[
    {
        "act": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT",
        "source": "https://mola.gov.gy/chapter-00105-national-assembly-speaker%E2%80%99s-election-and-vacation-office-act",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title",
            "context": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT under Short title. This Act may be cited as the National Assembly (Speaker's Election and Vacation of Office) Act.",
            "description": "This Act may be cited as the National Assembly (Speaker's Election and Vacation of Office) Act."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT",
        "source": "https://mola.gov.gy/chapter-00105-national-assembly-speaker%E2%80%99s-election-and-vacation-office-act",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation",
            "context": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT under Interpretation. In this Act— LAWS OF GUYANA 4 Cap. 1:05 National Assembly (Speaker's Election and Vacation o f Office) Act L.R.O. 1/2012 Reference of questions as to election of Speaker or vacation of his office. Delivery of reference. “costs” include charges and expenses; “Court” means the High Court; “Judge” means a judge of the Court; “Registrar”means the Registrar of the Supreme Court.",
            "description": "In this Act— LAWS OF GUYANA 4 Cap. 1:05 National Assembly (Speaker's Election and Vacation o f Office) Act L.R.O. 1/2012 Reference of questions as to election of Speaker or vacation of his office. Delivery of reference. “costs” include charges and expenses; “Court” means the High Court; “Judge” means a judge of the Court; “Registrar”means the Registrar of the Supreme Court."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT",
        "source": "https://mola.gov.gy/chapter-00105-national-assembly-speaker%E2%80%99s-election-and-vacation-office-act",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Reference of questions as to election of speaker or vacation of his office",
            "context": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT under Reference of questions states as to election of speaker or vacation of his office (1) Any question whether any person has been validly elected as Speaker of the National Assembly from among persons who are not members of that Assembly, or, having been so elected, has vacated the office of Speaker, shall be determined by the Court upon a reference  thereto in accordance with this Act. (2) No such  question shall be referred to the Court except—  (a) by the Clerk of the National Assembly when so authorised by a resolution of the Assembly; or (b) by a member of the Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description" : "Any question whether any person has been validly elected as Speaker of the National Assembly from among persons who are not members of that Assembly, or, having been so elected, has vacated the office of Speaker, shall be determined by the Court upon a reference  thereto in accordance with this Act."
                },
                {
                    "representation": "(2)",
                    "description": [
                        {
                            "representation": "(a)",
                            "description": "by the Clerk of the National Assembly when so authorised by a resolution of the Assembly; or"
                        },
                        {
                            "representation": "(b)",
                            "description": "by a member of the Assembly."
                        }
                    ]
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT",
        "source": "https://mola.gov.gy/chapter-00105-national-assembly-speaker%E2%80%99s-election-and-vacation-office-act",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Delivery of reference",
            "context": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT under Delivery of reference. (1) A reference  to the Court under this Act questioning whether a person was duly qualified to be elected to be Speaker shall be delivered to the Registrar within twenty-one days of the election. (2) The reference  shall be in the prescribed form, state the prescribed matters and be signed by such person as may be prescribed. (3) The Registrar shall send a copy of the reference to the Clerk of the National Assembly, who shall cause it to be laid before the Assemb ly. LAWS OF GUYANA National Assembly (Speaker's Election and Vacation o f Office)  Cap. 1:05 5",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A reference  to the Court under this Act questioning whether a person was duly qualified to be elected to be Speaker shall be delivered to the Registrar within twenty-one days of the election."
                },
                {
                    "representation": "(2)",
                    "description": "The reference  shall be in the prescribed form, state the prescribed matters and be signed by such person as may be prescribed."
                },
                {
                    "representation": "(3)",
                    "description": "The Registrar shall send a copy of the reference to the Clerk of the National Assembly, who shall cause it to be laid before the Assemb ly. LAWS OF GUYANA National Assembly (Speaker's Election and Vacation o f Office)  Cap. 1:05 5"
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT",
        "source": "https://mola.gov.gy/chapter-00105-national-assembly-speaker%E2%80%99s-election-and-vacation-office-act",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Security for costs",
            "context": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT under Security for costs. (1) When a question has been referred to the Court under this Act by a member of the National Assembly the member so referring the question shall at the time of delivering the reference  to the Registrar or within three days afterwards give security for all costs which may become payable by him to any witness summoned on his behalf or to any party to the reference. (2) Security shall be an amount of one thousand dollars and shall be given in the prescribed manner by recognisance entered into by any representation of sureties approved by the Court not exceeding four or by a deposit of money, or partly in one way and partly in the other.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When a question has been referred to the Court under this Act by a member of the National Assembly the member so referring the question shall at the time of delivering the reference  to the Registrar or within three days afterwards give security for all costs which may become payable by him to any witness summoned on his behalf or to any party to the reference."
                },
                {
                    "representation": "(2)",
                    "description": " Security shall be an amount of one thousand dollars and shall be given in the prescribed manner by recognisance entered into by any representation of sureties approved by the Court not exceeding four or by a deposit of money, or partly in one way and partly in the other."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT",
        "source": "https://mola.gov.gy/chapter-00105-national-assembly-speaker%E2%80%99s-election-and-vacation-office-act",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Parties to a reference",
            "context": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT under Parties to a reference. The parties to a reference  to the Court unde r this Act shall be— (a) the Clerk of the National Assembly or the member referring the questi on, as the case may be; (b) the person whose election or tenure of office as Speaker is questioned; (c) such other person as the Court may direct.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the Clerk of the National Assembly or the member referring the questi on, as the case may be;"
                },
                {
                    "representation": "(b)",
                    "description": " the person whose election or tenure of office as Speaker is questioned;"
                },
                {
                    "representation": "(c)",
                    "description": "such other person as the Court may direct."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT",
        "source": "https://mola.gov.gy/chapter-00105-national-assembly-speaker%E2%80%99s-election-and-vacation-office-act",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Determination of reference",
            "context": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT under Determination of reference. At the conclusion of the hearing of a reference under this Act, the Court shall determine whether  the person has been validly elected as Speaker or whether  he has vacated the office of Speaker, as the case may be, and shall forthw ith certify in writing the determination to the Clerk of the National Assembly, who shall cause it to be laid before the Assembly.",
            "description": "At the conclusion of the hearing of a reference under this Act, the Court shall determine whether  the person has been validly elected as Speaker or whether  he has vacated the office of Speaker, as the case may be, and shall forthw ith certify in writing the determination to the Clerk of the National Assembly, who shall cause it to be laid before the Assembly."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT",
        "source": "https://mola.gov.gy/chapter-00105-national-assembly-speaker%E2%80%99s-election-and-vacation-office-act",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Powers under Act exercisable by single judge",
            "context": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT under Powers under Act exercisable by single judge. Any of the powers of the Court conferred by or under any of the provisions of this Act may be exercised by a single judge",
            "description": "Any of the powers of the Court conferred by or under any of the provisions of this Act may be exercised by a single judge"
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT",
        "source": "https://mola.gov.gy/chapter-00105-national-assembly-speaker%E2%80%99s-election-and-vacation-office-act",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Service of notice",
            "context": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT under service of notice. that Any summons, notice or document required to be served on any person  with  reference   to  any  proceeding under  this  Act  may  be served— (a) by delivering it to that person; or (b) by leaving it at, or sending it by post by a registered letter to, his last known place of abode; or (c) in such  manner as may be— (i) prescribed; or (ii) directed by any judge  before whom the proceeding is taken.",
            "description": [
                {
                    "representation": "(a)", 
                    "description": "by delivering it to that person; or"
                },
                {
                    "representation": "(b)", 
                    "description": "by leaving it at, or sending it by post by a registered letter to, his last known place of abode; or"
                },
                {
                    "representation": "(c)", 
                    "description": [
                        {
                            "representation": "(i)",
                            "description": "prescribed; or"
                        },
                        {
                            "representation": "(ii)",
                            "description": "directed by any judge  before whom the proceeding is taken."
                        }
                    ]
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT",
        "source": "https://mola.gov.gy/chapter-00105-national-assembly-speaker%E2%80%99s-election-and-vacation-office-act",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Costs",
            "context": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT under Costs. Subject to the provisions of this Act and rules made by virtue of any such  provisions, the rules of court with respect to costs in actions, causes  and matters in the Court shall, so far as practicable, apply in relation to the costs of proceedings under this Act.",
            "description": "Subject to the provisions of this Act and rules made by virtue of any such  provisions, the rules of court with respect to costs in actions, causes  and matters in the Court shall, so far as practicable, apply in relation to the costs of proceedings under this Act."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT",
        "source": "https://mola.gov.gy/chapter-00105-national-assembly-speaker%E2%80%99s-election-and-vacation-office-act",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Power of the court",
            "context": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT under Power of the court. The Court shall, subject to the provisions of this Act and rules made  by  virtue  of  any  such  provisions,  have  the same  powers,  jurisdiction and authority with respect to any proceedings brought under or by virtue of this Act as if the  proceedings were  an ordinary action within the jurisdiction of the Court.",
            "description": "The Court shall, subject to the provisions of this Act and rules made  by  virtue  of  any  such  provisions,  have  the same  powers,  jurisdiction and authority with respect to any proceedings brought under or by virtue of this Act as if the  proceedings were  an ordinary action within the jurisdiction of the Court."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT",
        "source": "https://mola.gov.gy/chapter-00105-national-assembly-speaker%E2%80%99s-election-and-vacation-office-act",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "rules of the court",
            "context": "NATIONAL ASSEMBLY (SPEAKER'S ELECTION AND VACATION OF OFFICE) ACT under rules of the court. The power conferred by the High Court Act to make rules of court shall be deemed to include the power to make rules of court for any of the purposes of this Act and, without prejudice to the genera lity of such  power,  for prescribing anything which th is Act authorises o r requires to be prescribed.",
            "description": "The power conferred by the High Court Act to make rules of court shall be deemed to include the power to make rules of court for any of the purposes of this Act and, without prejudice to the genera lity of such  power,  for prescribing anything which th is Act authorises o r requires to be prescribed."
        }
    },
    {
        "act": "GENERAL ELECTION'S (OBSERVERS) ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.110.pdf",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "short title",
            "context": "GENERAL ELECTION'S (OBSERVERS) ACT under short title. This Act may be cited as the General Elections (Observers) Act.",
            "description": " This Act may be cited as the General Elections (Observers) Act."
        }
    },
    {
        "act": "GENERAL ELECTION'S (OBSERVERS) ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.110.pdf",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation",
            "context": "GENERAL ELECTION'S (OBSERVERS) ACT under Interpretation. (1) In this Act “election” means an election of members of the National Assembly referred to in article 60 (2) of the Constitution. (2) Expressions used  in this Act but not defined herein shall have the same meanings as in the Representation of the People Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act “election” means an election of members of the National Assembly referred to in article 60 (2) of the Constitution."
                },
                {
                    "representation": "(2)",
                    "description": "Expressions used  in this Act but not defined herein shall have the same meanings as in the Representation of the People Act."
                }
            ]
        }
    },
    {
        "act": "GENERAL ELECTION'S (OBSERVERS) ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.110.pdf",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Observers at general elections",
            "context": "GENERAL ELECTION'S (OBSERVERS) ACT under Observers at general elections. (1) The President may, after consultation with the Chairman of the Elections Commission, invite persons from outside Guyana to visit Guyana for the purpose of observing the demo cratic processes of the State as enshrined in the Constitution and more spec ifically the conduct of any election. (2) The name of any person so invited shall be published in the Gazette and he shall be issued with an identity card by the Chairman of the Elections Commission.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The President may, after consultation with the Chairman of the Elections Commission, invite persons from outside Guyana to visit Guyana for the purpose of observing the demo cratic processes of the State as enshrined in the Constitution and more spec ifically the conduct of any election."
                },
                {
                    "representation": "(2)",
                    "description": "The name of any person so invited shall be published in the Gazette and he shall be issued with an identity card by the Chairman of the Elections Commission."
                }
            ]
        }
    },
    {
        "act": "GENERAL ELECTION'S (OBSERVERS) ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.110.pdf",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Rights of observers",
            "context": "GENERAL ELECTION'S (OBSERVERS) ACT under Rights of observers. (1) Any other law to the contrary notwithstanding, an observer may scru tinise the official list of electors, enter polling places and places appointed for the counting of votes, and seek information from the Chairman of the Elections Commission, the Chief Election Officer and other election officers. (2) An observer shall have the right to obtain from the Chairman of the Elections Commission a copy of the official list of electors for one or more polling divisions and of any written law go verning or regulating any election. (3) The Chairman of the Elections Commission, the Chief Electio ns Officer and other election officers shall cooperate with the observers and shall comply with any reasonable request made by the observers in the performance of their functions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any other law to the contrary notwithstanding, an observer may scru tinise the official list of electors, enter polling places and places appointed for the counting of votes, and seek information from the Chairman of the Elections Commission, the Chief Election Officer and other election officers."
                },
                {
                    "representation": "(2)",
                    "description": "An observer shall have the right to obtain from the Chairman of the Elections Commission a copy of the official list of electors for one or more polling divisions and of any written law go verning or regulating any election."
                },
                {
                    "representation": "(3)",
                    "description": "The Chairman of the Elections Commission, the Chief Electio ns Officer and other election officers shall cooperate with the observers and shall comply with any reasonable request made by the observers in the performance of their functions."
                }
            ]
        }
    },
    {
        "act": "GENERAL ELECTION'S (OBSERVERS) ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.110.pdf",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Privileges and immunities of observers",
            "context": "GENERAL ELECTION'S (OBSERVERS) ACT under Privileges and immunities of observers. The person of every observer shall be inviolable and he shall enjoy as well such  other privileges and immunities as are afforded diplomatic agent s under the Privileges and Immunities (Diplomatic, Consular and International Organisations) Act.",
            "description": "The person of every observer shall be inviolable and he shall enjoy as well such  other privileges and immunities as are afforded diplomatic agent s under the Privileges and Immunities (Diplomatic, Consular and International Organisations) Act."
        }
    },
    {
        "act": "GENERAL ELECTION'S (OBSERVERS) ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.110.pdf",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Obstruction of or interference with an observer",
            "context": "GENERAL ELECTION'S (OBSERVERS) ACT under Obstruction of or interference with an observer. Everyone who assaults an observer or obstructs or interferes with him in the performance of his functions or the exercise of his rights under this Act shall be liable on sum mary conviction to a fine of fifteen thousand dollars and imprisonment for eighteen months.",
            "description": "Everyone who assaults an observer or obstructs or interferes with him in the performance of his functions or the exercise of his rights under this Act shall be liable on sum mary conviction to a fine of fifteen thousand dollars and imprisonment f or eighteen months."
        }
    },
    {
        "act": "GENERAL ELECTION'S (OBSERVERS) ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.110.pdf",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Personation",
            "context": "GENERAL ELECTION'S (OBSERVERS) ACT under Personation. Everyone who falsely personates any observer with intent to obtain admission to any polling place or any place appointed for the coun ting of votes or in order to avail himself of any of the other rights conferred on observers under the provisions of secti on 4 shall be liable on sum mary conviction to a fine of fifteen thousand dollars and imprisonment f or eighteen months.",
            "description": "Everyone who falsely personates any observer with intent to obtain admission to any polling place or any place appointed for the coun ting of votes or in order to avail himself of any of the other rights conferred on observers under the provisions of secti on 4 shall be liable on sum mary conviction to a fine of fifteen thousand dollars and imprisonment f or eighteen months."
        }
    },

    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title",
            "context": "KIDNAPPING ACT under Short title. This Act may be cited as the Kidnapping Act.",
            "description": "This Act may be cited as the Kidnapping Act."
        }
    },
    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation",
            "context": "KIDNAPPING ACT under Interpretation. In this Act “abduction”, “wrongful restraint” and “wrongful confinement”  shall have the meanings assigned to them i n secti ons 3, 5 and 7, respectively",
            "description": "In this Act “abduction”, “wrongful restraint” and “wrongful confinement”  shall have the meanings assigned to them i n secti ons 3, 5 and 7, respectively"
        }
    },
    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Abduction",
            "context": "KIDNAPPING ACT under Abduction. Whoever by force or fear compels, or by any deceitful means induces any person to go from any place, is said to abduct that person.",
            "description": "Whoever by force or fear compels, or by any deceitful means induces any person to go from any place, is said to abduct that person."
        }
    },
    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Punishment for abduction with intent secretly or wrongfully to confine a person",
            "context": "KIDNAPPING ACT under Punishment for abduction with intent secretly or wrongfully to confine a person. Whoever abducts any person with intent to cause that person to be secretly or wrongfull y confined, shall be guilty of an offence  and shall be liable on conviction on indictment to a seven hundred and fifty thousand dollars and to imprisonment f or five years.",
            "description": "Whoever abducts any person with intent to cause that person to be secretly or wrongfull y confined, shall be guilty of an offence  and shall be liable on conviction on indictment to a seven hundred and fifty thousand dollars and to imprisonment f or five years."
        }
    },
    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Wrongful restraint",
            "context": "KIDNAPPING ACT under Wrongful restraint. Whoever unlawfully obstructs any person, so as to prevent that person from proceeding in any direction in which that person has a right to proceed, is said wrongfully to restrain that person.",
            "description": "Whoever unlawfully obstructs any person, so as to prevent that person from proceeding in any direction in which that person has a right to proceed, is said wrongfully to restrain that person."
        }
    },
    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Punishment for wrongful restraint",
            "context": "KIDNAPPING ACT under Punishment for wrongful restraint. Whoever wrongfully restrains any person shall be guilty of an offence  and shall be liable on summary conviction to a fine not exceeding one hundred thousand dollars.",
            "description": "Whoever wrongfully restrains any person shall be guilty of an offence  and shall be liable on summary conviction to a fine not exceeding one hundred thousand dollars."
        }
    },
    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Wrongful confinement",
            "context": "KIDNAPPING ACT under Wrongful confinement. Whoever wrongfully restrains any person in such a manner as to prevent that person from proceeding beyond certain circumscribing limits, is said wrongfully to confine that person.",
            "description": "Whoever wrongfully restrains any person in such a manner as to prevent that person from proceeding beyond certain circumscribing limits, is said wrongfully to confine that person."
        }
    },
    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Punishment for wrongful confinement",
            "context": "KIDNAPPING ACT under Punishment for wrongful confinement. Whoever wrongfully confines any person shall be guilty of an offence  and shall be liable on summary conviction to a fine not exceeding two hundred and fifty thousand dollars.",
            "description": "Whoever wrongfully confines any person shall be guilty of an offence  and shall be liable on summary conviction to a fine not exceeding two hundred and fifty thousand dollars."
        }
    },
    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Abduction, wrongful restraint or wrongful confinement for ransom",
            "context": "KIDNAPPING ACT under Abduction, wrongful restraint or wrongful confinement for ransom. Whoever, with intent to hold any person for ransom, abducts or wrongfully restrains or wrongfully confines that person shall be guilty of an offence  and shall be liable on conviction on indictmen t to a fine of ten million dollars togeth er with imprisonment for not less than fifteen and not more than twenty years.",
            "description": "Whoever, with intent to hold any person for ransom, abducts or wrongfully restrains or wrongfully confines that person shall be guilty of an offence  and shall be liable on conviction on indictmen t to a fine of ten million dollars togeth er with imprisonment for not less than fifteen and not more than twenty years."
        }
    },
    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Knowingly receiving ransom",
            "context": "KIDNAPPING ACT under Knowingly receiving ransom. Whoever receives, has possession of or disposes of any money or property or any proceeds thereof, which has at any time been delivered as ransom in connection with any offence  punishable under section 9, knowing that the money or other property has at any time been delivered as such ransom, shall be guilty of an offence  and shall be liable on conviction on indictmen t to a fine equivalent to the ransom delivered or to seven million dollars, whichever is greater, together with imprisonment for a term not exceeding ten years.",
            "description": "Whoever receives, has possession of or disposes of any money or property or any proceeds thereof, which has at any time been delivered as ransom in connection with any offence  punishable under section 9, knowing that the money or other property has at any time been delivered as such ransom, shall be guilty of an offence  and shall be liable on conviction on indictmen t to a fine equivalent to the ransom delivered or to seven million dollars, whichever is greater, together with imprisonment for a term not exceeding ten years."
        }
    },
    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "10A",
            "title": "Knowingly negotiating to obtain or for payment of ransom",
            "context": "KIDNAPPING ACT under Knowingly negotiating to obtain or for payment of ransom. (1) Whoever knowingly negotiates or assists in any negotiation to obtain any ransom for the release of any person who has been wrongfully confined shall be guilty of an offence  and shall be liable on conviction on indictment to a fine of one million dollars and to imprisonment for a term not exceeding twenty years. (2) does not apply to a person who in good faith negotiates or assists in negotiations on behalf of the kidnapped person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whoever knowingly negotiates or assists in any negotiation to obtain any ransom for the release of any person who has been wrongfully confined shall be guilty of an offence  and shall be liable on conviction on indictment to a fine of one million dollars and to imprisonment for a term not exceeding twenty years."
                },
                {
                    "representation": "(2)",
                    "description": "does not apply to a person who in good faith negotiates or assists in negotiations on behalf of the kidnapped person."
                }
            ]
        }
    },
    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Duty to  give information to the police",
            "context": "KIDNAPPING ACT under Duty to  give information to the police. (1) Notwithstanding the provisions of any written law, any person who is aware of the commission of or the intention of any other person to commit any offence under this Act shall, in the absence of reasonable excuse,  the burden of proving which shall lie upon the person so aware, forth with given information to a police officer of such commission or intenti on, as the case may be. (2) Any person bound to give any information under subsection who fails to do so in accordance with that subsection shall be guilty of an offence  and shall be liable on sum mary conviction to a fine not exceeding two hundred thousand dollars or to imprisonment for a term not exceeding one year or to both.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding the provisions of any written law, any person who is aware of the commission of or the intention of any other person to commit any offence under this Act shall, in the absence of reasonable excuse,  the burden of proving which shall lie upon the person so aware, forth with given information to a police officer of such commission or intenti on, as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "Any person bound to give any information under subsection who fails to do so in accordance with that subsection shall be guilty of an offence  and shall be liable on sum mary conviction to a fine not exceeding two hundred thousand dollars or to imprisonment for a term not exceeding one year or to both."
                }
            ]
        }
    },
    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Evidence  of accomplice",
            "context": "KIDNAPPING ACT under Evidence of accomplice. Notwithstanding any rule of law or written law to the contrary, no witness shall in any trial of any offence under this Act be presumed to be unworthy of credit by reason only that he has paid or negot iated to pay any ransom or has provided funds for the payment of any ransom to procure the release of any person who has been wrongfully restrained or wrongfully confined.",
            "description": "Notwithstanding any rule of law or written law to the contrary, no witness shall in any trial of any offence under this Act be presumed to be unworthy of credit by reason only that he has paid or negot iated to pay any ransom or has provided funds for the payment of any ransom to procure the release of any person who has been wrongfully restrained or wrongfully confined."
        }
    },
    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Evidence of pecuniary resources or property",
            "context": "KIDNAPPING ACT under Evidence of pecuniary resources or property. (1) In any trial or inquiry by a court into an offence under this Act or into a conspiracy to commit, or attempt to commit, or an abetment of any such offence  the fact that an accused  person is in possession, for which he cannot satisfactorily account, of pecuniary resources or property disproportionate to his known sources of income, or that he had, at or about the time of the alleged offence , obtained an accretion to his pecuni ary resources or property for which he cannot satisfactorily account, may be proved and may be taken into consideration by the court as corroborating the testimony of any witness in the trial or inquiry that the accused  person has received a ransom for the release of a person who has been wrongfully restrained or wrongfully confined. (2) An accused  person shall, for the purpose of subsection 1 be deemed to be in possession of resources or property or to have obtained an accretion thereto where the resources or property are held or the accretion is obtained by any other person whom, having regard to his relationship to the accused  person or to any other circumstances, there is reason to believe to be holding the resources or property or to have obtained the accretion in trust for or on behalf of the accused  person or as a gift from the accused  person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In any trial or inquiry by a court into an offence under this Act or into a conspiracy to commit, or attempt to commit, or an abetment of any such offence  the fact that an accused  person is in possession, for which he cannot satisfactorily account, of pecuniary resources or property disproportionate to his known sources of income, or that he had, at or about the time of the alleged offence , obtained an accretion to his pecuni ary resources or property for which he cannot satisfactorily account, may be proved and may be taken into consideration by the court as corroborating the testimony of any witness in the trial or inquiry that the accused  person has received a ransom for the release of a person who has been wrongfully restrained or wrongfully confined."
                },
                {
                    "representation": "(2)",
                    "description": "An accused  person shall, for the purpose of subsection 1 be deemed to be in possession of resources or property or to have obtained an accretion thereto where the resources or property are held or the accretion is obtained by any other person whom, having regard to his relationship to the accused  person or to any other circumstances, there is reason to believe to be holding the resources or property or to have obtained the accretion in trust for or on behalf of the accused  person or as a gift from the accused  person."
                }
            ]
        }
    },
    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Protection of informers",
            "context": "KIDNAPPING ACT under Protection of informers. (1) Subject to this section, no complaint as to an offence  under this Act shall be admitted in evidence  in any civil or criminal proceeding whatsoever, and no witness shall  be obliged or permitted to disclose the name or address of any informer , or state any matter which might lead to his discovery. (2) If any books, documents or papers which are in evidence  or liable to inspection in any civil or criminal proceeding whatsoever, contain any entry in which any informer  is named or described or which might lead to his discovery, the court before which the proceeding is heard shall cause all such  passages to be concealed from view or to be obliterated so far as is necessary to protect the informer from discovery, but no further. (3) If on a trial for any offence  under this Act the court, after full inquiry into the case, is of opinion that the informer  wilfully made in his complaint a material statement which he knew or believed to be false or did not believe to be true, or if in any other proceeding the court is of opinion that justice cannot be fully done betwee n the parties thereto without the discovery of the informer , the court may require the production of the original complaint, if in writing, and permit inquiry and require full disclosure concerning the informer",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, no complaint as to an offence  under this Act shall be admitted in evidence  in any civil or criminal proceeding whatsoever, and no witness shall  be obliged or permitted to disclose the name or address of any informer , or state any matter which might lead to his discovery."
                },
                {
                    "representation": "(2)",
                    "description": "If any books, documents or papers which are in evidence  or liable to inspection in any civil or criminal proceeding whatsoever, contain any entry in which any informer  is named or described or which might lead to his discovery, the court before which the proceeding is heard shall cause all such  passages to be concealed from view or to be obliterated so far as is necessary to protect the informer from discovery, but no further."
                },
                {
                    "representation": "(3)",
                    "description": "If on a trial for any offence  under this Act the court, after full inquiry into the case, is of opinion that the informer  wilfully made in his complaint a material statement which he knew or believed to be false or did not believe to be true, or if in any other proceeding the court is of opinion that justice cannot be fully done betwee n the parties thereto without the discovery of the informer , the court may require the production of the original complaint, if in writing, and permit inquiry and require full disclosure concerning the informer"
                }
            ]
        }
    },
    {
        "act": "KIDNAPPING ACT",
        "source": "https://mola.gov.gy/sites/default/files/Cap.%201005%20Kidnapping.pdf",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Bail",
            "context": "KIDNAPPING ACT under Bail. Unless the contrary is proved to the satisfaction of a court, a person charged with an offence  under sections 9, 10, or 10A shall not be granted bail pending the final determination of any charge laid against him.",
            "description": "Unless the contrary is proved to the satisfaction of a court, a person charged with an offence  under sections 9, 10, or 10A shall not be granted bail pending the final determination of any charge laid against him."
        }
    }

]