{
    "article": [
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 3",
            "name": "Composition and functions.",
            "text": " (1) Subject to Rule (2) and the Constitution, these Rules shall apply to all the members of the Judicial Service. (2) These Rules shall not apply to members of the Judicial Service Commission who hold judicial appointment. PART II APPOINTMENTS4. (1) Subject to the Constitution and to sub-rule (2), all officers shall hold office for an indeterminate period until they reach the appointed age of retirement or demit office for any reason. (2) An officer who is appointed under a contract for a spec ified period shall cease to be a member at the expiration of the period spec ified in the contract unless his/her contract is renewed or extende d. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=348"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 5",
            "name": "Procedure, quorum and voting.",
            "text": " Whenever an officer is on leave of absence pending relinquishment o f his office –(a) another person may be appointed by the Commission to that office; and(b) that person shall, for the purpose of any function of that office, bedeemed to be the sole holder of that office. PART III CONDU CT OF MEMBE RS OF THE JUDICIA L SERVICE ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=348"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 6",
            "name": "Termination of service under any law.",
            "text": " Subject to the Constitution, all officers appoi nted by the Commission shall conduct themselves in such a way as not to –(a) place themsel ves in positions in which they have or could have a conflict of interest; (b) compromise the fair exercise of their official functions and duties; (c) use their office for private gain; (d) demea n their office or position; (e) allow their integrity to be called into questi on; nor (f) enda nger or diminish respec t for, or confidence in, the integrity of the Judicial Service.",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=349"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 7",
            "name": "Grant of leave of absence to members.",
            "text": " All officers shall therefore –(a) demo nstrate the highest level of professional conduct and personal integrity in the performance of their duties and in serving the public; (b) treat everyone, including public(e) render service in a timely, efficiently and effective manner. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=349"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 8",
            "name": "Secretary to the Commission.",
            "text": " (1) The use of alcohol, controlled drugs, intoxicants, narcotics or any other illegal subs tance is prohibited at the workplace. (2) Arriving at work under the influence of any of the substances set out in Rule 8(1), or using any such substance whilst on duty, is prohibited. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=350"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 9",
            "name": "Duties of Secretary.",
            "text": " (1) The hours of attend ance at work for the various catego ries of officers shall be determined by the Commission, and the following applied in respec t of hours of duty –(a) all officers shall be required to work a minimum of thirty-nine and one-half hours per week, but the Commission may require officers to work in excess of those hourswhenever the public interest so requires; (b) additional hours worked shall be compensated for by overtime with the approval of the Ministry of Finance, or by appropriate time off in lieu of overtime. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=350"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 10",
            "name": "Record of meetings and decisions.",
            "text": " (1) No officer may absent himself from duty during working hours without the permission of the Commission or such other officers as may be deputed for this pur pose by the Commission. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=351"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 11",
            "name": "Evidence  given at enquiry.",
            "text": " Every officer shall be appraised on a semi-annual basis and an Appraisal Report shall be submitted to the Commission. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=351"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 12",
            "name": "None compliance.",
            "text": " (1) Subject to the Constitution, an officer is forbidden to : (a) enga ge in any private work for payment or gain which conflicts with his official functions; (b) use information and/or any material gained from his official position for private gain; (c) exploit the status and privilege of his position for private gain; (d) solicit and/or accept payment and/or gifts for the performance, or neglect, of his official duties; (e) conduct private business during working hours and/or on",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=351"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 13",
            "name": "Certificates, testimonial and recommend-ations.",
            "text": " Officers are prohibited from using Government vehicles for private purposes. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=352"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 14",
            "name": "Delegation of powers.",
            "text": " (1) Officers are forbidden to be editors of newsp apers or to take part in the managem ent of newsp apers, directly or indirectly. They may not contribute to any media in Guyana or elsewh ere on questi ons which may be regarded as party-politics, though they may contribute articles upon subjects of genera l interest, not inconsistent wi th their official duties/functions. (2) An officer, whether on duty or on leave, shall not allow himself to be interviewed on matters affecting the national secur ity of Guyana. (3) Statement s to the media involving public policy shall not be made by officers without prior clearance from the Commission. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=352"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 15",
            "name": "Publication and disclosure of information to unauthorised person prohibited.",
            "text": " Subject to the Constitution or any Act, an officer shall not, without the approval of the Commission, make public or communicate to the media or cause to be made public or so communicate to the media or to unauthorized individuals any docume nts, papers or information which may come into his possession in his official capacity, or make private copies of any such docume nts or papers. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=352"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 16",
            "name": "Offence to give false information or influence the Commission.",
            "text": " Officers shall have access to records personally relating to themsel ves with the prior permission of the Commission, in the presence of officers at the Office of the Commission. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=352"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 17",
            "name": "Instruments of delegation to  be pu blished.",
            "text": " (1) Officers who may wish to make a representation regarding matters affecting their conditions(b) forward such representation to the appropriate authority within seven days, if the matter cannot be dealt with by the Commission. (2) The Commission may state in a sepa rate memo randum its own views on the representation made and make any recommendation as to the merit of the representations. (3) When the officer has not received a reply within fourteen (14) working days he shall forward a copy of his representation directly to the Chairman of the Commission for consideration by the Commission. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=352"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 18",
            "name": "Reference of certain cases to Commission.",
            "text": " Officers are expressly forbidden to –(a) run for office as a candidate in any national or municipal election; (b) participate actively on behalf of any party or candidate in any national or municipal election; or(c) accept appointment or election, whether paid or unpaid, as an officer of a political party. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=353"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 19",
            "name": "Protection of Chairman and Members of the Commission.",
            "text": " Disputes in the Judicial Service, which may involve or give rise to work stoppage or withdrawal from work, shall be determined in accordance with any law orenactment, which makes provision for the determination of such disputes . ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=353"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 20",
            "name": "Direction of Public Prosecutions  fiat.",
            "text": " (1) Without prejudice to the laws relating to essent ial services, if a grievance leads to a strike, salaries and wages of officers who go on strike shall not be paid for any day or portion of a day during wh ich th ey are on strike. (2) Without prejudice to the gener ality of sub-rule (1) above –(a) if an officer merely reports for work on any day of a strike but does not work for the day, he shall not receive pay in respec t of that day; (b) if an officer works for only a part of a day of a strike, he shall not be paid for that period of the day during which hisservices were withheld. (3) Any officer who enga ges in a strike not arising out of or not resulting from an industrial dispute with the empl oyer, renders himself liable to disciplinary action, including dismissal. (4) At the commence ment of a strike, the Commission shall inform all officers on leave of the existence of the strike and request them to report for duty as is deemed expedient. Officers who fail to report to work shall, in the absence of satisfactory explanation, be deemed to be in suppo rt of the strike and shall not be eligible for pay from the date of the commence ment of the strike until such time as they report for duty and commence work, or until the strike is concluded, whichever occurs first. This rule applies to officers on any type of leave except –(g) duty leave. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=354"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 21",
            "name": "Application for appointme nt.",
            "text": " Officers shall be appropriately attired for work in a manner which demo nstrates professionalism, decency and a respec t for colleagues and members of the general public. The Commission shall be respo nsible for the enforcement of the Dress Co de. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=355"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 22",
            "name": "Adm ission to the public service.",
            "text": " (1) Officers shall conduct themselves with decorum while at work so as not to disturb others and to maintain an atmosphere of efficiency and purposefulness at the workplace. In particular, officers shall not enga ge in loud conversations, sing or play radios above a barely audible level at the workplace. They shall not eat or drink in areas to which th e public has access. (2) In no circumstances shall items /images which offend good taste or morals be displayed in an office in the Judicial Service.",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=355"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 23",
            "name": "Filling of vacancies.",
            "text": " A senior officer, authorized to issue instructions to a junior officer and to compel his obedience , shall prima facie be responsible for any act or omission on the part of the junior officer during the course of the junior officer's empl oyment. The senior officer shall be liable for appropriate disciplinary action for any dereliction of dutyon the part of the junior officer working under his control or super vision, unless it can be shown that such act or omission arose through no neglect or fault on the part of the senior officer and that all proper and adequate steps were taken to prevent the occurrence . ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=355"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 24",
            "name": "Appointments within the particular section within the public service.",
            "text": " Sexual harassment at the work place is forbidden. Officers who engage in sexual harassment shall be liable to disciplinary action, including dismissal. PART IV LEAVE OF ABSENCE25. Subject to the exigenci es of the Judicial Service and to these Rules, officers shall be entitled to leave, as set out in this Part, as of right. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=356"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 26",
            "name": "Appointments  in special cases.",
            "text": " (1) Subject to any Act governing the leave of any officer, the authority for leave to officers is vested in the Commission and the Ministry of the Public Service respec tively. (2) When considering application for vacation leave made by an officer, the Commission shall be guided by the principle that an officer should avail himself of vacation leave annually and that accumulation of leave by an officer is to be a last resort. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=356"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 27",
            "name": "Adver tise- ments of vacancies.",
            "text": " (1) Subject to the Constitution and/or any written law, Officers wishing to apply for vacation leave shall do so at least one month before the date on which they intend to proceed on such leave. (2) It sh all be the responsibility of the Commission to ensure that a leave roster is prepared at the beginning of each calenda r year.(3) Applications should, as far as possible, be in conformity wi th the approved leave roster. (4) Where an officer applies for vacation leave, but does not give at least one month's notice, such application shall be considered only where it is in conformity with the roster, or where the Head of Depa rtment is satisfied that the leave is required on the grounds of urge nt private affairs. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=356"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 28",
            "name": "Selection boards.",
            "text": " (1) The granting of vacation leave to an officer may be deferred by the Commission if it is in the interest of the Judicial Service to do so. (2) Any leave granted under these Rules may be withdrawn if it is desirable that an officer return to duty before the expiration of leave granted. Further accumulation of leave shall, however, be subject to the limits prescribed in these Rules. (3) Mandatory leave for new entra nts to the Judicial Service shall be granted after one calendar year of service. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=357"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 29",
            "name": "Principles of selection for promotion.",
            "text": " When an officer is about to accumulate his maximum leave entitlement, the Commission shall direct the officer to take leave, and failure to do so shall result in forfeiture thereof. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=357"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 30",
            "name": "Seniority list to be ke pt up to date.",
            "text": " An officer on leave seeking an extension of such leave shall, in the absenc e of exceptional circumstances, apply in sufficient time to allow a reply to be received before the expiration of the original period of leave granted. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=357"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 31",
            "name": "Seniority deter mined by date of appointme nt.",
            "text": " The Commission is expected to make every effort to arrange for performance of an officer's duties while that without  cost to the Judicial Service. officer is on leave for fourteen (14) consecuti ve daysSick leave in excess of entitlement to be treated as ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=357"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 32",
            "name": "Commission to deter mine seniority.",
            "text": " (1) Officers applying for leave on the grounds of urge nt private affairs must satisfy the Commission that the leave is unavoidable. This may be done confidentially if necessary. (2) Such leave, if approved, shall be deducted from the officer's leave entitlement . ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=358"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 33",
            "name": "Principles of selection for acting appointme nt followed by substantive appointme nt.",
            "text": " An officer who is retiring from the Judicial Service shall proceed on his pre-retirement leave for all accumulated vacation leave earned prior to the effective date of his retirement. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=358"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 34",
            "name": "Permanent Secretary to notify eligible officers of vacancies.",
            "text": " Vacation leave shall be granted on full salary at the rate according to the relevant Public Service Ministry circular. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=358"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 35",
            "name": "Principles of selection for acting appointment not followed by substantive appointment.",
            "text": " Officers shall not be granted vacation leave until they have served for twelve (12) consecuti ve months from the date of appointment, except on the grounds of urge nt private affairs. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=358"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 36",
            "name": "Recommenda- tion for acting appointme nt to be submitted in advance.",
            "text": " (1) The Commission may grant sick leave to officers up to sixteen (16) days with full pay in any one calenda r year. (2) Sick leave whose duration exceeds one (1) day on any occasion shall not be granted without the submission of a medical certificate. (3) No more than six days paid sick leave without the submission of a medical certificate shall be allowed in any one calenda r year. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=358"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 37",
            "name": "Reasons for supersession to be stated.",
            "text": " (1) An officer who has exhausted his sick leave entitlement in any one year and requires further sick leave for a period of ten (10) days or less shall be required toutilise vacation leave. (2) If the officer has exhausted all vacation leave, the leave shall be treated as leave without pay. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=358"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 38",
            "name": "Notice to officers transferred.",
            "text": " (1)Should the protracted illness of the officer necessitate his continuous absence beyond his normal sick leave eligibility, application accompanied by the relevant medical evidence , shall be made to the Commission, which may grant extende d sick leave up to a maximum of 180 days on full pay. (2) If the illness o f the officer exceeds 180 days, the questi on on his fitness for further service shall be taken up with the Chief Medical Officer, Ministry of Health. On substantial evidence from a Medical Board that full recovery with return to duty is probable, the officer may be granted extension of sick leave up to a further 180 days on half pay. (3) Sick leave applied for under sub-rule (1) above shall be granted only on receipt of a prognosis by the Chief Medical Officer, of the officer's eventual recovery and return to duty. (4) If the illness o f the officer exceeds 360 days, the officer shall be retired from the Judicial Service on medical grounds. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=359"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 39",
            "name": "Representa tion by officer.",
            "text": " Where an officer has been frequently absent on sick leave, the Commission may, at any time, request the Chief Medical Officer to advise on the nature of the officer's illness or whether the officer should appear before a Medical Board to consider his fitness to continue in the Judicial Service. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=359"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 40",
            "name": "Date of appointment",
            "text": " An officer who is required to undergo a medical examination shall subm it himself to be examined by a Medical Board at such ti me and place as directed.",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=359"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 41",
            "name": "Medical examination on  appointme nt.",
            "text": " If an officer falls ill while on vacation leave, and he produces satisfactory medical evidence to his Head of Depa rtment, he shall be credited with vacation leave equivalent to the number of days not utilised as vacation leave due to illness. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=360"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 42",
            "name": "Period of probation on first appointme nt.",
            "text": " (1)All female officers are entitled to the grant of maternity leave. (2) All applications for maternity leave shall be – (a) submitted at least ten weeks prior to the officer's expected date of delivery; and(b) accompanied by the relevant N.I.S. forms. (3) An officer who fails to observe the requirement of this Rule and who applies for maternity leave after the date of delivery shall be subject to disciplinary action. (4) An officer may take vacation leave which is due to her at the expiration of her maternity leave. (5) Maternity leave shall not be considered as sick leave and sick leave shall not be granted as a substitute for maternity leave. (6) Sick leave shall be granted to run consecu tive with maternity leave on the basis of a medical certificate, justifying sick leave; ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=360"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 43",
            "name": "Period of probation on first appointme nt in other cases.",
            "text": " Subject to any written law, an officer is entitled to a total of thirteen (13) weeks maternity leave which shall be on full pay. Maternity leave shall be granted as follows –(a) six weeks before expected date ofconfinement o n full pay; (b) six weeks after the expected date of confinement o n full pay; (c) the six weeks before and the six weeks after the date of delivery shall be mandatory. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=360"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 44",
            "name": "Waiver of portion of period of probation.",
            "text": " (1) Special leave on full salary up to one month in any one year, may be granted by the Commission for purposes as it may deem to be in the public interest suchas – (a) to enable officers who are selected by the proper authorities to represent Guyana in international sporting and cultural events; and(b) to enable officers selec ted by Associations approved by the Commission to attend training courses or conference s. (2) The Commission may grant spec ial leave in other instances to enable officers to do such things which are considered to be in the public and national interests.(3) The Commission may grant time off to an officer who is appoi nted by an approved Association to represent its interest.",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=361"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 45",
            "name": "Confidential reports on officer on probation.",
            "text": " The Commission shall grant compassionate leave to an officer up to three days on the death of an immediate family member (i.e. mother, father, spouse, children, brother or sister). Such l eave shall not be charged against an officer’s earned leave.TRAINING AND CAREER DEVELOPME NT ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=361"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 46",
            "name": "Officer may make representa tion.",
            "text": " The gener al direction of training policy for the Judicial Service, including the type s and levels of training, is hereby vested in the Commission, subject to any Act governing officers appointed otherwise than the Judicial Service Commission. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=362"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 47",
            "name": "Commission to confirm appointment.",
            "text": " (1) The Commission may grant study leave to an officer where the training is considered to be of benefit to the Judicial Service. (2) Only officers confirmed in their appointment shall be considered for study leave. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=362"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 48",
            "name": "Permanent Secretary to keep record.",
            "text": " Officers who have served the Judicial Service for a period of less than two (2) years shall not normally be eligible for the grant of study leave. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=362"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 49",
            "name": "Commencing pay.",
            "text": " Study leave shall not be approved to an officer to pursue training at a level equivalent to a qualification already po ssessed by the officer. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=362"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 50",
            "name": "Staff Reports.",
            "text": " An officer may be granted study leave on full pay where the course of training is :-(a) approved by the Commission; (b) on a full time basis; and(c) for a duration of not more than one year.",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=362"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 51",
            "name": "Officer to be informed of shortcomings and given instructions on how to perform his duties.",
            "text": " (1) It is mandatory that all officers who are granted study leave sign a bond with the Commission to serve on completion of their training.",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=362"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 52",
            "name": "Representation with respect to adverse report.",
            "text": " An officer, after succe ssful completio n of an approved course of study, shall be required to fulfil the requirements of his bond before study leave to pursue a further course of study can be approved. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=364"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 53",
            "name": "Termination of appointme nt  by officer.",
            "text": " Extension of study leave may be granted by the Commission if it is considered that such a grant is in the interest of the Judicial Service. Any application for extension of study leave must be accompanied by –(a) a letter of support from the officer’s Head of departmen t; and (b) evidence from the institution of learning of the need and reason for the extension. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=364"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 54",
            "name": "Abandonme nt.",
            "text": " (1) The Commission may grant leave without pay for the purpose of training to an officer, who, on his own initiative, gains entry to or is registered as a student at an institution of learning and whose course of training is notbased primarily on the needs of the Judicial Service. Such approval is sub ject to the exigenci es of the Judicial Service. (2) Such leave shall not be considered as “service” for pension purposes. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=364"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 55",
            "name": "Instances for termination of appointment mainly by employer.",
            "text": " Where an officer wishes to undertake an approved course of study at an approved tertiary institution that would require his absence from duty, the following shall apply –(a) the officer shall forward his application to the Commission a letter of acceptance from the institution of learning; (b) study leave may be granted only in cases where –(i)the course of study would be of benef it to the Judicial Service; and (ii)evening or weekend classes are not available for the particular course.",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=365"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 56",
            "name": "Compulsory and voluntary retirement.",
            "text": " Where an officer wishes to undertake a course of study at an approved tertiary institution that would require his absence from duty for three or more days per week, the officer shall be required to apply for full time study leave. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=365"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 57",
            "name": "Premature retirement and retirement in public interest.",
            "text": " An annual report from the institution of learning shall be submitted by an officer on study leave to ensure that the officer is making good use of the leave granted to him is pursuing with success the course of training for which leave has been approved.Suspension or termination of study leave. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=365"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 58",
            "name": "Retirement in special cases.",
            "text": " (1) Officers to whom study leave has been approved shall be required to –(a) devote their whole time to the course of training; (b) sit for any examination and to write such papers or reports as may be required by the training authorities; and(c) resum e duty or take up employment in the Judicial Service immediately after the completion of the course of training, or at the expiry of any vacation or other leave which may have been granted to them. (2) Officers who complete their course of training prior to the expected completion date shall resum e duty immediately, providing vacation or other leave has not been approved, failing which they will be subject to disciplinary action. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=366"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 59",
            "name": "Termination of appointment on abolition of office or for facilitating improvement in the organisation of a Ministry or Department.",
            "text": " (1) Every officer shall, within, a reasonable time after succe ssful completion of his course of study, submit a copy of his final report, dissertation, thesis, etc. to the Secretary. The reasonable cost for said copies shall be borne by the Commission. (2) Every officer who has been the recipient of formal training may be requested to disseminate the knowledge and skills acquired. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=366"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 60",
            "name": "Termination of appointme nt  by dismissal  on the grounds of unsatisfactory service.",
            "text": " The Commission may suspend or terminate study leave if –(f) the officer is convicted on criminal charges, in or outside Guyana. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=366"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 61",
            "name": "Medical Boards.",
            "text": " Offers of training awards from international or other organisations shall be dealt with by the Commission and not on an ad hoc or individual basis. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=367"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 62",
            "name": "Unfit officers.",
            "text": " An officer who prematurely terminates his course of training without prior approval from the Commission shall be required to pay the Commission a sum of money equal to the commitments he received prior to the premature termination, and any other amounts actually spent by the Commission in connection with his training. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=367"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 63",
            "name": "Commission to deter mine date service terminated.",
            "text": " An officer who on his own applies for and is granted study leave to pursue a self-funded course of study,PART VI SALARIES ALLOWANCES AND FI NANCI AL BEN EFITS ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=367"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 64",
            "name": "Officer liable to disciplinary proceedings.",
            "text": " The salaries attached of officers in the Judicial Service are and shall be as spec ified in orders, which may from time to time be issued by the Minister of Finance.PART VII PENSIONS, GRATUITIES AND OT HER RETIREMENT65. Subject to any written law pertaining to any officer, if the Commission is satisfied with the medical advice given it shall approve the retirement of the officer on medical grounds.",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=368"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 66",
            "name": "Departmen tal disciplinary proceedings.",
            "text": " If there is any doubt on any point which is likely to affect the computation and award of an officer’s retirement benef its, the Commission shall be consulted as early as possible with a view to ensuring the correctness of the particulars raising the doubt, prior to submission.",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=368"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 67",
            "name": "Duties of  disciplinary tribunal.",
            "text": " In cases where it is not possible to locate the necessary records in relation to an officer’s service, statutory declarations attesting to such service shall be submitted by three reliable and responsible persons who know the career history of the officer in the Judicial Service. The status of the declarant shall be stated and he shall give the source of his knowledge of the facts c ontained in the declaration.PART VIII DISCIPLINE OF PUBLIC OFFICERS ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=368"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 68",
            "name": "Notification of charge.",
            "text": " (1) Subject to the Constitution, the power to discipline officers is vested in the Commission. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=369"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 69",
            "name": "Refusal to make  statemen t.",
            "text": " Subject to the Constitution, an officer who, without reasonable excuse, does an act which –(a) amounts to failure to perform in a proper manner any duty assigned to him, including discourtesy to members of the public; (b) contravenes any of the provisions of these Regul ations, the Constitution, the Act or any other Regulations for the time being governing the conduct of officers; or(c) is prejudicial to the efficient conduct of the Judicial Service or tends to bring the Judicial Service into disrepute ,is liable to disciplinary proceedings for that misconduct in accordance with the provisions of these Rules. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=369"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 70",
            "name": "Witnesses.",
            "text": " (1) Subject to the Constitution and the Pens ions Act, an officer whose appointment has been confirmed may, after due process, be dismissed at any time on the grounds of misconduct, insubordination or gross inefficiency at work. (2) An officer who is dismissed shall be entitled to payment of salary in lieu of all vacation leave accrued to him or her.",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=369"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 71",
            "name": "Procedure of disciplinary tribunal.",
            "text": " (1) Subject to the Constitution, if, after oral warning of inefficiency or misconduct, an officer's work or conduct does not improve, he shall be warned in writing and required to acknowledge receipt of such warning in writing. In aggravated cases, a copy of the correspo ndence shall be brought formally to the attenti on of the Commission. (2) Where disciplinary action is recommende d for minor misconduct, the following procedures apply –(a) the officer shall be notified in writing by the Judicial Service Commission of the grounds upon which it is recommende d that he be disciplined, and he shall be given full opportuni ty of exculpating himself; and (b) the Secretary to the Commission shall forward to the Commission a copy of the allegation and the officer's explanation/response togeth er with the Secretary's report on the matter and such other reports as he considers relevant to the matter. (3) In any other case, if the Judicial Service Commission is satisfied that grounds for disciplinary action exist, it ma y institute disciplinary proceedings. (4) On the conclusion of the disciplinary proceedings referred to in sub-rule (3), if the Judicial Service Commission is of the opinion that – (a) the officer should be exonerated, it(b) the allegation is proved it shall impose such penalty upon the officer as it thinks fit, such as a caution, reprimand or demo tion. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=370"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 72",
            "name": "Adjournme nt of hearing.",
            "text": " (1) Subject to the Constitution, in cases of serious inefficiency or misconduct for which dismissal or retirement may be considered appropriate, the following procedures apply –(a) the officer shall be notified in writing by the Judicial Service Commission of the allegations and be given full opportuni ty of exculpating himself; (b) the Secretary of the Commission shall forward to the Commission a copy of the allegation and the officer’s explanation/response together with the Secretary’s own report on the matter and such other reports as may be considered relevant to the matter; (c) where the officer fails to respo nd or acts in such a manner as to obstruct the process, the Secretary of the Commission shall advise the Judicial Service Commission accordingly in his report; (d) upon receipt of the report, the Judicial Service Commission may cause further investigation to be made into the manner with the aid of",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=371"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 73",
            "name": "Failure to attend hearing.",
            "text": " The standard of proof in disciplinary proceedings under these Rules shall be on a balance of probability. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=373"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 74",
            "name": "Main purpose of tribunal.",
            "text": " In disciplinary proceedings or other deliberations, the Judicial Service Commission shall inform itself in such manner as it thinks fit, having regard to the rules of evidence as far as possible or to other legal technicalities a nd form. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=373"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 75",
            "name": "Report of tribunal to be forwarded to secretary.",
            "text": " (1) If without good reason, the officer against whom disciplinary proceedings have been instituted does not attend the hearing, the Judicial Service Commission may proceed and conclude the matter in his absence. (2) Where good reason is given the Judicial Service Commission on behalf of the officer as to why he is unable to attend the hearing, the Commission may postpone the matter as it deems appropriate. (3) For the purposes of this Rule, the fact that an officer was in prison during the course of the discipl inary proceedings amounts to good reason. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=373"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 76",
            "name": "Tribunal report to be ex amined by Commission.",
            "text": " In any disciplinary proceedings, a record of proceedings shall be made which shall contain statements of evidence , the findings of the Judicial Service Commission, togeth er with reasons for the findings and the penalty imposed.",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=373"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 77",
            "name": "Commission may call for fresh proceedings.",
            "text": " The Judicial Service Commission shall, as soon as possible, inform the officer in writing of its findings, the penalty imposed on him or her, of his right to appeal the determination to the High Court and of the time required for making suc h application. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=374"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 78",
            "name": "Proceedings to be held in  private.",
            "text": " Where the officer lodges an appeal with the High Court within the spec ified period, the penalty shall not take effect pending the determination of the appeal by the High Court. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=374"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 79",
            "name": "Penalties.",
            "text": " If the disciplinary proceedings disclose grounds for so doing, the Commission may require the officer to retire in the public interest. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=374"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 80",
            "name": "No disciplinary action while criminal proceedings pendi ng.",
            "text": " (1) Where the Commission is informed of an alleged act of misconduct by an officer and has the reason to believe that the public interest or the reputation of the Judicial Service requires it, the Commission may suspend the officer on full pay, from duty by notice in writing until furth er notice. (2) The effective date of suspens ion is the date spec ified in the notice. (3) An officer who is suspended shall, cease to report for duty immediately o n receipt of the notice. (4)The Commission shall review the alleged act of misconduct resulting in the suspen sion and may institute disciplinary proceedings accordingly. (5) An officer who is suspende d from duty shall make himself available to the Commission whenever required until the conclusion of the matter.(6) Subject to sub-rule (3), where disciplinary proceedings are not instituted within sixty (60) days of the date of suspension, the officer shall resum e duty and the suspension shall be set aside and the officer shall be treated for all intents and purposes as if the suspe nsion had never occurred. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=374"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 81",
            "name": "Disciplinary tribunal may adjourn and report to Commission.",
            "text": " (1) The Judicial Service Com mission may institute disciplinary proceedings against an officer who has been criminally charged. (2) Disciplinary proceedings may be instituted under sub-rule (1) notwithstanding that the officer has appealed a conviction arising out of the criminal proceedings. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=375"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 82",
            "name": "Disciplinary tribunal to report wher e evidence insufficient.",
            "text": " Disciplinary proceedings may be instituted by the Judicial Service Commission where an officer’s conduct is the subject of –(a) an investigation by the Police; or (b) criminal proceedings in any court.",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=375"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 83",
            "name": "Disciplinary tribunal  to report other misconduct  disclosed at hearing.",
            "text": " An officer who is acquitted of a criminal charge in any court is not precluded from having proceedings instituted against him or her under these Rules in respect of an alleged act of misconduct implicit in of that criminal charge. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=375"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 84",
            "name": "Commission to consider report of tribunal and inform officer of findings.",
            "text": " (1) Where an officer pleads guilty to a criminal charge or a criminal charge is proved against an officer, the Commission shall consider the court’s finding and request the officer in writing to show cause why he should not be dismissed. (2) The Commission, after hearing the officer,PART IX MISCELLANEOUS ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=375"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 85",
            "name": "Commission may remove officer in public interest.",
            "text": " Official seals and stamps shall be kept secur ed and not be supplied to private persons. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=376"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 86",
            "name": "Disciplinary action after acquittal of criminal charge.",
            "text": " Officers shall not make use of any stamp for franking letters, or frank letters without the authority of the Secretary, and are required to keep such devices under lock and key, except when in actual use. ",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=376"
        },
        {
            "title": "PUBLIC SERVICE COMMISSION RULES",
            "category": "Article 87",
            "name": "Conviction on criminal charge.",
            "text": " The content of Circulars should be communicated to all memb ers of staff and initialed by the officers of the Depa rtment i n which th ey are received.____________________",
            "source": "https://drive.google.com/uc?export=view&id=1T0RhAMjvwVP0rcegwZTc19T6J28eNAha#page=376"
        }
    ]
}