[
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Short title. 1. This Act may be cited as the Summary Jurisdiction (Procedure) Act.",
            "description": "This Act may be cited as the Summary Jurisdiction (Procedure) Act."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Interpretation. 2. In this Act    adult means a person who, in the opinion of the court, is of or above the age of sixteen years;  child means a person who, in the opinion of the court, is CHAPTER 10:02   SUMMARY JURISDICTION (PROCEDURE) ACT LAWS OF GUYANA 10 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012                                                 under the age of fourteen years;  clerk means the clerk of the court;  complainant includes any informant or prosecutor in any case relating to a summary conviction offence;  complaint includes any information or charge relating to a summary conviction offence;  the court means a magistrates court acting in the exercise of its jurisdiction in respect of summary conviction offences;  defendant means any person against whom a complaint is made;  indictable offence means any offence punishable on indictment before the High Court;  keeper when used in relation to a prison, includes the superintendent or other chief resident officer of the prison;  order includes any conviction in respect of a summary conviction offence;  penalty includes any pecuniary fine, forfeiture, or compensation recoverable or payable under an order;  prison includes any lock-up house, police-cell, or other duly authorised place of detention for persons in custody;  sum of money adjudged to be paid by order includes any costs,  summary conviction offence means any offence punishable on summary conviction before the court, and includes LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 11  L.R.O. 1/2012     Application of Act.                  Mode of instituting proceeding. Forms 1 &",
            "description": "In this Act    adult means a person who, in the opinion of the court, is of or above the age of sixteen years;  child means a person who, in the opinion of the court, is CHAPTER 10:02   SUMMARY JURISDICTION (PROCEDURE) ACT LAWS OF GUYANA 10 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012                                                 under the age of fourteen years;  clerk means the clerk of the court;  complainant includes any informant or prosecutor in any case relating to a summary conviction offence;  complaint includes any information or charge relating to a summary conviction offence;  the court means a magistrates court acting in the exercise of its jurisdiction in respect of summary conviction offences;  defendant means any person against whom a complaint is made;  indictable offence means any offence punishable on indictment before the High Court;  keeper when used in relation to a prison, includes the superintendent or other chief resident officer of the prison;  order includes any conviction in respect of a summary conviction offence;  penalty includes any pecuniary fine, forfeiture, or compensation recoverable or payable under an order;  prison includes any lock-up house, police-cell, or other duly authorised place of detention for persons in custody;  sum of money adjudged to be paid by order includes any costs,  summary conviction offence means any offence punishable on summary conviction before the court, and includes LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 11  L.R.O. 1/2012     Application of Act.                  Mode of instituting proceeding. Forms 1 &"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application of Act.  PART I INSTITUTION OF PROCEEDINGS  Making of Complaint  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Application of Act.  PART I INSTITUTION OF PROCEEDINGS  Making of Complaint  3. Unless the contrary is expressly provided by any written law relating thereto, this Act shall extend and apply to all proceedings which may be taken in respect of summary conviction offences, whether those offences are constituted before, or at the time of, or after, the commencement hereof.   PART I INSTITUTION OF PROCEEDINGS  Making of Complaint",
            "description": "Unless the contrary is expressly provided by any written law relating thereto, this Act shall extend and apply to all proceedings which may be taken in respect of summary conviction offences, whether those offences are constituted before, or at the time of, or after, the commencement hereof.   PART I INSTITUTION OF PROCEEDINGS  Making of Complaint"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Mode of instituting proceeding. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Mode of instituting proceeding. 4. Every proceeding in the court for the obtaining of an order against any person in respect of a summary conviction offence shall be instituted by a complaint made before the magistrate of the court.",
            "description": "Every proceeding in the court for the obtaining of an order against any person in respect of a summary conviction offence shall be instituted by a complaint made before the magistrate of the court."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "General right of making complaint. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under General right of making complaint. 5. Anyone may make a complaint against any person committing a summary conviction offence unless it appears from the written law on which the complaint is founded that a complaint for that offence shall be made only by a particular person or class of persons.",
            "description": "Anyone may make a complaint against any person committing a summary conviction offence unless it appears from the written law on which the complaint is founded that a complaint for that offence shall be made only by a particular person or class of persons."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Limitation of complaint. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Limitation of complaint. 6. In every case where no time is specially limited for making a complaint for a summary conviction offence in the written law relating to that offence, the complaint shall be made within six months from the time when the matter of the complaint arose, and not after.",
            "description": "In every case where no time is specially limited for making a complaint for a summary conviction offence in the written law relating to that offence, the complaint shall be made within six months from the time when the matter of the complaint arose, and not after."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Form and requisites of complaint. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Form and requisites of complaint. 7. (1) No complaint need be in writing, unless it is required to be so by the written law on which it is founded or by some other written law, but if a complaint is not made in writing, the clerk shall reduce it into writing.  (2) Subject to section 13 every complaint may, LAWS OF GUYANA 12 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012                            Special procedure in respect of certain offences. [14 of 1959 28 of 1970 4 of 1972 O. 166/1974 167/1974 13 of 1998 O. 5/2007] Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No complaint need be in writing, unless it is required to be so by the written law on which it is founded or by some other written law, but if a complaint is not made in writing, the clerk shall reduce it into writing."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to section 13 every complaint may, LAWS OF GUYANA 12 Cap. 10:02 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Special procedure in respect of certain offences. 8A.        Disqualification of licence. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Special procedure in respect of certain offences. 8A.        Disqualification of licence. 8. (1) Notwithstanding section 11(1), where any member of the Police Force finds that an offence to which this section applies has been committed or is being committed in any place, it shall be lawful for such member of the Police Force then and there to serve upon the person alleged to be the offender a notice charging him with the commission of such offence, and notifying him that a complaint will be made against him in respect  of the said offence and requiring him to appear at the court specified in the notice on the day and at the hour stated therein to answer the said complaint.  (2) A person upon whom a member of the Police Force has served a notice under subsection (1) may, in lieu of being prosecuted for the alleged offence, pay to the clerk of the court of the magisterial district in which the offence was committed, within seven days from the date of the issue of the notice, such penalty as the Minister may by order prescribe for the offence.  (3) The Minister may by order amend or revoke any order made under subsection (2).  (4) A notice under subsection (1) shall be served on the alleged offender personally, and the date stated in the notice as the day on which the alleged offender is required to LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 13  L.R.O. 1/2012                                                 appear at court shall be at least fourteen days after the date of the issue of the notice.  (5) If the alleged offender pays the penalty within the time specified in subsection (2), the provisions hereinafter contained in this section in respect of his duties and liabilities shall not apply.  (6) If the alleged offender does not exercise the option of paying a penalty as provided for in subsection (2), the member of the Police Force shall, on the date stated in the notice as the day on which the alleged offender is required to appear at court, make in the court specified in the notice a complaint against the alleged offender for the offence mentioned in the notice.  (7) Upon the service of a notice under subsection (1), the alleged offender shall be subject to the same duties and liabilities as if he had entered, under section 71, into a recognisance in the sum of one thousand six hundred and twenty-five dollars to appear before the court specified in the notice on the day and at the hour stated therein to answer the complaint referred to in the notice and to be further dealt with according to law.  (8) If a complaint has been duly made under subsection (6) and the alleged offender does not appear at the court at the time mentioned in the notice, the court may proceed in accordance with sections 13 and 25 and for this purpose the said sections shall be read as if the word notice were substituted for the word summons wherever it appears therein.  (9) If the alleged offender appears at the time mentioned in the notice and a complaint has been duly made under subsection (6), the court shall proceed to hear and determine the complaint.  LAWS OF GUYANA 14 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012       c. 8:02      c. 51:02    c. 51:02       c. 8:02                   c. 47:01           (10) This section shall apply to    (a) offences against section 153 of the Summary Jurisdiction (Offences) Act;  (b) offences against sections 13, 15, 23, 25, 34, 40, 43, 46, 50, 52, 55, 56, 57, 58, 59, 60 and 61 of the Motor Vehicles and Road Traffic Act;  (c) offences against the Motor Vehicles and Road Traffic Regulations;  (d) offences against the General Traffic Directions made by the Commissioner of Police on the 24th November, 1937, under the Summary Jurisdiction (Offences) Act and continued in force by section 117 of the Motor Vehicles and Road Traffic Act;  (e) offences against any order made by the Licensing Authority under section 48, 51 or 102 of the Motor Vehicles and Road Traffic Act;  (f) offences against the Road Traffic (Georgetown) Regulations;  (g) offences under section 63(3) of the Post and Telegraph Act in respect of broadcast receiving sets.  (11) Subject to negative resolution of the National Assembly, the Minister may by order amend subsection (10) by making additions to or deletions from the offences referred to therein.  LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 15  L.R.O. 1/2012                                                 (12) Where a police constable finds a vehicle on an occasion and has reason to believe that on that occasion there is being or has been committed in respect of it an offence to which this section applies, being an offence    (a) committed by reason of the vehicle obstructing the road, or waiting, or being left or parked or being loaded or unloaded in a road; or  (b) disclosed upon an examination of such vehicle, he may proceed under this section as if he had found a person reasonably believed by him to be committing an offence and for that purpose a notice as mentioned in subsection (1) if affixed to the vehicle shall be deemed to be served pursuant to that subsection upon the person liable for the offence and notwithstanding anything to the contrary in any law the registered owner of such vehicle shall, for the purposes of any proceedings to be taken in a court in respect of such offence, be deemed to be the person liable for the offence:  Provided that if the registered owner at the time of entering his plea at the hearing of the offence alleges that he was not the driver, or the person in charge, of the vehicle at the time when the alleged offence was committed the court may cause a summons to be issued to the person who is alleged by the registered owner to have been the driver or the person in charge making him a co-defendant in the proceedings and the court may after hearing the evidence and witnesses, if any, of all parties make such order as to the payment of any fine and costs as to the court may seem just. LAWS OF GUYANA 16 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012                                                                                                  c. 17:01           Disqualifi-cation of  licence.              (13) A notice if affixed to a vehicle under subsection (12) shall not be removed or interfered with except by or under the authority of the driver or person in charge of the vehicle or the person liable for the offence in question; and any person contravening this subsection shall be liable to a fine of not less than ten thousand dollars nor more than twenty thousand dollars.  (14) Where a notice is served under subsection (1) or is affixed under subsection (12), the officer responsible for so doing shall   (a)  immediately after his return to the police station to which he is attached, submit a copy of the notice to the officer in charge of that police station to be kept there for the purposes of the record; and  (b)  within no more than three days after serving or affixing the notice, submit a copy of the notice to the clerk of the court of the magisterial district in which the alleged offence was committed.  (15) An officer who fails to comply with the requirements of subsection (14) commits an offence against discipline for the purposes of section 4 of the Police (Discipline) Act and is liable to such punishment as may be imposed upon him under that Act.  8A.  (1) If a complaint has been duly made under section 8(6) in respect of an offence in connection with driving and the alleged offender does not appear at the court at the time mentioned in the notice, the court    LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 17  L.R.O. 1/2012                        c. 51:02            c. 51:02              (a)  may proceed as provided in section 8 (8); and   (b)  shall make an order disqualifying the alleged offender from holding or obtaining a drivers licence until such time as the offender pays the sum specified under subsection (2).  (2)  The sum, referred to under subsection (1) (b) shall not be less than the penalty prescribed for that offence under section 8 (2), plus one half of that amount per month for every month or part of each month following the date of disqualification until payment.  (3)  A disqualification under this section has the same effect as if it were a disqualification by virtue of a conviction or order  under the Motor Vehicles and Road Traffic Act, and section 32 (1), (2), (5) and (6) of that Act applies to the disqualification.  (4) Where a disqualification order is made under this section   (a)  the clerk of the court shall send notice of the order to the Licensing Authority established under the Motor Vehicles and Road Traffic Act and to the Commissioner of Police; and   (b)  the disqualified person shall, on demand by any police constable, surrender his licence to the police constable.  (5) Upon payment of the sum specified in subsection (2) to the clerk of the court, the disqualified person, shall LAWS OF GUYANA 18 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012      Statement of exception.           Averment in complaint or information sufficient to confer jurisdiction. [21 of1978]     Issue of search warrant and proceedings thereunder.                     apply to the police constable for the return of his licence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(b) shall not be less than the penalty prescribed for that offence under section 8"
                },
                {
                    "representation": "(2)",
                    "description": "to the clerk of the court, the disqualified person, shall LAWS OF GUYANA 18 Cap. 10:02 Summary Jurisdiction"
                },
                {
                    "representation": "(3)",
                    "description": "A disqualification under this section has the same effect as if it were a disqualification by virtue of a conviction or order  under the Motor Vehicles and Road Traffic Act, and section 32"
                },
                {
                    "representation": "(4)",
                    "description": "Where a disqualification order is made under this section"
                },
                {
                    "representation": "(5)",
                    "description": "Upon payment of the sum specified in subsection"
                },
                {
                    "representation": "(6)",
                    "description": "of that Act applies to the disqualification."
                },
                {
                    "representation": "(7)",
                    "description": "Upon the service of a notice under subsection"
                },
                {
                    "representation": "(8)",
                    "description": "If a complaint has been duly made under subsection"
                },
                {
                    "representation": "(9)",
                    "description": "If the alleged offender appears at the time mentioned in the notice and a complaint has been duly made under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the clerk of the court shall send notice of the order to the Licensing Authority established under the Motor Vehicles and Road Traffic Act and to the Commissioner of Police; and"
                },
                {
                    "representation": "(b)",
                    "description": "the disqualified person shall, on demand by any police constable, surrender his licence to the police constable."
                },
                {
                    "representation": "(c)",
                    "description": "offences against the Motor Vehicles and Road Traffic Regulations;"
                },
                {
                    "representation": "(d)",
                    "description": "offences against the General Traffic Directions made by the Commissioner of Police on the 24th November, 1937, under the Summary Jurisdiction"
                },
                {
                    "representation": "(e)",
                    "description": "offences against any order made by the Licensing Authority under section 48, 51 or 102 of the Motor Vehicles and Road Traffic Act;"
                },
                {
                    "representation": "(f)",
                    "description": "offences against the Road Traffic"
                },
                {
                    "representation": "(g)",
                    "description": "offences under section 63(3) of the Post and Telegraph Act in respect of broadcast receiving sets."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Statement of exception. 9A. Averment in complaint or information sufficient to confer jurisdiction.  Search Warrant  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Statement of exception. 9A. Averment in complaint or information sufficient to confer jurisdiction.  Search Warrant  9. Any exception, exemption, proviso, condition, excuse or qualification, whether it does or does not accompany in the same section the description of the offence in the written law creating an offence, may be proved by the defendant, but need not be specified or negatived in the complaint, and, if so specified or negatived, no proof in relation to the matter so specified or negatived shall be required on the part of the complainant.  9A. An averment in any complaint or information that an offence has been committed within a particular magisterial district shall, unless the contrary is proved, be sufficient to confer jurisdiction on a magistrate of that district to hear and determine the complaint or information, as the case may be.  Search Warrant",
            "description": "Any exception, exemption, proviso, condition, excuse or qualification, whether it does or does not accompany in the same section the description of the offence in the written law creating an offence, may be proved by the defendant, but need not be specified or negatived in the complaint, and, if so specified or negatived, no proof in relation to the matter so specified or negatived shall be required on the part of the complainant.  9A. An averment in any complaint or information that an offence has been committed within a particular magisterial district shall, unless the contrary is proved, be sufficient to confer jurisdiction on a magistrate of that district to hear and determine the complaint or information, as the case may be.  Search Warrant"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Issue of search warrant and proceedings thereunder.  Enforcing Appearance of Defendant  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Issue of search warrant and proceedings thereunder.  Enforcing Appearance of Defendant  10. (1) Any magistrate who is satisfied, by proof upon oath, that there is reasonable ground for believing that there is, in any building, ship, carriage, box, receptacle, or place    (a) anything upon, or in respect of which, any summary conviction offence has been or is suspected to have been committed for which, according to any written law for the time being in force, the offender may be arrested without warrant; or  (b) anything which there is reasonable ground for believing will afford evidence as to the commission of that offence; or  (c) anything which there is reasonable ground for believing is intended to be LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 19  L.R.O. 1/2012            Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any magistrate who is satisfied, by proof upon oath, that there is reasonable ground for believing that there is, in any building, ship, carriage, box, receptacle, or place"
                },
                {
                    "representation": "(a)",
                    "description": "anything upon, or in respect of which, any summary conviction offence has been or is suspected to have been committed for which, according to any written law for the time being in force, the offender may be arrested without warrant; or"
                },
                {
                    "representation": "(b)",
                    "description": "anything which there is reasonable ground for believing will afford evidence as to the commission of that offence; or"
                },
                {
                    "representation": "(c)",
                    "description": "anything which there is reasonable ground for believing is intended to be LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Issue of summons to defendant. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Issue of summons to defendant. 11. (1) Whenever a complaint is made before a magistrate that any person has committed, or is suspected to have committed, any summary conviction offence within his jurisdiction, the magistrate may issue his summons directed to that person, stating concisely the substance of the complaint, and requiring him to appear at a certain time not less than forty-eight hours after the service of the summons and at a certain place, before the court of the magistrate to answer the complaint, and to be further dealt with according to law:  Provided that the court may, if it thinks fit, with the consent of parties, hear and determine a complaint notwithstanding that the period of forty-eight hours may not have elapsed.  LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 21  L.R.O. 1/2012           Service of summons on defendant.      Hearing ex parte or issue of warrant, on non-appearance of defendant. [14 of 1959 4 of 1972]                 Form 5A.            (2) Nothing herein contained shall oblige any magistrate to issue the summons in any case where the application for an order may by law be made ex parte.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever a complaint is made before a magistrate that any person has committed, or is suspected to have committed, any summary conviction offence within his jurisdiction, the magistrate may issue his summons directed to that person, stating concisely the substance of the complaint, and requiring him to appear at a certain time not less than forty-eight hours after the service of the summons and at a certain place, before the court of the magistrate to answer the complaint, and to be further dealt with according to law:  Provided that the court may, if it thinks fit, with the consent of parties, hear and determine a complaint notwithstanding that the period of forty-eight hours may not have elapsed.  LAWS OF GUYANA Summary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "Nothing herein contained shall oblige any magistrate to issue the summons in any case where the application for an order may by law be made ex parte."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Service of summons on defendant. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Service of summons on defendant. 12. The summons shall be served by a police or other constable upon the defendant either by delivering it to him personally, or, if he cannot, with the exercise of reasonable diligence, be encountered, by leaving it with some person for him at his last or most usual place of abode.",
            "description": "The summons shall be served by a police or other constable upon the defendant either by delivering it to him personally, or, if he cannot, with the exercise of reasonable diligence, be encountered, by leaving it with some person for him at his last or most usual place of abode."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Hearing ex parte or issue of warrant, on non-appearance of defendant. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Hearing ex parte or issue of warrant, on non-appearance of defendant. 13. (1) If the defendant does not appear before the court at the time and place mentioned in the summons, then, after proof upon oath, to the satisfaction of the court, that the summons was duly served or that the defendant wilfully avoids service, the court may, in its discretion, either    (a) unless the law on which the complaint is founded otherwise directs, proceed ex parte to the hearing of the complaint, and adjudicate thereon as fully and effectually to all intents and purposes as if the defendant had personally appeared before it in obedience to the summons; or  (b) adjourn the hearing to some future day; or  (c) issue a warrant to apprehend the person so summoned for avoiding service, and to bring him before the court to answer the complaint, and to be further dealt with according to law.  (2) A defendant in any proceedings before the court may be represented by counsel, and any defendant so represented shall be deemed not to be absent: LAWS OF GUYANA 22 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012                Issue of warrant for defendant in first instance.       Form 5B. Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the defendant does not appear before the court at the time and place mentioned in the summons, then, after proof upon oath, to the satisfaction of the court, that the summons was duly served or that the defendant wilfully avoids service, the court may, in its discretion, either"
                },
                {
                    "representation": "(a)",
                    "description": "unless the law on which the complaint is founded otherwise directs, proceed ex parte to the hearing of the complaint, and adjudicate thereon as fully and effectually to all intents and purposes as if the defendant had personally appeared before it in obedience to the summons; or"
                },
                {
                    "representation": "(b)",
                    "description": "adjourn the hearing to some future day; or"
                },
                {
                    "representation": "(c)",
                    "description": "issue a warrant to apprehend the person so summoned for avoiding service, and to bring him before the court to answer the complaint, and to be further dealt with according to law."
                },
                {
                    "representation": "(2)",
                    "description": "A defendant in any proceedings before the court may be represented by counsel, and any defendant so represented shall be deemed not to be absent: LAWS OF GUYANA 22 Cap. 10:02 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Issue of warrant for defendant in first instance.    SUMMARY JURISDICTION (PROCEDURE) ACT LAWS OF GUYANA 4 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012   SECTION PART II WITNESSES  Enforcing Attendance of Witness  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Issue of warrant for defendant in first instance.    SUMMARY JURISDICTION (PROCEDURE) ACT LAWS OF GUYANA 4 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012   SECTION PART II WITNESSES  Enforcing Attendance of Witness  14. On a complaint in writing and upon oath being made before a magistrate for any summary conviction offence, the magistrate may, on good cause being shown to him for so doing, and on oath being made before him substantiating the matter of the complaint to his satisfaction, instead of issuing a summons, issue in the first instance a warrant to apprehend the person against whom the complaint has been made and to bring him before the court of the magistrate to answer the complaint, and to be further dealt with according to law.  PART II WITNESSES  Enforcing Attendance of Witness",
            "description": "On a complaint in writing and upon oath being made before a magistrate for any summary conviction offence, the magistrate may, on good cause being shown to him for so doing, and on oath being made before him substantiating the matter of the complaint to his satisfaction, instead of issuing a summons, issue in the first instance a warrant to apprehend the person against whom the complaint has been made and to bring him before the court of the magistrate to answer the complaint, and to be further dealt with according to law.  PART II WITNESSES  Enforcing Attendance of Witness"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Issue of summons for witness. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Issue of summons for witness. 15. If, either before or on the hearing of any complaint, it appears to the magistrate, on the statement of the complainant or of the defendant or otherwise, that any person is likely to give material evidence for the complainant or for the defendant, the magistrate may issue a summons for that person, requiring him to attend, at a time and place to be mentioned therein, before the court of the magistrate to give evidence respecting the case, and to bring with him any documents relating thereto which may be in his possession, power, or control.",
            "description": "If, either before or on the hearing of any complaint, it appears to the magistrate, on the statement of the complainant or of the defendant or otherwise, that any person is likely to give material evidence for the complainant or for the defendant, the magistrate may issue a summons for that person, requiring him to attend, at a time and place to be mentioned therein, before the court of the magistrate to give evidence respecting the case, and to bring with him any documents relating thereto which may be in his possession, power, or control."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Service of summons on witness. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Service of summons on witness. 16. The summons shall be served by a police or other constable upon the person to whom it is directed, either by delivering it to him personally, or, if he cannot, with the exercise of reasonable diligence, be encountered, by leaving it with some person for him at his last or most usual place of abode. LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 23  L.R.O. 1/2012 Warrant for witness after summons.            Form",
            "description": "The summons shall be served by a police or other constable upon the person to whom it is directed, either by delivering it to him personally, or, if he cannot, with the exercise of reasonable diligence, be encountered, by leaving it with some person for him at his last or most usual place of abode. LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 23  L.R.O. 1/2012 Warrant for witness after summons.            Form"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Warrant for witness after summons. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Warrant for witness after summons. 17. If the person to whom the summons is directed does not attend before the court at the time and place mentioned therein, and no reasonable excuse is offered for his non-attendance then, after proof upon oath, to the satisfaction of the court, that the summons was duly served or that the person to whom the summons is directed wilfully avoids service, the court, being satisfied by proof upon oath that he is likely to give material evidence and that a reasonable sum was paid or tendered, or was ready to be paid or tendered, to him for his expenses in that behalf, may issue a warrant to apprehend him, and to bring him, at a time and place to be mentioned in the warrant, before the court in order to testify as aforesaid.",
            "description": "If the person to whom the summons is directed does not attend before the court at the time and place mentioned therein, and no reasonable excuse is offered for his non-attendance then, after proof upon oath, to the satisfaction of the court, that the summons was duly served or that the person to whom the summons is directed wilfully avoids service, the court, being satisfied by proof upon oath that he is likely to give material evidence and that a reasonable sum was paid or tendered, or was ready to be paid or tendered, to him for his expenses in that behalf, may issue a warrant to apprehend him, and to bring him, at a time and place to be mentioned in the warrant, before the court in order to testify as aforesaid."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Issue of warrant for witness in first instance. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Issue of warrant for witness in first instance. 18. If the magistrate is satisfied, by proof upon oath, that any person likely to give material evidence, either for the complainant or for the defendant, will not attend to give evidence without being compelled to do so, then, instead of issuing a summons, he may issue a warrant in the first instance for the apprehension of that person.",
            "description": "If the magistrate is satisfied, by proof upon oath, that any person likely to give material evidence, either for the complainant or for the defendant, will not attend to give evidence without being compelled to do so, then, instead of issuing a summons, he may issue a warrant in the first instance for the apprehension of that person."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Dealing with witness arrested under warrant. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Dealing with witness arrested under warrant. 19. (1) Every witness arrested under a warrant issued in the first instance shall, if the hearing of the cause for which his evidence is required is appointed for a time which is more than twenty-four hours after the arrest, be taken before a magistrate, and the magistrate may, on his furnishing security by recognisance, to the satisfaction of the magistrate, for his appearance at the hearing, order him to be released from custody, or shall, on his failing to furnish the security, order him to be detained for production at the hearing.  (2) A witness arrested or detained under this section shall not be kept in the same room or place as the defendant, if the defendant is in custody.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every witness arrested under a warrant issued in the first instance shall, if the hearing of the cause for which his evidence is required is appointed for a time which is more than twenty-four hours after the arrest, be taken before a magistrate, and the magistrate may, on his furnishing security by recognisance, to the satisfaction of the magistrate, for his appearance at the hearing, order him to be released from custody, or shall, on his failing to furnish the security, order him to be detained for production at the hearing."
                },
                {
                    "representation": "(2)",
                    "description": "A witness arrested or detained under this section shall not be kept in the same room or place as the defendant, if the defendant is in custody."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Non-attendance of witness on adjourned hearing.  Refractory Witness  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Non-attendance of witness on adjourned hearing.  Refractory Witness  20. Every witness who is present when the hearing or the further hearing of a cause is adjourned, or who has been duly notified of the time and place to which the hearing or LAWS OF GUYANA 24 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012           Dealing with witness refusing to be sworn or to give evidence.                   Form",
            "description": "Every witness who is present when the hearing or the further hearing of a cause is adjourned, or who has been duly notified of the time and place to which the hearing or LAWS OF GUYANA 24 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012           Dealing with witness refusing to be sworn or to give evidence.                   Form"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Dealing with witness refusing to be sworn or to give evidence.  PART III HEARING AND ORDER  Hearing of Complaint  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Dealing with witness refusing to be sworn or to give evidence.  PART III HEARING AND ORDER  Hearing of Complaint  21. (1) Where any person, attending either in obedience to a summons, or by virtue of a warrant, or being present in court and being verbally required by the court to give evidence in any cause    (a) refuses to be sworn as a witness; or  (b) having been so sworn, refuses to answer any question put to him by or with the sanction of the court; or  (c) refuses or neglects to produce any document which he is required by the court to produce,   without offering any sufficient excuse for his refusal or neglect, the court may, if it thinks fit, adjourn the hearing of the cause for any period not exceeding eight days, and may in the meantime, by warrant, commit the person to prison, unless he sooner consents to do what is so required of him.  (2) If the person, on being brought before the court at or before the adjourned hearing, again refuses to do what is so required of him, the court may, if it thinks fit, again adjourn the hearing of the cause, and commit him for the like period, and so again from time to time until he consents to do what is so required of him.  (3) Nothing herein contained shall affect the liability of the person to any other punishment or proceeding LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 25  L.R.O. 1/2012                Time and place of hearing.              Conduct of case.    Non-appearance of complainant.               Non-appearance of defendant. for refusing or neglecting to do what is so required of him, or shall prevent the court from disposing of the matter in the meantime, according to any other sufficient evidence taken by it.  PART III HEARING AND ORDER  Hearing of Complaint",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any person, attending either in obedience to a summons, or by virtue of a warrant, or being present in court and being verbally required by the court to give evidence in any cause"
                },
                {
                    "representation": "(a)",
                    "description": "refuses to be sworn as a witness; or"
                },
                {
                    "representation": "(b)",
                    "description": "having been so sworn, refuses to answer any question put to him by or with the sanction of the court; or"
                },
                {
                    "representation": "(c)",
                    "description": "refuses or neglects to produce any document which he is required by the court to produce,   without offering any sufficient excuse for his refusal or neglect, the court may, if it thinks fit, adjourn the hearing of the cause for any period not exceeding eight days, and may in the meantime, by warrant, commit the person to prison, unless he sooner consents to do what is so required of him."
                },
                {
                    "representation": "(2)",
                    "description": "If the person, on being brought before the court at or before the adjourned hearing, again refuses to do what is so required of him, the court may, if it thinks fit, again adjourn the hearing of the cause, and commit him for the like period, and so again from time to time until he consents to do what is so required of him."
                },
                {
                    "representation": "(3)",
                    "description": "Nothing herein contained shall affect the liability of the person to any other punishment or proceeding LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Time and place of hearing. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Time and place of hearing. 22. (1) On the day and at the place mentioned in the summons, or, as may be, on the day and at the place on and at which the defendant is brought  before the court under a warrant, the cause with respect to which the complaint has been made shall be called for hearing in the court.  (2) The room or place in which the court is held for the purposes of the hearing shall be deemed an open and public court, to which the public generally may have access, so far as it can conveniently contain them.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the day and at the place mentioned in the summons, or, as may be, on the day and at the place on and at which the defendant is brought  before the court under a warrant, the cause with respect to which the complaint has been made shall be called for hearing in the court."
                },
                {
                    "representation": "(2)",
                    "description": "The room or place in which the court is held for the purposes of the hearing shall be deemed an open and public court, to which the public generally may have access, so far as it can conveniently contain them."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Conduct of case. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Conduct of case. 23. Both the complainant and the defendant shall be entitled to conduct their respective cases in person or by counsel.",
            "description": "Both the complainant and the defendant shall be entitled to conduct their respective cases in person or by counsel."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Non-appearance of complainant. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Non-appearance of complainant. 24.         Issue of summons for witness.       Form",
            "description": "Issue of summons for witness.       Form"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Non-appearance of defendant. 25A. Inquiry in cases of absence of defendant on ground of illness. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Non-appearance of defendant. 25A. Inquiry in cases of absence of defendant on ground of illness. 25. (1) If, when the cause is called, the defendant does not appear, the court may, if it comes within the provisions of LAWS OF GUYANA 26 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012                          Inquiry in cases of absence of defendant on ground of illness. [4 of 1980]                        section 13, proceed as therein directed.  (2) If service of the summons is not proved to the satisfaction of the court, or if a warrant is issued for the apprehension of the defendant, the court may adjourn the hearing of the cause to some future day, in order that proper service may be effected or, as may be, until the defendant is apprehended.  (3) If the defendant is afterwards apprehended on a warrant as aforesaid, he shall be brought before the magistrate, who shall thereupon commit him by warrant to prison or to other safe custody he thinks fit, and order him to be brought at a certain time and place before the court; and of that time and place the complainant shall, by direction of the magistrate, be served with due notice.  25A. Without prejudice to any other provision of this Act, where a defendant absents himself or seeks to absent himself from trial on the ground of illness the court may order him to submit himself for examination by a registered medical practitioner designated by the court in order to determine whether or not he is fit to attend the trial and thereafter the court may proceed with the trial in the absence of the defendant if    (a) he does not submit himself for the examination; or  (b) the court, having considered the report of the examination, together with any other report of any registered medical practitioner tendered by the defendant and, if necessary, the testimony on oath of any registered medical practitioner, is satisfied that the defendant is capable of attending the trial. LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 27  L.R.O. 1/2012 Non-appearance of both parties.   Appearance of both parties.          Hearing.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If, when the cause is called, the defendant does not appear, the court may, if it comes within the provisions of LAWS OF GUYANA 26 Cap. 10:02 Summary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "If service of the summons is not proved to the satisfaction of the court, or if a warrant is issued for the apprehension of the defendant, the court may adjourn the hearing of the cause to some future day, in order that proper service may be effected or, as may be, until the defendant is apprehended."
                },
                {
                    "representation": "(3)",
                    "description": "If the defendant is afterwards apprehended on a warrant as aforesaid, he shall be brought before the magistrate, who shall thereupon commit him by warrant to prison or to other safe custody he thinks fit, and order him to be brought at a certain time and place before the court; and of that time and place the complainant shall, by direction of the magistrate, be served with due notice.  25A. Without prejudice to any other provision of this Act, where a defendant absents himself or seeks to absent himself from trial on the ground of illness the court may order him to submit himself for examination by a registered medical practitioner designated by the court in order to determine whether or not he is fit to attend the trial and thereafter the court may proceed with the trial in the absence of the defendant if"
                },
                {
                    "representation": "(a)",
                    "description": "he does not submit himself for the examination; or"
                },
                {
                    "representation": "(b)",
                    "description": "the court, having considered the report of the examination, together with any other report of any registered medical practitioner tendered by the defendant and, if necessary, the testimony on oath of any registered medical practitioner, is satisfied that the defendant is capable of attending the trial. LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Non-appearance of both parties. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Non-appearance of both parties. 26. If, when the cause is called, neither the complainant nor the defendant appears, the court shall make such order as the justice of the case requires.",
            "description": "If, when the cause is called, neither the complainant nor the defendant appears, the court shall make such order as the justice of the case requires."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Appearance of both parties. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Appearance of both parties. 27. If, when the cause is called, both the complainant and the defendant appear, the court shall proceed to hear and determine the complaint.",
            "description": "If, when the cause is called, both the complainant and the defendant appear, the court shall proceed to hear and determine the complaint."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Hearing. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Hearing. 28. (1) At the commencement of the hearing, the court shall state to the defendant the substance of the complaint and ask him whether he is guilty or not guilty.  (2) If the defendant says that he is guilty and shows no cause, or no sufficient cause, why an order should not be made against him, the court shall make such order against him as the justice of the case requires.  (3) If the defendant says that he is not guilty, the witnesses on both sides shall, unless the court in any instance otherwise expressly orders, be called and placed out of court and out of hearing, under the charge of the proper officer of the court, or of some other person appointed by the court for that purpose.  (4) The court shall then proceed to hear the complainant and any witnesses he examines, and any other evidence he adduces in support of his complaint, and also to hear the defendant and any witnesses he examines, and any other evidence he adduces in his defence, and also, if the court thinks fit, to hear any witnesses the complainant examines in reply, if the defendant has examined any witnesses or given any evidence.  (5) The magistrate shall, in every case, take notes in writing of the evidence, or of so much thereof as is material, in a book to be kept for that purpose, and the book shall be signed by the magistrate at the conclusion of each days proceeding: LAWS OF GUYANA 28 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012                Hearing of complaints together. [2 1 of 1932 21 of 1978]        Addresses.                        Adjournment and proceed-ing thereon.                 Provided that, if the magistrate is from any cause unable to take the notes, they may be taken by the clerk under his direction.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "At the commencement of the hearing, the court shall state to the defendant the substance of the complaint and ask him whether he is guilty or not guilty."
                },
                {
                    "representation": "(2)",
                    "description": "If the defendant says that he is guilty and shows no cause, or no sufficient cause, why an order should not be made against him, the court shall make such order against him as the justice of the case requires."
                },
                {
                    "representation": "(3)",
                    "description": "If the defendant says that he is not guilty, the witnesses on both sides shall, unless the court in any instance otherwise expressly orders, be called and placed out of court and out of hearing, under the charge of the proper officer of the court, or of some other person appointed by the court for that purpose."
                },
                {
                    "representation": "(4)",
                    "description": "The court shall then proceed to hear the complainant and any witnesses he examines, and any other evidence he adduces in support of his complaint, and also to hear the defendant and any witnesses he examines, and any other evidence he adduces in his defence, and also, if the court thinks fit, to hear any witnesses the complainant examines in reply, if the defendant has examined any witnesses or given any evidence."
                },
                {
                    "representation": "(5)",
                    "description": "The magistrate shall, in every case, take notes in writing of the evidence, or of so much thereof as is material, in a book to be kept for that purpose, and the book shall be signed by the magistrate at the conclusion of each days proceeding: LAWS OF GUYANA 28 Cap. 10:02 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Hearing of complaints together. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Hearing of complaints together. 29. Any number of complaints for any number of offences may be heard together where the offences are founded on the same facts, or form or are a part of a series of offences of the same or a similar character:  Provided that if the court thinks it conducive to the ends of justice to do so, it may order that the defendant shall be tried upon any one or more of the complaints separately.",
            "description": "Any number of complaints for any number of offences may be heard together where the offences are founded on the same facts, or form or are a part of a series of offences of the same or a similar character:  Provided that if the court thinks it conducive to the ends of justice to do so, it may order that the defendant shall be tried upon any one or more of the complaints separately."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Addresses.  Adjournment of Hearing  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Addresses.  Adjournment of Hearing  30. The complainant shall be entitled to address the court at the commencement of his case; the defendant shall be entitled to address the court at the commencement or the conclusion of his case, as he thinks fit; and if the defendant has examined any witnesses or given any evidence, the magistrate may allow the complainant to reply on the conclusion of the cause.  Adjournment of Hearing",
            "description": "The complainant shall be entitled to address the court at the commencement of his case; the defendant shall be entitled to address the court at the commencement or the conclusion of his case, as he thinks fit; and if the defendant has examined any witnesses or given any evidence, the magistrate may allow the complainant to reply on the conclusion of the cause.  Adjournment of Hearing"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Adjournment and proceeding thereon.   LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 5  L.R.O. 1/2012 SECTION Transfer of Cause  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Adjournment and proceeding thereon.   LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 5  L.R.O. 1/2012 SECTION Transfer of Cause  31. (1) At any time before or during the hearing of a complaint, the court may, in its discretion, adjourn the hearing to a certain time and place to be then appointed and stated in the presence and hearing of the party or parties, or his or their respective counsel, or in the absence of a defendant, if it be proved to the satisfaction of the court that the defendant is unable to appear by reason of illness or any other unavoidable cause.  (2) Upon the adjournment, the court may    (a) suffer the defendant to go at large; or  (b) commit him to prison or to other safe custody as the court thinks fit; but the LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 29  L.R.O. 1/2012 Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "At any time before or during the hearing of a complaint, the court may, in its discretion, adjourn the hearing to a certain time and place to be then appointed and stated in the presence and hearing of the party or parties, or his or their respective counsel, or in the absence of a defendant, if it be proved to the satisfaction of the court that the defendant is unable to appear by reason of illness or any other unavoidable cause."
                },
                {
                    "representation": "(2)",
                    "description": "Upon the adjournment, the court may"
                },
                {
                    "representation": "(a)",
                    "description": "suffer the defendant to go at large; or"
                },
                {
                    "representation": "(b)",
                    "description": "commit him to prison or to other safe custody as the court thinks fit; but the LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Transfer of cause where ground of complaint has arisen out of jurisdiction of the court. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Transfer of cause where ground of complaint has arisen out of jurisdiction of the court. 32. (1) If, on the hearing of any complaint, it appears that the ground of complaint arose beyond the limits of the jurisdiction of the court before which the complaint has been made, the court may, on being satisfied that it has no jurisdiction, direct the matter to be transferred to the court having jurisdiction where the ground of complaint arose.  (2) If the defendant is in custody and the magistrate directing the transfer thinks it expedient that the custody should be continued, or, if he is not in custody, that he should be placed in custody, the magistrate shall direct him to be taken by a police or other constable before the magistrate having jurisdiction where the cause of complaint arose, and shall give a warrant for that purpose to the constable, and shall deliver to the constable the complaint and recognisance, if any, taken by the magistrate under this Act, LAWS OF GUYANA 30 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012                Reduction of charge from indictable to summary conviction offence.               Where charges appear to be one proper for indictment.          to be delivered to the magistrate before whom the defendant is to be taken, and the complaint and recognisance, if any, shall be treated to all intents and purposes as if they had been taken by the last-mentioned magistrate.  (3) If the defendant is not continued or placed in custody as aforesaid, the magistrate shall inform the defendant that he has directed the transfer of the matter as aforesaid, and thereupon the provisions of the last preceding subsection, respecting the transmission and use of the documents in the matter, shall apply.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If, on the hearing of any complaint, it appears that the ground of complaint arose beyond the limits of the jurisdiction of the court before which the complaint has been made, the court may, on being satisfied that it has no jurisdiction, direct the matter to be transferred to the court having jurisdiction where the ground of complaint arose."
                },
                {
                    "representation": "(2)",
                    "description": "If the defendant is in custody and the magistrate directing the transfer thinks it expedient that the custody should be continued, or, if he is not in custody, that he should be placed in custody, the magistrate shall direct him to be taken by a police or other constable before the magistrate having jurisdiction where the cause of complaint arose, and shall give a warrant for that purpose to the constable, and shall deliver to the constable the complaint and recognisance, if any, taken by the magistrate under this Act, LAWS OF GUYANA 30 Cap. 10:02 Summary Jurisdiction"
                },
                {
                    "representation": "(3)",
                    "description": "If the defendant is not continued or placed in custody as aforesaid, the magistrate shall inform the defendant that he has directed the transfer of the matter as aforesaid, and thereupon the provisions of the last preceding subsection, respecting the transmission and use of the documents in the matter, shall apply."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Reduction of charge from indictable to summary conviction offence. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Reduction of charge from indictable to summary conviction offence. 33. Form",
            "description": "Form"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Where charge appears to be one proper for indictment.  Making of Order  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Where charge appears to be one proper for indictment.  Making of Order  34.              Form",
            "description": "Form"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "(1) Time and decision and order. (2) Powers of magistrate no longer in magisterial district. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under (1) Time and decision and order. (2) Powers of magistrate no longer in magisterial district. 35. (1)The court shall at the conclusion of the hearing or within six weeks thereafter at a subsequent sitting give its decision in the cause, either by dismissing the complaint or by making such order against the defendant as the justice of the case requires.  (2) Where before the court gives decision, the magistrate ceases to exercise jurisdiction in the magisterial district or to hold office it shall be lawful for him, within six weeks of the conclusion of the hearing, to lodge with the clerk of the court his written decision. The court shall read the decision at the earliest opportunity after notice to the parties and the decision when read, shall be deemed to be the decision of the court.  (3) If the complaint is dismissed on the merits, the court shall, upon being required by or on behalf of the defendant at any time within six months after the dismissal, make a formal order of dismissal and give to the defendant a certificate thereof; and the certificate, upon production, shall be without further proof a bar to any subsequent complaint for the same matter against the defendant.  (4) If an order is made against the defendant, a concise minute or memorandum thereof shall be forthwith entered in a book to be kept for that purpose; and, if necessary, an order in proper form may be drawn up at any time thereafter:  Provided that any defendant who desires to have the order in his case formally drawn up may, at any time within five days from the date of adjudication, require the magistrate to do so; and thereupon it shall be the duty of the magistrate, within two days from the date of his being so required, formally to draw up the order, and the defendant shall be entitled to have a copy thereof without any fee being charged Powers of LAWS OF GUYANA 32 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012    Imprisonment in default of payment of penalty.    Form",
            "description": [
                {
                    "representation": "(2)",
                    "description": "Where before the court gives decision, the magistrate ceases to exercise jurisdiction in the magisterial district or to hold office it shall be lawful for him, within six weeks of the conclusion of the hearing, to lodge with the clerk of the court his written decision. The court shall read the decision at the earliest opportunity after notice to the parties and the decision when read, shall be deemed to be the decision of the court."
                },
                {
                    "representation": "(3)",
                    "description": "If the complaint is dismissed on the merits, the court shall, upon being required by or on behalf of the defendant at any time within six months after the dismissal, make a formal order of dismissal and give to the defendant a certificate thereof; and the certificate, upon production, shall be without further proof a bar to any subsequent complaint for the same matter against the defendant."
                },
                {
                    "representation": "(4)",
                    "description": "If an order is made against the defendant, a concise minute or memorandum thereof shall be forthwith entered in a book to be kept for that purpose; and, if necessary, an order in proper form may be drawn up at any time thereafter:  Provided that any defendant who desires to have the order in his case formally drawn up may, at any time within five days from the date of adjudication, require the magistrate to do so; and thereupon it shall be the duty of the magistrate, within two days from the date of his being so required, formally to draw up the order, and the defendant shall be entitled to have a copy thereof without any fee being charged Powers of LAWS OF GUYANA 32 Cap. 10:02 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Imprisonment in default of payment of penalty. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Imprisonment in default of payment of penalty. 36. Where by any written law the court is empowered to impose a penalty for a summary conviction offence, it may, in the absence of express provision to the contrary in the same or any other written law, order a defendant who is convicted of the offence, in default of payment of the sum of money adjudged to be paid by the order, either forthwith, or at the times specified in the order, as the case may be, to be imprisoned in accordance with the scale set forth in section",
            "description": "Where by any written law the court is empowered to impose a penalty for a summary conviction offence, it may, in the absence of express provision to the contrary in the same or any other written law, order a defendant who is convicted of the offence, in default of payment of the sum of money adjudged to be paid by the order, either forthwith, or at the times specified in the order, as the case may be, to be imprisoned in accordance with the scale set forth in section"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Power to impose a fine in lieu of imprisonment. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Power to impose a fine in lieu of imprisonment. 37. Where a person is convicted of any summary conviction offence for which the court, under any enactment for the time being in force, has authority to impose imprisonment and has not authority to impose a fine, the court, notwithstanding any such Act or other enactment, may, if it thinks that the justice of the case will be better met by a fine than by imprisonment, impose on the offender a fine not exceeding eighty thousand dollars, and not being of such amount as will, under this Act, subject the offender in default of payment of the fine to any greater term of imprisonment than that to which he is liable under the Act or other enactment authorising the imprisonment as aforesaid.",
            "description": "Where a person is convicted of any summary conviction offence for which the court, under any enactment for the time being in force, has authority to impose imprisonment and has not authority to impose a fine, the court, notwithstanding any such Act or other enactment, may, if it thinks that the justice of the case will be better met by a fine than by imprisonment, impose on the offender a fine not exceeding eighty thousand dollars, and not being of such amount as will, under this Act, subject the offender in default of payment of the fine to any greater term of imprisonment than that to which he is liable under the Act or other enactment authorising the imprisonment as aforesaid."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Scale of imprisonment for non-payment of money adjudged to be paid by order. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Scale of imprisonment for non-payment of money adjudged to be paid by order. 38.",
            "description": "38."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "(1) Attempt. Full offence charged – attempt proved. (2) Attempt charged – full offence proved. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under (1) Attempt. Full offence charged  attempt proved. (2) Attempt charged  full offence proved. 39. (1) Where the complete commission of the offence charged is not proved, but the evidence establishes an attempt to commit the offence, the defendant may be convicted of the attempt, and punished accordingly; but after a conviction for the attempt, the defendant shall not be liable to be prosecuted again for the offence which he was charged with committing.  (2) Where an attempt to commit an offence is charged, but the evidence establishes the commission of the full offence, the defendant may be convicted of the attempt and punished accordingly and shall not be entitled to have the complaint dismissed; but after a conviction for the attempt, the defendant shall not be liable to be prosecuted again for the offence which he was charged with attempting to commit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the complete commission of the offence charged is not proved, but the evidence establishes an attempt to commit the offence, the defendant may be convicted of the attempt, and punished accordingly; but after a conviction for the attempt, the defendant shall not be liable to be prosecuted again for the offence which he was charged with committing."
                },
                {
                    "representation": "(2)",
                    "description": "Where an attempt to commit an offence is charged, but the evidence establishes the commission of the full offence, the defendant may be convicted of the attempt and punished accordingly and shall not be entitled to have the complaint dismissed; but after a conviction for the attempt, the defendant shall not be liable to be prosecuted again for the offence which he was charged with attempting to commit."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Full offence charged – part proved. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Full offence charged  part proved. 40. Every complaint shall be deemed divisible; and if the commission of the offence charged, as described in the written law creating the offence, or as charged in the complaint, includes the commission of any other offence, the defendant may be convicted of any offence so included which is proved although the whole offence charged is not proved, or he may be convicted of an attempt to commit any offence so included.",
            "description": "Every complaint shall be deemed divisible; and if the commission of the offence charged, as described in the written law creating the offence, or as charged in the complaint, includes the commission of any other offence, the defendant may be convicted of any offence so included which is proved although the whole offence charged is not proved, or he may be convicted of an attempt to commit any offence so included."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "(1) Embezzlement charged – larceny proved and vice versa. (5) Larceny or receiving charged and offence under s. 94 of Cap.14 proved. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under (1) Embezzlement charged  larceny proved and vice versa. (5) Larceny or receiving charged and offence under s. 94 of Cap.14 proved. 41. (1) Where embezzlement, or the fraudulent application or disposition of anything, is charged, and the evidence establishes the commission of larceny of any kind, LAWS OF GUYANA 34 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012                                     Larceny or receiving charged and offence under s. 94 of Cap. 8:02 proved. [21 of 1932] c. 8:02         the defendant shall not be entitled to have  the complaint dismissed, but he may be convicted of the larceny and punished accordingly.  (2) Where larceny of any kind is charged, and the evidence establishes the commission of embezzlement, or the fraudulent application or disposition of anything, the defendant shall not be entitled to have the complaint dismissed, but he may be convicted of the embezzlement or fraudulent application or disposition and punished accordingly.  (3) No person so convicted of embezzlement, fraudulent application or disposition, or larceny as aforesaid, shall be liable to be afterwards prosecuted for larceny, fraudulent application or disposition, or embezzlement, upon the same facts.  (4) Where unlawful possession under section 94 of the Summary Jurisdiction (Offences) Act is charged and the evidence establishes the commission of the offence of larceny of any kind or of receiving stolen property, the defendant shall not be entitled to have the complaint dismissed, but may be convicted of the larceny or of receiving stolen property and shall be punished accordingly.  (5) Where larceny of any kind is charged and the evidence establishes the receiving of any property knowing the same to have been stolen or the commission of an offence against section 94 of the Summary Jurisdiction (Offences) Act, the defendant shall not be entitled to have the complaint dismissed but he may be convicted of the offence the commission of which the evidence establishes and punished accordingly.  (6) Where the receiving of any property knowing the same to have been stolen is charged and the evidence establishes the commission of larceny of any kind or of an LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 35  L.R.O. 1/2012   c. 8:02                           Discharging defendant without punishment.     Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where embezzlement, or the fraudulent application or disposition of anything, is charged, and the evidence establishes the commission of larceny of any kind, LAWS OF GUYANA 34 Cap. 10:02 Summary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "Where larceny of any kind is charged, and the evidence establishes the commission of embezzlement, or the fraudulent application or disposition of anything, the defendant shall not be entitled to have the complaint dismissed, but he may be convicted of the embezzlement or fraudulent application or disposition and punished accordingly."
                },
                {
                    "representation": "(3)",
                    "description": "No person so convicted of embezzlement, fraudulent application or disposition, or larceny as aforesaid, shall be liable to be afterwards prosecuted for larceny, fraudulent application or disposition, or embezzlement, upon the same facts."
                },
                {
                    "representation": "(4)",
                    "description": "Where unlawful possession under section 94 of the Summary Jurisdiction"
                },
                {
                    "representation": "(5)",
                    "description": "Where larceny of any kind is charged and the evidence establishes the receiving of any property knowing the same to have been stolen or the commission of an offence against section 94 of the Summary Jurisdiction"
                },
                {
                    "representation": "(6)",
                    "description": "Where the receiving of any property knowing the same to have been stolen is charged and the evidence establishes the commission of larceny of any kind or of an LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Discharging defendant without punishment.  Costs and Compensation  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Discharging defendant without punishment.  Costs and Compensation  42. If, on the hearing of any complaint, it appears to the court that, although the complaint is proved, the offence was, in the particular circumstances of the case, of so trifling a nature that it is inexpedient to inflict any punishment, or any other than a nominal punishment    (a) the court may, without proceeding to a conviction, dismiss the complaint and, if it thinks fit, order the defendant to pay such damages, not exceeding ten dollars, and such costs of the proceedings, or either of them, as the court thinks reasonable, and the damages shall be payable to the person directed by the court; or  (b) the court may, upon convicting the defendant, discharge him LAWS OF GUYANA 36 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012 Form",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the court may, without proceeding to a conviction, dismiss the complaint and, if it thinks fit, order the defendant to pay such damages, not exceeding ten dollars, and such costs of the proceedings, or either of them, as the court thinks reasonable, and the damages shall be payable to the person directed by the court; or"
                },
                {
                    "representation": "(b)",
                    "description": "the court may, upon convicting the defendant, discharge him LAWS OF GUYANA 36 Cap. 10:02 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Order for costs and compensation.  PART IV ENFORCEMENT OF ORDER  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Order for costs and compensation.  PART IV ENFORCEMENT OF ORDER  43. (1) In every case where the complaint is dismissed, the court may order that the complainant shall pay to the defendant the costs the court deems just and reasonable, and, if the court is of opinion that the complaint was frivolous or vexatious, it may also order the complainant to pay to the defendant a reasonable sum, not exceeding three thousand two hundred and fifty dollars, as compensation for any trouble and expense to which the defendant has been put by reason of that complaint, in addition to his costs.  (2) Wherever an order is made against the defendant, the court may order that the defendant shall pay to the complainant such costs, and shall also, subject to the provisions of any Act in that behalf, pay to the complainant or any other person such compensation, as the court deems just and reasonable:  Provided that this section shall not affect the procedure of the court under any written law making express provision with respect to that compensation.  (3) An order for payment of costs made against a defendant may include any costs of and attendant upon his apprehension.  (4) An order for payment of costs shall not include any fees to counsel. LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 37  L.R.O. 1/2012  Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In every case where the complaint is dismissed, the court may order that the complainant shall pay to the defendant the costs the court deems just and reasonable, and, if the court is of opinion that the complaint was frivolous or vexatious, it may also order the complainant to pay to the defendant a reasonable sum, not exceeding three thousand two hundred and fifty dollars, as compensation for any trouble and expense to which the defendant has been put by reason of that complaint, in addition to his costs."
                },
                {
                    "representation": "(2)",
                    "description": "Wherever an order is made against the defendant, the court may order that the defendant shall pay to the complainant such costs, and shall also, subject to the provisions of any Act in that behalf, pay to the complainant or any other person such compensation, as the court deems just and reasonable:  Provided that this section shall not affect the procedure of the court under any written law making express provision with respect to that compensation."
                },
                {
                    "representation": "(3)",
                    "description": "An order for payment of costs made against a defendant may include any costs of and attendant upon his apprehension."
                },
                {
                    "representation": "(4)",
                    "description": "An order for payment of costs shall not include any fees to counsel. LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Powers of the court as to mode of payment of money adjudged to be paid by order. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Powers of the court as to mode of payment of money adjudged to be paid by order. 44. (1) The court by whose order any sum of money is adjudged to be paid may, if it thinks fit, do all or any of the following things   (a) allow time for payment of the sum; or  (b) direct payment of the sum to be made by instalments; or  (c) direct that the person liable to pay the sum shall be at liberty to give, to the satisfaction of the court, security, either with or without a surety or sureties, for the payment thereof or of any instalment thereof.  (2) Where a sum of money is directed to be paid by instalments and default is made in the payment of any one instalment, the same proceedings may be taken as if default had been made in the payment of all the instalments then remaining unpaid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The court by whose order any sum of money is adjudged to be paid may, if it thinks fit, do all or any of the following things"
                },
                {
                    "representation": "(a)",
                    "description": "allow time for payment of the sum; or"
                },
                {
                    "representation": "(b)",
                    "description": "direct payment of the sum to be made by instalments; or"
                },
                {
                    "representation": "(c)",
                    "description": "direct that the person liable to pay the sum shall be at liberty to give, to the satisfaction of the court, security, either with or without a surety or sureties, for the payment thereof or of any instalment thereof."
                },
                {
                    "representation": "(2)",
                    "description": "Where a sum of money is directed to be paid by instalments and default is made in the payment of any one instalment, the same proceedings may be taken as if default had been made in the payment of all the instalments then remaining unpaid."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Allowance of further time. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Allowance of further time. 45. Where time has been allowed for the payment of a sum adjudged to be paid by a conviction or order of a court of summary jurisdiction, further time may, subject to any provisions of this Act, on an application by or on behalf of the offender, be allowed by the court, or such court may, subject as aforesaid, direct payment by instalments of the sum so adjudged to be paid. LAWS OF GUYANA 38 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012 Deposit of money in lieu of surety.         Distress warrant. [4 of 1972] Form",
            "description": "Where time has been allowed for the payment of a sum adjudged to be paid by a conviction or order of a court of summary jurisdiction, further time may, subject to any provisions of this Act, on an application by or on behalf of the offender, be allowed by the court, or such court may, subject as aforesaid, direct payment by instalments of the sum so adjudged to be paid. LAWS OF GUYANA 38 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012 Deposit of money in lieu of surety.         Distress warrant. [4 of 1972] Form"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Deposit of money in lieu of surety.  Warrant of Distress  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Deposit of money in lieu of surety.  Warrant of Distress  46.                    Making of Order",
            "description": "Making of Order"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Distress warrant ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Distress warrant 47. (1) Any sum of money adjudged to be paid by an order shall, if the written law on which the order is founded so directs, but subject to the provisions hereafter in this section contained, and may, in the discretion of the court in other cases, be levied upon the movable property of the defendant by distress and sale thereof.  (2) In that case the court shall (but subject as aforesaid) or may, as the case may be, issue its warrant of distress for the purpose of levying the sum, and the warrant shall be in writing and shall be signed by the magistrate of the court.  (3) If it appears to the court, when application is made to it to issue the warrant, that the defendant has no movable property whereon to levy the distress, or that in the event of a warrant of distress being issued his movable property will be insufficient to satisfy the sum of money adjudged to be paid by the order, or that the levy of the distress will be more injurious to him or his family than imprisonment, the court may, if it thinks fit, instead of issuing the warrant of distress, order the defendant, on non-payment of the sum, to be imprisoned for any term not exceeding the term hereinbefore prescribed in respect of a like sum in the scale of imprisonment in default of payment of sums of money adjudged to be paid by orders.  (4) The wearing apparel and bedding of a person and his family, and to the value of one hundred dollars the tools and implements of his trade, shall not be taken under a LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 39  L.R.O. 1/2012        Commitment or security until return made to distress warrant. Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any sum of money adjudged to be paid by an order shall, if the written law on which the order is founded so directs, but subject to the provisions hereafter in this section contained, and may, in the discretion of the court in other cases, be levied upon the movable property of the defendant by distress and sale thereof."
                },
                {
                    "representation": "(2)",
                    "description": "In that case the court shall"
                },
                {
                    "representation": "(3)",
                    "description": "If it appears to the court, when application is made to it to issue the warrant, that the defendant has no movable property whereon to levy the distress, or that in the event of a warrant of distress being issued his movable property will be insufficient to satisfy the sum of money adjudged to be paid by the order, or that the levy of the distress will be more injurious to him or his family than imprisonment, the court may, if it thinks fit, instead of issuing the warrant of distress, order the defendant, on non-payment of the sum, to be imprisoned for any term not exceeding the term hereinbefore prescribed in respect of a like sum in the scale of imprisonment in default of payment of sums of money adjudged to be paid by orders."
                },
                {
                    "representation": "(4)",
                    "description": "The wearing apparel and bedding of a person and his family, and to the value of one hundred dollars the tools and implements of his trade, shall not be taken under a LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Commitment or security until return made to distress warrant. LAWS OF GUYANA 6 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012  SECTION   ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Commitment or security until return made to distress warrant. LAWS OF GUYANA 6 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012  SECTION   48. Where a warrant of distress is issued against the defendant, the court may either suffer the defendant to go at large or by a warrant in that behalf order him to be kept and detained in safe custody until return has been made to the warrant, unless the defendant gives sufficient security by recognisance or otherwise to the satisfaction of the court, for his appearance before the court at the time and place appointed for that return.",
            "description": "Where a warrant of distress is issued against the defendant, the court may either suffer the defendant to go at large or by a warrant in that behalf order him to be kept and detained in safe custody until return has been made to the warrant, unless the defendant gives sufficient security by recognisance or otherwise to the satisfaction of the court, for his appearance before the court at the time and place appointed for that return."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Imprisonment in default of distress. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Imprisonment in default of distress. 49. Where a warrant of distress is issued against the defendant, and a return is made by the police or other constable charged with the execution of the warrant to the effect that no sufficient movable property of the defendant can be found whereon to levy the distress, the court may order the defendant, on non-payment of the sum of money adjudged to be paid by the order and all costs and charges of the distress and of the commitment, to be imprisoned, for any term not exceeding the term herein before prescribed in respect of a like sum in the scale of imprisonment in default of payment of sums of money adjudged to be paid by orders.",
            "description": "Where a warrant of distress is issued against the defendant, and a return is made by the police or other constable charged with the execution of the warrant to the effect that no sufficient movable property of the defendant can be found whereon to levy the distress, the court may order the defendant, on non-payment of the sum of money adjudged to be paid by the order and all costs and charges of the distress and of the commitment, to be imprisoned, for any term not exceeding the term herein before prescribed in respect of a like sum in the scale of imprisonment in default of payment of sums of money adjudged to be paid by orders."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "General provisions with respect to distress warrants. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under General provisions with respect to distress warrants. 50.                                     used for the purpose of committing any offence against the person punishable on summary conviction, for which, according to any written law for the time being in force, the offender may be arrested without warrant,  may at any time issue a warrant under his hand, authorising some police or other constable named therein to search the building, ship, carriage, box, receptacle, or place for any of those things, and to seize and take it before the magistrate issuing the warrant or some other magistrate, to be by him dealt with according to law.  magistrate in his discretion, may, by the warrant, authorise the constable to execute it at any hour.  (3) When the thing is seized and brought before any magistrate, he may detain it, or cause it to be detained, taking reasonable care that it is preserved till the conclusion of the matter; and, if any appeal is brought, he may order it further to be detained for the purpose of or pending the appeal; and if no appeal is brought, the magistrate shall direct it to be restored to the person from whom it was taken, except in the cases hereinafter mentioned, unless he is authorised or required by law to dispose of it otherwise.  (4) If, under the warrant, there is brought before any magistrate any forged bank-note, bank-note paper, instrument or other thing, the possession of which, in the absence of lawful excuse, is an indictable offence according to any written law for the time being in force, the magistrate may direct that thing to be detained for production in evidence or to be otherwise dealt with as the case requires. executed on a Sunday and shall be executed between the hours of five oclock in the morning and eight oclock at night, but the (2) Every search warrant may be issued and LAWS OF GUYANA 20 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012                             Issue of summons to defendant. Form",
            "description": [
                {
                    "representation": "(3)",
                    "description": "When the thing is seized and brought before any magistrate, he may detain it, or cause it to be detained, taking reasonable care that it is preserved till the conclusion of the matter; and, if any appeal is brought, he may order it further to be detained for the purpose of or pending the appeal; and if no appeal is brought, the magistrate shall direct it to be restored to the person from whom it was taken, except in the cases hereinafter mentioned, unless he is authorised or required by law to dispose of it otherwise."
                },
                {
                    "representation": "(4)",
                    "description": "If, under the warrant, there is brought before any magistrate any forged bank-note, bank-note paper, instrument or other thing, the possession of which, in the absence of lawful excuse, is an indictable offence according to any written law for the time being in force, the magistrate may direct that thing to be detained for production in evidence or to be otherwise dealt with as the case requires. executed on a Sunday and shall be executed between the hours of five oclock in the morning and eight oclock at night, but the"
                },
                {
                    "representation": "(2)",
                    "description": "Every search warrant may be issued and LAWS OF GUYANA 20 Cap. 10:02 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Payment of amount of distress warrant.  Commitment of Defendant  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Payment of amount of distress warrant.  Commitment of Defendant  51.    committal shall not be for a longer term than eight days, the day following that on which the committal is made being counted as the first day; or  (c) discharge him upon his entering into a recognisance, with or without a surety or sureties conditioned for his appearance at the time and place to which the hearing or further hearing is so adjourned.  (3) If, at the time and place to which the hearing or further hearing is so adjourned, either or both of the parties does not or do not appear, the court may proceed to the hearing or further hearing as if the party or parties were present; or, if the complainant does not appear, the court may dismiss the complaint.  Transfer of Cause",
            "description": [
                {
                    "representation": "(c)",
                    "description": "discharge him upon his entering into a recognisance, with or without a surety or sureties conditioned for his appearance at the time and place to which the hearing or further hearing is so adjourned."
                },
                {
                    "representation": "(3)",
                    "description": "If, at the time and place to which the hearing or further hearing is so adjourned, either or both of the parties does not or do not appear, the court may proceed to the hearing or further hearing as if the party or parties were present; or, if the complainant does not appear, the court may dismiss the complaint.  Transfer of Cause"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Committal of defendant in certain cases.  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Committal of defendant in certain cases.  52. Wherever an order is made against any person for the payment of a sum of money, and he is liable to be imprisoned for a certain term unless that sum is sooner paid, if he does not pay it either forthwith or at the time specified in the order for its payment, as the case may be, the court may issue a warrant of commitment, under the hand of the magistrate, requiring the police or other constable to whom the warrant is directed to take and convey the person to prison and there deliver him to the keeper, and requiring the keeper to receive him into prison and there to imprison him for the time directed and appointed by the warrant of commitment, unless the sum of money adjudged to be paid by the order, and also all other costs, charges and expenses are sooner paid.",
            "description": "Wherever an order is made against any person for the payment of a sum of money, and he is liable to be imprisoned for a certain term unless that sum is sooner paid, if he does not pay it either forthwith or at the time specified in the order for its payment, as the case may be, the court may issue a warrant of commitment, under the hand of the magistrate, requiring the police or other constable to whom the warrant is directed to take and convey the person to prison and there deliver him to the keeper, and requiring the keeper to receive him into prison and there to imprison him for the time directed and appointed by the warrant of commitment, unless the sum of money adjudged to be paid by the order, and also all other costs, charges and expenses are sooner paid."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Payment of amount due on warrant of commitment. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Payment of amount due on warrant of commitment. 53. If any person against whom an order is made for the payment of a sum of money and in respect of whom a warrant of commitment is issued under section 52, pays or tenders to the police or other constable charged with the execution of the warrant the sum of money adjudged to be paid by the order, together with all other costs, charges and expenses, or produces to the police or other constable a receipt of the clerk for them, the police or other constable shall cease to execute the warrant, and the amounts aforesaid shall be paid to the clerk.",
            "description": "If any person against whom an order is made for the payment of a sum of money and in respect of whom a warrant of commitment is issued under section 52, pays or tenders to the police or other constable charged with the execution of the warrant the sum of money adjudged to be paid by the order, together with all other costs, charges and expenses, or produces to the police or other constable a receipt of the clerk for them, the police or other constable shall cease to execute the warrant, and the amounts aforesaid shall be paid to the clerk."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Obligation to allow time for payment of penalties. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Obligation to allow time for payment of penalties. 54. (1) A warrant committing a person to prison in respect of non-payment of a sum adjudged to be paid by an order of the court shall not be issued forthwith unless the court which passed the sentence or made the order is satisfied that he is possessed of sufficient means to enable him to pay LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 43  L.R.O. 1/2012                                                 the sum forthwith, or unless upon being asked by the court whether he desires that time should be allowed for payment, he does not express any such desire, or fails to satisfy the court that he has a fixed abode within its jurisdiction, or unless the court for any other special reason expressly directs that no time shall be allowed.  In this subsection the expression special reason may include the gravity of the offence, the character of the defendant or any other special circumstance.  (2) Where any such person desires to be allowed time for payment, the court in deciding what time shall be allowed shall consider any representation made by him, but the time allowed shall not be less than seven clear days:  Provided that, if before the expiration of the time allowed the person convicted surrenders himself to a court having jurisdiction to issue a warrant of commitment in respect of the non-payment of such sum as aforesaid, and states that he prefers immediate committal to awaiting the expiration of the time allowed, that court may if it thinks fit forthwith issue a warrant committing him to prison.  (3) Where a person so allowed time for payment as aforesaid appears to the court to be not less than sixteen nor more than twenty-one years of age, the court may, if it thinks fit and subject to any provisions of this Act, order that he be placed under the supervision of such person as may be appointed by the court until the sum adjudged to be paid is paid, and in such case before issuing a warrant committing the offender to prison in respect of non-payment of the sum a court shall consider any report as to the conduct and means of the offender, which may be made by the person under whose supervision the offender has been placed.  (4) In all cases where time is not allowed for payment the reasons of the court for the immediate committal LAWS OF GUYANA 44 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012          c. 3:05 c. 45:03 c. 46:03     Postponing issue of warrant of commitment.        Commence-    ment of  imprisonment.         Varying or discharging of order for sureties.            Proportionate reduction of term of imprisonment on part payment of sum adjudged to be paid. shall be stated in the warrant of commitment.  (5) Nothing in this section shall apply to orders made by a court under sections 34 to 55 of the Summary Jurisdiction (Magistrates) Act or the Maintenance Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A warrant committing a person to prison in respect of non-payment of a sum adjudged to be paid by an order of the court shall not be issued forthwith unless the court which passed the sentence or made the order is satisfied that he is possessed of sufficient means to enable him to pay LAWS OF GUYANA Summary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "Where any such person desires to be allowed time for payment, the court in deciding what time shall be allowed shall consider any representation made by him, but the time allowed shall not be less than seven clear days:  Provided that, if before the expiration of the time allowed the person convicted surrenders himself to a court having jurisdiction to issue a warrant of commitment in respect of the non-payment of such sum as aforesaid, and states that he prefers immediate committal to awaiting the expiration of the time allowed, that court may if it thinks fit forthwith issue a warrant committing him to prison."
                },
                {
                    "representation": "(3)",
                    "description": "Where a person so allowed time for payment as aforesaid appears to the court to be not less than sixteen nor more than twenty-one years of age, the court may, if it thinks fit and subject to any provisions of this Act, order that he be placed under the supervision of such person as may be appointed by the court until the sum adjudged to be paid is paid, and in such case before issuing a warrant committing the offender to prison in respect of non-payment of the sum a court shall consider any report as to the conduct and means of the offender, which may be made by the person under whose supervision the offender has been placed."
                },
                {
                    "representation": "(4)",
                    "description": "In all cases where time is not allowed for payment the reasons of the court for the immediate committal LAWS OF GUYANA 44 Cap. 10:02 Summary Jurisdiction"
                },
                {
                    "representation": "(5)",
                    "description": "Nothing in this section shall apply to orders made by a court under sections 34 to 55 of the Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Postponing issue of warrant of commitment. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Postponing issue of warrant of commitment. 55. Where application is made to the court to issue a warrant for committing a person to prison for non-payment of any sum of money adjudged to be paid by an order, the court may, if it deems it expedient to do so, postpone the issue of the warrant until the time and on the conditions (if any) the court deems just.",
            "description": "Where application is made to the court to issue a warrant for committing a person to prison for non-payment of any sum of money adjudged to be paid by an order, the court may, if it deems it expedient to do so, postpone the issue of the warrant until the time and on the conditions (if any) the court deems just."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Commencement of imprisonment. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Commencement of imprisonment. 56. Where any person is brought by a police or other constable to any prison to be imprisoned by virtue of a warrant of commitment, the constable shall endorse on the warrant the day on which the person was arrested by virtue thereof and the imprisonment shall be computed from that day and inclusive thereof.",
            "description": "Where any person is brought by a police or other constable to any prison to be imprisoned by virtue of a warrant of commitment, the constable shall endorse on the warrant the day on which the person was arrested by virtue thereof and the imprisonment shall be computed from that day and inclusive thereof."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Varying or discharging of order for sureties. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Varying or discharging of order for sureties. 57. Where any person has been committed to prison by the court for default in finding a surety or sureties, the court may, on application made to it by that person or by someone acting on his behalf, inquire into the persons case and if, upon new evidence produced to the court or proof of a change of circumstances, the court thinks, having regard to all the circumstances of the case, that it is just to do so, the court may reduce the amount for which it was ordered that the surety or sureties should be bound, or dispense with the surety or sureties, or otherwise deal with the matter as the court thinks just.  58 (1) Where a term of imprisonment is imposed by a court in respect of the non-payment of any sum of money adjudged to be paid by an order of a court, that term shall, on payment of a part of such sum to the clerk, be reduced by a number of days bearing as nearly as possible the same proportion to the total number of days in the term as the sum LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 45  L.R.O. 1/2012 [11 of 1937]            Right of person imprisoned in default to be released on payment of sum adjudged to be paid.                               paid bears to the sum adjudged to be paid:  Provided that in reckoning the number of days by which any term of imprisonment would be reduced under this section the first day of imprisonment shall not be taken into account, and that in reckoning the sum which will secure the reduction of a term of imprisonment fractions of a cent shall be omitted.  (2) Where any person has been committed to prison by the court for non-payment of any sum of money adjudged to be paid by an order, he may pay or cause to be paid to the keeper of the prison the sum mentioned in the warrant of commitment, together with the amount of the costs, charges, and expenses (if any) also mentioned therein, and the keeper shall receive those moneys and thereupon discharge him, unless he is in custody for some other matter.  (3) Where any person has been committed to prison by the court for non-payment of any sum of money adjudged to be paid by an order, then on payment to the keeper of the prison of any sum in part satisfaction of the sum so adjudged to be paid, the term of imprisonment shall be reduced by a number of days bearing as nearly as possible the same proportion to the total number of days for which the prisoner is sentenced as the sum so paid bears to the sum for which he is so liable.  (4) Wherever under the preceding subsection a sum has been received in part satisfaction of a sum due from a prisoner in consequence of the conviction of the court, that sum shall be applied, firstly, towards the payment in full or in part of any costs or damages or compensation ordered by the conviction of the court to be paid to the prosecutor, and, secondly, towards the payment of the fine, if any, imposed on the prisoner.  (5) The keeper of any prison who receives any sum LAWS OF GUYANA 46 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012          Determination of liability of defendant on satisfaction of, or discharge from, order.              Summary order to do specific act.    Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a term of imprisonment is imposed by a court in respect of the non-payment of any sum of money adjudged to be paid by an order of a court, that term shall, on payment of a part of such sum to the clerk, be reduced by a number of days bearing as nearly as possible the same proportion to the total number of days in the term as the sum LAWS OF GUYANA Summary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "Where any person has been committed to prison by the court for non-payment of any sum of money adjudged to be paid by an order, he may pay or cause to be paid to the keeper of the prison the sum mentioned in the warrant of commitment, together with the amount of the costs, charges, and expenses"
                },
                {
                    "representation": "(3)",
                    "description": "Where any person has been committed to prison by the court for non-payment of any sum of money adjudged to be paid by an order, then on payment to the keeper of the prison of any sum in part satisfaction of the sum so adjudged to be paid, the term of imprisonment shall be reduced by a number of days bearing as nearly as possible the same proportion to the total number of days for which the prisoner is sentenced as the sum so paid bears to the sum for which he is so liable."
                },
                {
                    "representation": "(4)",
                    "description": "Wherever under the preceding subsection a sum has been received in part satisfaction of a sum due from a prisoner in consequence of the conviction of the court, that sum shall be applied, firstly, towards the payment in full or in part of any costs or damages or compensation ordered by the conviction of the court to be paid to the prosecutor, and, secondly, towards the payment of the fine, if any, imposed on the prisoner."
                },
                {
                    "representation": "(5)",
                    "description": "The keeper of any prison who receives any sum LAWS OF GUYANA 46 Cap. 10:02 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Determination of liability of defendant on satisfaction of, or discharge from, order.  Summary Order  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Determination of liability of defendant on satisfaction of, or discharge from, order.  Summary Order  59. Where the defendant, having been convicted of the offence with which he was charged, has paid the sum of money adjudged to be paid by the order, or has been discharged therefrom by the State, or has undergone imprisonment for non-payment thereof, or imprisonment adjudged in the first instance, or both, or has been discharged from his conviction in manner aforesaid, he shall be released from all other criminal proceedings for the same matter:  Provided that nothing in this section shall affect the liability of any person in respect of a continuing or recurring offence.  Summary Order",
            "description": "Where the defendant, having been convicted of the offence with which he was charged, has paid the sum of money adjudged to be paid by the order, or has been discharged therefrom by the State, or has undergone imprisonment for non-payment thereof, or imprisonment adjudged in the first instance, or both, or has been discharged from his conviction in manner aforesaid, he shall be released from all other criminal proceedings for the same matter:  Provided that nothing in this section shall affect the liability of any person in respect of a continuing or recurring offence.  Summary Order"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Summary order to do specific act.  PART V SUMMARY TRIAL OF INDICTABLE OFFENCES  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Summary order to do specific act.  PART V SUMMARY TRIAL OF INDICTABLE OFFENCES  60. (1) Where a power is by any written law given to the court of requiring any person to do, or to abstain from doing, any act or thing, other than the payment of money, or of requiring any act or thing to be done or left undone, other than the payment of money, and no mode is prescribed of enforcing the requisition, the court may exercise that power by an order, and may annex to the order any conditions as to time or mode of action or otherwise which the court thinks just, and may suspend or rescind the order on any undertaking being given, or any condition being performed, which the court thinks just, and generally may make such arrangements for carrying the power into effect as to the court seems fit.  (2) Every person who makes default in complying with an order of the court in relation to matter arising under a written law, other than the payment of money, shall be LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 47  L.R.O. 1/2012                                        Summary trial of indictable offences. [21 of 1932 34 of 1948 4 of 1972 21 of 1978 4 of 1980 2 of 1989 11 of 1997 13 of 1998] Form 42   punished in the manner prescribed by that written law, or, if no punishment is so prescribed, may, in the discretion of the court, be ordered to pay a sum not exceeding three hundred and twenty-five dollars for every day during which he is in default or to be imprisoned, until he has remedied his default:  Provided that a person shall not, for non-compliance with the requisition of the court, whether made by one or more orders, to do or to abstain from doing any act or thing, be liable under this section to the payment of any sums amounting in the aggregate to more than twenty-six thousand dollars or to imprisonment for any periods amounting in the aggregate to more than two months.  (3) In making any order aforesaid, the court may order that, in default of compliance with the order, the defendant shall pay to the complainant the sum the court awards as a fair compensation to him for the default, and may direct that, in default of the payment of that sum, the defendant shall be imprisoned for any term not exceeding the term hereinbefore prescribed in respect of a like sum in the scale of imprisonment in default of payment of sums of money adjudged to be paid by orders.  PART V SUMMARY TRIAL OF INDICTABLE OFFENCES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a power is by any written law given to the court of requiring any person to do, or to abstain from doing, any act or thing, other than the payment of money, or of requiring any act or thing to be done or left undone, other than the payment of money, and no mode is prescribed of enforcing the requisition, the court may exercise that power by an order, and may annex to the order any conditions as to time or mode of action or otherwise which the court thinks just, and may suspend or rescind the order on any undertaking being given, or any condition being performed, which the court thinks just, and generally may make such arrangements for carrying the power into effect as to the court seems fit."
                },
                {
                    "representation": "(2)",
                    "description": "Every person who makes default in complying with an order of the court in relation to matter arising under a written law, other than the payment of money, shall be LAWS OF GUYANA Summary Jurisdiction"
                },
                {
                    "representation": "(3)",
                    "description": "In making any order aforesaid, the court may order that, in default of compliance with the order, the defendant shall pay to the complainant the sum the court awards as a fair compensation to him for the default, and may direct that, in default of the payment of that sum, the defendant shall be imprisoned for any term not exceeding the term hereinbefore prescribed in respect of a like sum in the scale of imprisonment in default of payment of sums of money adjudged to be paid by orders.  PART V SUMMARY TRIAL OF INDICTABLE OFFENCES"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Summary trial of indictable offences. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Summary trial of indictable offences. 61. (1) Where a person who is an adult is charged before the court with any offence specified in the First Schedule, the court, if it thinks it expedient to do so, having regard to any representations made by or on behalf of the prosecutor or the accused in the presence of each other, the nature of the offence, and all the other circumstances of the case (including the adequacy of the punishment which the court has power to inflict) may, subject to this section, deal summarily with the offence, and, if the accused pleads guilty to, or is found guilty of, the offence charged, the court may sentence him to any punishment or punishments to which the LAWS OF GUYANA 48 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012                                                 High Court could have sentenced him if he were convicted of such offence in the High Court: Provided that the court shall not sentence the accused to a term of imprisonment exceeding three years or to pay a fine exceeding one hundred thousand dollars.  (2) If the court at any time during the hearing of a charge for such an indictable offence as aforesaid against a person who is an adult becomes satisfied after hearing any representations from the prosecutor and the accused that it is expedient to deal with the case summarily, the court shall thereupon, for the purpose of proceedings under this section, cause the charge to be reduced into writing (if this has not been already done) and read to the accused, and shall forthwith ask him the following question, Do you plead guilty or not guilty?,  (3) Subsection (1) or(2), as the case may be, shall have effect in respect of any proceedings for an indictable offence as aforesaid whether or not those proceedings have been instituted and that offence committed before or on or after the date of the coming into operation of this section:  Provided that where an indictable offence which was triable summarily before the date of the coming into operation of this section was committed before that date the punishment which the court may impose on the accused shall not exceed a fine of one hundred and ten thousand dollars and imprisonment for more than two years.  (4) Where an order of committal for trial to the High Court has been made prior to the coming into operation of this section in respect of any indictable offence as aforesaid but no indictment has been filed prior thereto by the Director of Public Prosecutions in the registry of the Supreme Court, the Director of Public Prosecutions or the accused may, prior to the filing in the said registry of any indictment pursuant to such committal, apply by motion to the High Court for an LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 49  L.R.O. 1/2012               c. 10:01                                       order directing the court by which the order of committal was made to deal with the matter summarily under subsection (1). If the High Court grants the application, it shall remit the matter to the said court with directions to hear it summarily.  (5) Where a matter is remitted under subsection (4) the provisions of section 79 of the Criminal Law (Procedure) Act shall apply mutatis mutandis.  (6) Where the court commences to deal summarily with any indictable offence as aforesaid and the accused pleads not guilty, the court shall order the prosecution to file with the clerk of the court at least seven days before the time when the hearing is to commence copies of every statement by every witness whom the prosecution intend to call at the hearing of the charge; but the court may adjourn the hearing to such time as it thinks fit to allow further time for such copies to be filed or, if filed before such adjournment, in order that the hearing should not commence earlier than seven days after the filing of such copies.  (7) The accused, whether admitted to bail or not, shall be entitled, at his request, to be furnished by the clerk with one copy of each statement of which copies have been filed in pursuance of subsection (6) and the remaining copy thereof shall be retained by the clerk for the use of the court.  (8) Subject to subsection (9), no witness shall be called by the prosecution to give evidence during the hearing of any charge before the court for an indictable offence as aforesaid unless copies of every statement previously made by him to or for the prosecution in the course of any investigation of the offence charged have been filed with the clerk of the court under subsection (6).  (9) Nothing in this section shall be construed as requiring the prosecution to call any witness copies of whose statements have been filed, or as precluding the prosecution LAWS OF GUYANA 50 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012                                                 from calling any witness copies of whose statements have not been filed, under subsection (6):  Provided that no witness, copies of whose statements have not been so filed, shall be called unless copies of his statements are first filed with the clerk of the court and given to the accused before the witness is so called.  (10) Where a copy of any statement has been given to an accused under the proviso to subsection (9) the court may adjourn the hearing to such time as it thinks fit.  (11) Subsections (6) to (10) (inclusive) shall not apply to any proceedings    (a) where the offence was one which was triable summarily before the date of the coming into operation of this section and was committed before that date; or  (b) where an order of committal for  trial to the High Court was made in respect of the offence prior to that date.  (12) Notwithstanding anything to the contrary in section 37, where the court sentences a person convicted summarily of an indictable offence to pay a fine, it shall, by its sentence, direct that if the person fails to pay the fine at the time appointed for the payment thereof he shall be imprisoned for such period, not exceeding six years or one half of the maximum term of imprisonment to which he might be sentenced by the court for that offence, whichever is the lesser, as the court thinks fit, unless the fine is sooner paid. Any imprisonment to which a person is sentenced and becomes subject under this section, shall, if the relevant fine is imposed in addition to a term of imprisonment for the LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 51  L.R.O. 1/2012              Summary trial for offences by debtors. [13 of 1998] c. 6:04 c. 12:21 c. 8:01                            Remand of person charged.  offence, commence at the expiration of such term of imprisonment:  Provided that in the event of non-payment of a fine imposed in respect of any indictable offence which was triable summarily and was committed before the coming into operation of this section the law applicable thereto shall be that which would have applied had the foregoing provisions of this subsection not been enacted.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or(2), as the case may be, shall have effect in respect of any proceedings for an indictable offence as aforesaid whether or not those proceedings have been instituted and that offence committed before or on or after the date of the coming into operation of this section:  Provided that where an indictable offence which was triable summarily before the date of the coming into operation of this section was committed before that date the punishment which the court may impose on the accused shall not exceed a fine of one hundred and ten thousand dollars and imprisonment for more than two years."
                },
                {
                    "representation": "(2)",
                    "description": "If the court at any time during the hearing of a charge for such an indictable offence as aforesaid against a person who is an adult becomes satisfied after hearing any representations from the prosecutor and the accused that it is expedient to deal with the case summarily, the court shall thereupon, for the purpose of proceedings under this section, cause the charge to be reduced into writing"
                },
                {
                    "representation": "(3)",
                    "description": "Subsection"
                },
                {
                    "representation": "(4)",
                    "description": "the provisions of section 79 of the Criminal Law"
                },
                {
                    "representation": "(5)",
                    "description": "Where a matter is remitted under subsection"
                },
                {
                    "representation": "(6)",
                    "description": "to"
                },
                {
                    "representation": "(7)",
                    "description": "The accused, whether admitted to bail or not, shall be entitled, at his request, to be furnished by the clerk with one copy of each statement of which copies have been filed in pursuance of subsection"
                },
                {
                    "representation": "(8)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(9)",
                    "description": "the court may adjourn the hearing to such time as it thinks fit."
                },
                {
                    "representation": "(a)",
                    "description": "where the offence was one which was triable summarily before the date of the coming into operation of this section and was committed before that date; or"
                },
                {
                    "representation": "(b)",
                    "description": "where an order of committal for  trial to the High Court was made in respect of the offence prior to that date."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Summary trial for offences by debtors. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Summary trial for offences by debtors. 62. Any offence under, or which may be dealt with as if it were an offence under, the Debtors Act, the Insolvency Act, or the Criminal Law (Offences) Act, alleged to have been committed by a person who has been adjudged insolvent, or in respect of whose estate a receiving order has been made, may be prosecuted summarily, and, if so prosecuted, references to the jury in the enactments creating those offences shall be construed as references to a court of summary jurisdiction:  Provided that    (a) the maximum term of imprisonment which may be awarded by a court of summary jurisdiction for the offence shall be twelve months; and  (b) summary proceedings in respect of the offence shall not be instituted after the expiration of three years from the commission of the offence, or of one year from the first discovery thereof either by the Official Receiver or by the assignee in insolvency.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the maximum term of imprisonment which may be awarded by a court of summary jurisdiction for the offence shall be twelve months; and"
                },
                {
                    "representation": "(b)",
                    "description": "summary proceedings in respect of the offence shall not be instituted after the expiration of three years from the commission of the offence, or of one year from the first discovery thereof either by the Official Receiver or by the assignee in insolvency."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Remand of person charged. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Remand of person charged. 63. (1) Where a person is charged before the court with an indictable offence with which the court has or may have in the circumstances mentioned in this Act, power to LAWS OF GUYANA 52 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012                   General provisions as to dealing summarily with indictable offences. [21 of 1978]                             deal summarily, the court, without prejudice to any other power which it possesses, may, for the purpose of ascertaining whether it is expedient to deal with the case summarily, either before or during the hearing of the cause, adjourn the cause and remand the person charged.  (2) A person may be remanded under this section in like manner in all respects as a person accused of an indictable offence may be remanded.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a person is charged before the court with an indictable offence with which the court has or may have in the circumstances mentioned in this Act, power to LAWS OF GUYANA 52 Cap. 10:02 Summary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "A person may be remanded under this section in like manner in all respects as a person accused of an indictable offence may be remanded."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "General provisions as to dealing summarily with indictable offences.  PART VI MISCELLANEOUS PROVISIONS  Ownership of Property ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under General provisions as to dealing summarily with indictable offences.  PART VI MISCELLANEOUS PROVISIONS  Ownership of Property 64. Where an indictable offence is, in the circumstances mentioned in this Act, authorised to be dealt with summarily    (a) the procedure shall, until the court assumes the power to deal with the offence summarily, be the same in all respects as if the offence were to be dealt with throughout as an indictable offence, but when and so soon as the court assumes the power to deal with the offence summarily, the procedure shall be the same, from and after that period, as if the offence were a summary conviction offence and not an indictable offence, and this Act shall apply accordingly:  Provided that nothing herein contained shall be construed to prevent the court from dealing thereafter with the offence as an indictable offence, if it thinks fit to do so;  (b) the evidence of any witness taken before the court assumed the power to deal with the offence summarily need not be taken again, but the witness shall, if the defendant so requires, be recalled for the purpose LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 53  L.R.O. 1/2012               Form",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the procedure shall, until the court assumes the power to deal with the offence summarily, be the same in all respects as if the offence were to be dealt with throughout as an indictable offence, but when and so soon as the court assumes the power to deal with the offence summarily, the procedure shall be the same, from and after that period, as if the offence were a summary conviction offence and not an indictable offence, and this Act shall apply accordingly:  Provided that nothing herein contained shall be construed to prevent the court from dealing thereafter with the offence as an indictable offence, if it thinks fit to do so;"
                },
                {
                    "representation": "(b)",
                    "description": "the evidence of any witness taken before the court assumed the power to deal with the offence summarily need not be taken again, but the witness shall, if the defendant so requires, be recalled for the purpose LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Statement of ownership of property.  LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 7  L.R.O. 1/2012 SECTION  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Statement of ownership of property.  LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 7  L.R.O. 1/2012 SECTION  65. (1) Where, in any document in any proceeding under this Act, it is necessary to state the ownership of any property whatsoever, whether movable or immovable, which belongs to or is in the possession of more than one person, it shall be sufficient to name one of those persons, and to state the property to belong to the person so named and another or others as the case may be.  (2) Where, in the document, it is necessary to mention for any purpose whatsoever any partners or other joint owners or possessors, it shall be sufficient to describe them in the manner aforesaid.  (3) This section shall be construed to extend to all joint stock companies and associations, societies, and trustees.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where, in any document in any proceeding under this Act, it is necessary to state the ownership of any property whatsoever, whether movable or immovable, which belongs to or is in the possession of more than one person, it shall be sufficient to name one of those persons, and to state the property to belong to the person so named and another or others as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "Where, in the document, it is necessary to mention for any purpose whatsoever any partners or other joint owners or possessors, it shall be sufficient to describe them in the manner aforesaid."
                },
                {
                    "representation": "(3)",
                    "description": "This section shall be construed to extend to all joint stock companies and associations, societies, and trustees."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Statement of ownership of church. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Statement of ownership of church. 66. Where, in any document in any proceeding under this Act, it is necessary to state the ownership of any church, chapel, or building set apart for religious worship, or of anything belonging thereto or being therein, it shall be sufficient to state that the church, chapel, building, or thing, is the property of the clergyman, or of the officiating minister, or of the churchwarden or churchwardens of the church, chapel, or building, without its being necessary to name him or them",
            "description": "Where, in any document in any proceeding under this Act, it is necessary to state the ownership of any church, chapel, or building set apart for religious worship, or of anything belonging thereto or being therein, it shall be sufficient to state that the church, chapel, building, or thing, is the property of the clergyman, or of the officiating minister, or of the churchwarden or churchwardens of the church, chapel, or building, without its being necessary to name him or them"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Statement of ownership of public property. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Statement of ownership of public property. 67. Where, in any document in any proceeding under this Act, it is necessary to state the ownership of any work or building made, erected, or maintained, either wholly or in LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 55  L.R.O. 1/2012 [24 of 1969] c. 28:01                     Remedies by criminal proceedings for married woman against her husband and others in respect of property.                       part, at the expense of the inhabitants of Guyana or of any city, town, local government district established under the Municipal and District Councils Act, or village of Guyana, or of anything belonging to or being in or used in relation thereto, or of anything provided for the use of the poor or of any public institution or establishment, or of any materials or tools provided or used for repairing the work or building, or any public road or highway, or of any other property whatsoever, whether movable or immovable, of the inhabitants aforesaid, it shall be sufficient to state that the property is the property of the inhabitants of Guyana, or of the city, town, local government district established under the Municipal and District Councils Act, or village, as the case may be, without naming any of them.",
            "description": "Where, in any document in any proceeding under this Act, it is necessary to state the ownership of any work or building made, erected, or maintained, either wholly or in LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 55  L.R.O. 1/2012 [24 of 1969] c. 28:01                     Remedies by criminal proceedings for married woman against her husband and others in respect of property.                       part, at the expense of the inhabitants of Guyana or of any city, town, local government district established under the Municipal and District Councils Act, or village of Guyana, or of anything belonging to or being in or used in relation thereto, or of anything provided for the use of the poor or of any public institution or establishment, or of any materials or tools provided or used for repairing the work or building, or any public road or highway, or of any other property whatsoever, whether movable or immovable, of the inhabitants aforesaid, it shall be sufficient to state that the property is the property of the inhabitants of Guyana, or of the city, town, local government district established under the Municipal and District Councils Act, or village, as the case may be, without naming any of them."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Remedies by criminal proceedings for married woman against her husband and others in respect of property. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Remedies by criminal proceedings for married woman against her husband and others in respect of property. 68. (1) Every married woman, whether married before or after the commencement of this Act, shall have in her own name against all persons whatsoever, including her husband (subject as regards her husband to the proviso hereafter in this section contained) the same remedies and redress by way of criminal proceedings for the protection and security of her own separate property as if that property belonged to her as an unmarried woman.  (2) In any complaint or other proceeding under this section, it shall be sufficient to allege the property to which the complaint or other proceeding relates to be the property of the married woman:  Provided that no proceeding shall be taken by any wife against her husband by virtue of this section, while they are living together, as to or concerning any property claimed by her, nor, while they are living apart, as to or concerning any act done by the husband, while they were living together, concerning property claimed by the wife, unless that property has been wrongfully taken by the husband when leaving or deserting, or about to leave or desert, his wife.  LAWS OF GUYANA 56 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012 Criminal liability of wife to husband.          Arrest of offender in certain cases.             Bail where offender taken into custody without warrant.           Form and requisites of warrant of apprehension.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every married woman, whether married before or after the commencement of this Act, shall have in her own name against all persons whatsoever, including her husband"
                },
                {
                    "representation": "(2)",
                    "description": "In any complaint or other proceeding under this section, it shall be sufficient to allege the property to which the complaint or other proceeding relates to be the property of the married woman:  Provided that no proceeding shall be taken by any wife against her husband by virtue of this section, while they are living together, as to or concerning any property claimed by her, nor, while they are living apart, as to or concerning any act done by the husband, while they were living together, concerning property claimed by the wife, unless that property has been wrongfully taken by the husband when leaving or deserting, or about to leave or desert, his wife.  LAWS OF GUYANA 56 Cap. 10:02 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Criminal liability of wife to husband.  Arrest  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Criminal liability of wife to husband.  Arrest  69. A wife who does any act with respect to any property of her husband, which, if done by the husband with respect to property of the wife, would make the husband liable to criminal proceedings by the wife under the preceding section, shall in like manner be liable to criminal proceedings by her husband.  Arrest",
            "description": "A wife who does any act with respect to any property of her husband, which, if done by the husband with respect to property of the wife, would make the husband liable to criminal proceedings by the wife under the preceding section, shall in like manner be liable to criminal proceedings by her husband.  Arrest"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "Arrest of offender in certain cases. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Arrest of offender in certain cases. 70. Anyone who is found committing any offence against the person, or against property, which is punishable on summary conviction may be taken into custody, without warrant, by any police or other constable, or may be apprehended by the owner of the property on or with respect to which the offence is committed, or by his servant or any other person authorised by him, and shall in the latter case be delivered as soon as possible into the custody of some police or other constable, to be dealt with according to law.",
            "description": "Anyone who is found committing any offence against the person, or against property, which is punishable on summary conviction may be taken into custody, without warrant, by any police or other constable, or may be apprehended by the owner of the property on or with respect to which the offence is committed, or by his servant or any other person authorised by him, and shall in the latter case be delivered as soon as possible into the custody of some police or other constable, to be dealt with according to law."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Bail where offender taken into custody without warrant. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Bail where offender taken into custody without warrant. 71. A person taken into custody without warrant for a summary conviction offence shall be brought before a magistrate as soon as practicable after he is so taken into custody, and in the meantime any officer of police or non-commissioned officer of police may inquire into the matter, and, except where the offence appears to that officer or non-commissioned officer to be of a serious nature, shall discharge the prisoner, upon his entering into a recognisance, with or without a surety or sureties, for a reasonable amount to appear before the court at the time and place specified in the recognisance.",
            "description": "A person taken into custody without warrant for a summary conviction offence shall be brought before a magistrate as soon as practicable after he is so taken into custody, and in the meantime any officer of police or non-commissioned officer of police may inquire into the matter, and, except where the offence appears to that officer or non-commissioned officer to be of a serious nature, shall discharge the prisoner, upon his entering into a recognisance, with or without a surety or sureties, for a reasonable amount to appear before the court at the time and place specified in the recognisance."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "Form and requisites of warrant of apprehension. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Form and requisites of warrant of apprehension. 72. (1) Every warrant for the apprehension of any person issued under this Act, or unless the contrary is expressly provided, under any other written law relating to summary conviction offences, shall be dated on the day on which it is issued, and shall be signed by the magistrate by whom it is issued.  LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 57  L.R.O. 1/2012                                                 (2) The warrant    (a) shall not be signed in blank;  (b) shall not be issued without an information or other statement in writing and upon oath;  (c) may be directed either to any police or other constable by name, or to that police or other constable and all other police and other constables, or generally to all police and other constables;  (d) may be executed by any police or other constable named therein, or by any one of the police or other constables to whom it is directed;  (e) shall state concisely the offence or matter for which it is issued, shall name or otherwise describe the person to be arrested, and shall order the police or other constable or constables to whom it is directed to apprehend that person, and bring him before the court to answer the said information or statement, or to testify, or otherwise, according to the circumstances of the case, and to be further dealt with according to law.  (3) It shall not be necessary to make the warrant returnable at any particular time, but it shall remain in force until it is executed.  (4) A magistrate who issues the warrant shall LAWS OF GUYANA 58 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012               Execution of warrant.                                   endorse thereon whether or not the person to be apprehended shall be admitted to bail and, if he is to be admitted to bail, whether with or without a surety or sureties and the amount of the recognisance into which he is to enter; and when the person has been arrested under the warrant, that recognisance, conditioned for his appearance before the court at the time and place specified therein, may be entered into before any officer or non-commissioned officer of police, who shall thereupon discharge the prisoner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every warrant for the apprehension of any person issued under this Act, or unless the contrary is expressly provided, under any other written law relating to summary conviction offences, shall be dated on the day on which it is issued, and shall be signed by the magistrate by whom it is issued.  LAWS OF GUYANA Summary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "The warrant"
                },
                {
                    "representation": "(a)",
                    "description": "shall not be signed in blank;"
                },
                {
                    "representation": "(b)",
                    "description": "shall not be issued without an information or other statement in writing and upon oath;"
                },
                {
                    "representation": "(c)",
                    "description": "may be directed either to any police or other constable by name, or to that police or other constable and all other police and other constables, or generally to all police and other constables;"
                },
                {
                    "representation": "(d)",
                    "description": "may be executed by any police or other constable named therein, or by any one of the police or other constables to whom it is directed;"
                },
                {
                    "representation": "(e)",
                    "description": "shall state concisely the offence or matter for which it is issued, shall name or otherwise describe the person to be arrested, and shall order the police or other constable or constables to whom it is directed to apprehend that person, and bring him before the court to answer the said information or statement, or to testify, or otherwise, according to the circumstances of the case, and to be further dealt with according to law."
                },
                {
                    "representation": "(3)",
                    "description": "It shall not be necessary to make the warrant returnable at any particular time, but it shall remain in force until it is executed."
                },
                {
                    "representation": "(4)",
                    "description": "A magistrate who issues the warrant shall LAWS OF GUYANA 58 Cap. 10:02 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "73",
            "title": "Execution of warrant. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Execution of warrant. 73. (1) The warrant of apprehension may be issued and executed on a Sunday.  (2) The police or other constable executing the warrant must, before making the arrest, inform the person to be arrested that there is a warrant for his apprehension, unless there is reasonable cause for abstaining from giving that information on the ground that it is likely to occasion escape, resistance, or rescue.  (3) Subject to the proviso hereafter in this section contained, it shall not be necessary for the police or other constable executing the warrant to have it in his possession; but if he has it, he must, upon request, show it to the person arrested or to be arrested.  (4) Every person arrested on the warrant shall be brought before the court as soon as is practicable after he is so arrested.  (5) Any police or other constable authorised to execute the warrant may, for the purpose of executing it, either with or without assistance from any other person or persons, break open and enter any house, building, or enclosed place, if admittance cannot otherwise be obtained:  Provided that in that case he must be in possession of the warrant, and before so doing he must, as far as practicable, LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 59  L.R.O. 1/2012         Handcuffing of person arrested.       Police station to be lock-up.        Seizure and attachment of property the proceeds of conviction offence. [21 of 1978] c. 10:01  Seizure of things intended to be used in commission of summary conviction offence.        Enforcement of order of seizure.     Return of property found on person apprehended. Application of money found on person notify his possession thereof.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The warrant of apprehension may be issued and executed on a Sunday."
                },
                {
                    "representation": "(2)",
                    "description": "The police or other constable executing the warrant must, before making the arrest, inform the person to be arrested that there is a warrant for his apprehension, unless there is reasonable cause for abstaining from giving that information on the ground that it is likely to occasion escape, resistance, or rescue."
                },
                {
                    "representation": "(3)",
                    "description": "Subject to the proviso hereafter in this section contained, it shall not be necessary for the police or other constable executing the warrant to have it in his possession; but if he has it, he must, upon request, show it to the person arrested or to be arrested."
                },
                {
                    "representation": "(4)",
                    "description": "Every person arrested on the warrant shall be brought before the court as soon as is practicable after he is so arrested."
                },
                {
                    "representation": "(5)",
                    "description": "Any police or other constable authorised to execute the warrant may, for the purpose of executing it, either with or without assistance from any other person or persons, break open and enter any house, building, or enclosed place, if admittance cannot otherwise be obtained:  Provided that in that case he must be in possession of the warrant, and before so doing he must, as far as practicable, LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "74",
            "title": "Handcuffing of person arrested. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Handcuffing of person arrested. 74. A person arrested, whether with or without warrant, shall not be handcuffed or otherwise bound, except in case of necessity, or of reasonable apprehension of violence, or of attempt to escape, or by order of the court or of a magistrate.",
            "description": "A person arrested, whether with or without warrant, shall not be handcuffed or otherwise bound, except in case of necessity, or of reasonable apprehension of violence, or of attempt to escape, or by order of the court or of a magistrate."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "75",
            "title": "Police station to be lock-up.  Seizure and Restitution of Property  conviction offence. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Police station to be lock-up.  Seizure and Restitution of Property  conviction offence. 75. Every police station shall be deemed to be a lock-up house where persons charged with summary conviction offences may be received and detained according to law.  Seizure and Restitution of Property",
            "description": "Every police station shall be deemed to be a lock-up house where persons charged with summary conviction offences may be received and detained according to law.  Seizure and Restitution of Property"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "76",
            "title": "Seizure and attachment of property the proceeds  of  summary LAWS OF GUYANA 8 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012 SECTION  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Seizure and attachment of property the proceeds  of  summary LAWS OF GUYANA 8 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012 SECTION  76. The provisions of section 203 of the Criminal Law (Procedure) Act, as they apply in relation to the seizure and attachment of property being the proceeds of an indictable offence, shall apply mutatis mutandis in relation to seizure and attachment of property being the proceeds of a summary conviction offence.",
            "description": "The provisions of section 203 of the Criminal Law (Procedure) Act, as they apply in relation to the seizure and attachment of property being the proceeds of an indictable offence, shall apply mutatis mutandis in relation to seizure and attachment of property being the proceeds of a summary conviction offence."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "77",
            "title": "Seizure of things intended to be used in commission of summary conviction offence. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Seizure of things intended to be used in commission of summary conviction offence. 77. The court may order the seizure of any instruments, materials, or things which there is reason to believe are provided or prepared, or being prepared, with a view to the commission of any summary conviction offence, and may direct them to be held and dealt with in the same manner as property seized under the last preceding section.",
            "description": "The court may order the seizure of any instruments, materials, or things which there is reason to believe are provided or prepared, or being prepared, with a view to the commission of any summary conviction offence, and may direct them to be held and dealt with in the same manner as property seized under the last preceding section."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "78",
            "title": "Enforcement of order of seizure. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Enforcement of order of seizure. 78. Any order made under either of the last two preceding sections may be enforced by a search warrant under this Act.",
            "description": "Any order made under either of the last two preceding sections may be enforced by a search warrant under this Act."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "79",
            "title": "Return of property found on person apprehended. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Return of property found on person apprehended. 79. If, upon the apprehension of any person charged with a summary conviction offence, any property is taken from him, a report shall be made by the police to the court of that fact and of the particulars of the property, and the court shall, if it is of opinion that the property or any portion a summary LAWS OF GUYANA 60 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012 apprehended.          Application of money found on person apprehended.         Restitution of property in case of conviction.   Form",
            "description": "If, upon the apprehension of any person charged with a summary conviction offence, any property is taken from him, a report shall be made by the police to the court of that fact and of the particulars of the property, and the court shall, if it is of opinion that the property or any portion a summary LAWS OF GUYANA 60 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012 apprehended.          Application of money found on person apprehended.         Restitution of property in case of conviction.   Form"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "80",
            "title": "Application of money found on person apprehended. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Application of money found on person apprehended. 80. If, upon the apprehension of any person charged with a summary conviction offence, any money is taken from him, the court may, in its discretion, in case of his conviction, order the money, or any part thereof, to be applied to the payment of any costs, or costs and compensation, directed to be paid by him.",
            "description": "If, upon the apprehension of any person charged with a summary conviction offence, any money is taken from him, the court may, in its discretion, in case of his conviction, order the money, or any part thereof, to be applied to the payment of any costs, or costs and compensation, directed to be paid by him."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "81",
            "title": "Restitution of property in case of conviction.  Keeping the Peace  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Restitution of property in case of conviction.  Keeping the Peace  81. (1) Subject as hereinafter provided, where any person is convicted of a summary conviction offence, any property found in his possession, or in the possession of any other person for him, may be ordered by the court to be delivered to the person who appears to the court to be entitled thereto.  (2) (a) Where any person is convicted before the court of having stolen or dishonestly obtained any property, and it appears to the court that the property has been pawned to a pawnbroker or other person, the court may order the delivery thereof to the person who appears to the court to be the owner, either on payment or without payment to the pawnbroker or other person of the amount of the loan or any part thereof, as to the court, in all the circumstances of the case, seems just.  (b) If the person in whose favour the order is made pays the money to the pawnbroker or other person under the order and obtains the property, he LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 61  L.R.O. 1/2012                                Articles of the peace.  Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject as hereinafter provided, where any person is convicted of a summary conviction offence, any property found in his possession, or in the possession of any other person for him, may be ordered by the court to be delivered to the person who appears to the court to be entitled thereto."
                },
                {
                    "representation": "(2)",
                    "description": "(a) Where any person is convicted before the court of having stolen or dishonestly obtained any property, and it appears to the court that the property has been pawned to a pawnbroker or other person, the court may order the delivery thereof to the person who appears to the court to be the owner, either on payment or without payment to the pawnbroker or other person of the amount of the loan or any part thereof, as to the court, in all the circumstances of the case, seems just."
                },
                {
                    "representation": "(b)",
                    "description": "If the person in whose favour the order is made pays the money to the pawnbroker or other person under the order and obtains the property, he LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "82",
            "title": "Articles of the peace. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Articles of the peace. 82. (1) Whenever a complaint is made by any person against another to the effect that there is reason to fear that the defendant will do the complainant some bodily injury, the court may, if the complaint is established, order the defendant to enter into a recognisance, with or without a surety or sureties, to keep the peace and be of good behaviour towards the complainant.  (2) This Act shall apply to the hearing of that complaint, and the complainant and the defendant and the witnesses may be called and examined and cross-examined, and the complainant and the defendant shall respectively be liable to the payment of costs, or of costs and compensation, as in the case of any other complaint.  LAWS OF GUYANA 62 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012        Binding over parties to be of good behaviour. [13 of 1998]       Enforcement of recognisance to keep the peace or to be of good behaviour. [21 of 1932]                      Bringing up person imprisoned for want of sureties. [21 of 1932]     (3) The court may order the defendant, in default of compliance with the order of the court, to be imprisoned for any term not exceeding twelve months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever a complaint is made by any person against another to the effect that there is reason to fear that the defendant will do the complainant some bodily injury, the court may, if the complaint is established, order the defendant to enter into a recognisance, with or without a surety or sureties, to keep the peace and be of good behaviour towards the complainant."
                },
                {
                    "representation": "(2)",
                    "description": "This Act shall apply to the hearing of that complaint, and the complainant and the defendant and the witnesses may be called and examined and cross-examined, and the complainant and the defendant shall respectively be liable to the payment of costs, or of costs and compensation, as in the case of any other complaint.  LAWS OF GUYANA 62 Cap. 10:02 Summary Jurisdiction"
                },
                {
                    "representation": "(3)",
                    "description": "The court may order the defendant, in default of compliance with the order of the court, to be imprisoned for any term not exceeding twelve months."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "83",
            "title": "Binding over parties to be of good behaviour. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Binding over parties to be of good behaviour. 83. The court shall have power, in any complaint made for a summary conviction offence, whether the complaint is dismissed or the defendant is convicted, to bind both the complainant and the defendant, or either of them, to be of good behaviour, and may order the complainant or the defendant, in default of compliance with the order, to be imprisoned for any term not exceeding six months.",
            "description": "The court shall have power, in any complaint made for a summary conviction offence, whether the complaint is dismissed or the defendant is convicted, to bind both the complainant and the defendant, or either of them, to be of good behaviour, and may order the complainant or the defendant, in default of compliance with the order, to be imprisoned for any term not exceeding six months."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "84",
            "title": "Enforcement of recognisance to keep the peace or to be of good behaviour. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Enforcement of recognisance to keep the peace or to be of good behaviour. 84. (1) Where a surety to a recognisance to keep the peace or to be of good behaviour has reason to suspect that the person bound as principal has been or is about to be guilty of conduct which was or would be a breach of the conditions of the recognisance, he may make a complaint before any magistrate having jurisdiction either in the place in which the said person is or is believed by the complainant to be or in the place where the court by which the recognisance was ordered to be entered into was held, and that magistrate may thereupon, if in his discretion he thinks fit, issue a summons against the said person.  (2) The court before which the said person appears in answer to any such summons may, as it thinks fit, either order him to enter into a fresh recognisance, with or without sureties, or deal with him in the same manner as if he were a person who had failed to comply with an order to enter into a recognisance and find sureties to keep the peace or to be of good behaviour, and shall in either case order that the first mentioned recognisance shall be discharged.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a surety to a recognisance to keep the peace or to be of good behaviour has reason to suspect that the person bound as principal has been or is about to be guilty of conduct which was or would be a breach of the conditions of the recognisance, he may make a complaint before any magistrate having jurisdiction either in the place in which the said person is or is believed by the complainant to be or in the place where the court by which the recognisance was ordered to be entered into was held, and that magistrate may thereupon, if in his discretion he thinks fit, issue a summons against the said person."
                },
                {
                    "representation": "(2)",
                    "description": "The court before which the said person appears in answer to any such summons may, as it thinks fit, either order him to enter into a fresh recognisance, with or without sureties, or deal with him in the same manner as if he were a person who had failed to comply with an order to enter into a recognisance and find sureties to keep the peace or to be of good behaviour, and shall in either case order that the first mentioned recognisance shall be discharged."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "85",
            "title": "Bringing up person imprisoned for want of sureties. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Bringing up person imprisoned for want of sureties. 85. Every person imprisoned under either of the last three preceding sections shall be brought before the High Court whenever the prison in which he is confined is delivered.  LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 63  L.R.O. 1/2012  Sanction of compromise.        Power to make order for detention of vagrants in alms-house.        Form",
            "description": "Every person imprisoned under either of the last three preceding sections shall be brought before the High Court whenever the prison in which he is confined is delivered.  LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 63  L.R.O. 1/2012  Sanction of compromise.        Power to make order for detention of vagrants in alms-house.        Form"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "86",
            "title": "Sanction of compromise.  Commitment of Vagrants and Rogues to Alms-house ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Sanction of compromise.  Commitment of Vagrants and Rogues to Alms-house 86. The court may, in any case of breach of the peace, sanction any compromise between the parties to the complaint which it deems just and right.  Commitment of Vagrants and Rogues to Alms-house",
            "description": "The court may, in any case of breach of the peace, sanction any compromise between the parties to the complaint which it deems just and right.  Commitment of Vagrants and Rogues to Alms-house"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "87",
            "title": "Power to make order for detention of vagrants in alms-house. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Power to make order for detention of vagrants in alms-house. 87. Where any person is brought before the court charged with having committed an offence against the provisions of any Act relating to vagrants, or to rogues and vagabonds, or to incorrigible rogues, and it appears to the court that the person so charged is unable from physical infirmity to maintain himself, and that he has no visible means of subsistence, the court, instead of proceeding to hear and determine that charge, may order that the person so charged shall be forthwith conveyed to an alms-house and there detained until he is discharged therefrom as hereinafter provided.",
            "description": "Where any person is brought before the court charged with having committed an offence against the provisions of any Act relating to vagrants, or to rogues and vagabonds, or to incorrigible rogues, and it appears to the court that the person so charged is unable from physical infirmity to maintain himself, and that he has no visible means of subsistence, the court, instead of proceeding to hear and determine that charge, may order that the person so charged shall be forthwith conveyed to an alms-house and there detained until he is discharged therefrom as hereinafter provided."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "88",
            "title": "Time of detention. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Time of detention. 88. Every person ordered to be so detained shall be taken to an alms-house, and there detained until he is discharged by the written order of a magistrate.",
            "description": "Every person ordered to be so detained shall be taken to an alms-house, and there detained until he is discharged by the written order of a magistrate."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "89",
            "title": "Power to order discharge of person detained. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Power to order discharge of person detained. 89. Every magistrate is hereby authorised to make an order in writing directing the immediate discharge from an alms-house of any person who has been so ordered to be detained therein, if it appears to the magistrate that he has become capable of earning his livelihood, and he shall be discharged accordingly.",
            "description": "Every magistrate is hereby authorised to make an order in writing directing the immediate discharge from an alms-house of any person who has been so ordered to be detained therein, if it appears to the magistrate that he has become capable of earning his livelihood, and he shall be discharged accordingly."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "90",
            "title": "Discharge of person detained on security being given. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Discharge of person detained on security being given. 90. If any person enters into a bond in the sum of one thousand six hundred and twenty-five dollars, before a magistrate, that due provision shall be made for the future maintenance of any person who has been so ordered to be detained in an alms-house, the magistrate, if satisfied that the person so entering into the bond has sufficient property to enable him to maintain the person so ordered to be detained, or to pay the said sum of one thousand six hundred twenty-five dollars if the condition of the bond is not performed, shall LAWS OF GUYANA 64 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012    Form",
            "description": "If any person enters into a bond in the sum of one thousand six hundred and twenty-five dollars, before a magistrate, that due provision shall be made for the future maintenance of any person who has been so ordered to be detained in an alms-house, the magistrate, if satisfied that the person so entering into the bond has sufficient property to enable him to maintain the person so ordered to be detained, or to pay the said sum of one thousand six hundred twenty-five dollars if the condition of the bond is not performed, shall LAWS OF GUYANA 64 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012    Form"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "91",
            "title": "Transfer to hospital of person detained in case of illness. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Transfer to hospital of person detained in case of illness. 91. If anyone so ordered to be detained in an alms-house becomes so ill that, in the opinion of the medical officer of the alms-house, he cannot be properly treated therein, the officers of the alms-house, with the sanction of the Chief Medical Officer, may cause the person to be conveyed to the nearest public hospital for medical treatment therein; and the person on his discharge from the hospital shall be taken back to an alms-house and there detained as hereinbefore mentioned.",
            "description": "If anyone so ordered to be detained in an alms-house becomes so ill that, in the opinion of the medical officer of the alms-house, he cannot be properly treated therein, the officers of the alms-house, with the sanction of the Chief Medical Officer, may cause the person to be conveyed to the nearest public hospital for medical treatment therein; and the person on his discharge from the hospital shall be taken back to an alms-house and there detained as hereinbefore mentioned."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "92",
            "title": "Arrest of person detained in case of escape.  Saving of Validity of Process  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Arrest of person detained in case of escape.  Saving of Validity of Process  92. Everyone, so ordered to be detained in an alms-house, who leaves it, or any public hospital to which he has been removed before he has been discharged as hereinbefore mentioned, may be arrested, without warrant, by any police or other constable and conveyed back to an alms-house, and there detained as hereinbefore mentioned.  Saving of Validity of Process",
            "description": "Everyone, so ordered to be detained in an alms-house, who leaves it, or any public hospital to which he has been removed before he has been discharged as hereinbefore mentioned, may be arrested, without warrant, by any police or other constable and conveyed back to an alms-house, and there detained as hereinbefore mentioned.  Saving of Validity of Process"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "93",
            "title": "Provisions as to certain proceedings in the court. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Provisions as to certain proceedings in the court. 93. The following provisions with respect to certain proceedings in the court shall have effect:  (a) a warrant of commitment shall not be held void by reason only of any defect therein, if it is therein alleged that the offender has been ordered to do or to abstain from doing any act or thing required to be done or left undone, and there is a good and valid order to sustain the allegation;  (b) a warrant of distress shall not be held void by reason only of any defect therein, if it is therein alleged that an LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 65  L.R.O. 1/2012                                       No objection to jurisdiction unless taken at hearing.         order has been made, and there is a good and valid order to sustain the allegation; and a person acting under a warrant of distress shall not be deemed a trespasser from the beginning by reason only of any defect in the warrant or of any irregularity in the execution thereof; but this enactment shall not prejudice the right of any person to satisfaction for any special damage caused by any defect in, or irregularity in the execution of, a warrant of distress, so, however, that, if amends are tendered before action brought, and, if the action is brought, are paid into court in the action, and the plaintiff does not recover more than the sum so tendered and paid into court, the plaintiff shall not be entitled to any costs incurred after the tender, and the defendant shall be entitled to costs, to be taxed as between counsel and client; and   (c) a summons or warrant or other process shall not be held void by reason of the magistrate who signed it dying or ceasing to hold office.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a warrant of commitment shall not be held void by reason only of any defect therein, if it is therein alleged that the offender has been ordered to do or to abstain from doing any act or thing required to be done or left undone, and there is a good and valid order to sustain the allegation;"
                },
                {
                    "representation": "(b)",
                    "description": "a warrant of distress shall not be held void by reason only of any defect therein, if it is therein alleged that an LAWS OF GUYANA Summary Jurisdiction"
                },
                {
                    "representation": "(c)",
                    "description": "a summons or warrant or other process shall not be held void by reason of the magistrate who signed it dying or ceasing to hold office."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "94",
            "title": "No objection to jurisdiction unless taken at hearing. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under No objection to jurisdiction unless taken at hearing. 94. It shall not be competent for any person to impeach, in any proceeding or in any other manner whatever, any order made by the court on the hearing of a complaint on the ground that the court had no jurisdiction to make the order, unless that objection was taken on the hearing of the complaint or at the time of the making of the order.   LAWS OF GUYANA 66 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012 Effect of variation or defect in proceedings.                                Proof of service of process by bailiff or constable. [51 of 1932]  Form",
            "description": "It shall not be competent for any person to impeach, in any proceeding or in any other manner whatever, any order made by the court on the hearing of a complaint on the ground that the court had no jurisdiction to make the order, unless that objection was taken on the hearing of the complaint or at the time of the making of the order.   LAWS OF GUYANA 66 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012 Effect of variation or defect in proceedings.                                Proof of service of process by bailiff or constable. [51 of 1932]  Form"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "95",
            "title": "Effect of variance or defect in proceedings.  Proof of Process  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Effect of variance or defect in proceedings.  Proof of Process  95. (1) In any cause in the court, no variance between the complaint, or summons, or warrant and the evidence adduced in support thereof as to the time at which the cause of complaint is alleged to have arisen shall be deemed material, if it is proved that the complaint was in fact made within the time limited by law for making it; and no variance between the complaint, or summons, or warrant  and the evidence adduced in support thereof as to the place in which the cause of complaint is alleged to have arisen shall be deemed material.  (2) No objection shall be taken or allowed, in any proceeding in the court, to any complaint, summons, warrant, or other process for any alleged defect therein in substance or in form, or for any variance between any complaint or summons and the evidence adduced in support thereof:  Provided that if any variance or defect mentioned in this section appears to the court at the hearing to be such that the defendant has been thereby deceived or misled, the court may make any necessary amendments, and, if it is expedient to do so, adjourn, upon such terms as it thinks fit, the further hearing of the cause.  Proof of Process",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In any cause in the court, no variance between the complaint, or summons, or warrant and the evidence adduced in support thereof as to the time at which the cause of complaint is alleged to have arisen shall be deemed material, if it is proved that the complaint was in fact made within the time limited by law for making it; and no variance between the complaint, or summons, or warrant  and the evidence adduced in support thereof as to the place in which the cause of complaint is alleged to have arisen shall be deemed material."
                },
                {
                    "representation": "(2)",
                    "description": "No objection shall be taken or allowed, in any proceeding in the court, to any complaint, summons, warrant, or other process for any alleged defect therein in substance or in form, or for any variance between any complaint or summons and the evidence adduced in support thereof:  Provided that if any variance or defect mentioned in this section appears to the court at the hearing to be such that the defendant has been thereby deceived or misled, the court may make any necessary amendments, and, if it is expedient to do so, adjourn, upon such terms as it thinks fit, the further hearing of the cause.  Proof of Process"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "96",
            "title": "(1) Proof of service of process by bailiff or constable. (2) Proof of service of process. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under (1) Proof of service of process by bailiff or constable. (2) Proof of service of process. 96. (1) Where it becomes necessary to prove the service of any summons, notice, order or other process whatsoever issued under this Act which has been served by a bailiff or constable a return of service in Form 52 in the Schedule, purporting to be signed by the bailiff or constable, shall be received in all courts as prima facie evidence of the facts stated in the return without proof of the signature or official character of the bailiff or constable.   (2) In every proceeding in the court in which it is necessary to prove the service of any summons, notice, order, or other process whatsoever of the court upon any person, it LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 67  L.R.O. 1/2012 Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where it becomes necessary to prove the service of any summons, notice, order or other process whatsoever issued under this Act which has been served by a bailiff or constable a return of service in Form 52 in the Schedule, purporting to be signed by the bailiff or constable, shall be received in all courts as prima facie evidence of the facts stated in the return without proof of the signature or official character of the bailiff or constable."
                },
                {
                    "representation": "(2)",
                    "description": "In every proceeding in the court in which it is necessary to prove the service of any summons, notice, order, or other process whatsoever of the court upon any person, it LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "97",
            "title": "Proof of previous conviction.  Enforcement of Recognisance  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Proof of previous conviction.  Enforcement of Recognisance  97. Where on the hearing of any complaint, it is proposed to prove against the defendant the fact of a previous conviction    (a) a copy of the order of any magistrates court in respect of the former offence purporting to be certified by the clerk of that court, or  (b) production of a copy of a warrant of commitment reciting the conviction purporting to be certified under the hand of the keeper of the prison, or production of a register kept under section 5 of the Prevention of Crimes Act, containing an entry of the conviction, shall, upon proof of LAWS OF GUYANA 68 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012        Mode of enforcement.      Form",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a copy of the order of any magistrates court in respect of the former offence purporting to be certified by the clerk of that court, or"
                },
                {
                    "representation": "(b)",
                    "description": "production of a copy of a warrant of commitment reciting the conviction purporting to be certified under the hand of the keeper of the prison, or production of a register kept under section 5 of the Prevention of Crimes Act, containing an entry of the conviction, shall, upon proof of LAWS OF GUYANA 68 Cap. 10:02 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "98",
            "title": "Mode of enforcement.  Appropriation of Penalties and Seizures  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Mode of enforcement.  Appropriation of Penalties and Seizures  98. (1) Where a recognisance is conditioned for the appearance of any person before the court or for his doing some other act or thing to be done in, to, or before the court or in a proceeding in the court, the court may, if the recognisance appears to be forfeited, declare it to be forfeited, and order the sum due thereunder to be levied upon the movable property of the person liable thereunder, in the same manner as if the sum were a penalty adjudged by the court to be paid, and were ascertained by an order:  Provided that (a) the court may at any time cancel or mitigate the forfeiture upon the person liable under the recognisance applying and giving security, to the satisfaction of the court, for the future performance of the condition of the recognisance, and paying, or giving security for the payment of, the costs incurred in respect of the forfeiture, or upon any other conditions the court thinks just; and (b) if it appears to the court that a warrant of distress should not, under the provisions hereinbefore contained, be issued against the person liable under the recognisance, but that he has immovable property, the court may, if it thinks fit, postpone the issue of a warrant of commitment against him, and transmit the recognisance to the Director of Public Prosecutions in order that it may be put in suit against him.  (2) Where a recognisance to keep the peace and to be of good behaviour, or not to do or commit some act or thing, has been entered into by any person as principal or as a surety before the court, the court may, on proof of the conviction of the person bound as principal by the recognisance of any offence which is by law a breach of the condition thereof, by order adjudge the recognisance to be forfeited and adjudge the persons bound thereby, whether as LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 69  L.R.O. 1/2012 Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a recognisance is conditioned for the appearance of any person before the court or for his doing some other act or thing to be done in, to, or before the court or in a proceeding in the court, the court may, if the recognisance appears to be forfeited, declare it to be forfeited, and order the sum due thereunder to be levied upon the movable property of the person liable thereunder, in the same manner as if the sum were a penalty adjudged by the court to be paid, and were ascertained by an order:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "the court may at any time cancel or mitigate the forfeiture upon the person liable under the recognisance applying and giving security, to the satisfaction of the court, for the future performance of the condition of the recognisance, and paying, or giving security for the payment of, the costs incurred in respect of the forfeiture, or upon any other conditions the court thinks just; and"
                },
                {
                    "representation": "(b)",
                    "description": "if it appears to the court that a warrant of distress should not, under the provisions hereinbefore contained, be issued against the person liable under the recognisance, but that he has immovable property, the court may, if it thinks fit, postpone the issue of a warrant of commitment against him, and transmit the recognisance to the Director of Public Prosecutions in order that it may be put in suit against him."
                },
                {
                    "representation": "(2)",
                    "description": "Where a recognisance to keep the peace and to be of good behaviour, or not to do or commit some act or thing, has been entered into by any person as principal or as a surety before the court, the court may, on proof of the conviction of the person bound as principal by the recognisance of any offence which is by law a breach of the condition thereof, by order adjudge the recognisance to be forfeited and adjudge the persons bound thereby, whether as LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "99",
            "title": "Appropriation of penalties and seizures. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Appropriation of penalties and seizures. 99. Subject to any power or authority vested in the President to remit any fines, penalties, or forfeitures or to restore any seizures, the amount of every fine and penalty which shall be recovered in a court of summary jurisdiction and the proceeds of every forfeiture and seizure made or incurred subject to the process of the court shall be paid to the Accountant General.",
            "description": "Subject to any power or authority vested in the President to remit any fines, penalties, or forfeitures or to restore any seizures, the amount of every fine and penalty which shall be recovered in a court of summary jurisdiction and the proceeds of every forfeiture and seizure made or incurred subject to the process of the court shall be paid to the Accountant General."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "100",
            "title": "Dealing with forfeiture not pecuniary. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Dealing with forfeiture not pecuniary. 100. Subject to the express provisions of any written law relating thereto, every forfeiture not pecuniary which is incurred in respect of a summary conviction offence, or which may be enforced by the court, may be sold or disposed of in the manner directed by the court, and the proceeds of sale shall be applied in the like manner as if the proceeds were a penalty imposed under the law on which the proceeding for the forfeiture is founded.",
            "description": "Subject to the express provisions of any written law relating thereto, every forfeiture not pecuniary which is incurred in respect of a summary conviction offence, or which may be enforced by the court, may be sold or disposed of in the manner directed by the court, and the proceeds of sale shall be applied in the like manner as if the proceeds were a penalty imposed under the law on which the proceeding for the forfeiture is founded."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "101",
            "title": "Remission by President of penalties. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Remission by President of penalties. 101. (1) The President may remit, in whole or in part, any sum of money imposed as a penalty and as costs, charges, and expenses in connection with the penalty, on any person convicted of a summary conviction offence, although the money may be, in whole or in part, due and payable, or has already been paid, to the State for the public use or to some party other than the State, and may exercise his power of pardon in favour of any person who may be imprisoned for non-payment of any sum of money so imposed, although the LAWS OF GUYANA 70 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012                 Effect of acquiescence in remission.         Payment of sum adjudged to be paid by person imprisoned in default of payment.        Keeping account of moneys received. Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The President may remit, in whole or in part, any sum of money imposed as a penalty and as costs, charges, and expenses in connection with the penalty, on any person convicted of a summary conviction offence, although the money may be, in whole or in part, due and payable, or has already been paid, to the State for the public use or to some party other than the State, and may exercise his power of pardon in favour of any person who may be imprisoned for non-payment of any sum of money so imposed, although the LAWS OF GUYANA 70 Cap. 10:02 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "102",
            "title": "Effect of acquiescence in remission. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Effect of acquiescence in remission. 102. Every person who accepts or acquiesces in any remission or restoration aforesaid shall be thereby debarred from having, maintaining, or continuing, any action or suit in respect of any matter to which the remission or restoration relates, and no further proceedings shall be taken against him in relation to that matter.",
            "description": "Every person who accepts or acquiesces in any remission or restoration aforesaid shall be thereby debarred from having, maintaining, or continuing, any action or suit in respect of any matter to which the remission or restoration relates, and no further proceedings shall be taken against him in relation to that matter."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "103",
            "title": "Payment of sum adjudged to be paid by person imprisoned in default of payment. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Payment of sum adjudged to be paid by person imprisoned in default of payment. 103. Where any person, who is committed to prison on any order for non-payment of any sum of money adjudged to be paid by the order, desires to pay the money and costs before the expiration of the time for which he has been so ordered to be imprisoned by the warrant for his commitment, he shall do so to the keeper of the prison in which he is so imprisoned, and the keeper shall forthwith transmit a receipt for the moneys to the magistrate of the court which has issued the warrant of commitment.",
            "description": "Where any person, who is committed to prison on any order for non-payment of any sum of money adjudged to be paid by the order, desires to pay the money and costs before the expiration of the time for which he has been so ordered to be imprisoned by the warrant for his commitment, he shall do so to the keeper of the prison in which he is so imprisoned, and the keeper shall forthwith transmit a receipt for the moneys to the magistrate of the court which has issued the warrant of commitment."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "104",
            "title": "Keeping account of moneys received. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Keeping account of moneys received. 104. Every magistrate and every keeper of a prison shall keep a true and exact account of all moneys received by him under this Act, and shall, within the first seven days of every month, transmit a fair copy of that account for the preceding month to the Accountant General.",
            "description": "Every magistrate and every keeper of a prison shall keep a true and exact account of all moneys received by him under this Act, and shall, within the first seven days of every month, transmit a fair copy of that account for the preceding month to the Accountant General."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "105",
            "title": "Taking of recognisance.  Records  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Taking of recognisance.  Records  105. Where a magistrate has made an order directing or allowing any recognisance to be taken, and it is not practicable or convenient for him to attend at the time and place where the recognisance is to be taken, any other LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 71  L.R.O. 1/2012             Record book of proceedings. Form",
            "description": "Where a magistrate has made an order directing or allowing any recognisance to be taken, and it is not practicable or convenient for him to attend at the time and place where the recognisance is to be taken, any other LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 71  L.R.O. 1/2012             Record book of proceedings. Form"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "106",
            "title": "Record book of proceedings. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Record book of proceedings. 106. (1) The clerk shall keep a record book for his court, in which shall be entered, in the proper columns respectively, the number of the cause, the date of making the complaint, the name of the complainant, the name of the defendant and his age, if he is under fourteen years of age, the substance of the complaint, the written law under which the cause is tried, the date of adjudication, a minute of the adjudication, the name of the magistrate adjudicating, and the costs.  (2)If the court refuses to entertain or dismisses a complaint, the clerk shall enter the refusal or dismissal, with the grounds thereof, in the record book.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The clerk shall keep a record book for his court, in which shall be entered, in the proper columns respectively, the number of the cause, the date of making the complaint, the name of the complainant, the name of the defendant and his age, if he is under fourteen years of age, the substance of the complaint, the written law under which the cause is tried, the date of adjudication, a minute of the adjudication, the name of the magistrate adjudicating, and the costs."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "107",
            "title": "Register of minutes of orders. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Register of minutes of orders. 107. (1) The clerk shall keep a register of the minutes or memoranda of all the orders of the court and of any other proceedings directed by the Chancellor to be registered, and with the particulars and in the form from time to time directed by the Chancellor.  (2) The register, and also any extract therefrom certified by the clerk to be a true extract, shall, in any proceeding whatever in any court, be prima facie evidence of the truth of all matters stated therein.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The clerk shall keep a register of the minutes or memoranda of all the orders of the court and of any other proceedings directed by the Chancellor to be registered, and with the particulars and in the form from time to time directed by the Chancellor."
                },
                {
                    "representation": "(2)",
                    "description": "The register, and also any extract therefrom certified by the clerk to be a true extract, shall, in any proceeding whatever in any court, be prima facie evidence of the truth of all matters stated therein."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "108",
            "title": "Custody of records.  LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 9  L.R.O. 1/2012 SECTION Forms  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Custody of records.  LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 9  L.R.O. 1/2012 SECTION Forms  108. Every record book and register aforesaid shall remain in the district and in the custody of the clerk.  Forms",
            "description": "Every record book and register aforesaid shall remain in the district and in the custody of the clerk.  Forms"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "109",
            "title": "Use of forms in Second Schedule. ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Use of forms in Second Schedule. 109. Subject to any rules which may be made under LAWS OF GUYANA 72 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012 Schedule. c. 3:05                Form of complaint, summons, warrant or other document. [21 of 1932]                            the Summary Jurisdiction (Magistrates) Act, the forms in the Second Schedule may, with any variations and additions which the circumstances of the particular case require, be used in the matters to which they respectively apply, and, when so used, shall be good and sufficient in law:  Provided that nothing in this section shall affect the use and validity of any special forms of process in respect of summary conviction offences given by any written law relating to those offences.",
            "description": "Subject to any rules which may be made under LAWS OF GUYANA 72 Cap. 10:02 Summary Jurisdiction (Procedure)  L.R.O. 1/2012 Schedule. c. 3:05                Form of complaint, summons, warrant or other document. [21 of 1932]                            the Summary Jurisdiction (Magistrates) Act, the forms in the Second Schedule may, with any variations and additions which the circumstances of the particular case require, be used in the matters to which they respectively apply, and, when so used, shall be good and sufficient in law:  Provided that nothing in this section shall affect the use and validity of any special forms of process in respect of summary conviction offences given by any written law relating to those offences."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "110",
            "title": "Form of complaint, summons, warrant or other document.  FIRST SCHEDULE— Indictable offences by adults which may be tried summarily.  SECOND SCHEDULE— Forms for use in proceedings relating to summary conviction offences.  __________________________     1929 Ed. c. 14 1953 Ed. c. 15 _______________________________________________________ 12 of 1893 An Act to consolidate and amend the Laws relating to Procedure with respect to Offences punishable on Summary Conviction.  [1ST MARCH, 1894]       Short title.        Interpretation. [11 of 1931]       PRELIMINARY  ",
            "context": "SUMMARY JURISDICTION (PROCEDURE) ACT under Form of complaint, summons, warrant or other document.  FIRST SCHEDULE Indictable offences by adults which may be tried summarily.  SECOND SCHEDULE Forms for use in proceedings relating to summary conviction offences.  __________________________     1929 Ed. c. 14 1953 Ed. c. 15 _______________________________________________________ 12 of 1893 An Act to consolidate and amend the Laws relating to Procedure with respect to Offences punishable on Summary Conviction.  [1ST MARCH, 1894]       Short title.        Interpretation. [11 of 1931]       PRELIMINARY  110. The provisions of this Act relating to the form of any complaint, summons, warrant or other document shall be subject to the following rules:  (1) Every information, complaint, summons, warrant or other document in connection with any proceedings for an offence shall be sufficient if it contains a statement of the specific offence with which the accused person is charged together with such particulars as may be necessary for giving reasonable information as to the nature of the charge.  (2) The statement of the offence shall describe the offence shortly in ordinary language, avoiding as far as possible the use of technical terms, and without necessarily stating all the essential elements of the offence, and if the offence charged is one created by written law, shall contain a reference to the section of the written law creating the offence.  (3) After the statement of the offence, necessary particulars of the offence shall be set out in ordinary language, in which the use of technical terms shall not be required.  (4) Any information, complaint, summons, warrant or other document to which this section applies which is in such form as would have been sufficient in law if LAWS OF GUYANA Summary Jurisdiction (Procedure)  Cap. 10:02 73  L.R.O. 1/2012         s. 61 [21 of 1978]         c.8:01                   s. 109 [14 of 1959 O. 5/2007]         this Act had not been enacted shall notwithstanding anything in this section continue to be sufficient in law.  --------------------   FIRST SCHEDULE  INDICTABLE OFFENCES BY ADULTS WHICH MAY BE TRIED SUMMARILY",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every information, complaint, summons, warrant or other document in connection with any proceedings for an offence shall be sufficient if it contains a statement of the specific offence with which the accused person is charged together with such particulars as may be necessary for giving reasonable information as to the nature of the charge."
                },
                {
                    "representation": "(2)",
                    "description": "The statement of the offence shall describe the offence shortly in ordinary language, avoiding as far as possible the use of technical terms, and without necessarily stating all the essential elements of the offence, and if the offence charged is one created by written law, shall contain a reference to the section of the written law creating the offence."
                },
                {
                    "representation": "(3)",
                    "description": "After the statement of the offence, necessary particulars of the offence shall be set out in ordinary language, in which the use of technical terms shall not be required."
                },
                {
                    "representation": "(4)",
                    "description": "Any information, complaint, summons, warrant or other document to which this section applies which is in such form as would have been sufficient in law if LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    }
]