[
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "JUVENILE OFFENDERS ACT under Short title. 1. This Act may be cited as the Juvenile Offenders Act.",
            "description": "This Act may be cited as the Juvenile Offenders Act."
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "JUVENILE OFFENDERS ACT under Interpretation. 2. In this Act  child means a person under the age of fourteen years;  guardian in relation to a child or young person includes any person who, in the opinion of the court having cognizance of any case in relation to the child or young person or in which the child or young person is concerned, has for the time being the charge of or control over the child or young person;  Holding Centre for Juveniles means a centre for juveniles established or recognized by the Minister under section 20A;  juvenile means a person under the age of seventeen years;  probation officer means a public officer whose duties include the performance of the functions of a probation officer under this Act;  young person means a person who has attained the age of fourteen years and is under the age of seventeen years.   CHAPTER 10:03   JUVENILE OFFENDERS ACT LAWS OF GUYANA  Juvenile Offenders  Cap. 10:03 5  L.R.O. 1/2012 Child under ten years. [4 of 1972]  Juvenile courts. [4 of 1972]",
            "description": "In this Act  child means a person under the age of fourteen years;  guardian in relation to a child or young person includes any person who, in the opinion of the court having cognizance of any case in relation to the child or young person or in which the child or young person is concerned, has for the time being the charge of or control over the child or young person;  Holding Centre for Juveniles means a centre for juveniles established or recognized by the Minister under section 20A;  juvenile means a person under the age of seventeen years;  probation officer means a public officer whose duties include the performance of the functions of a probation officer under this Act;  young person means a person who has attained the age of fourteen years and is under the age of seventeen years.   CHAPTER 10:03   JUVENILE OFFENDERS ACT LAWS OF GUYANA  Juvenile Offenders  Cap. 10:03 5  L.R.O. 1/2012 Child under ten years. [4 of 1972]  Juvenile courts. [4 of 1972]"
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Child under ten years. ",
            "context": "JUVENILE OFFENDERS ACT under Child under ten years. 3. It shall be conclusively presumed that no child under the age of ten years can be guilty of an offence.",
            "description": "It shall be conclusively presumed that no child under the age of ten years can be guilty of an offence."
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Juvenile courts. ",
            "context": "JUVENILE OFFENDERS ACT under Juvenile courts. 4. (1) A court when hearing charges against children or young persons shall, unless the child or young person is charged jointly with any other person not being a child or young person, sit either in a different building or room from that in which the ordinary sittings of the court are held, or on different days or at different times from those at which the ordinary sittings are held and a court so sitting is in this Act referred to as a juvenile court.  (2) Where in the course of any proceedings in a juvenile court it appears to the court that the person charged or to whom the proceedings relate is of the age of seventeen years or upwards, or where in the course of any proceedings in any court other than a juvenile court it appears that the person charged or to whom the proceedings relate is under the age of seventeen years, nothing in this section shall be construed as preventing the court if it thinks it undesirable to adjourn the case, from proceeding with the hearing and determination of the case.  (3) Provision shall be made for preventing persons apparently under the age of seventeen years whilst being conveyed to or from court, or whilst waiting before or after their attendance in court, from association with adults charged with or convicted of any offence other than an offence with which the person apparently under the age of seventeen years is jointly charged or convicted.  (4) In a juvenile court no person other than the members and officers of the court and the parties to the case, their solicitors and counsel, and other persons directly concerned in the case, shall, except by leave of the court, be allowed to attend:  Provided that LAWS OF GUYANA 6 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012                           Bail of children and young persons arrested. [4 of 1972]                       newspaper or news agency shall not be excluded, except by special order of the court;  (b) no person shall publish the name, address, school, photograph, or anything likely to lead to the identification of the child or young person before the juvenile court, save with the permission of the court or in so far as required by this Act. Any person who acts in contravention of this paragraph of this proviso shall be liable to a fine of nine thousand seven hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A court when hearing charges against children or young persons shall, unless the child or young person is charged jointly with any other person not being a child or young person, sit either in a different building or room from that in which the ordinary sittings of the court are held, or on different days or at different times from those at which the ordinary sittings are held and a court so sitting is in this Act referred to as a juvenile court."
                },
                {
                    "representation": "(2)",
                    "description": "Where in the course of any proceedings in a juvenile court it appears to the court that the person charged or to whom the proceedings relate is of the age of seventeen years or upwards, or where in the course of any proceedings in any court other than a juvenile court it appears that the person charged or to whom the proceedings relate is under the age of seventeen years, nothing in this section shall be construed as preventing the court if it thinks it undesirable to adjourn the case, from proceeding with the hearing and determination of the case."
                },
                {
                    "representation": "(3)",
                    "description": "Provision shall be made for preventing persons apparently under the age of seventeen years whilst being conveyed to or from court, or whilst waiting before or after their attendance in court, from association with adults charged with or convicted of any offence other than an offence with which the person apparently under the age of seventeen years is jointly charged or convicted."
                },
                {
                    "representation": "(4)",
                    "description": "In a juvenile court no person other than the members and officers of the court and the parties to the case, their solicitors and counsel, and other persons directly concerned in the case, shall, except by leave of the court, be allowed to attend:  Provided that LAWS OF GUYANA 6 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012                           Bail of children and young persons arrested. [4 of 1972]                       newspaper or news agency shall not be excluded, except by special order of the court;"
                },
                {
                    "representation": "(b)",
                    "description": "no person shall publish the name, address, school, photograph, or anything likely to lead to the identification of the child or young person before the juvenile court, save with the permission of the court or in so far as required by this Act. Any person who acts in contravention of this paragraph of this proviso shall be liable to a fine of nine thousand seven hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Bail of children and young persons arrested. ",
            "context": "JUVENILE OFFENDERS ACT under Bail of children and young persons arrested. 5. Where a person apparently under the age of seventeen years is apprehended with or without warrant and cannot be brought forthwith before a court, the officer or non-commissioned officer of police to whom such person is brought shall inquire into the case, and may in any case, and  (a) unless the charge is one of homicide or other grave crime; or  (b) unless it is necessary in the interest of such person to remove him from the association with any undesirable person; or  (c) unless the officer has reason to believe that the release of such person would defeat the ends of justice,  shall release such person on a recognizance, with or without (a) bona fide representatives of a LAWS OF GUYANA  Juvenile Offenders  Cap. 10:03 7  L.R.O. 1/2012           Custody of children and young persons not discharged on bail after arrest. [4 of 1972 18 of 2007]                                 Association with adults during detention in police stations.      Remand or committal to custody in place of detention. [18 of 2007]    sureties, for such amount as will, in the opinion of the officer, secure the attendance of such person upon the hearing of the charge, being entered into by him or by his parent or guardian, or other responsible person.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "bona fide representatives of a LAWS OF GUYANA  Juvenile Offenders  Cap. 10:03 7  L.R.O. 1/2012           Custody of children and young persons not discharged on bail after arrest. [4 of 1972 18 of 2007]                                 Association with adults during detention in police stations.      Remand or committal to custody in place of detention. [18 of 2007]    sureties, for such amount as will, in the opinion of the officer, secure the attendance of such person upon the hearing of the charge, being entered into by him or by his parent or guardian, or other responsible person."
                },
                {
                    "representation": "(b)",
                    "description": "unless it is necessary in the interest of such person to remove him from the association with any undesirable person; or"
                },
                {
                    "representation": "(c)",
                    "description": "unless the officer has reason to believe that the release of such person would defeat the ends of justice,  shall release such person on a recognizance, with or without"
                }
            ]
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Custody of children and young persons not discharged on bail after arrest. ",
            "context": "JUVENILE OFFENDERS ACT under Custody of children and young persons not discharged on bail after arrest. 6. Where a person apparently under the age of seventeen years having been apprehended is not so released as aforesaid, the officer or non-commissioned officer of police to whom such person is brought shall cause him to be detained in a Holding Centre for Juveniles provided under this Act until he can be brought before a court unless the officer certifies  (a) that it is impracticable to do so; or  (b) that he is of so unruly or depraved a character that he cannot be safely so detained; or  (c) that by reason of his state of health or of his mental or bodily condition it is inadvisable so to detain him;   and the certificate shall be produced to the court before which the person is brought.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "that it is impracticable to do so; or"
                },
                {
                    "representation": "(b)",
                    "description": "that he is of so unruly or depraved a character that he cannot be safely so detained; or"
                },
                {
                    "representation": "(c)",
                    "description": "that by reason of his state of health or of his mental or bodily condition it is inadvisable so to detain him;   and the certificate shall be produced to the court before which the person is brought."
                }
            ]
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Association with adults during detention in police stations. ",
            "context": "JUVENILE OFFENDERS ACT under Association with adults during detention in police stations. 7. It shall be the duty of the Commissioner of Police to make arrangements for preventing, so far as practicable, a child or young person while being detained, from associating with an adult, other than a relative, charged with an offence.",
            "description": "It shall be the duty of the Commissioner of Police to make arrangements for preventing, so far as practicable, a child or young person while being detained, from associating with an adult, other than a relative, charged with an offence."
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Remand or committal to custody in place of detention. ",
            "context": "JUVENILE OFFENDERS ACT under Remand or committal to custody in place of detention. 8. (1) A court on remanding or committing for trial a child or young person who is not released on bail, shall, instead of committing him to prison, commit him to custody in a Holding Centre for Juveniles provided under this Act and named in the commitment, to be there detained for the period for which he is remanded or until he is thence delivered in due course of law: LAWS OF GUYANA 8 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012                         Procedure in juvenile court. [4 of 1972 18 of 2007]                          Provided that in the case of a young person it shall not be obligatory on the court so to commit him if the court certifies that he is of so unruly a character that he cannot be safely so committed, or that he is of so depraved a character that he is not a fit person to be so detained.  (2) A commitment under this section may be varied or, in the case of a young person who proves to be of so unruly a character that he cannot be safely detained in such custody, or to be of so depraved a character that he is not a fit person to be so detained, revoked by any court acting in or for the place in or for which the court which made the order acted, and if it is revoked the young person may be committed to prison.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A court on remanding or committing for trial a child or young person who is not released on bail, shall, instead of committing him to prison, commit him to custody in a Holding Centre for Juveniles provided under this Act and named in the commitment, to be there detained for the period for which he is remanded or until he is thence delivered in due course of law: LAWS OF GUYANA 8 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012                         Procedure in juvenile court. [4 of 1972 18 of 2007]                          Provided that in the case of a young person it shall not be obligatory on the court so to commit him if the court certifies that he is of so unruly a character that he cannot be safely so committed, or that he is of so depraved a character that he is not a fit person to be so detained."
                },
                {
                    "representation": "(2)",
                    "description": "A commitment under this section may be varied or, in the case of a young person who proves to be of so unruly a character that he cannot be safely detained in such custody, or to be of so depraved a character that he is not a fit person to be so detained, revoked by any court acting in or for the place in or for which the court which made the order acted, and if it is revoked the young person may be committed to prison."
                }
            ]
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Procedure in juvenile court. ",
            "context": "JUVENILE OFFENDERS ACT under Procedure in juvenile court. 9. (1) Where a child or young person is brought before a juvenile court for any offence it shall be the duty of the court as soon as possible to explain to him in simple language the substance of the alleged offence.  (2) Where a child is brought before a juvenile court for any offence other than homicide the case shall be finally disposed of in such court, and it shall not be necessary to ask the parent whether he consents that the child shall be dealt with in the juvenile court.  (3) Where a young person is brought before a juvenile court for an indictable offence other than homicide and the court becomes satisfied at any time during the hearing of the case that it is expedient to deal with it summarily, the court shall put to the young person the following or a similar question, telling him that he may consult his parent or guardian before replying  Do you wish to be tried by this court or by a jury? and the court shall explain to the young person and to his parent or guardian the meaning of being so tried and the LAWS OF GUYANA  Juvenile Offenders  Cap. 10:03 9  L.R.O. 1/2012                                                 place where the trial would be held.  (4) After explaining the substance of the alleged offence the court shall ask the child or the young person (except in cases where the young person does not wish to be tried in the juvenile court) whether he admits the offence.  (5) If the child or young person does not admit the offence the court shall then hear the evidence of the witnesses in support thereof. At the close of the evidence in chief of each such witness the court shall ask the child or young person, or if it see fit, the childs parent or guardian if he wishes to put any questions to the witness.  If the child or young person instead of asking questions wishes to make a statement he shall be allowed to do so. It shall be the duty of the court to put to the witnesses such questions as appear to be necessary. The court may put to the child or young person such questions as may be necessary to explain anything in the statement of the child or young person.  (6) If it appears to the court that a prima facie case is made out, the evidence of any witnesses for the defence shall be heard, and the child or young person shall be allowed to give evidence or to make any statement.  (7) If the child or young person admits the offence or the court is satisfied that it is proved, he shall then be asked if he desires to say anything in extenuation or mitigation of the penalty or otherwise. Before deciding how to deal with him the court shall obtain such information as to his general conduct, home surroundings, school record, and medical history, as may enable it to deal with the case in the best interests of the child or young person, and may put to him any question arising out of such information. For the purpose of obtaining such information or for special medical examination or observation the court may from time to time LAWS OF GUYANA 10 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012                          Probation orders. [4 of 1972]                      c. 11:04     remand the child or young person on bail or to a Holding Centre for Juveniles.  (8) If the child or young person admits the offence or the court is satisfied that it is proved, and the court decides that a remand is necessary for purposes of inquiry or observation, the court may cause an entry to be made in the court register that the charge is proved and that the child or young person has been remanded. The court before which a child or young person so remanded is brought may without further proof of the commission of the offence make any order in respect of the child or young person which could have been made by the court which so remanded the child or young person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a child or young person is brought before a juvenile court for any offence it shall be the duty of the court as soon as possible to explain to him in simple language the substance of the alleged offence."
                },
                {
                    "representation": "(2)",
                    "description": "Where a child is brought before a juvenile court for any offence other than homicide the case shall be finally disposed of in such court, and it shall not be necessary to ask the parent whether he consents that the child shall be dealt with in the juvenile court."
                },
                {
                    "representation": "(3)",
                    "description": "Where a young person is brought before a juvenile court for an indictable offence other than homicide and the court becomes satisfied at any time during the hearing of the case that it is expedient to deal with it summarily, the court shall put to the young person the following or a similar question, telling him that he may consult his parent or guardian before replying  Do you wish to be tried by this court or by a jury? and the court shall explain to the young person and to his parent or guardian the meaning of being so tried and the LAWS OF GUYANA  Juvenile Offenders  Cap. 10:03 9  L.R.O. 1/2012                                                 place where the trial would be held."
                },
                {
                    "representation": "(4)",
                    "description": "After explaining the substance of the alleged offence the court shall ask the child or the young person"
                },
                {
                    "representation": "(5)",
                    "description": "If the child or young person does not admit the offence the court shall then hear the evidence of the witnesses in support thereof. At the close of the evidence in chief of each such witness the court shall ask the child or young person, or if it see fit, the childs parent or guardian if he wishes to put any questions to the witness.  If the child or young person instead of asking questions wishes to make a statement he shall be allowed to do so. It shall be the duty of the court to put to the witnesses such questions as appear to be necessary. The court may put to the child or young person such questions as may be necessary to explain anything in the statement of the child or young person."
                },
                {
                    "representation": "(6)",
                    "description": "If it appears to the court that a prima facie case is made out, the evidence of any witnesses for the defence shall be heard, and the child or young person shall be allowed to give evidence or to make any statement."
                },
                {
                    "representation": "(7)",
                    "description": "If the child or young person admits the offence or the court is satisfied that it is proved, he shall then be asked if he desires to say anything in extenuation or mitigation of the penalty or otherwise. Before deciding how to deal with him the court shall obtain such information as to his general conduct, home surroundings, school record, and medical history, as may enable it to deal with the case in the best interests of the child or young person, and may put to him any question arising out of such information. For the purpose of obtaining such information or for special medical examination or observation the court may from time to time LAWS OF GUYANA 10 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012                          Probation orders. [4 of 1972]                      c. 11:04     remand the child or young person on bail or to a Holding Centre for Juveniles."
                },
                {
                    "representation": "(8)",
                    "description": "If the child or young person admits the offence or the court is satisfied that it is proved, and the court decides that a remand is necessary for purposes of inquiry or observation, the court may cause an entry to be made in the court register that the charge is proved and that the child or young person has been remanded. The court before which a child or young person so remanded is brought may without further proof of the commission of the offence make any order in respect of the child or young person which could have been made by the court which so remanded the child or young person."
                }
            ]
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Probation orders. ",
            "context": "JUVENILE OFFENDERS ACT under Probation orders. 10. (1) Where a child or young person is charged with any offence other than homicide and the court is satisfied that the charge is proved, the court may make an order discharging the offender conditionally on his entering into a recognizance with or without sureties, to be of good behaviour and to appear for sentence when called upon at any time during such period, not exceeding three years, as may be specified in the order. A recognizance entered into under this section shall, if the court so order, contain a condition that the offender be under the supervision of such person as may be named in the order during the period specified in the order and such other conditions for securing such supervision as may be specified in the order, and an order requiring the insertion of such conditions as aforesaid in the recognizance is in this Act referred to as a probation order.  (2) A probation order made under this section shall have the same force and effect as a probation order made under the authority of the Probation Act and the said Act shall apply in all respects to a probation order under this Act subject to the following modifications in section 8 (which deals with the procedure where an offender fails to observe LAWS OF GUYANA  Juvenile Offenders  Cap. 10:03 11  L.R.O. 1/2012                              Attendance at court of parent of child or young person charged with an offence, etc. [4 of 1972]   Power to order parent to pay fine, etc., instead of child or young person. [4 of 1972]              the conditions of release):  (a) Subsection (4) shall have no application, and  (b) Subsection (5) shall have effect as here set out:  (5) A court before which a person is bound by his recognizance to appear for sentence on being satisfied that he has failed to observe any condition of his recognizance, may forthwith, without any further proof of his guilt, deal with him as for the original offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a child or young person is charged with any offence other than homicide and the court is satisfied that the charge is proved, the court may make an order discharging the offender conditionally on his entering into a recognizance with or without sureties, to be of good behaviour and to appear for sentence when called upon at any time during such period, not exceeding three years, as may be specified in the order. A recognizance entered into under this section shall, if the court so order, contain a condition that the offender be under the supervision of such person as may be named in the order during the period specified in the order and such other conditions for securing such supervision as may be specified in the order, and an order requiring the insertion of such conditions as aforesaid in the recognizance is in this Act referred to as a probation order."
                },
                {
                    "representation": "(2)",
                    "description": "A probation order made under this section shall have the same force and effect as a probation order made under the authority of the Probation Act and the said Act shall apply in all respects to a probation order under this Act subject to the following modifications in section 8"
                },
                {
                    "representation": "(a)",
                    "description": "Subsection"
                },
                {
                    "representation": "(4)",
                    "description": "shall have no application, and"
                },
                {
                    "representation": "(b)",
                    "description": "Subsection"
                },
                {
                    "representation": "(5)",
                    "description": "shall have effect as here set out:  (5) A court before which a person is bound by his recognizance to appear for sentence on being satisfied that he has failed to observe any condition of his recognizance, may forthwith, without any further proof of his guilt, deal with him as for the original offence."
                }
            ]
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Attendance at court of parent of child or young person charged with an offence, etc. ",
            "context": "JUVENILE OFFENDERS ACT under Attendance at court of parent of child or young person charged with an offence, etc. 11. Where a child or young person is charged with any offence, the court may in its discretion require the attendance of his parent or guardian and may make such orders as are necessary for the purpose.",
            "description": "Where a child or young person is charged with any offence, the court may in its discretion require the attendance of his parent or guardian and may make such orders as are necessary for the purpose."
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Power to order parent to pay fine, etc., instead of child or young person. ",
            "context": "JUVENILE OFFENDERS ACT under Power to order parent to pay fine, etc., instead of child or young person. 12. (1) Where a child or young person is charged before any court with any offence for the commission of which a fine, damages or costs may be imposed, and the court is of opinion that the case would be best met by the imposition of a fine, damages, or costs, whether with or without any other punishment, the court shall order that the fine, or the damages or costs awarded, be paid by the parent or guardian of the child or young person instead of by the child or young person, unless the court is satisfied that the parent or guardian cannot  be found or that he has not conduced to the commission of the offence by neglecting to exercise due care of the child or young person.   (2) Where a child or young person is charged with any offence, the court may order his parent or guardian to give security for his good behaviour. LAWS OF GUYANA 12 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012                                     Exemption from imprisonment. [4 of 1972]          Mode of dealing with juvenile found guilty. [4 of 1972]  Detention in case of certain crimes committed by children or  (3) Where a court thinks that a charge against a child or young person is proved, the court may make an order on the parent or guardian under this section for the payment of damages or costs or requiring him to give security for good behaviour, without proceeding to the conviction of the child or young person.  (4) An order under this section may be made against a parent or guardian who, having been required to attend, has failed to do so, but, save as aforesaid, no such order shall be made without giving the parent or guardian an opportunity of being heard.  (5) Any sums imposed and ordered to be paid by a parent or guardian under this section, or on forfeiture of any such security as aforesaid, may be recovered from him by distress or imprisonment in like manner as if the order had been made on the conviction of the parent or guardian of the offence with which the child or young person was charged.  (6) A parent or guardian may appeal against an order made by a juvenile court under this section to the Full Court of the High Court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a child or young person is charged before any court with any offence for the commission of which a fine, damages or costs may be imposed, and the court is of opinion that the case would be best met by the imposition of a fine, damages, or costs, whether with or without any other punishment, the court shall order that the fine, or the damages or costs awarded, be paid by the parent or guardian of the child or young person instead of by the child or young person, unless the court is satisfied that the parent or guardian cannot  be found or that he has not conduced to the commission of the offence by neglecting to exercise due care of the child or young person."
                },
                {
                    "representation": "(2)",
                    "description": "Where a child or young person is charged with any offence, the court may order his parent or guardian to give security for his good behaviour. LAWS OF GUYANA 12 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012                                     Exemption from imprisonment. [4 of 1972]          Mode of dealing with juvenile found guilty. [4 of 1972]  Detention in case of certain crimes committed by children or"
                },
                {
                    "representation": "(3)",
                    "description": "Where a court thinks that a charge against a child or young person is proved, the court may make an order on the parent or guardian under this section for the payment of damages or costs or requiring him to give security for good behaviour, without proceeding to the conviction of the child or young person."
                },
                {
                    "representation": "(4)",
                    "description": "An order under this section may be made against a parent or guardian who, having been required to attend, has failed to do so, but, save as aforesaid, no such order shall be made without giving the parent or guardian an opportunity of being heard."
                },
                {
                    "representation": "(5)",
                    "description": "Any sums imposed and ordered to be paid by a parent or guardian under this section, or on forfeiture of any such security as aforesaid, may be recovered from him by distress or imprisonment in like manner as if the order had been made on the conviction of the parent or guardian of the offence with which the child or young person was charged."
                },
                {
                    "representation": "(6)",
                    "description": "A parent or guardian may appeal against an order made by a juvenile court under this section to the Full Court of the High Court."
                }
            ]
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Exemption from imprisonment. ",
            "context": "JUVENILE OFFENDERS ACT under Exemption from imprisonment. 13. No child or young person shall be sentenced to imprisonment.",
            "description": "No child or young person shall be sentenced to imprisonment."
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Mode of dealing with juvenile found guilty. ",
            "context": "JUVENILE OFFENDERS ACT under Mode of dealing with juvenile found guilty. 14. Where a juvenile is found guilty of an offence under any law, the court shall not proceed to a conviction, but may deal with the offender in accordance with this Act.",
            "description": "Where a juvenile is found guilty of an offence under any law, the court shall not proceed to a conviction, but may deal with the offender in accordance with this Act."
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Detention in case of certain crimes committed by children or young persons. ",
            "context": "JUVENILE OFFENDERS ACT under Detention in case of certain crimes committed by children or young persons. 15. Notwithstanding anything in this Act to the contrary, where a child or young person is found guilty, or enters a plea of guilty to a charge of an attempt to murder, or of manslaughter, or of wounding with intent to cause LAWS OF GUYANA  Juvenile Offenders  Cap. 10:03 13  L.R.O. 1/2012 young persons. [4 of 1972]           Committing child or young person to place of detention. [4 of 1972 18 of 2007]         Children liable to be committed to care of relative, etc. [4 of 1972]                   grievous bodily harm, the court may sentence the offender to be detained for such period as may be specified in the sentence; and where such a sentence is passed the child or young person shall, during that period, notwithstanding anything in the other provisions of this Act, be liable to be detained in such place and on such conditions as the Minister may direct, and whilst so detained shall be deemed to be in legal custody.",
            "description": "Notwithstanding anything in this Act to the contrary, where a child or young person is found guilty, or enters a plea of guilty to a charge of an attempt to murder, or of manslaughter, or of wounding with intent to cause LAWS OF GUYANA  Juvenile Offenders  Cap. 10:03 13  L.R.O. 1/2012 young persons. [4 of 1972]           Committing child or young person to place of detention. [4 of 1972 18 of 2007]         Children liable to be committed to care of relative, etc. [4 of 1972]                   grievous bodily harm, the court may sentence the offender to be detained for such period as may be specified in the sentence; and where such a sentence is passed the child or young person shall, during that period, notwithstanding anything in the other provisions of this Act, be liable to be detained in such place and on such conditions as the Minister may direct, and whilst so detained shall be deemed to be in legal custody."
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Committing child or young person to place of detention. ",
            "context": "JUVENILE OFFENDERS ACT under Committing child or young person to place of detention. 16. Where a child or young person is found guilty, or enters a plea of guilty to a charge, of an offence punishable, in the case of an adult, with imprisonment, or would, if he were an adult, be liable to be imprisoned in default of payment of any fine, damage, or costs, and the court considers that none of the other methods in which the case may legally be dealt with is suitable, the court may order that he be committed to custody in a school for young offenders or a Holding Centre for Juveniles for a period not exceeding one year.",
            "description": "Where a child or young person is found guilty, or enters a plea of guilty to a charge, of an offence punishable, in the case of an adult, with imprisonment, or would, if he were an adult, be liable to be imprisoned in default of payment of any fine, damage, or costs, and the court considers that none of the other methods in which the case may legally be dealt with is suitable, the court may order that he be committed to custody in a school for young offenders or a Holding Centre for Juveniles for a period not exceeding one year."
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Children liable to be committed to care of relative, etc. ",
            "context": "JUVENILE OFFENDERS ACT under Children liable to be committed to care of relative, etc. 17. (1) Any person may bring before a juvenile court any person apparently under the age of seventeen years who  (a) is found begging or receiving alms (whether or not there is any presence of singing, playing, performing, offering anything for sale or otherwise), or being in any street, premises, or place for the purpose of so begging or receiving alms; or  (b) is found wandering and not having any home or settled place of abode, or visible means of subsistence, or is found wandering and having no parent or guardian, or a parent or guardian who does not exercise proper guardianship, or is in need of LAWS OF GUYANA 14 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012                              c. 8:01                            care and protection; or  (c) is found destitute, not being an orphan and having both parents or his surviving parent, or in the case of an illegitimate child his mother, undergoing imprisonment; or  (d) is under the care of a parent or guardian who, by reason of criminal or drunken habits, is unfit to have the care of the child; or  (e) is the daughter, whether legitimate or illegitimate, of a father who has been convicted of an offence under section 66 of the Criminal Law (Offences) Act in respect of any of his daughters, whether legitimate or illegitimate; or  (f) frequents the company of any reputed thief, or common or reputed prostitute; or  (g) is lodging or residing in a house or part of a house used by any prostitute for the purpose of prostitution, or is otherwise living in circumstances calculated to cause, encourage, or favour the seduction or prostitution of the child,  and the court before which a person is brought as coming within one of those descriptions, if satisfied on inquiry of that fact, may order the child to be taken out of the custody, charge, or care of any person, and to be committed to the care of a relative of the child or some other fit person or institution named by the court (such relative or other person or LAWS OF GUYANA  Juvenile Offenders  Cap. 10:03 15  L.R.O. 1/2012                                                 institution being willing to undertake such care), until the child attains the age of sixteen years, or for any shorter period, and may in addition to such order make an order that the child be placed under the supervision of a probation officer, and the court may of its own motion, or on the application of any person, from time to time, by order renew, vary, or revoke any such order:  Provided that a child shall not be treated as coming within the description contained in paragraph (f) if the only common or reputed prostitute whose company the child frequents is the mother of the child, and she exercises proper guardianship and due care to protect the child from contamination.  (2) Every order made under this section shall be in writing, and any such order may be made by the court in the absence of the child; and the consent of any person or institution to undertake the care of the child in pursuance of any such order shall be proved in such manner as the court may think sufficient to bind that person or institution.  (3) Any person or institution to whose care a child is committed under this section shall, whilst the order is in force, have the like control over the child as the parent and shall be responsible for his maintenance, and the child shall continue in the care of such person or institution, notwithstanding that he is claimed by his parent or any other person, and if any person  (a) knowingly assists or induces, directly or indirectly, a child to escape from the person or institution to whose care he is so committed; or  (b) knowingly harbours, conceals, or prevents from returning to such person or institution, a child who has LAWS OF GUYANA 16 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012                                                             Persons under 17 charged with certain so escaped or knowingly assists in so doing,   he shall be liable to a fine of nine thousand seven hundred and fifty dollars or to imprisonment for two months.  (4) Any court having power so to commit a child shall have power to make orders on the parent or other person liable to maintain the child to contribute to his maintenance during such period as aforesaid such sums as the court shall think fit, and may from time to time vary such orders.  (5) Any such order may be made on the complaint or application of the person or institution to whose care the child is for the time being committed, and either at the time when the order for the committal of the child to his care is made, or subsequently, and the sums contributed by the parent or such other person shall be paid to such person or institution as the court may name, and be applied for the maintenance of the child.  (6) Where any parent or other person has been ordered under this section to contribute to the maintenance of a child, he shall give notice of any change of address to the Registrar or the clerk of the court as the case may be, and if he fails to do so without reasonable excuse, he shall be liable to a fine not exceeding four thousand eight hundred and seventy-five dollars.  (7) The Minister may at any time in his discretion discharge a child from the care of any person or institution to whose care he is committed in pursuance of this section, either absolutely or on such conditions as the Minister approves.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person may bring before a juvenile court any person apparently under the age of seventeen years who"
                },
                {
                    "representation": "(a)",
                    "description": "knowingly assists or induces, directly or indirectly, a child to escape from the person or institution to whose care he is so committed; or"
                },
                {
                    "representation": "(b)",
                    "description": "knowingly harbours, conceals, or prevents from returning to such person or institution, a child who has LAWS OF GUYANA 16 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012                                                             Persons under 17 charged with certain so escaped or knowingly assists in so doing,   he shall be liable to a fine of nine thousand seven hundred and fifty dollars or to imprisonment for two months."
                },
                {
                    "representation": "(c)",
                    "description": "is found destitute, not being an orphan and having both parents or his surviving parent, or in the case of an illegitimate child his mother, undergoing imprisonment; or"
                },
                {
                    "representation": "(d)",
                    "description": "is under the care of a parent or guardian who, by reason of criminal or drunken habits, is unfit to have the care of the child; or"
                },
                {
                    "representation": "(e)",
                    "description": "is the daughter, whether legitimate or illegitimate, of a father who has been convicted of an offence under section 66 of the Criminal Law"
                },
                {
                    "representation": "(f)",
                    "description": "if the only common or reputed prostitute whose company the child frequents is the mother of the child, and she exercises proper guardianship and due care to protect the child from contamination."
                },
                {
                    "representation": "(g)",
                    "description": "is lodging or residing in a house or part of a house used by any prostitute for the purpose of prostitution, or is otherwise living in circumstances calculated to cause, encourage, or favour the seduction or prostitution of the child,  and the court before which a person is brought as coming within one of those descriptions, if satisfied on inquiry of that fact, may order the child to be taken out of the custody, charge, or care of any person, and to be committed to the care of a relative of the child or some other fit person or institution named by the court"
                },
                {
                    "representation": "(2)",
                    "description": "Every order made under this section shall be in writing, and any such order may be made by the court in the absence of the child; and the consent of any person or institution to undertake the care of the child in pursuance of any such order shall be proved in such manner as the court may think sufficient to bind that person or institution."
                },
                {
                    "representation": "(3)",
                    "description": "Any person or institution to whose care a child is committed under this section shall, whilst the order is in force, have the like control over the child as the parent and shall be responsible for his maintenance, and the child shall continue in the care of such person or institution, notwithstanding that he is claimed by his parent or any other person, and if any person"
                },
                {
                    "representation": "(4)",
                    "description": "Any court having power so to commit a child shall have power to make orders on the parent or other person liable to maintain the child to contribute to his maintenance during such period as aforesaid such sums as the court shall think fit, and may from time to time vary such orders."
                },
                {
                    "representation": "(5)",
                    "description": "Any such order may be made on the complaint or application of the person or institution to whose care the child is for the time being committed, and either at the time when the order for the committal of the child to his care is made, or subsequently, and the sums contributed by the parent or such other person shall be paid to such person or institution as the court may name, and be applied for the maintenance of the child."
                },
                {
                    "representation": "(6)",
                    "description": "Where any parent or other person has been ordered under this section to contribute to the maintenance of a child, he shall give notice of any change of address to the Registrar or the clerk of the court as the case may be, and if he fails to do so without reasonable excuse, he shall be liable to a fine not exceeding four thousand eight hundred and seventy-five dollars."
                },
                {
                    "representation": "(7)",
                    "description": "The Minister may at any time in his discretion discharge a child from the care of any person or institution to whose care he is committed in pursuance of this section, either absolutely or on such conditions as the Minister approves."
                }
            ]
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Persons under 17 charged with certain offences liable to be committed to care of institution. ",
            "context": "JUVENILE OFFENDERS ACT under Persons under 17 charged with certain offences liable to be committed to care of institution. 18. (1) Where a person apparently under the age of seventeen years is charged before any court with an offence LAWS OF GUYANA  Juvenile Offenders  Cap. 10:03 17  L.R.O. 1/2012 offences liable to be committed to care of institution. [4 of 1944 4 of 1972]              Methods of dealing with children and young persons charged with offences. [15 of 1952 4 of 1972 20 of 2010]                     c. 11:06     punishable with imprisonment or a less punishment, and he ought in the opinion of the court to be committed to the care of an institution named by the court, the court may order him to be so committed until he attains the age of eighteen years or for any shorter period.  (2) Section 17(2) to (7) (inclusive) shall apply in the case of a person committed to the care of an institution under this section as they apply in the case of a child committed to the care of an institution under that section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a person apparently under the age of seventeen years is charged before any court with an offence LAWS OF GUYANA  Juvenile Offenders  Cap. 10:03 17  L.R.O. 1/2012 offences liable to be committed to care of institution. [4 of 1944 4 of 1972]              Methods of dealing with children and young persons charged with offences. [15 of 1952 4 of 1972 20 of 2010]                     c. 11:06     punishable with imprisonment or a less punishment, and he ought in the opinion of the court to be committed to the care of an institution named by the court, the court may order him to be so committed until he attains the age of eighteen years or for any shorter period."
                },
                {
                    "representation": "(2)",
                    "description": "Section 17(2) to"
                },
                {
                    "representation": "(7)",
                    "description": "(inclusive) shall apply in the case of a person committed to the care of an institution under this section as they apply in the case of a child committed to the care of an institution under that section."
                }
            ]
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Methods of dealing with children and young persons charged with offences. ",
            "context": "JUVENILE OFFENDERS ACT under Methods of dealing with children and young persons charged with offences. 19. Where a child or young person charged with any offence is tried by any court, and the court is satisfied of his guilt, the court shall not record a conviction against him, and may make one or more of the following orders, not inconsistent with each other, subject to such conditions as the court may deem necessary to ensure compliance with the order or orders made  (a) dismissing the charge; or  (b) discharging the offender on his entering into recognizance; or  (c) discharging the offender and placing him under the supervision of a probation officer; or  (d) committing the offender to the care of a relative or other fit person or of an institution named by the court; or  (e) sending the offender to a training school within the meaning of the Training Schools Act; or  (f) [Deleted by Act No.  20 of 2010]  LAWS OF GUYANA 18 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012                   c. 11:02            Provision of places of detention.                      (g) ordering the parent or guardian of the offender to pay a fine, damages, or costs; or (h) ordering the parent or guardian of the offender to give security for his good behaviour; or  (i) committing the offender to custody in a place of detention provided under this Act; or  (j) where the offender is a young person, such as could be made under section 3 of the Extra-Mural Work Act, and in that event the provisions of that Act shall apply with such modifications as are necessary to bring them into accord with this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "dismissing the charge; or"
                },
                {
                    "representation": "(b)",
                    "description": "discharging the offender on his entering into recognizance; or"
                },
                {
                    "representation": "(c)",
                    "description": "discharging the offender and placing him under the supervision of a probation officer; or"
                },
                {
                    "representation": "(d)",
                    "description": "committing the offender to the care of a relative or other fit person or of an institution named by the court; or"
                },
                {
                    "representation": "(e)",
                    "description": "sending the offender to a training school within the meaning of the Training Schools Act; or"
                },
                {
                    "representation": "(f)",
                    "description": "[Deleted by Act No.  20 of 2010]  LAWS OF GUYANA 18 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012                   c. 11:02            Provision of places of detention."
                },
                {
                    "representation": "(g)",
                    "description": "ordering the parent or guardian of the offender to pay a fine, damages, or costs; or"
                },
                {
                    "representation": "(h)",
                    "description": "ordering the parent or guardian of the offender to give security for his good behaviour; or"
                },
                {
                    "representation": "(i)",
                    "description": "committing the offender to custody in a place of detention provided under this Act; or"
                },
                {
                    "representation": "(j)",
                    "description": "where the offender is a young person, such as could be made under section 3 of the Extra-Mural Work Act, and in that event the provisions of that Act shall apply with such modifications as are necessary to bring them into accord with this Act."
                }
            ]
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Provision of places of detention. 20A. Holding Centre for Juveniles. ",
            "context": "JUVENILE OFFENDERS ACT under Provision of places of detention. 20A. Holding Centre for Juveniles. 20. (1) It shall be the duty of the Minister to provide such places of detention as may be required for the purposes of this Act.  (2) The Minister may determine that some places of detention shall be used for some only of the purposes for which places of detention are required to be provided and other places for the other purposes.  (3) It shall be lawful for the authority or persons responsible for the management of any institution other than a prison whether supported out of public funds or by voluntary contributions, but subject in the case of an institution supported out of public funds to the consent of the Minister responsible for finance, to agree with the Minister for the use of the institution or any part thereof as a place of detention on such terms as may be agreed upon between them and the Minister.  LAWS OF GUYANA  Juvenile Offenders  Cap. 10:03 19  L.R.O. 1/2012           Holding Centre for Juveniles. [18 of 2007]                                        (4) In selecting the place of detention to which a child or young person is to be committed the court or officer of police shall have regard, where practicable, to the religious persuasion of the child or young person.  20A. (1) The Minister may establish and maintain as many centres as may be necessary as the Holding Centres for Juveniles for reception, care and custody of children and young persons under the orders of the court or for any other appropriate reasons as the Minister may determine.  (2) Where the Minister is of the opinion that any institution other than a centre established and maintained under subsection (1) is fit for the reception, care and custody of children and young persons under the orders of the court, he may recognize and certify such institution as a Holding Centre for Juveniles for the purposes of this Act.  (3) Subject to the regulations as may be made in this behalf, the Holding Centres for Juveniles shall provide for the reception and custody of the following children and young persons  (a) juveniles awaiting their court appearance;  (b) juveniles who have been committed by the courts but not escorted to the New Opportunity Corps;  (c) juveniles who have completed the period of their sentence and awaiting rehabilitation to their families or to the community;  (d) such other category of juveniles as the Minister may determine.  LAWS OF GUYANA 20 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012                    Provisions as to custody of children and young persons in places of detention. [18 of 2007]                        Expenses of maintenance of child or young person. [4 of 1972 18 of 2007]           (4) Every Holding Centre for Juveniles to which a child or young person is sent by a court under this Act may, in addition to providing such child or young person with accommodation, maintenance, health care and facilities of education or vocational training and rehabilitation, provide facilities for the development of his character and abilities and also give him necessary training for protecting himself against moral danger or exploitation and shall also perform such other functions as may be prescribed to ensure all round growth and development of his personality.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is fit for the reception, care and custody of children and young persons under the orders of the court, he may recognize and certify such institution as a Holding Centre for Juveniles for the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Where the Minister is of the opinion that any institution other than a centre established and maintained under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Subject to the regulations as may be made in this behalf, the Holding Centres for Juveniles shall provide for the reception and custody of the following children and young persons"
                },
                {
                    "representation": "(4)",
                    "description": "Every Holding Centre for Juveniles to which a child or young person is sent by a court under this Act may, in addition to providing such child or young person with accommodation, maintenance, health care and facilities of education or vocational training and rehabilitation, provide facilities for the development of his character and abilities and also give him necessary training for protecting himself against moral danger or exploitation and shall also perform such other functions as may be prescribed to ensure all round growth and development of his personality."
                },
                {
                    "representation": "(a)",
                    "description": "juveniles awaiting their court appearance;"
                },
                {
                    "representation": "(b)",
                    "description": "juveniles who have been committed by the courts but not escorted to the New Opportunity Corps;"
                },
                {
                    "representation": "(c)",
                    "description": "juveniles who have completed the period of their sentence and awaiting rehabilitation to their families or to the community;"
                },
                {
                    "representation": "(d)",
                    "description": "such other category of juveniles as the Minister may determine.  LAWS OF GUYANA 20 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012                    Provisions as to custody of children and young persons in places of detention. [18 of 2007]                        Expenses of maintenance of child or young person. [4 of 1972 18 of 2007]"
                }
            ]
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Provisions as to custody of children and young persons in places of detention. ",
            "context": "JUVENILE OFFENDERS ACT under Provisions as to custody of children and young persons in places of detention. 21. (1) The order or judgment in pursuance of which a child or young person is committed to custody in a place of this Act shall be delivered with the child or young person to the person in charge of the place of detention or a Holding Centre for Juveniles and shall be a sufficient authority for his detention in that place in accordance with the tenor thereof.  (2) A child or young person whilst so detained and whilst being conveyed to and from the place of detention or a Holding Centre for Juveniles shall be deemed to be in legal custody and if he escapes may be apprehended without warrant and brought back to the place of detention or a Holding Centre for Juveniles in which he was detained.  (3) The Minister shall cause places of detention and Holding Centres for Juveniles provided under this Act to be inspected.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The order or judgment in pursuance of which a child or young person is committed to custody in a place of this Act shall be delivered with the child or young person to the person in charge of the place of detention or a Holding Centre for Juveniles and shall be a sufficient authority for his detention in that place in accordance with the tenor thereof."
                },
                {
                    "representation": "(2)",
                    "description": "A child or young person whilst so detained and whilst being conveyed to and from the place of detention or a Holding Centre for Juveniles shall be deemed to be in legal custody and if he escapes may be apprehended without warrant and brought back to the place of detention or a Holding Centre for Juveniles in which he was detained."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister shall cause places of detention and Holding Centres for Juveniles provided under this Act to be inspected."
                }
            ]
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Expenses of maintenance of child or young person. ",
            "context": "JUVENILE OFFENDERS ACT under Expenses of maintenance of child or young person. 22. The expenses incurred by the Minister in respect of the places of detention and the Holding Centres for Juveniles provided by the authority, including the expenses of the maintenance of any child or young person detained therein, shall be defrayed out of moneys provided by Parliament.   detention or a Holding Centre for Juvenile provided under LAWS OF GUYANA  Juvenile Offenders  Cap. 10:03 21  L.R.O. 1/2012 Presumption and determination of age. [4 of 1972]                    Power to make regulations. [4 of 1944 4 of 1972 18 of 2007]",
            "description": "The expenses incurred by the Minister in respect of the places of detention and the Holding Centres for Juveniles provided by the authority, including the expenses of the maintenance of any child or young person detained therein, shall be defrayed out of moneys provided by Parliament.   detention or a Holding Centre for Juvenile provided under LAWS OF GUYANA  Juvenile Offenders  Cap. 10:03 21  L.R.O. 1/2012 Presumption and determination of age. [4 of 1972]                    Power to make regulations. [4 of 1944 4 of 1972 18 of 2007]"
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Presumption and determination of age. ",
            "context": "JUVENILE OFFENDERS ACT under Presumption and determination of age. 23. Where a person, whether charged with an offence or not, is brought before any court otherwise than for the purpose of giving evidence, and it appears to the court that he is a child or young person, the court shall make due inquiry as to the age of that person, and for that purpose shall take such evidence as may be forthcoming at the hearing of the case, but an order or judgment of the court shall not be invalidated by any subsequent proof that the age of that person has not been correctly stated to the court, and the age presumed or declared by the court to be the age of the person so brought before it shall, for the purposes of this Act, be deemed to be the true age of that person, and, where it appears to the court that the person so brought before it is of the age of seventeen years or upwards, that person shall for the purposes of this Act be deemed not to be a child or young person.",
            "description": "Where a person, whether charged with an offence or not, is brought before any court otherwise than for the purpose of giving evidence, and it appears to the court that he is a child or young person, the court shall make due inquiry as to the age of that person, and for that purpose shall take such evidence as may be forthcoming at the hearing of the case, but an order or judgment of the court shall not be invalidated by any subsequent proof that the age of that person has not been correctly stated to the court, and the age presumed or declared by the court to be the age of the person so brought before it shall, for the purposes of this Act, be deemed to be the true age of that person, and, where it appears to the court that the person so brought before it is of the age of seventeen years or upwards, that person shall for the purposes of this Act be deemed not to be a child or young person."
        }
    },
    {
        "act": "JUVENILE OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Power to make regulations. ",
            "context": "JUVENILE OFFENDERS ACT under Power to make regulations. 24. The Minister may make regulations  (a) as to the places to be used as places of detention and the Holding Centres for Juveniles, and as to their management and their inspection, and as to the classification, treatment, employment, discipline, control and welfare of children and young persons detained in custody in a place of detention and the reception and custody of children and young persons in a Holding Centre for Juveniles, and for the children and young persons whilst so detained being visited from time to time by persons appointed in accordance with regulations;  (b) in relation to children and young persons under the age of seventeen years committed to the care of any LAWS OF GUYANA 22 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012           Saving. person or institution, and to the duties and remuneration of such person or institution with respect to such children and young persons; (c)  generally, for carrying the provisions of this Act into effect.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "as to the places to be used as places of detention and the Holding Centres for Juveniles, and as to their management and their inspection, and as to the classification, treatment, employment, discipline, control and welfare of children and young persons detained in custody in a place of detention and the reception and custody of children and young persons in a Holding Centre for Juveniles, and for the children and young persons whilst so detained being visited from time to time by persons appointed in accordance with regulations;"
                },
                {
                    "representation": "(b)",
                    "description": "in relation to children and young persons under the age of seventeen years committed to the care of any LAWS OF GUYANA 22 Cap. 10:03 Juvenile Offenders  L.R.O. 1/2012           Saving. person or institution, and to the duties and remuneration of such person or institution with respect to such children and young persons;"
                },
                {
                    "representation": "(c)",
                    "description": "generally, for carrying the provisions of this Act into effect."
                }
            ]
        }
    }
]