[
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Short title.  1. This Act may be cited as the Combating of Trafficking in Persons Act.",
            "description": "This Act may be cited as the Combating of Trafficking in Persons Act."
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.   PART II CRIMINAL OFFENCES AND RELATED PROVISIONS  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Interpretation.   PART II CRIMINAL OFFENCES AND RELATED PROVISIONS  2. In this Act  abuse of a position of vulnerability means such abuse that the person believes he has no reasonable alternative but to submit to the labour or service demanded of the person, and includes but is not limited to taking advantage of the vulnerabilities resulting from the person having entered the country illegally or without proper documentation, pregnancy, any physical or mental disease or disability of the person, including addiction to the use of any substance, or reduced capacity to form judgments by virtue of being a child;  child means any person under eighteen years of age;  coercion includes violent as well as some forms of non-violent or psychological coercion, including  (i) threats of serious harm to or physical restraint against any person; (ii) any scheme, plan, or pattern intended to cause a person to believe that failure to perform an act would result in serious harm to or physical COMBATING OF TRAFFICKING IN PERSONS ACT LAWS OF GUYANA 6 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012                                                 restraint against any persons; or (iii) the abuse or threatened abuse of the legal process;  debt bondage means the status or condition of a debtor arising from a pledge by the debtor of his personal services or those of a person under his control as a security for debt, if the value of those services as reasonably assessed is not applied toward the liquidation of the debt or the length and nature of those services are not respectively limited and defined;  exploitation means  (i) keeping a person in a state of slavery; (ii) subjecting a person to practices similar to slavery; (iii) compelling or causing a person to provide forced labour or services; (iv) keeping a person in a state of servitude, including sexual servitude; (v) exploitation of prostitution of another; (vi) engaging in any form of commercial sexual exploitation, including but not limited to pimping, pandering, procuring, profiting from prostitution, maintaining a brothel, child pornography; (vii) illicit removal of human organs;  forced labour means labour or services obtained or maintained through force, threat of force, or other means of coercion or physical restraint;  illicit removal of organs refers to the unlawful conduct, and not to legitimate medical procedures for which proper consent has been obtained;  practices similar to slavery includes, in general, debt LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 7  L.R.O. 1/2012                                    Trafficking persons.              bondage, serfdom, forced or servile marriages and delivery of children for exploitation;  servitude means a condition of dependency in which the labour or services of a person are provided or obtained by threats of serious harm to that person or another person, or through any scheme, plan, or pattern intended to cause the person to believe that, if the person did not perform such labour or services, that person or another person would suffer serious harm;  slavery means the status or condition of a person over whom any or all the powers attaching to the right of ownership are exercised;  trafficking in persons means the recruitment, transportation, transfer, harbouring or receipt of a person by means of the threat or use of force or other means of coercion, or by abduction, fraud, deception, abuse of power or of a position of vulnerability, or by the giving or receiving of payments or benefits to achieve the consent of a person having control over another person, for the purposes of exploitation.  PART II CRIMINAL OFFENCES AND RELATED PROVISIONS",
            "description": [
                {
                    "representation": "(i)",
                    "description": "keeping a person in a state of slavery;"
                },
                {
                    "representation": "(v)",
                    "description": "exploitation of prostitution of another;"
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Trafficking in persons.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Trafficking in persons.  3. (1) Whoever engages in or conspires to engage in, or attempts to engage in, or assist another person to engage in or organizes or directs other persons to engage in trafficking in persons shall  (a) on summary conviction  (i) be sentenced to not less than three years nor more than five years imprisonment;  (ii) be subject to forfeiture of LAWS OF GUYANA 8 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012                                       Unlawfully withholding of identification paper.            property under section 7; and  (iii) be ordered to pay full restitution to the trafficked person or persons under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whoever engages in or conspires to engage in, or attempts to engage in, or assist another person to engage in or organizes or directs other persons to engage in trafficking in persons shall"
                },
                {
                    "representation": "(a)",
                    "description": "on summary conviction"
                },
                {
                    "representation": "(i)",
                    "description": "be sentenced to not less than three years nor more than five years imprisonment;"
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Unlawful withholding of identification papers.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Unlawful withholding of identification papers.  4. Any person who for the purpose of trafficking in persons, and acting or purporting to act as another persons employer, manager, supervisor, contractor, employment agent, or solicitor of clients such as a pimp, knowingly procures, destroys, conceals, removes, confiscates, or possesses any passport, immigration document, or other government identification document, whether actual or purported, belonging to another person commits an offence and shall on summary conviction be fined one million dollars together with imprisonment for not more than five years.  LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 9  L.R.O. 1/2012 Transporting a person for the purpose of exploiting such persons prostitution.                                  Restitution.",
            "description": "Any person who for the purpose of trafficking in persons, and acting or purporting to act as another persons employer, manager, supervisor, contractor, employment agent, or solicitor of clients such as a pimp, knowingly procures, destroys, conceals, removes, confiscates, or possesses any passport, immigration document, or other government identification document, whether actual or purported, belonging to another person commits an offence and shall on summary conviction be fined one million dollars together with imprisonment for not more than five years.  LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 9  L.R.O. 1/2012 Transporting a person for the purpose of exploiting such persons prostitution.                                  Restitution."
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Transporting a person for the purpose of exploiting such person’s prostitution.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Transporting a person for the purpose of exploiting such persons prostitution.  5. (1) Whoever knowingly transports or conspires to transport, or attempts to transport or assists another person engaged in transporting any person in Guyana or across an international border for the purpose of exploiting that persons prostitution commits an offence and shall be liable on summary conviction to be punished in accordance with subsection (2).  (2) Persons convicted of the crime of transporting a person for the purpose of exploiting that person's prostitution shall be liable to a fine of not less than five hundred thousand dollars and not more than one million dollars and shall be imprisoned for not more than three years, but the presence of any one of the following aggravating factors resulting from acts of the defendant can permit a longer sentence up to a maximum of five years together with forfeiture of the conveyance used for transporting the victim  (a) transporting two or more persons at the same time;  (b) permanent or life-threatening bodily injury to a person transported;  (c) transportation of one or more children; or  (d) transporting as part of the activity of an organized criminal group.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whoever knowingly transports or conspires to transport, or attempts to transport or assists another person engaged in transporting any person in Guyana or across an international border for the purpose of exploiting that persons prostitution commits an offence and shall be liable on summary conviction to be punished in accordance with subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Persons convicted of the crime of transporting a person for the purpose of exploiting that person's prostitution shall be liable to a fine of not less than five hundred thousand dollars and not more than one million dollars and shall be imprisoned for not more than three years, but the presence of any one of the following aggravating factors resulting from acts of the defendant can permit a longer sentence up to a maximum of five years together with forfeiture of the conveyance used for transporting the victim"
                },
                {
                    "representation": "(a)",
                    "description": "transporting two or more persons at the same time;"
                },
                {
                    "representation": "(b)",
                    "description": "permanent or life-threatening bodily injury to a person transported;"
                },
                {
                    "representation": "(c)",
                    "description": "transportation of one or more children; or"
                },
                {
                    "representation": "(d)",
                    "description": "transporting as part of the activity of an organized criminal group."
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Restitution.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Restitution.  6.  (b) on conviction on indictment  (i) be sentenced to not less than five years or to life imprisonment;  (ii) be subject to forfeiture of property under section 7; and  (iii) be ordered to pay full restitution to the trafficked person or persons under section",
            "description": [
                {
                    "representation": "(b)",
                    "description": "on conviction on indictment"
                },
                {
                    "representation": "(i)",
                    "description": "be sentenced to not less than five years or to life imprisonment;"
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Forfeiture.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Forfeiture.  7. All property, including but not limited to money, valuables and other movable and immovable property, of persons convicted of the crime of trafficking in persons under this Act that was used or intended to be used, or was obtained in the course of the crime, or benefits gained from the proceeds of the crime, shall be forfeited to the State. Overseas assets of persons convicted of trafficking in persons shall also be subject to forfeiture to the extent they can be retrieved by Government:  Provided that if the court, is satisfied beyond any reasonable doubt that  (a) the person who was the owner of the LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 11  L.R.O. 1/2012                  Sentencing guidelines.                               conveyance; and  (b) in the case of an aircraft or ship, every person who was a responsible officer thereof,  when it was made use of for the purpose of trafficking in persons, was not concerned in or privy to such use, the conveyance shall be restored to the owner thereof by the court on application of the owner and this proviso shall mutatis mutandis apply to a forfeiture of a conveyance under section 5(2).",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the person who was the owner of the LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 11  L.R.O. 1/2012                  Sentencing guidelines.                               conveyance; and"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of an aircraft or ship, every person who was a responsible officer thereof,  when it was made use of for the purpose of trafficking in persons, was not concerned in or privy to such use, the conveyance shall be restored to the owner thereof by the court on application of the owner and this proviso shall mutatis mutandis apply to a forfeiture of a conveyance under section 5(2)."
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Sentencing guidelines.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Sentencing guidelines.  8. (1) As factually appropriate, the following adjustments to the sentence of a person convicted on indictment of the crime of trafficking in persons may apply  (a) if the convicted person used, threatened use, or caused another to use or threaten use of a dangerous weapon, two years may be added to the sentence;  (b) if a trafficked person suffers a serious bodily injury, or if the convicted person commits a sexual assault against a trafficked person, five years may be added to the sentence;  (c) if the trafficked person had not attained the age of eighteen years, five years may be added to the sentence;  (d) if, in the course of trafficking or subsequent exploitation, the convicted person recklessly caused a trafficked person to be exposed to a life threatening illness, or if the convicted person intentionally caused a LAWS OF GUYANA 12 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012                                                 trafficked person to become addicted to any drug or medication, five years may be added to the sentence;  (e) if a trafficked person suffers a permanent or life threatening injury, ten years may be added to the sentence;  (f) if the trafficking was part of the activity of an organized criminal group three years may be added to the sentence; or  (g) if trafficking was part of the activity of an organized criminal group and the convicted person organized the group or directed its activities, five years may be added to the sentence;  (h) if the trafficking occurred as the result of abuse of power or position of authority, including but not limited to a parent or guardian, teacher, childrens club leader, or any other person who has been entrusted with the care or supervision of the child, four years may be added to the sentence.  (2) In this section  dangerous weapon means  (i) an instrument capable of inflicting death or serious bodily injury; or  (ii) an object that is not an instrument capable of inflicting LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 13  L.R.O. 1/2012                                                 death or serious bodily injury but (I) closely resembles such an instrument; or (II) is used in such a way that it creates the Impression that the object is an instrument capable of inflicting death or serious bodily injury;  life-threatening illness means any illness that involves a substantial risk of death, and includes Human Immuno- Deficiency Virus infection and tuberculosis;  organised criminal group means a structured group of three or more persons, existing for a period of time and acting in concert with the aim of committing one or more offences established under this section in order to obtain, directly or indirectly, a financial or other material benefit;  permanent or life-threatening bodily injury mean injury involving a substantial risk of death; loss or substantial impairment of the function of a bodily member, organ or mental faculty that is likely to be permanent; or an obvious disfigurement that is likely to be permanent. Maltreatment to a life-threatening degree, such as by denial of food or medical care that results in substantial impairment of function, constitutes life-threatening bodily injury;  serious bodily injury means injury involving extreme physical pain or the protracted impairment of a function of a bodily member, organ or mental faculty; or requiring medical intervention such as surgery, hospitalisation, or physical rehabilitation;  sexual assault means causing another to engage in a sexual act by using force against that person, threatening or placing that person in fear that any person will be subjected to death, serious bodily injury, or kidnapping, and engaging in a sexual act with an incapacitated LAWS OF GUYANA 14 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012       Consent or past sexual behaviour history of victim is irrelevant.            Legal age of consent to sex not a defence in trafficking.   Victim immunity from prosecution.   Extradition.          Protection for the safety of the victims.        person, or a person who cannot express consent or with a minor that constitutes statutory rape.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "As factually appropriate, the following adjustments to the sentence of a person convicted on indictment of the crime of trafficking in persons may apply"
                },
                {
                    "representation": "(a)",
                    "description": "if the convicted person used, threatened use, or caused another to use or threaten use of a dangerous weapon, two years may be added to the sentence;"
                },
                {
                    "representation": "(b)",
                    "description": "if a trafficked person suffers a serious bodily injury, or if the convicted person commits a sexual assault against a trafficked person, five years may be added to the sentence;"
                },
                {
                    "representation": "(c)",
                    "description": "if the trafficked person had not attained the age of eighteen years, five years may be added to the sentence;"
                },
                {
                    "representation": "(d)",
                    "description": "if, in the course of trafficking or subsequent exploitation, the convicted person recklessly caused a trafficked person to be exposed to a life threatening illness, or if the convicted person intentionally caused a LAWS OF GUYANA 12 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012                                                 trafficked person to become addicted to any drug or medication, five years may be added to the sentence;"
                },
                {
                    "representation": "(e)",
                    "description": "if a trafficked person suffers a permanent or life threatening injury, ten years may be added to the sentence;"
                },
                {
                    "representation": "(f)",
                    "description": "if the trafficking was part of the activity of an organized criminal group three years may be added to the sentence; or"
                },
                {
                    "representation": "(g)",
                    "description": "if trafficking was part of the activity of an organized criminal group and the convicted person organized the group or directed its activities, five years may be added to the sentence;"
                },
                {
                    "representation": "(h)",
                    "description": "if the trafficking occurred as the result of abuse of power or position of authority, including but not limited to a parent or guardian, teacher, childrens club leader, or any other person who has been entrusted with the care or supervision of the child, four years may be added to the sentence."
                },
                {
                    "representation": "(2)",
                    "description": "In this section  dangerous weapon means"
                },
                {
                    "representation": "(i)",
                    "description": "an instrument capable of inflicting death or serious bodily injury; or"
                },
                {
                    "representation": "(I)",
                    "description": "closely resembles such an instrument; or"
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Consent or past sexual behaviour history of victim is irrelevant.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Consent or past sexual behaviour history of victim is irrelevant.  9. (1) In a prosecution for trafficking in persons under section 3, the alleged consent of a person to the intended or realized exploitation is irrelevant once any of the means or circumstances set forth in section 2(k) is established.  (2) In a prosecution for trafficking in persons under section 3, evidence of a victim's past sexual behaviour is irrelevant and inadmissible for the purpose of proving that the victim engaged in other sexual behavior, or to prove the victims sexual predisposition.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In a prosecution for trafficking in persons under section 3, the alleged consent of a person to the intended or realized exploitation is irrelevant once any of the means or circumstances set forth in section 2(k) is established."
                },
                {
                    "representation": "(2)",
                    "description": "In a prosecution for trafficking in persons under section 3, evidence of a victim's past sexual behaviour is irrelevant and inadmissible for the purpose of proving that the victim engaged in other sexual behavior, or to prove the victims sexual predisposition."
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Legal age of consent to sex not a defence in trafficking.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Legal age of consent to sex not a defence in trafficking.  10. Age of consent to sex or legal age of marriage shall not be used as a defence to trafficking in persons.",
            "description": "Age of consent to sex or legal age of marriage shall not be used as a defence to trafficking in persons."
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Victim immunity from prosecution.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Victim immunity from prosecution.  11. A victim of trafficking is not criminally liable for any migration-related offence, prostitution, or any other criminal offence that was a direct result of being trafficked.",
            "description": "A victim of trafficking is not criminally liable for any migration-related offence, prostitution, or any other criminal offence that was a direct result of being trafficked."
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Extradition.   PART III ASSISTANCE AND PROTECTION FOR VICTIMS  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Extradition.   PART III ASSISTANCE AND PROTECTION FOR VICTIMS  12. A person charged with trafficking in persons shall be extradited on substantially the same terms and to substantially the same extent as a person charged with other serious crimes.  PART III ASSISTANCE AND PROTECTION FOR VICTIMS",
            "description": "A person charged with trafficking in persons shall be extradited on substantially the same terms and to substantially the same extent as a person charged with other serious crimes.  PART III ASSISTANCE AND PROTECTION FOR VICTIMS"
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Protection for the safety of victims.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Protection for the safety of victims.  13. Investigative, prosecutorial, and other appropriate authorities shall take all steps necessary to identify victims of trafficking. Once victims are identified, these authorities shall provide reasonable protection to victims of trafficking to prevent recapture by the traffickers and their associates, secure the victim and the victim's family if they reside in Guyana from threats, reprisals or intimidation by the traffickers and their associates, and ensure the victim has an opportunity to consult with a victims advocate or other LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 15  L.R.O. 1/2012      Witness protection.                        Protection for the privacy of victims.                    Information for victims. appropriate person to develop a safety plan.",
            "description": "Investigative, prosecutorial, and other appropriate authorities shall take all steps necessary to identify victims of trafficking. Once victims are identified, these authorities shall provide reasonable protection to victims of trafficking to prevent recapture by the traffickers and their associates, secure the victim and the victim's family if they reside in Guyana from threats, reprisals or intimidation by the traffickers and their associates, and ensure the victim has an opportunity to consult with a victims advocate or other LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 15  L.R.O. 1/2012      Witness protection.                        Protection for the privacy of victims.                    Information for victims. appropriate person to develop a safety plan."
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Witness protection.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Witness protection.  14. Victims of trafficking who are witnesses or potential witnesses may be eligible for applicable witness relocation and protection programmes for victims of organized criminal activity or other serious offences, if it is determined that an offence involving a crime of violence directed at the witness or potential witness is likely to be committed. The programmes may include  (a) relocation;  (b) new identity, documents establishing identity;  (c) new residence;  (d) employment work permits;  (e) protection of confidentiality of identity and location.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "relocation;"
                },
                {
                    "representation": "(b)",
                    "description": "new identity, documents establishing identity;"
                },
                {
                    "representation": "(c)",
                    "description": "new residence;"
                },
                {
                    "representation": "(d)",
                    "description": "employment work permits;"
                },
                {
                    "representation": "(e)",
                    "description": "protection of confidentiality of identity and location."
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Protection for the privacy of victims. ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Protection for the privacy of victims. 15. (1) In a prosecution for trafficking in persons under this Act or unlawful use of documents under section 4, the identity of the victim and the victim's family should be kept confidential by ensuring that names and identifying information of the victim and victims family are not released to the public, including by the defendant.  (2) A hearing under this section shall be held in camera if the court so orders.  (3) A person who commits a breach of the confidentiality enjoined by this section shall be guilty of an offence and shall on summary conviction be fined one hundred thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In a prosecution for trafficking in persons under this Act or unlawful use of documents under section 4, the identity of the victim and the victim's family should be kept confidential by ensuring that names and identifying information of the victim and victims family are not released to the public, including by the defendant."
                },
                {
                    "representation": "(2)",
                    "description": "A hearing under this section shall be held in camera if the court so orders."
                },
                {
                    "representation": "(3)",
                    "description": "A person who commits a breach of the confidentiality enjoined by this section shall be guilty of an offence and shall on summary conviction be fined one hundred thousand dollars."
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Information for victims.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Information for victims.  16. The Minister of Home Affairs shall inform victims of trafficking, in a language they can understand, of their LAWS OF GUYANA 16 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012          Opportunity for presentation of victims views and concepts.        Support for victims.                             legal rights and the progress of relevant court and administrative proceedings, as appropriate, including but not limited to prosecution of the criminal offenders, proceedings for the return of the victims to their country of citizenship or lawful residence, and procedures for seeking legal immigration status under section",
            "description": "The Minister of Home Affairs shall inform victims of trafficking, in a language they can understand, of their LAWS OF GUYANA 16 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012          Opportunity for presentation of victims views and concepts.        Support for victims.                             legal rights and the progress of relevant court and administrative proceedings, as appropriate, including but not limited to prosecution of the criminal offenders, proceedings for the return of the victims to their country of citizenship or lawful residence, and procedures for seeking legal immigration status under section"
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Opportunity for presentation of victims’ views and concerns.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Opportunity for presentation of victims views and concerns.  17. The court shall provide an opportunity to a victim of trafficking, if the victim desires it, to present the victim's views and concerns at appropriate stages of criminal proceedings against traffickers, in a manner not prejudicial to the rights of the defendant. An interpreter who speaks a language the victim understands shall be made available to the victim during the course of legal proceedings.",
            "description": "The court shall provide an opportunity to a victim of trafficking, if the victim desires it, to present the victim's views and concerns at appropriate stages of criminal proceedings against traffickers, in a manner not prejudicial to the rights of the defendant. An interpreter who speaks a language the victim understands shall be made available to the victim during the course of legal proceedings."
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Support for victims.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Support for victims.  18. (1) The Minister of Home Affairs in conjunction with the Minister of Labour, Human Services and Social Security shall develop plans, in consultation with non-governmental organizations and other representatives of civil society, for the provision of appropriate services, from governmental and non-governmental sources, for victims of trafficking and dependent children accompanying the victims, including  (a) appropriate housing, taking into account the person's status as a victim of crime and including safe conditions for sleeping, food and personal hygiene;  (b) psychological counselling in a language the victim can understand;  (c) medical assistance in a language the victim can understand;  (d) other medical assistance as appropriate;  LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 17  L.R.O. 1/2012                                                 (e) employment, educational, and training opportunities; and  (f) legal assistance or legal information in a language the victim understands.  (2) Victims of trafficking may be eligible to work and to receive proof of work authorisation.  (3) Victims of trafficking and their accompanying dependent children may be entitled to receive social benefits for the duration of their stay in Guyana as may be determined by the Minister responsible for social security.  (4) Residence in shelters or other facilities established under this section may be voluntary, and victims may decline to stay in shelters.  (5) Victims may have the option to communicate with and receive visits from family, friends and attorneys-at-law.  (6) In the absence of exigent circumstances, victims of trafficking, once identified as such, shall not be housed in prisons or other detention facilities for accused or convicted criminals. Child victims of trafficking, once identified as such, shall not be housed in prisons or other detention facilities for accused or convicted criminals under any circumstances.  (7) The authorities mentioned under subsection (1) shall take into account the age, gender and special needs of victims and accompanying dependent children in formulating plans to provide services to them and in delivering such services.  (8) Plans developed in accordance with subsection (1) shall be submitted for approval to the Cabinet and the said authorities shall also undertake periodic reviews of the plans and their implementation to ensure compliance with the LAWS OF GUYANA 18 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012        Information status of victims.            c. 14:02                Assistance for citizens permanently resident victims abroad.            requirements of this section and to ensure that all victims are treated with respect for their human rights and dignity.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be submitted for approval to the Cabinet and the said authorities shall also undertake periodic reviews of the plans and their implementation to ensure compliance with the LAWS OF GUYANA 18 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012        Information status of victims.            c. 14:02                Assistance for citizens permanently resident victims abroad.            requirements of this section and to ensure that all victims are treated with respect for their human rights and dignity."
                },
                {
                    "representation": "(a)",
                    "description": "appropriate housing, taking into account the person's status as a victim of crime and including safe conditions for sleeping, food and personal hygiene;"
                },
                {
                    "representation": "(b)",
                    "description": "psychological counselling in a language the victim can understand;"
                },
                {
                    "representation": "(c)",
                    "description": "medical assistance in a language the victim can understand;"
                },
                {
                    "representation": "(d)",
                    "description": "other medical assistance as appropriate;  LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 17  L.R.O. 1/2012"
                },
                {
                    "representation": "(e)",
                    "description": "employment, educational, and training opportunities; and"
                },
                {
                    "representation": "(f)",
                    "description": "legal assistance or legal information in a language the victim understands."
                },
                {
                    "representation": "(2)",
                    "description": "Victims of trafficking may be eligible to work and to receive proof of work authorisation."
                },
                {
                    "representation": "(3)",
                    "description": "Victims of trafficking and their accompanying dependent children may be entitled to receive social benefits for the duration of their stay in Guyana as may be determined by the Minister responsible for social security."
                },
                {
                    "representation": "(4)",
                    "description": "Residence in shelters or other facilities established under this section may be voluntary, and victims may decline to stay in shelters."
                },
                {
                    "representation": "(5)",
                    "description": "Victims may have the option to communicate with and receive visits from family, friends and attorneys-at-law."
                },
                {
                    "representation": "(6)",
                    "description": "In the absence of exigent circumstances, victims of trafficking, once identified as such, shall not be housed in prisons or other detention facilities for accused or convicted criminals. Child victims of trafficking, once identified as such, shall not be housed in prisons or other detention facilities for accused or convicted criminals under any circumstances."
                },
                {
                    "representation": "(7)",
                    "description": "The authorities mentioned under subsection"
                },
                {
                    "representation": "(8)",
                    "description": "Plans developed in accordance with subsection"
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Immigration status of victims.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Immigration status of victims.  19.",
            "description": "19."
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Assistance for citizen; permanent resident victims abroad.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Assistance for citizen; permanent resident victims abroad.  20. (1) The Minister of Foreign Affairs, through Guyana's diplomatic missions and consular offices abroad, where practicable, shall offer assistance to citizens of or persons holding permanent residency in another country and who are victims of trafficking in persons located abroad, including but not limited to  (a) assistance in understanding the laws of the foreign country to which they have been trafficked, including their rights as victims, options for reporting the crime, and opportunities for seeking restitution or other benefits LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 19  L.R.O. 1/2012                                                 that are available under the laws of that country;  (b) assistance in obtaining emergency services, including but not limited to medical care and counselling;  (c) at the request of either the victim or the appropriate authorities in the other country, replacement or provision of passports and other travel documents necessary for the victim to return to Guyana without undue or unreasonable delay;  (d) material assistance in returning to their last place of residence in Guyana in the same manner provided for other citizens or persons with right of permanent residency who become stranded abroad when the country to which the victim was trafficked does not provide such assistance.  (2) The Minister of Foreign Affairs, through Guyanas diplomatic missions and consular offices abroad, shall publish and disseminate information on the rights of victims of trafficking under the laws of Guyana and the country or countries for which the diplomatic mission has responsibility both to the appropriate authorities in that country and to possible victims of trafficking who are citizens of Guyana. In the case of diplomatic missions and consular offices of countries of destination of trafficking victims, such information shall be provided to appropriate authorities and to potential trafficking victims who are citizens or lawful residents of the country for which the mission or office has responsibility.  (3) Diplomatic missions of Guyana abroad shall LAWS OF GUYANA 20 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012              Verification of citizenship, permanent resident status and age.                             Return of victims to country of citizenship permanently residence. appoint an officer to be responsible for implementing and supervising plans ensuring the provision of services required under this section.  (4) The Minister of Foreign Affairs in cooperation with other appropriate authorities shall develop plans as are reasonably convenient for the safe, orderly return without undue or unreasonable delay of citizens or persons holding permanent residency in Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister of Foreign Affairs, through Guyana's diplomatic missions and consular offices abroad, where practicable, shall offer assistance to citizens of or persons holding permanent residency in another country and who are victims of trafficking in persons located abroad, including but not limited to"
                },
                {
                    "representation": "(a)",
                    "description": "assistance in understanding the laws of the foreign country to which they have been trafficked, including their rights as victims, options for reporting the crime, and opportunities for seeking restitution or other benefits LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 19  L.R.O. 1/2012                                                 that are available under the laws of that country;"
                },
                {
                    "representation": "(b)",
                    "description": "assistance in obtaining emergency services, including but not limited to medical care and counselling;"
                },
                {
                    "representation": "(c)",
                    "description": "at the request of either the victim or the appropriate authorities in the other country, replacement or provision of passports and other travel documents necessary for the victim to return to Guyana without undue or unreasonable delay;"
                },
                {
                    "representation": "(d)",
                    "description": "material assistance in returning to their last place of residence in Guyana in the same manner provided for other citizens or persons with right of permanent residency who become stranded abroad when the country to which the victim was trafficked does not provide such assistance."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister of Foreign Affairs, through Guyanas diplomatic missions and consular offices abroad, shall publish and disseminate information on the rights of victims of trafficking under the laws of Guyana and the country or countries for which the diplomatic mission has responsibility both to the appropriate authorities in that country and to possible victims of trafficking who are citizens of Guyana. In the case of diplomatic missions and consular offices of countries of destination of trafficking victims, such information shall be provided to appropriate authorities and to potential trafficking victims who are citizens or lawful residents of the country for which the mission or office has responsibility."
                },
                {
                    "representation": "(3)",
                    "description": "Diplomatic missions of Guyana abroad shall LAWS OF GUYANA 20 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012              Verification of citizenship, permanent resident status and age.                             Return of victims to country of citizenship permanently residence. appoint an officer to be responsible for implementing and supervising plans ensuring the provision of services required under this section."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister of Foreign Affairs in cooperation with other appropriate authorities shall develop plans as are reasonably convenient for the safe, orderly return without undue or unreasonable delay of citizens or persons holding permanent residency in Guyana."
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Verification of citizen; permanent resident status and age. COMBATING OF TRAFFICKING IN PERSONS ACT LAWS OF GUYANA 4 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012 SECTION ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Verification of citizen; permanent resident status and age. COMBATING OF TRAFFICKING IN PERSONS ACT LAWS OF GUYANA 4 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012 SECTION 21. (1) Upon request by the appropriate authority representative of another State, the Minister of Home Affairs shall, without undue or unreasonable delay, verify whether a person who is a victim of trafficking in persons is a citizen, or national of, or holds permanent residency in Guyana.  (2) Upon request by the appropriate authority or representative of another State, the Minister of Home Affairs shall, without undue or unreasonable delay, verify    (i) the age of a person who is a victim of trafficking in persons and who is suspected of being a minor;  and  (ii) whether the victim is a citizen, national of, holds permanent residency in Guyana, or any other immigration status the victim may have in Guyana.  (3) The Minister of Home Affairs shall designate an appropriate officer to respond to inquiries mentioned in subsections (1) and (2).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "Upon request by the appropriate authority or representative of another State, the Minister of Home Affairs shall, without undue or unreasonable delay, verify"
                },
                {
                    "representation": "(i)",
                    "description": "the age of a person who is a victim of trafficking in persons and who is suspected of being a minor;  and"
                },
                {
                    "representation": "(3)",
                    "description": "The Minister of Home Affairs shall designate an appropriate officer to respond to inquiries mentioned in subsections"
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Return of victims to country of citizenship, permanent residence.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Return of victims to country of citizenship, permanent residence.  22. (1) The Ministers of Home Affairs and Foreign Affairs in conjunction with other appropriate authorities shall develop  plans for the safe return of victims to their place of residence, country of citizenship or a country in which they hold permanent residency. Where possible, the Ministers of LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 21  L.R.O. 1/2012              Victims unable to prove citizenship status through normal means.                                Home Affairs and Foreign Affairs shall work closely with international organizations and non-governmental organizations in this process.  (2) Plans developed under subsection (1) shall take into account the right of victims to seek temporary or permanent residence under the provisions of section 19 and other rights guaranteed under other applicable laws.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall take into account the right of victims to seek temporary or permanent residence under the provisions of section 19 and other rights guaranteed under other applicable laws."
                },
                {
                    "representation": "(2)",
                    "description": "Plans developed under subsection"
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Victims unable to prove citizenship status through normal means.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Victims unable to prove citizenship status through normal means.  23. (1) Victims of trafficking abroad who claim to be citizens or persons holding permanent residency in Guyana, but whose identity cannot be verified through ordinary means, can establish their right to return to Guyana by demonstrating significant connections to this country through such factors as  (a) place of birth;  (b) presence of family members;  (c) presence of friends;  (d) significant knowledge of specific geographical areas or neighbourhoods;  (e) long-term residence in this country; or  (f) any other means.  (2) This list of factors in subsection (1) is not exhaustive, and not every factor is required to make the determination. Determinations under this section are to be made with due concern for compassion and justice to victims. The fact that the victim would not be eligible for citizenship based on the showing made under this section shall not be a bar to re-entry. LAWS OF GUYANA 22 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012               Services for returned victims of trafficking.      Appropriate implementation for child victims.                         (3) Diplomatic missions abroad shall assign a specific diplomat to make determinations under this section. Victims may appeal an adverse determination to the Minister of Legal Affairs.  (4) Where the Minister of Legal Affairs determines an individual is eligible to re-enter Guyana under this section, the diplomatic mission abroad shall issue a certificate of identity, permitting re-entry.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is not exhaustive, and not every factor is required to make the determination. Determinations under this section are to be made with due concern for compassion and justice to victims. The fact that the victim would not be eligible for citizenship based on the showing made under this section shall not be a bar to re-entry. LAWS OF GUYANA 22 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012               Services for returned victims of trafficking.      Appropriate implementation for child victims."
                },
                {
                    "representation": "(a)",
                    "description": "place of birth;"
                },
                {
                    "representation": "(b)",
                    "description": "presence of family members;"
                },
                {
                    "representation": "(c)",
                    "description": "presence of friends;"
                },
                {
                    "representation": "(d)",
                    "description": "significant knowledge of specific geographical areas or neighbourhoods;"
                },
                {
                    "representation": "(e)",
                    "description": "long-term residence in this country; or"
                },
                {
                    "representation": "(f)",
                    "description": "any other means."
                },
                {
                    "representation": "(2)",
                    "description": "This list of factors in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Diplomatic missions abroad shall assign a specific diplomat to make determinations under this section. Victims may appeal an adverse determination to the Minister of Legal Affairs."
                },
                {
                    "representation": "(4)",
                    "description": "Where the Minister of Legal Affairs determines an individual is eligible to re-enter Guyana under this section, the diplomatic mission abroad shall issue a certificate of identity, permitting re-entry."
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Services for returned victims of trafficking.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Services for returned victims of trafficking.  24. Victims of trafficking who return from abroad shall have access to educational and training programmes provided by any governmental or private entity without being differentiated from other participants on the basis of having been trafficked.",
            "description": "Victims of trafficking who return from abroad shall have access to educational and training programmes provided by any governmental or private entity without being differentiated from other participants on the basis of having been trafficked."
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Appropriate implementation for child victims.  PART IV  MISUSE OF TRANSPORTATION  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Appropriate implementation for child victims.  PART IV  MISUSE OF TRANSPORTATION  25. The assistance in this Part shall be provided to trafficking victims who are children in a manner that is in the childrens best interests and appropriate to childrens situation. Child trafficking victims shall be provided with appropriate services, which may include understanding of their rights, privacy, housing, care and age-appropriate support and rights specified in this Part. Special programmes shall be developed to accommodate child witnesses including  (a) testimony of a minor conducted outside court setting or by video;  (b) all testimony and court proceedings take place with a parent, legal guardian, foster parent or social worker present;  (c) whenever safe and possible, children shall be reunited with family members in Guyana;  LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 23  L.R.O. 1/2012                  Responsibility of transportation companies or individuals.                Liability of transportation companies or individuals.          (d) special mental and physical medical care tailored to childrens needs;  (e) upon return to Guyana, child victims of trafficking shall be guaranteed education which at least matches the general standard of education in Guyana.   PART IV MISUSE OF TRANSPORTATION",
            "description": [
                {
                    "representation": "(a)",
                    "description": "testimony of a minor conducted outside court setting or by video;"
                },
                {
                    "representation": "(b)",
                    "description": "all testimony and court proceedings take place with a parent, legal guardian, foster parent or social worker present;"
                },
                {
                    "representation": "(c)",
                    "description": "whenever safe and possible, children shall be reunited with family members in Guyana;  LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 23  L.R.O. 1/2012                  Responsibility of transportation companies or individuals.                Liability of transportation companies or individuals."
                },
                {
                    "representation": "(d)",
                    "description": "special mental and physical medical care tailored to childrens needs;"
                },
                {
                    "representation": "(e)",
                    "description": "upon return to Guyana, child victims of trafficking shall be guaranteed education which at least matches the general standard of education in Guyana.   PART IV MISUSE OF TRANSPORTATION"
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Responsibilities of transportation companies or individuals. ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Responsibilities of transportation companies or individuals. 26. (1) Transportation companies or individuals who transport persons shall verify that every passenger possesses the necessary travel documents, including passports and visas, to enter the destination country and any transit countries.  (2) The requirement in subsection (1) applies both to staff selling or issuing tickets, boarding passes or similar travel documents and to staff collecting or checking tickets prior to or subsequent to boarding.  (3) Companies and persons who fail to comply with any of the requirements of this section may be sanctioned by the revocation of licences to operate, after a hearing before the competent authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "applies both to staff selling or issuing tickets, boarding passes or similar travel documents and to staff collecting or checking tickets prior to or subsequent to boarding."
                },
                {
                    "representation": "(2)",
                    "description": "The requirement in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Companies and persons who fail to comply with any of the requirements of this section may be sanctioned by the revocation of licences to operate, after a hearing before the competent authority."
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Liability of transportation companies or individuals. ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Liability of transportation companies or individuals. 27. When a transportation company or individual knowingly transports victims of trafficking, that company or individual shall be liable for costs associated with providing accommodation and meals for the victim and any accompanying dependent children for the duration of the victims stay in facilities designated under section 18 and shall bear the costs of their transportation to a port of entry of the country of which the victim is a citizen or in which the victim holds a normal place of residence in Guyana.  LAWS OF GUYANA 24 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012 Role of Government.                                        Measures to ensure the safety of children travelling unattended across individual borders.",
            "description": "When a transportation company or individual knowingly transports victims of trafficking, that company or individual shall be liable for costs associated with providing accommodation and meals for the victim and any accompanying dependent children for the duration of the victims stay in facilities designated under section 18 and shall bear the costs of their transportation to a port of entry of the country of which the victim is a citizen or in which the victim holds a normal place of residence in Guyana.  LAWS OF GUYANA 24 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012 Role of Government.                                        Measures to ensure the safety of children travelling unattended across individual borders."
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Role of Government. ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Role of Government. 28. The Government shall take steps to educate citizens about sex tourism. It shall warn citizens that traveling to another country to engage in sex with a minor or a trafficked person may be a crime in the destination country or in the home country, or may constitute child abuse. These steps shall include  (a) cooperating with airline industry, hotel industry, taxi industry, and others to jointly produce educational materials alerting them to evidence of sex tourism by their customers and warning them against facilitating such behaviours;  (b) warning citizens and employees in the industries mentioned in section 29 that a crime may be committed when someone engages in sex with a minor, sex tourism, or frequents a brothel holding trafficked women and children;  (c) giving up to date information about the links between the Human Immuno Deficiency Virus/Acquired Immune Deficiency Syndrome and other Sexually Transmitted Diseases and trafficking.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "cooperating with airline industry, hotel industry, taxi industry, and others to jointly produce educational materials alerting them to evidence of sex tourism by their customers and warning them against facilitating such behaviours;"
                },
                {
                    "representation": "(b)",
                    "description": "warning citizens and employees in the industries mentioned in section 29 that a crime may be committed when someone engages in sex with a minor, sex tourism, or frequents a brothel holding trafficked women and children;"
                },
                {
                    "representation": "(c)",
                    "description": "giving up to date information about the links between the Human Immuno Deficiency Virus/Acquired Immune Deficiency Syndrome and other Sexually Transmitted Diseases and trafficking."
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Measures to ensure the safety of children travelling unattended across international borders.   PART V PREVENTING OF TRAFFICKING  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Measures to ensure the safety of children travelling unattended across international borders.   PART V PREVENTING OF TRAFFICKING  29. (1) Operators or crews of commercial vehicles, including airplanes, trains, buses and boats shall hold the travel documents of children under sixteen years of age travelling within or into Guyana without a parent, guardian, or other responsible adult from the time the child boards the vehicle and shall surrender the documents upon arrival to the appropriate immigration authority or other authority.  (2) At every destination point or port of entry, the LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 25  L.R.O. 1/2012                                 National Task Force prevention of trafficking.                  immigration authority or other authority shall, if practicable, provide officers to meet children under sixteen years of age travelling without a parent, guardian or other responsible adult, receive the childs travel documents from the operator of the commercial vehicle, and assist the child in passing through immigration and customs inspections. The officer shall surrender the child only to a parent, guardian, or other responsible adult upon presentation of appropriate identifying documents, and shall obtain a receipt indicating final destination, purpose of travel, and identification and address information of the receiving adult.  (3) Operators or owners of commercial vehicles delivering children under sixteen years of age travelling without a parent, guardian or other responsible adult within or into Guyana commit an offence and shall on summary conviction pay a fine of fifty thousand dollars for every such child that arrives without necessary travel documents.  PART V PREVENTION OF TRAFFICKING",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Operators or crews of commercial vehicles, including airplanes, trains, buses and boats shall hold the travel documents of children under sixteen years of age travelling within or into Guyana without a parent, guardian, or other responsible adult from the time the child boards the vehicle and shall surrender the documents upon arrival to the appropriate immigration authority or other authority."
                },
                {
                    "representation": "(2)",
                    "description": "At every destination point or port of entry, the LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 25  L.R.O. 1/2012                                 National Task Force prevention of trafficking.                  immigration authority or other authority shall, if practicable, provide officers to meet children under sixteen years of age travelling without a parent, guardian or other responsible adult, receive the childs travel documents from the operator of the commercial vehicle, and assist the child in passing through immigration and customs inspections. The officer shall surrender the child only to a parent, guardian, or other responsible adult upon presentation of appropriate identifying documents, and shall obtain a receipt indicating final destination, purpose of travel, and identification and address information of the receiving adult."
                },
                {
                    "representation": "(3)",
                    "description": "Operators or owners of commercial vehicles delivering children under sixteen years of age travelling without a parent, guardian or other responsible adult within or into Guyana commit an offence and shall on summary conviction pay a fine of fifty thousand dollars for every such child that arrives without necessary travel documents.  PART V PREVENTION OF TRAFFICKING"
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "National Task Force for prevention of trafficking. ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under National Task Force for prevention of trafficking. 30. (1) The President shall establish an inter agency task force to develop and implement a National Plan for the Prevention of Trafficking in Persons. Such a task force should include all aspects of trafficking including sex trafficking and labour trafficking.  (2) The President shall appoint the members of the task force, which shall include the Ministers of Legal Affairs, Foreign Affairs, Labour, Human Services and Social Security, Amerindian Affairs, Home Affairs, other appropriate high-level government officials including officials with responsibility for law enforcement, immigration, and human and social services and appropriate non-governmental organizations.  (3) The task force shall carry out the following activities either directly or via one or more of the constituent LAWS OF GUYANA 26 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012                                                 ministries as appropriate  (a) develop the National Plan for the Prevention of Trafficking in Persons;  (b) co-ordinate the implementation of the Plan;  (c) co-ordinate the collection and sharing of trafficking data among government agencies. All data collected shall the respect the privacy of victims of trafficking;  (d) co-ordinate the sharing of information between agencies for the purposes of determining whether individuals crossing or attempting to across the international border of Guyana with travel documents belonging to other persons or without travel documents are perpetrators of victims of trafficking in persons; and detecting criminal groups engaged in trafficking;  (e) identify and engage in efforts to facilitate cooperation with foreign countries, particularly those which are a significant source of victims, transit location, or destination of victims. This cooperation shall aim to strengthen bilateral, multilateral, local and regional capacities to assist trafficking victims, prevent trafficking, prosecute traffickers, and assist in the appropriate reintegration of victims of trafficking;  LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 27  L.R.O. 1/2012          Date of collection and discrimination.                                     (f) establish policies to enable Guyana Government to work with non-governmental organizations and other elements of civil society to prevent trafficking and provide assistance to victims.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The President shall establish an inter agency task force to develop and implement a National Plan for the Prevention of Trafficking in Persons. Such a task force should include all aspects of trafficking including sex trafficking and labour trafficking."
                },
                {
                    "representation": "(2)",
                    "description": "The President shall appoint the members of the task force, which shall include the Ministers of Legal Affairs, Foreign Affairs, Labour, Human Services and Social Security, Amerindian Affairs, Home Affairs, other appropriate high-level government officials including officials with responsibility for law enforcement, immigration, and human and social services and appropriate non-governmental organizations."
                },
                {
                    "representation": "(3)",
                    "description": "The task force shall carry out the following activities either directly or via one or more of the constituent LAWS OF GUYANA 26 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012                                                 ministries as appropriate"
                },
                {
                    "representation": "(a)",
                    "description": "develop the National Plan for the Prevention of Trafficking in Persons;"
                },
                {
                    "representation": "(b)",
                    "description": "co-ordinate the implementation of the Plan;"
                },
                {
                    "representation": "(c)",
                    "description": "co-ordinate the collection and sharing of trafficking data among government agencies. All data collected shall the respect the privacy of victims of trafficking;"
                },
                {
                    "representation": "(d)",
                    "description": "co-ordinate the sharing of information between agencies for the purposes of determining whether individuals crossing or attempting to across the international border of Guyana with travel documents belonging to other persons or without travel documents are perpetrators of victims of trafficking in persons; and detecting criminal groups engaged in trafficking;"
                },
                {
                    "representation": "(e)",
                    "description": "identify and engage in efforts to facilitate cooperation with foreign countries, particularly those which are a significant source of victims, transit location, or destination of victims. This cooperation shall aim to strengthen bilateral, multilateral, local and regional capacities to assist trafficking victims, prevent trafficking, prosecute traffickers, and assist in the appropriate reintegration of victims of trafficking;  LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 27  L.R.O. 1/2012          Date of collection and discrimination."
                },
                {
                    "representation": "(f)",
                    "description": "establish policies to enable Guyana Government to work with non-governmental organizations and other elements of civil society to prevent trafficking and provide assistance to victims."
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Data collection and dissemination. ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Data collection and dissemination. 31. (1) The Minister of Home Affairs shall collect and periodically publish statistical data on trafficking,  (2) The Minister of Home Affairs shall elicit the cooperation and assistance of government agencies, non-governmental organizations, and other elements of civil society as appropriate to assist in the data collection required under sub-section (1).  (3) The Minister of Home Affairs shall make the best efforts to collect information relevant of tracking progress on trafficking, including but not limited to  (a) number of arrests, prosecutions, and successful convictions of traffickers and those committing trafficking related crimes (pimping, pandering, procuring, maintaining a brothel, visa fraud, document fraud, and other crimes related to trafficking);  (b) statistics on the number of victims, including age, method of recruitment and other relevant information;  (c) trafficking routes and patterns (country of origin, transit countries);  (d) method of transportation (car, boat, plane, on foot);  (e) border crossing without legal travel LAWS OF GUYANA 28 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012    Training.                                      Public awareness.       documents.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister of Home Affairs shall collect and periodically publish statistical data on trafficking,"
                },
                {
                    "representation": "(2)",
                    "description": "The Minister of Home Affairs shall elicit the cooperation and assistance of government agencies, non-governmental organizations, and other elements of civil society as appropriate to assist in the data collection required under sub-section"
                },
                {
                    "representation": "(3)",
                    "description": "The Minister of Home Affairs shall make the best efforts to collect information relevant of tracking progress on trafficking, including but not limited to"
                },
                {
                    "representation": "(a)",
                    "description": "number of arrests, prosecutions, and successful convictions of traffickers and those committing trafficking related crimes"
                },
                {
                    "representation": "(b)",
                    "description": "statistics on the number of victims, including age, method of recruitment and other relevant information;"
                },
                {
                    "representation": "(c)",
                    "description": "trafficking routes and patterns"
                },
                {
                    "representation": "(d)",
                    "description": "method of transportation"
                },
                {
                    "representation": "(e)",
                    "description": "border crossing without legal travel LAWS OF GUYANA 28 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012    Training.                                      Public awareness.       documents."
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Training. ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Training. 32. (1) The Minister of Home Affairs shall provide training for law enforcement, immigration, and other relevant officials in addressing trafficking in persons.  (2) Such training shall focus on  (a) methods use in identifying victims of trafficking;  (b) methods for prosecuting traffickers;  (c) methods for protecting the rights of victims, taking into account the need to consider human rights and special needs of women and children victims, and that victims should be treated as victims rather than criminals; and  (d) methods for promoting the safety of victims, including, for example, the training of police and immigration officers to recognise victims of trafficking quickly.  (3) The Minister of Home Affairs shall seek the input and Participation of other Ministries, appropriate non-governmental organizations and other organizations in the preparation and presentation of training called for in this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister of Home Affairs shall provide training for law enforcement, immigration, and other relevant officials in addressing trafficking in persons."
                },
                {
                    "representation": "(2)",
                    "description": "Such training shall focus on"
                },
                {
                    "representation": "(a)",
                    "description": "methods use in identifying victims of trafficking;"
                },
                {
                    "representation": "(b)",
                    "description": "methods for prosecuting traffickers;"
                },
                {
                    "representation": "(c)",
                    "description": "methods for protecting the rights of victims, taking into account the need to consider human rights and special needs of women and children victims, and that victims should be treated as victims rather than criminals; and"
                },
                {
                    "representation": "(d)",
                    "description": "methods for promoting the safety of victims, including, for example, the training of police and immigration officers to recognise victims of trafficking quickly."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister of Home Affairs shall seek the input and Participation of other Ministries, appropriate non-governmental organizations and other organizations in the preparation and presentation of training called for in this section."
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Public Awareness. ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Public Awareness. 33. (1) The Minister of Education in cooperation with other appropriate governmental agencies and appropriate non-governmental organizations shall prepare public awareness programmes designed to educate potential victims of trafficking in persons and their families of the risk of victimization. Such public awareness programmes shall include but shall not be limited to LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 29  L.R.O. 1/2012                                                  (a) information about the risk of becoming a victim, including information about common recruitment techniques, use of debt bondage, and other coercive tactics, risk of maltreatment, rape, exposure of Human Immuno Deficiency Virus/ Acquired Immune Deficiency Syndrome and other sexually transmitted diseases, and psychological harm related to the victimization in trafficking cases; and  (b) information about potential victims rights in Guyana and in major destination countries and under international law, as well as methods for reporting suspected recruitment activities.  (2) For trafficked persons the Minister of Labour, Human Services, and Social Security in cooperation with the other appropriate governmental agencies and appropriate non-governmental organizations shall prepare and disseminate educational materials designed to inform victims of trafficking in Guyana of their rights, the measures in place to ensure their safety, recovery, and safe return to their home countries or places of residence in Guyana, and how to contact appropriate law enforcement authorities. Such materials shall include, as appropriate, pamphlets, brochures, posters, advertisements in mass media, and any other methods appropriate for reaching victims of trafficking.  (3) The Minister of Labour, Human Services and Social Security in cooperation with other appropriate governmental agencies and appropriate non-governmental organizations shall prepare and disseminate public awareness materials designed to discourage the demand that foster the LAWS OF GUYANA 30 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012                                    Exclusion of persons implicated in trafficking.          exploitation of persons, especially women and children, and that leads to trafficking  (a) such materials may include information on impact of trafficking on individual victims, aggregate information on trafficking world-wide and domestically, as well as warnings of the potential for criminal consequences for taking part in trafficking. Such materials may include, as appropriate, pamphlets, brochures, posters, advertisements in mass media, and any appropriate methods.  (b) materials described in this section may include information on the impact of trafficking on individual victims. However, any information on the experiences of individual victims shall preserve the privacy of the victim and the victim's family.  (4) All public awareness programmes established under this section shall be evaluated periodically to ensure their effectiveness.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister of Education in cooperation with other appropriate governmental agencies and appropriate non-governmental organizations shall prepare public awareness programmes designed to educate potential victims of trafficking in persons and their families of the risk of victimization. Such public awareness programmes shall include but shall not be limited to LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 29  L.R.O. 1/2012"
                },
                {
                    "representation": "(a)",
                    "description": "such materials may include information on impact of trafficking on individual victims, aggregate information on trafficking world-wide and domestically, as well as warnings of the potential for criminal consequences for taking part in trafficking. Such materials may include, as appropriate, pamphlets, brochures, posters, advertisements in mass media, and any appropriate methods."
                },
                {
                    "representation": "(b)",
                    "description": "materials described in this section may include information on the impact of trafficking on individual victims. However, any information on the experiences of individual victims shall preserve the privacy of the victim and the victim's family."
                },
                {
                    "representation": "(2)",
                    "description": "For trafficked persons the Minister of Labour, Human Services, and Social Security in cooperation with the other appropriate governmental agencies and appropriate non-governmental organizations shall prepare and disseminate educational materials designed to inform victims of trafficking in Guyana of their rights, the measures in place to ensure their safety, recovery, and safe return to their home countries or places of residence in Guyana, and how to contact appropriate law enforcement authorities. Such materials shall include, as appropriate, pamphlets, brochures, posters, advertisements in mass media, and any other methods appropriate for reaching victims of trafficking."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister of Labour, Human Services and Social Security in cooperation with other appropriate governmental agencies and appropriate non-governmental organizations shall prepare and disseminate public awareness materials designed to discourage the demand that foster the LAWS OF GUYANA 30 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012                                    Exclusion of persons implicated in trafficking.          exploitation of persons, especially women and children, and that leads to trafficking"
                },
                {
                    "representation": "(4)",
                    "description": "All public awareness programmes established under this section shall be evaluated periodically to ensure their effectiveness."
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Exclusion of persons implicated in trafficking. ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Exclusion of persons implicated in trafficking. 34. (1) The Minister of Home Affairs shall periodically identify, in a public report, every person who is a trafficker of persons, or who had knowingly assisted or conspired with another to traffic in persons.  (2) Persons identified in reports under sub-section (1), or whom an overseas consular official knows or has reason to believe is a trafficker of persons, or who has knowingly assisted or conspired with a trafficker to traffic in persons, shall not receive an entrance or transit visa.  LAWS OF GUYANA Combating of Trafficking in Persons Cap. 10:06 31  L.R.O. 1/2012     Border inspection.          Applicability of labour standards.               Integrity of travel and identity documents.              (3) The visas of persons identified in reports under subsection (1) shall be revoked.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be revoked."
                },
                {
                    "representation": "(2)",
                    "description": "Persons identified in reports under sub-section"
                },
                {
                    "representation": "(3)",
                    "description": "The visas of persons identified in reports under subsection"
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Border inspections. ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Border inspections. 35. (1) The Minister of Home Affairs shall implement policies to screen persons entering or leaving the country to determine if they are victims of trafficking in persons.  (2) Such screening shall be undertaken with consideration for the right of individuals to travel, and shall not result in undue invasion of the individuals privacy or undue restriction of the individuals freedom of movement.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister of Home Affairs shall implement policies to screen persons entering or leaving the country to determine if they are victims of trafficking in persons."
                },
                {
                    "representation": "(2)",
                    "description": "Such screening shall be undertaken with consideration for the right of individuals to travel, and shall not result in undue invasion of the individuals privacy or undue restriction of the individuals freedom of movement."
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Application of labour standards.   PART VI SECURITY AND CONTROL OF DOCUMENTS  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Application of labour standards.   PART VI SECURITY AND CONTROL OF DOCUMENTS  36. (1) Standards for working conditions specified in 36(1). Standards for working conditions specified in legal right to work in this country.  (2) The Minister responsible for Labour shall investigate complaints of unlawful working conditions without regard to the immigration status of complainants and without regard to the nature of the work or services involved.   PART VI SECURITY AND CONTROL OF DOCUMENTS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Standards for working conditions specified in 36(1). Standards for working conditions specified in legal right to work in this country."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister responsible for Labour shall investigate complaints of unlawful working conditions without regard to the immigration status of complainants and without regard to the nature of the work or services involved.   PART VI SECURITY AND CONTROL OF DOCUMENTS"
                }
            ]
        }
    },
    {
        "act": "COMBATING OF TRAFFICKING IN PERSONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Integrity of travel and identity documents.  ",
            "context": "COMBATING OF TRAFFICKING IN PERSONS ACT under Integrity of travel and identity documents.  37. (1) The Minister of Home Affairs shall appoint a committee to monitor the quality of travel and identity documents issued by the Ministry of Home Affairs to ensure that they comply with International Civil Aviation Organization standards and that they cannot easily be misused and cannot readily be falsified or unlawfully altered, replicated, or issued.  (2) The task of the committee shall include, but not be limited to  (a) monitoring technical developments in the field of anti-counterfeiting in order to recommend improvements to LAWS OF GUYANA 32 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012                         Verification of legitimacy and validity of documents.              such documents as they develop;  (b) monitoring the issuance of travel documents abroad, with attention to patterns of abuse such as misrepresentation, corruption and fraud;  (c) monitoring the issuance of travel documents domestically, with attention to patterns of abuse such as misrepresentation, corruption and fraud; and  (d) forwarding examples of abuse described in the paragraphs (b) and (c) to the appropriate authorities for investigation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister of Home Affairs shall appoint a committee to monitor the quality of travel and identity documents issued by the Ministry of Home Affairs to ensure that they comply with International Civil Aviation Organization standards and that they cannot easily be misused and cannot readily be falsified or unlawfully altered, replicated, or issued."
                },
                {
                    "representation": "(2)",
                    "description": "The task of the committee shall include, but not be limited to"
                },
                {
                    "representation": "(a)",
                    "description": "monitoring technical developments in the field of anti-counterfeiting in order to recommend improvements to LAWS OF GUYANA 32 Cap. 10:06 Combating of Trafficking in Persons  L.R.O. 1/2012                         Verification of legitimacy and validity of documents.              such documents as they develop;"
                },
                {
                    "representation": "(b)",
                    "description": "and"
                },
                {
                    "representation": "(c)",
                    "description": "to the appropriate authorities for investigation."
                },
                {
                    "representation": "(d)",
                    "description": "forwarding examples of abuse described in the paragraphs"
                }
            ]
        }
    }
]