[
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Short title. 1. This Act may be cited as the Maritime Drug Trafficking (Suppression) Act.",
            "description": "This Act may be cited as the Maritime Drug Trafficking (Suppression) Act."
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Interpretation. 2. In this Act  Central Authority means the Authority established under section 4;  the Convention mean the United Nations Convention against Illicit Traffic in Narcotic Drugs and Psychotropic LAWS OF GUYANA Maritime Drug Trafficking (Suppression) Cap. 10:07 5  L.R.O. 1/2012                                                 Substances 1988;  illicit traffic has the same meaning as in the Convention;  Guyana airspace means the airspace over Guyana and Guyana waters;  Guyana territory and waters means the territory, territorial sea and internal waters of Guyana and the airspace over such territory and waters referred to in the Constitution of Guyana;  law enforcement official means  (a) members of the Police Force or members of the Guyana Defence Force; or  (b) any person designated as such by a treaty State;  law enforcement vessels means  (a) ships clearly marked and identifiable as being on government non-commercial service and authorised and used for law enforcement purposes; and  (b) any boat or aircraft embarked on such ships;  treaty State means any foreign State in relation to which an order under section 3(1) is for the time being in force and includes  (a) a colony, territory, protectorate or other dependency of such State; LAWS OF GUYANA 6 Cap. 10:07 Maritime Drug Trafficking (Suppression)  L.R.O. 1/2012           Application of the Act to treaty States.                             Establishment of Central Authority.            Requests by Guyana  (b) a territory for the international relations of which such State is responsible; treaty State waters means waters under the sovereignty of a treaty State.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a colony, territory, protectorate or other dependency of such State; LAWS OF GUYANA 6 Cap. 10:07 Maritime Drug Trafficking"
                },
                {
                    "representation": "(b)",
                    "description": "a territory for the international relations of which such State is responsible; treaty State waters means waters under the sovereignty of a treaty State."
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application of the Act to treaty States. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Application of the Act to treaty States. 3. (1) Where any maritime drug trafficking treaty has been made with any foreign State, the Minister may, by order declare that the provisions of this Act shall apply in respect of that foreign State, subject to such exceptions, adaptations or modifications, as the Minister, having due regard to the terms of such treaty, may deem expedient to specify in the order for the purpose of implementing those terms.  (2) The Minister may from time to time by order, compile and publish in the Gazette, a list of foreign States with which maritime drug trafficking treaties are in force; and, without prejudice to any other form of proof of the existence of such treaty, such an order shall, in any proceedings, be conclusive evidence that a maritime drug trafficking treaty is in force between Guyana and each foreign State named in the list.  (3) An order under this section shall be subject to affirmative resolution of the National Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any maritime drug trafficking treaty has been made with any foreign State, the Minister may, by order declare that the provisions of this Act shall apply in respect of that foreign State, subject to such exceptions, adaptations or modifications, as the Minister, having due regard to the terms of such treaty, may deem expedient to specify in the order for the purpose of implementing those terms."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may from time to time by order, compile and publish in the Gazette, a list of foreign States with which maritime drug trafficking treaties are in force; and, without prejudice to any other form of proof of the existence of such treaty, such an order shall, in any proceedings, be conclusive evidence that a maritime drug trafficking treaty is in force between Guyana and each foreign State named in the list."
                },
                {
                    "representation": "(3)",
                    "description": "An order under this section shall be subject to affirmative resolution of the National Assembly."
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Establishment of Central Authority.  PART II REQUESTS BY GUYANA  ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Establishment of Central Authority.  PART II REQUESTS BY GUYANA  4. (1) There is hereby established an Authority to be known as the Central Authority which shall be the Minister responsible for national security or any person designated by him for the purpose of performing such functions or duties of the Central Authority as may be specified in the instrument of designation.  PART II REQUESTS BY GUYANA",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established an Authority to be known as the Central Authority which shall be the Minister responsible for national security or any person designated by him for the purpose of performing such functions or duties of the Central Authority as may be specified in the instrument of designation.  PART II REQUESTS BY GUYANA"
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Requests by Guyana relating to waters seaward of territorial sea. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Requests by Guyana relating to waters seaward of territorial sea. 5. (1) Where Guyana law enforcement officials have LAWS OF GUYANA Maritime Drug Trafficking (Suppression) Cap. 10:07 7  L.R.O. 1/2012 relating to waters seaward of territorial sea.                      Contents of request.                        reasonable grounds for suspecting that a foreign vessel of a treaty State is engaging in illicit traffic seaward of any States territorial sea, the Central Authority may request that State in which the foreign vessel is registered or claims to be registered to verify the registration of that vessel and, if verified, to authorise the boarding and search of such vessel, its cargo and persons found on board.  (2) A request made under this section shall be conveyed orally and confirmed in writing to the competent authority of the treaty State and shall state the grounds on which it is made.  (3) A vessel shall be deemed to be flying the flag of or registered in a treaty State if it is registered or licensed as a fishing vessel under the laws of that State relating to fishing or the fishing industry.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where Guyana law enforcement officials have LAWS OF GUYANA Maritime Drug Trafficking"
                },
                {
                    "representation": "(2)",
                    "description": "A request made under this section shall be conveyed orally and confirmed in writing to the competent authority of the treaty State and shall state the grounds on which it is made."
                },
                {
                    "representation": "(3)",
                    "description": "A vessel shall be deemed to be flying the flag of or registered in a treaty State if it is registered or licensed as a fishing vessel under the laws of that State relating to fishing or the fishing industry."
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Contents of request. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Contents of request. 6. (1) A request for authorisation to board and search a vessel shall contain  (a) the name, homeport and registration number of the vessel;  (b) the grounds for suspecting that the vessel is engaged in illicit traffic;  (c) such other information as may be necessary to identify the vessel.  (2) Guyana law enforcement officials shall, while carrying out a boarding and search, take into account the need  (a) not to endanger the safety of life at sea or the security of the vessel being searched and of its cargo;  LAWS OF GUYANA 8 Cap. 10:07 Maritime Drug Trafficking (Suppression)  L.R.O. 1/2012                                                  (b) not to prejudice the commercial and legal interests of the treaty State or any other interested State; (c) to observe norms of courtesy, respect and consideration for the persons on board that vessel.  (3) Where as a result of any search carried out on a vessel evidence is found of illicit traffic, the Guyana law enforcement officials  (a) shall forthwith  (i) inform the treaty State of the results of the search and of the names and nationality, if known, of the persons on board the vessel; (ii) request the treaty State to give directions as to the disposition of the vessel, cargo and persons on board;  (b) may detain the vessel, cargo and persons on board pending receipt of such directions.  (4) Guyana law enforcement officials shall, when boarding a vessel and carrying out a search thereon, avoid the use of force in any way, including the use of firearms except in the following cases  (a) in the exercise of the right of self defence;  (b) to compel the vessel to stop where the vessel has ignored the standard warnings given by the Guyana law LAWS OF GUYANA Maritime Drug Trafficking (Suppression) Cap. 10:07 9  L.R.O. 1/2012                                         Request for assistance to conduct patrols etc. in Guyana.         enforcement officials to do so;  (c) to maintain order on board the vessel while the boarding and search are being carried out or while the vessel is being detained in circumstances where  (i) the crew or persons on board resist or impede the boarding or search, or try to destroy evidence of illicit traffic; or (ii) the vessel attempts to flee during the boarding or search or while it is being detained.  (5) Guyana law enforcement officials may carry small arms while conducting a boarding and search of any vessel and shall only discharge them  (a) when it is not possible to apply less extreme measures; and  (b) with the prior consent of the treaty State,  except where warning shots are required as a signal for a vessel to stop or in the exercise of the right of self-defence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A request for authorisation to board and search a vessel shall contain"
                },
                {
                    "representation": "(a)",
                    "description": "when it is not possible to apply less extreme measures; and"
                },
                {
                    "representation": "(b)",
                    "description": "with the prior consent of the treaty State,  except where warning shots are required as a signal for a vessel to stop or in the exercise of the right of self-defence."
                },
                {
                    "representation": "(c)",
                    "description": "to maintain order on board the vessel while the boarding and search are being carried out or while the vessel is being detained in circumstances where"
                },
                {
                    "representation": "(2)",
                    "description": "Guyana law enforcement officials shall, while carrying out a boarding and search, take into account the need"
                },
                {
                    "representation": "(3)",
                    "description": "Where as a result of any search carried out on a vessel evidence is found of illicit traffic, the Guyana law enforcement officials"
                },
                {
                    "representation": "(i)",
                    "description": "the crew or persons on board resist or impede the boarding or search, or try to destroy evidence of illicit traffic; or"
                },
                {
                    "representation": "(4)",
                    "description": "Guyana law enforcement officials shall, when boarding a vessel and carrying out a search thereon, avoid the use of force in any way, including the use of firearms except in the following cases"
                },
                {
                    "representation": "(5)",
                    "description": "Guyana law enforcement officials may carry small arms while conducting a boarding and search of any vessel and shall only discharge them"
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Request for assistance to conduct patrols, etc. in Guyana waters. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Request for assistance to conduct patrols, etc. in Guyana waters. 7. (1) The Central Authority may request assistance from a treaty State for the provision by that State of law enforcement vessels to effectively carry out patrols and conduct surveillance in Guyana waters for the prevention and detection of illicit traffic.  (2) Where a treaty State agrees to provide assistance in response to a request made under subsection (1), the Central Authority shall request the treaty State to provide LAWS OF GUYANA 10 Cap. 10:07 Maritime Drug Trafficking (Suppression)  L.R.O. 1/2012                     Embarking on treaty States law enforcement vessels.                     the following information  (a) the name and description of the law enforcement vessel;  (b) the date when and the period during which it will be made available;  (c) the name of the Commanding Officer; and  (d) such other information as the Central Authority considers relevant.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Central Authority may request assistance from a treaty State for the provision by that State of law enforcement vessels to effectively carry out patrols and conduct surveillance in Guyana waters for the prevention and detection of illicit traffic."
                },
                {
                    "representation": "(2)",
                    "description": "Where a treaty State agrees to provide assistance in response to a request made under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the name and description of the law enforcement vessel;"
                },
                {
                    "representation": "(b)",
                    "description": "the date when and the period during which it will be made available;"
                },
                {
                    "representation": "(c)",
                    "description": "the name of the Commanding Officer; and"
                },
                {
                    "representation": "(d)",
                    "description": "such other information as the Central Authority considers relevant."
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Embarking on treaty State’s law enforcement vessels. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Embarking on treaty States law enforcement vessels. 8. (1) The Central Authority may designate law enforcement officials who may, for the conduct of law enforcement operations for the prevention, detention and suppression of illicit traffic by vessels in Guyana waters, embark on law enforcement vessels belonging to a treaty State.  (2) The law enforcement officials may, while embarked on law enforcement vessels belonging to a treaty State  (a) enforce the laws of Guyana in Guyana waters, and seaward therefrom in the exercise of the right of hot pursuit, or otherwise in accordance with international law; and  (b) authorise the entry of the law enforcement vessels into and their navigation within Guyana waters.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Central Authority may designate law enforcement officials who may, for the conduct of law enforcement operations for the prevention, detention and suppression of illicit traffic by vessels in Guyana waters, embark on law enforcement vessels belonging to a treaty State."
                },
                {
                    "representation": "(2)",
                    "description": "The law enforcement officials may, while embarked on law enforcement vessels belonging to a treaty State"
                },
                {
                    "representation": "(a)",
                    "description": "enforce the laws of Guyana in Guyana waters, and seaward therefrom in the exercise of the right of hot pursuit, or otherwise in accordance with international law; and"
                },
                {
                    "representation": "(b)",
                    "description": "authorise the entry of the law enforcement vessels into and their navigation within Guyana waters."
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Law enforcement actions, responsibility of Guyana law enforcement officials. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Law enforcement actions, responsibility of Guyana law enforcement officials. 9. Any law enforcement action, including boardings, searches or seizures, detentions and the use of force, whether responsibility or not involving weapons, carried out pursuant to section 8, actions enforcement Law  LAWS OF GUYANA Maritime Drug Trafficking (Suppression) Cap. 10:07 11  L.R.O. 1/2012 of Guyana law enforcement officials.    Authority of Guyana law enforcement officials on board treaty States vessel.                        Permission to follow aircraft or vessel into treaty State waters.               shall be the responsibility of and carried out by Guyana law enforcement officials in accordance with Guyana laws.",
            "description": "Any law enforcement action, including boardings, searches or seizures, detentions and the use of force, whether responsibility or not involving weapons, carried out pursuant to section 8, actions enforcement Law  LAWS OF GUYANA Maritime Drug Trafficking (Suppression) Cap. 10:07 11  L.R.O. 1/2012 of Guyana law enforcement officials.    Authority of Guyana law enforcement officials on board treaty States vessel.                        Permission to follow aircraft or vessel into treaty State waters.               shall be the responsibility of and carried out by Guyana law enforcement officials in accordance with Guyana laws."
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Authority of Guyana law enforcement officials on board treaty State’s vessel. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Authority of Guyana law enforcement officials on board treaty States vessel. 10. Where Guyana law enforcement officials are embarked on a law enforcement vessel of a treaty State those officials shall carry out law enforcement action as described in section 9 so, however, that  (a) crew members of the treaty States law enforcement action if expressly requested to do so by the vessel may assist in any such law enforcement action by Guyana law enforcement official in command but only to the extent and in the manner requested; and  (b) any such assistance shall be rendered in accordance with the relevant Guyana laws, to the extent that those laws are not inconsistent with the laws of the treaty State.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "crew members of the treaty States law enforcement action if expressly requested to do so by the vessel may assist in any such law enforcement action by Guyana law enforcement official in command but only to the extent and in the manner requested; and"
                },
                {
                    "representation": "(b)",
                    "description": "any such assistance shall be rendered in accordance with the relevant Guyana laws, to the extent that those laws are not inconsistent with the laws of the treaty State."
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Permission to follow aircraft or vessel into treaty State waters. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Permission to follow aircraft or vessel into treaty State waters. 11. (1) Where Guyana law enforcement officials have reasonable grounds to suspect that a foreign aircraft or foreign vessel is engaged in illicit traffic, the Central Authority may request permission of the relevant treaty State for a Guyana law enforcement vessel to follow the foreign aircraft or foreign vessel into the treaty States waters or to enter those waters or that States airspace in order to maintain contact with the aircraft or vessel and to investigate, board and search such vessel.  (2) A request made under this section shall be conveyed orally and confirmed in writing to the competent authority of the treaty State and shall state the grounds on which it is made.  LAWS OF GUYANA 12 Cap. 10:07 Maritime Drug Trafficking (Suppression)  L.R.O. 1/2012                                                            (3) The Central Authority in making a request under subsection (1), shall specify the special circumstances which exist and the grounds for the alleged suspicion.  (4) All boardings and searches of foreign vessels suspected of illicit traffic, carried out pursuant to permission granted by a relevant treaty State shall be conducted in accordance with the laws of that State.  (5) Where as a result of boarding and search, evidence is found of illicit traffic on a foreign vessel  (a) the relevant treaty State shall be promptly informed of the results of the search;  (b) that vessel and cargo and persons found on board shall unless the relevant treaty State otherwise directs, be detained and taken to a designated port within the waters of that State,   and thereafter all law enforcement action shall be under the control and direction of the law enforcement officials, and conducted in accordance with the laws of the relevant treaty State.  (6) Where special circumstances exist which make it essential for Guyana law enforcement officials to maintain contact with a foreign aircraft or foreign vessel suspected of illicit traffic which is in or is entering the treaty State waters or the treaty State airspace, the Guyana law enforcement vessel may, upon notice to the person designated by the competent authority of the relevant State, enter those waters for the sole purpose of maintaining contact with that aircraft or vessel pending a response to the request for permission under subsection (1).  LAWS OF GUYANA Maritime Drug Trafficking (Suppression) Cap. 10:07 13  L.R.O. 1/2012 Permission to overfly treaty State waters.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where Guyana law enforcement officials have reasonable grounds to suspect that a foreign aircraft or foreign vessel is engaged in illicit traffic, the Central Authority may request permission of the relevant treaty State for a Guyana law enforcement vessel to follow the foreign aircraft or foreign vessel into the treaty States waters or to enter those waters or that States airspace in order to maintain contact with the aircraft or vessel and to investigate, board and search such vessel."
                },
                {
                    "representation": "(2)",
                    "description": "A request made under this section shall be conveyed orally and confirmed in writing to the competent authority of the treaty State and shall state the grounds on which it is made.  LAWS OF GUYANA 12 Cap. 10:07 Maritime Drug Trafficking"
                },
                {
                    "representation": "(3)",
                    "description": "The Central Authority in making a request under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "All boardings and searches of foreign vessels suspected of illicit traffic, carried out pursuant to permission granted by a relevant treaty State shall be conducted in accordance with the laws of that State."
                },
                {
                    "representation": "(5)",
                    "description": "Where as a result of boarding and search, evidence is found of illicit traffic on a foreign vessel"
                },
                {
                    "representation": "(a)",
                    "description": "the relevant treaty State shall be promptly informed of the results of the search;"
                },
                {
                    "representation": "(b)",
                    "description": "that vessel and cargo and persons found on board shall unless the relevant treaty State otherwise directs, be detained and taken to a designated port within the waters of that State,   and thereafter all law enforcement action shall be under the control and direction of the law enforcement officials, and conducted in accordance with the laws of the relevant treaty State."
                },
                {
                    "representation": "(6)",
                    "description": "Where special circumstances exist which make it essential for Guyana law enforcement officials to maintain contact with a foreign aircraft or foreign vessel suspected of illicit traffic which is in or is entering the treaty State waters or the treaty State airspace, the Guyana law enforcement vessel may, upon notice to the person designated by the competent authority of the relevant State, enter those waters for the sole purpose of maintaining contact with that aircraft or vessel pending a response to the request for permission under subsection"
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Permission to overfly treaty State waters.  PART III REQUESTS BY TREATY STATE  ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Permission to overfly treaty State waters.  PART III REQUESTS BY TREATY STATE  12. (1) Where Guyana law enforcement officials have reasonable grounds to suspect that a foreign vessel or foreign vessel or foreign aircraft is engaged in illicit traffic and that vessel or aircraft is located in or over, or is entering the airspace or waters of a treaty State, those officials shall provide the competent authority of the treaty State with information regarding that aircraft or vessel and may make a request for Guyana aircraft  (a) to overfly the territory and waters of that State in pursuit of the foreign aircraft or foreign vessel flying into or located within that states airspace or waters;  (b) to manoeuvre to maintain visual and electronic contact with that aircraft or vessel.  (2) Where a request referred to in subsection (1) is granted, the Central Authority shall, before any Guyana aircraft overflies the territory of the relevant treaty State or manoeuvre to maintain contact, give notice of the overflight and manoeuvre to the competent authority and the civil aviation authority of that State; and the aircraft shall comply with all air navigation and flight safety directions given by that States civil aviation authority.  (3) Where circumstances exist which make it essential for Guyana law enforcement officials to maintain contact with a foreign aircraft or foreign vessel suspected of illicit traffic which is in or entering the treaty State waters or the treaty State airspace the Guyana law enforcement aircraft may, upon notice to the competent authority of the treaty State and its civil aviation authority, enter and manoeuvre within the treaty State airspace for the sole purpose of maintaining contact with the foreign aircraft or foreign vessel pending a response to the request for permission under LAWS OF GUYANA 14 Cap. 10:07 Maritime Drug Trafficking (Suppression)  L.R.O. 1/2012          Requests by treaty State relating to waters seaward of territorial sea.                                     subsection (1).  PART III REQUESTS BY TREATY STATE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is granted, the Central Authority shall, before any Guyana aircraft overflies the territory of the relevant treaty State or manoeuvre to maintain contact, give notice of the overflight and manoeuvre to the competent authority and the civil aviation authority of that State; and the aircraft shall comply with all air navigation and flight safety directions given by that States civil aviation authority."
                },
                {
                    "representation": "(a)",
                    "description": "to overfly the territory and waters of that State in pursuit of the foreign aircraft or foreign vessel flying into or located within that states airspace or waters;"
                },
                {
                    "representation": "(b)",
                    "description": "to manoeuvre to maintain visual and electronic contact with that aircraft or vessel."
                },
                {
                    "representation": "(2)",
                    "description": "Where a request referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where circumstances exist which make it essential for Guyana law enforcement officials to maintain contact with a foreign aircraft or foreign vessel suspected of illicit traffic which is in or entering the treaty State waters or the treaty State airspace the Guyana law enforcement aircraft may, upon notice to the competent authority of the treaty State and its civil aviation authority, enter and manoeuvre within the treaty State airspace for the sole purpose of maintaining contact with the foreign aircraft or foreign vessel pending a response to the request for permission under LAWS OF GUYANA 14 Cap. 10:07 Maritime Drug Trafficking"
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Request by treaty State relating to waters seaward of territorial sea. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Request by treaty State relating to waters seaward of territorial sea. 13. (1) Assistance may be provided by the Central Authority to a treaty State on request, to  (a) verify the registration of a vessel which is  (i) suspected by that State of being engaged in illicit traffic seaward of any States territorial sea; and (ii) registered or claims to be registered in Guyana; and  (b) authorise the boarding and search of such vessel, its cargo and persons found on board.  (2) A request made under this section shall be conveyed orally and confirmed in writing to the Central Authority and shall state the grounds on which it is made.  (3) A vessel shall be deemed to be flying the flag of or registered in Guyana if it is registered or licensed as a fishing vessel under the laws of Guyana relating to fishing or the fishing industry.  (4) Where the Central Authority verifies that the vessel is registered in Guyana and is satisfied that there are reasonable grounds to believe that the vessel is engaged in illicit traffic, the Central Authority may authorise the law enforcement officials of the treaty State to board and search that vessel, its cargo and persons found on board.  LAWS OF GUYANA Maritime Drug Trafficking (Suppression) Cap. 10:07 15  L.R.O. 1/2012 Contents of request by treaty State.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Assistance may be provided by the Central Authority to a treaty State on request, to"
                },
                {
                    "representation": "(a)",
                    "description": "verify the registration of a vessel which is"
                },
                {
                    "representation": "(i)",
                    "description": "suspected by that State of being engaged in illicit traffic seaward of any States territorial sea; and"
                },
                {
                    "representation": "(b)",
                    "description": "authorise the boarding and search of such vessel, its cargo and persons found on board."
                },
                {
                    "representation": "(2)",
                    "description": "A request made under this section shall be conveyed orally and confirmed in writing to the Central Authority and shall state the grounds on which it is made."
                },
                {
                    "representation": "(3)",
                    "description": "A vessel shall be deemed to be flying the flag of or registered in Guyana if it is registered or licensed as a fishing vessel under the laws of Guyana relating to fishing or the fishing industry."
                },
                {
                    "representation": "(4)",
                    "description": "Where the Central Authority verifies that the vessel is registered in Guyana and is satisfied that there are reasonable grounds to believe that the vessel is engaged in illicit traffic, the Central Authority may authorise the law enforcement officials of the treaty State to board and search that vessel, its cargo and persons found on board.  LAWS OF GUYANA Maritime Drug Trafficking"
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Contents of request by treaty State. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Contents of request by treaty State. 14. (1) A request for authorisation to board and search a vessel shall contain (a) the name, homeport and registration number of the vessel;  (b) the grounds for suspecting that the vessel or aircraft is engaged in illicit traffic;  (c) such other information as may be necessary to identify the vessel.  (2) Law enforcement officials of the treaty State shall, when boarding and carrying out a search on a Guyana vessel, take into account the need  (a) not to endanger the safety of life at sea or the security of the vessel being searched and of its cargo;  (b) not to prejudice the commercial and legal interests of Guyana or any other interested State;  (c) to observe norms of courtesy, respect and consideration for the persons on board the vessel.  (3) Where, as a result of any search carried out on a Guyana vessel, evidence is found of illicit traffic, the law enforcement officials of the treaty State  (a) shall forthwith  (i) inform the Central Authority of the names and nationality, if known, of the persons on board the vessel; LAWS OF GUYANA 16 Cap. 10:07 Maritime Drug Trafficking (Suppression)  L.R.O. 1/2012                                                  (ii) request the Central Authority to give directions as to the disposition of the vessel, cargo and persons on board;  (b) may detain the vessel, cargo and persons on board pending receipt of such directions.  (4) Law enforcement officials of the treaty State shall, when boarding and carrying out a search on a Guyana vessel, avoid the use of force, in any way, including the use of firearms, except in the following cases  (a) in the exercise of the right of self-defence;  (b) to compel the Guyana vessel to stop where the vessel has ignored the standard warnings given by the law enforcement officials of the treaty State to do so;  (c) to maintain order on board the vessel while the boarding and search are being carried out or the vessel is being detained in circumstances where  (i) the crew or persons on board resist or impede the boarding or search or try to destroy evidence of illicit traffic; or (ii) the vessel attempts to flee during the boarding or search or while it is being detained.  (5) Law enforcement officials of the treaty State may carry small arms while conducting a boarding and LAWS OF GUYANA Maritime Drug Trafficking (Suppression) Cap. 10:07 17  L.R.O. 1/2012                Requests for assistance to conduct patrol, etc., in treaty State waters.                        Embarking on Guyana law enforcement vessels.     search of any vessel, and shall only discharge them  (a) when it is not possible to apply less extreme measures; and  (b) with the prior authorisation of the Central Authority, except where warning shots are required as a signal for a vessel to stop or in the exercise of the right of self-defence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A request for authorisation to board and search a vessel shall contain"
                },
                {
                    "representation": "(a)",
                    "description": "when it is not possible to apply less extreme measures; and"
                },
                {
                    "representation": "(b)",
                    "description": "with the prior authorisation of the Central Authority, except where warning shots are required as a signal for a vessel to stop or in the exercise of the right of self-defence."
                },
                {
                    "representation": "(c)",
                    "description": "to maintain order on board the vessel while the boarding and search are being carried out or the vessel is being detained in circumstances where"
                },
                {
                    "representation": "(2)",
                    "description": "Law enforcement officials of the treaty State shall, when boarding and carrying out a search on a Guyana vessel, take into account the need"
                },
                {
                    "representation": "(3)",
                    "description": "Where, as a result of any search carried out on a Guyana vessel, evidence is found of illicit traffic, the law enforcement officials of the treaty State"
                },
                {
                    "representation": "(i)",
                    "description": "the crew or persons on board resist or impede the boarding or search or try to destroy evidence of illicit traffic; or"
                },
                {
                    "representation": "(4)",
                    "description": "Law enforcement officials of the treaty State shall, when boarding and carrying out a search on a Guyana vessel, avoid the use of force, in any way, including the use of firearms, except in the following cases"
                },
                {
                    "representation": "(5)",
                    "description": "Law enforcement officials of the treaty State may carry small arms while conducting a boarding and LAWS OF GUYANA Maritime Drug Trafficking"
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Requests for assistance to conduct patrol, etc., in treaty State waters. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Requests for assistance to conduct patrol, etc., in treaty State waters. 15. (1) Assistance may be granted by the Central Authority on request to a treaty State for the provision by Guyana of law enforcement vessels to effectively carry out patrol and conduct surveillance in waters of the treaty State for the prevention and detection of illicit traffic.  (2) Where Guyana agrees to provide assistance under subsection (1), the Central Authority shall inform the competent authority of the treaty State of  (a) the name and description of the law enforcement vessel;  (b) the date when and the period during which it will be made available;  (c) the name of the Commanding Officer; and  (d) any other relevant information.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Assistance may be granted by the Central Authority on request to a treaty State for the provision by Guyana of law enforcement vessels to effectively carry out patrol and conduct surveillance in waters of the treaty State for the prevention and detection of illicit traffic."
                },
                {
                    "representation": "(2)",
                    "description": "Where Guyana agrees to provide assistance under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the name and description of the law enforcement vessel;"
                },
                {
                    "representation": "(b)",
                    "description": "the date when and the period during which it will be made available;"
                },
                {
                    "representation": "(c)",
                    "description": "the name of the Commanding Officer; and"
                },
                {
                    "representation": "(d)",
                    "description": "any other relevant information."
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Embarking on Guyana law enforcement vessels. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Embarking on Guyana law enforcement vessels. 16. (1) Where assistance is granted to a treaty State for the conduct by law enforcement officials of that State of law enforcement operations for the prevention, detection and suppression of illicit traffic by vessels in the treaty State waters, the law enforcement officials designated by the treaty State for that purpose may embark on law enforcement LAWS OF GUYANA 18 Cap. 10:07 Maritime Drug Trafficking (Suppression)  L.R.O. 1/2012                                    Authority of law enforcement officials of a treaty State on board Guyana vessels.         vessels belonging to Guyana.  (2) The law enforcement officials of a treaty State may, while embarked on law enforcement vessels belonging to Guyana  (a) enforce the laws of the treaty State in the waters of that State, and seaward therefrom in the exercise of the right of hot pursuit, or otherwise, in accordance with international law; and  (b) authorise the entry of the law enforcement vessels of Guyana into and their navigation within the waters of the treaty State.  (3) Any law enforcement action, including any boarding or search of a vessel or search or seizure of property, detention of person and the use of force, whether or not involving weapons, carried out pursuant to this section, shall be the responsibility of and carried out by law enforcement officials of the treaty State in accordance with the laws of that State.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where assistance is granted to a treaty State for the conduct by law enforcement officials of that State of law enforcement operations for the prevention, detection and suppression of illicit traffic by vessels in the treaty State waters, the law enforcement officials designated by the treaty State for that purpose may embark on law enforcement LAWS OF GUYANA 18 Cap. 10:07 Maritime Drug Trafficking"
                },
                {
                    "representation": "(2)",
                    "description": "The law enforcement officials of a treaty State may, while embarked on law enforcement vessels belonging to Guyana"
                },
                {
                    "representation": "(a)",
                    "description": "enforce the laws of the treaty State in the waters of that State, and seaward therefrom in the exercise of the right of hot pursuit, or otherwise, in accordance with international law; and"
                },
                {
                    "representation": "(b)",
                    "description": "authorise the entry of the law enforcement vessels of Guyana into and their navigation within the waters of the treaty State."
                },
                {
                    "representation": "(3)",
                    "description": "Any law enforcement action, including any boarding or search of a vessel or search or seizure of property, detention of person and the use of force, whether or not involving weapons, carried out pursuant to this section, shall be the responsibility of and carried out by law enforcement officials of the treaty State in accordance with the laws of that State."
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Authority of law enforcement officials of a treaty State on board Guyana vessel. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Authority of law enforcement officials of a treaty State on board Guyana vessel. 17. Where law enforcement officials of a treaty State are embarked on a Guyana law enforcement vessel  (a) those officials shall have authority to carry out any law enforcement action, including the boarding or search of any vessel or the search or seizure of any property, and the detention of a person, by use of force, whether or not involving weapons;  (b) crew members of Guyana law LAWS OF GUYANA Maritime Drug Trafficking (Suppression) Cap. 10:07 19  L.R.O. 1/2012                                           Permission to follow aircraft or vessel in Guyana waters.                          enforcement vessel may assist in any such action (i) if expressly requested to do so by the treaty States law enforcement official in command; and (ii) only to the extent and in the manner requested;  (c)  such assistance, including the use of force, shall be tendered in accordance with the relevant laws of the treaty state to the extent that those laws are not inconsistent with laws of Guyana.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "those officials shall have authority to carry out any law enforcement action, including the boarding or search of any vessel or the search or seizure of any property, and the detention of a person, by use of force, whether or not involving weapons;"
                },
                {
                    "representation": "(b)",
                    "description": "crew members of Guyana law LAWS OF GUYANA Maritime Drug Trafficking"
                },
                {
                    "representation": "(i)",
                    "description": "if expressly requested to do so by the treaty States law enforcement official in command; and"
                },
                {
                    "representation": "(c)",
                    "description": "such assistance, including the use of force, shall be tendered in accordance with the relevant laws of the treaty state to the extent that those laws are not inconsistent with laws of Guyana."
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Permission to follow aircraft or vessel in Guyana waters. LAWS OF GUYANA 4 Cap. 10:07 Maritime Drug Trafficking (Suppression)  L.R.O. 1/2012   SECTION ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Permission to follow aircraft or vessel in Guyana waters. LAWS OF GUYANA 4 Cap. 10:07 Maritime Drug Trafficking (Suppression)  L.R.O. 1/2012   SECTION 18. (1) Assistance may be provided by the Central Authority to a treaty State on request, to permit a law enforcement vessel of that State  (a) to follow a foreign aircraft or vessel into Guyana waters; or  (b) to enter Guyana waters in order to  (i) maintain contact with that aircraft or vessel; and (ii) investigate, board and search such vessel.  (2) A request made under this section shall be conveyed orally and confirmed in writing to the Central Authority and shall state the grounds on which it is made.  (3) A request under subsection (1) shall specify the special circumstances which exist and the grounds for the alleged suspicion.  (4) Where the Central Authority is satisfied that LAWS OF GUYANA 20 Cap. 10:07 Maritime Drug Trafficking (Suppression)  L.R.O. 1/2012                                                                    there are reasonable grounds to suspect that the foreign aircraft or foreign vessel is engaged in illicit traffic and that special circumstances so warrant, the Central Authority may approve the request made under subsection (1).  (5) All boardings and searches of foreign vessels suspected of illicit traffic shall be conducted in accordance with the laws of Guyana.  (6) In approving a request under subsection (1) the Central Authority shall require that if, as a result of boarding and search referred to in subsection (1)(b)(ii), evidence of illicit traffic is found on a foreign vessel  (a) the Central Authority be promptly informed of the results of the search;  (b) the vessel, cargo and persons found on board be detained and taken to a designated port within Guyana waters unless the Central Authority otherwise directs,  and thereafter all enforcement action shall be under the control and direction of Guyana law enforcement officials, and conducted in accordance with the laws of Guyana.  (7) Where special circumstances exist which make it essential for law enforcement officials of a treaty State to maintain contact with a foreign aircraft or foreign vessel suspected of illicit traffic which is in or is entering the waters or airspace of Guyana, the law enforcement vessel of the treaty State may, upon notice to the person designated by the Central Authority, enter Guyana waters for the sole purpose of maintaining contact with that aircraft or vessel pending a response to the request for permission under subsection (1).   LAWS OF GUYANA Maritime Drug Trafficking (Suppression) Cap. 10:07 21  L.R.O. 1/2012 Aircraft support in Guyana airspace or Guyana waters.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the Central Authority shall require that if, as a result of boarding and search referred to in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the Central Authority be promptly informed of the results of the search;"
                },
                {
                    "representation": "(b)",
                    "description": "the vessel, cargo and persons found on board be detained and taken to a designated port within Guyana waters unless the Central Authority otherwise directs,  and thereafter all enforcement action shall be under the control and direction of Guyana law enforcement officials, and conducted in accordance with the laws of Guyana."
                },
                {
                    "representation": "(i)",
                    "description": "maintain contact with that aircraft or vessel; and"
                },
                {
                    "representation": "(2)",
                    "description": "A request made under this section shall be conveyed orally and confirmed in writing to the Central Authority and shall state the grounds on which it is made."
                },
                {
                    "representation": "(3)",
                    "description": "A request under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Where the Central Authority is satisfied that LAWS OF GUYANA 20 Cap. 10:07 Maritime Drug Trafficking"
                },
                {
                    "representation": "(5)",
                    "description": "All boardings and searches of foreign vessels suspected of illicit traffic shall be conducted in accordance with the laws of Guyana."
                },
                {
                    "representation": "(6)",
                    "description": "In approving a request under subsection"
                },
                {
                    "representation": "(7)",
                    "description": "Where special circumstances exist which make it essential for law enforcement officials of a treaty State to maintain contact with a foreign aircraft or foreign vessel suspected of illicit traffic which is in or is entering the waters or airspace of Guyana, the law enforcement vessel of the treaty State may, upon notice to the person designated by the Central Authority, enter Guyana waters for the sole purpose of maintaining contact with that aircraft or vessel pending a response to the request for permission under subsection"
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Aircraft support in Guyana airspace or Guyana waters.  PART IV GENERAL  ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Aircraft support in Guyana airspace or Guyana waters.  PART IV GENERAL  19. (1) Assistance may be provided by the Central Authority to a treaty State on request, to permit an aircraft of that State to (a) overfly Guyana and Guyana waters in pursuit of a foreign aircraft or foreign vessel fleeing into or located within Guyana airspace or Guyana waters;  (b) manoeuvre to maintain visual and electronic contact with that aircraft or vessel.  (2) Where the Central Authority is satisfied that there are reasonable grounds to suspect that a foreign vessel or foreign aircraft is engaged in illicit traffic, it may approve a request made under subsection (1).  (3) Approval of a request under this section shall be subject to the following conditions  (a) the competent authority of the treaty State shall be required, before any of that States aircraft overflies Guyana or manoeuvre to maintain contact, to give notice of the overflight and manoeuvre to the Central Authority and the Civil Aviation Authority; and  (b) the aircraft shall be required to comply with all air navigation and flight safety directions given by the Civil Aviation Authority.  (4) Where circumstances exist which make it essential for law enforcement officials of a treaty State to maintain contact with a foreign aircraft or foreign vessel suspected of illicit traffic which is in or entering Guyana waters or Guyana airspace, the law enforcement aircraft of LAWS OF GUYANA 22 Cap. 10:07 Maritime Drug Trafficking (Suppression)  L.R.O. 1/2012                   Waiver of jurisdiction.                                  that treaty State may, upon notice to the person designated by the Central Authority and to the Civil Aviation Authority, enter and manoeuvre within Guyana airspace for the sole purpose of maintaining contact with the aircraft or vessel pending a response to the request for permission under subsection (1).  PART IV GENERAL",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Assistance may be provided by the Central Authority to a treaty State on request, to permit an aircraft of that State to"
                },
                {
                    "representation": "(a)",
                    "description": "the competent authority of the treaty State shall be required, before any of that States aircraft overflies Guyana or manoeuvre to maintain contact, to give notice of the overflight and manoeuvre to the Central Authority and the Civil Aviation Authority; and"
                },
                {
                    "representation": "(b)",
                    "description": "the aircraft shall be required to comply with all air navigation and flight safety directions given by the Civil Aviation Authority."
                },
                {
                    "representation": "(2)",
                    "description": "Where the Central Authority is satisfied that there are reasonable grounds to suspect that a foreign vessel or foreign aircraft is engaged in illicit traffic, it may approve a request made under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Approval of a request under this section shall be subject to the following conditions"
                },
                {
                    "representation": "(4)",
                    "description": "Where circumstances exist which make it essential for law enforcement officials of a treaty State to maintain contact with a foreign aircraft or foreign vessel suspected of illicit traffic which is in or entering Guyana waters or Guyana airspace, the law enforcement aircraft of LAWS OF GUYANA 22 Cap. 10:07 Maritime Drug Trafficking"
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Waiver of jurisdiction. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Waiver of jurisdiction. 20. (1) Where  (a) pursuant to section 5, a foreign vessel of a treaty State is detained seaward of any States territorial sea by Guyana law enforcement officials; and  (b) the treaty State waives its right to exercise jurisdiction over that vessel and authorises Guyana to enforce its laws against that vessel, its cargo and any persons found on board,  any offence that may have been committed, in relation to illicit traffic, shall be liable to be tried by a court in Guyana.  (2) Where pursuant to sections 13 and 14, a Guyana vessel is detained seaward of any States territorial sea by a treaty State, the Minister may waive Guyanas right to exercise jurisdiction over the vessel and authorise the relevant treaty State to enforce its laws against that vessel, its cargo and persons found on board other than Guyana Nationals.  (3) Nothing in this Act shall be construed as a waiver by Guyana of its right to exercise jurisdiction over any Guyana national or as authorising the relevant treaty State to LAWS OF GUYANA Maritime Drug Trafficking (Suppression) Cap. 10:07 23  L.R.O. 1/2012      Extension of laws of Guyana to offences committed on vessels outside Guyana waters.                               Regulations. enforce its laws against any such national.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where"
                },
                {
                    "representation": "(a)",
                    "description": "pursuant to section 5, a foreign vessel of a treaty State is detained seaward of any States territorial sea by Guyana law enforcement officials; and"
                },
                {
                    "representation": "(b)",
                    "description": "the treaty State waives its right to exercise jurisdiction over that vessel and authorises Guyana to enforce its laws against that vessel, its cargo and any persons found on board,  any offence that may have been committed, in relation to illicit traffic, shall be liable to be tried by a court in Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "Where pursuant to sections 13 and 14, a Guyana vessel is detained seaward of any States territorial sea by a treaty State, the Minister may waive Guyanas right to exercise jurisdiction over the vessel and authorise the relevant treaty State to enforce its laws against that vessel, its cargo and persons found on board other than Guyana Nationals."
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in this Act shall be construed as a waiver by Guyana of its right to exercise jurisdiction over any Guyana national or as authorising the relevant treaty State to LAWS OF GUYANA Maritime Drug Trafficking"
                }
            ]
        }
    },
    {
        "act": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Extension of laws of Guyana to offences committed on vessels outside Guyana waters. ",
            "context": "MARITIME DRUG TRAFFICKING (SUPPRESSION) ACT under Extension of laws of Guyana to offences committed on vessels outside Guyana waters. 21. (1) The laws of Guyana extend to any offence committed outside Guyana waters on a vessel or aircraft registered in Guyana; and for the purposes of the jurisdiction of any court in Guyana, the offence shall be treated as if it were committed in the Magisterial District in which proceedings are brought.  (2) Where the offence of illicit traffic is committed  (a) within the territory of Guyana or on board a vessel or aircraft which is registered in Guyana; and  (b) the alleged offender is  (i) present in Guyana; or (ii) A Guyana national,  that offender shall be liable to be tried by a court in Guyana if that offender is not extradited pursuant to the provisions of the Convention on the ground specified in paragraph (a) or (b) (ii).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The laws of Guyana extend to any offence committed outside Guyana waters on a vessel or aircraft registered in Guyana; and for the purposes of the jurisdiction of any court in Guyana, the offence shall be treated as if it were committed in the Magisterial District in which proceedings are brought."
                },
                {
                    "representation": "(2)",
                    "description": "Where the offence of illicit traffic is committed"
                },
                {
                    "representation": "(a)",
                    "description": "or"
                },
                {
                    "representation": "(b)",
                    "description": "(ii)."
                },
                {
                    "representation": "(i)",
                    "description": "present in Guyana; or"
                }
            ]
        }
    }
]