[
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Short title. 1. This Act may be cited as the Criminal Procedure (Plea Bargaining and Plea Agreement) Act.",
            "description": "This Act may be cited as the Criminal Procedure (Plea Bargaining and Plea Agreement) Act."
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Interpretation. 2. In this Act  Court means the High Court or the Magistrates Court;  improper inducement includes  (a) coercion of an accused person to enter  into a plea bargaining; and (b) fraudulent misrepresentation of a  material fact by the prosecutor either  before a plea bargaining is entered into  or during the course of discussion on  plea agreement;  PLEA AGREEMENT) ACT LAWS OF GUYANA Criminal Procedure (Plea Bargaining and Plea Agreement) Cap. 10:09 5  L.R.O. 1/2012                                                plea agreement or agreement means an agreement entered into  (a) between the accused person and the prosecutor; or  (b) between the attorney-at-law for the accused person and the prosecutor,  whereby the accused person agrees to plead guilty and the prosecutor agrees to take a particular course of action;  plea bargaining means a discussion held with a view to  arriving at an agreement  (a) between an accused person and a prosecutor; or  (b) between an attorney-at-law for an accused person and a prosecutor,   either before the arraignment of the accused  person, or at any time after the trial of the accused  person commences but before a sentence is  pronounced;  particular course of action includes  (a) an application to the Court to dismiss other charges;  (b) a recommendation to the Court to a particular sentence;  (c) an agreement not to oppose a request by the accused person, or his Attorney-at-law, for a particular sentence; LAWS OF GUYANA 6 Cap. 10:09 Criminal Procedure (Plea Bargaining and Plea Agreement)  L.R.O. 1/2012                         Application of Act.                    Plea bargaining.           (d) an agreement that a specific sentence is appropriate for the disposal of the case;  prosecutor means the Director of Public Prosecutions, an  attorney-at-law in the office of the Director of  Public Prosecutions, a police prosecutor or an  attorney-at-law whom the Director of Public  Prosecutions has authorised in writing to act on his  behalf;  relative means the spouse (including a reputed spouse),  parent or step-parent, child or step-child of the  victim.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "an application to the Court to dismiss other charges;"
                },
                {
                    "representation": "(b)",
                    "description": "a recommendation to the Court to a particular sentence;"
                },
                {
                    "representation": "(c)",
                    "description": "an agreement not to oppose a request by the accused person, or his Attorney-at-law, for a particular sentence; LAWS OF GUYANA 6 Cap. 10:09 Criminal Procedure"
                },
                {
                    "representation": "(d)",
                    "description": "an agreement that a specific sentence is appropriate for the disposal of the case;  prosecutor means the Director of Public Prosecutions, an  attorney-at-law in the office of the Director of  Public Prosecutions, a police prosecutor or an  attorney-at-law whom the Director of Public  Prosecutions has authorised in writing to act on his  behalf;  relative means the spouse"
                }
            ]
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application of Act.  PART II PLEA BARGAINING  ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Application of Act.  PART II PLEA BARGAINING  3. (1) This Act applies to a plea bargaining and a plea agreement in respect of all indictable or summary offences.  (2) This Act does not affect the right of an accused person to plead guilty without entering into plea bargaining.  (3) Except as expressly agreed to by the Director of Public Prosecutions in a plea agreement, nothing in this Act shall affect the functions assigned to the Director of Public Prosecutions under article 187 of the Constitution.  PART II PLEA BARGAINING",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Act applies to a plea bargaining and a plea agreement in respect of all indictable or summary offences."
                },
                {
                    "representation": "(2)",
                    "description": "This Act does not affect the right of an accused person to plead guilty without entering into plea bargaining."
                },
                {
                    "representation": "(3)",
                    "description": "Except as expressly agreed to by the Director of Public Prosecutions in a plea agreement, nothing in this Act shall affect the functions assigned to the Director of Public Prosecutions under article 187 of the Constitution.  PART II PLEA BARGAINING"
                }
            ]
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Plea bargaining. ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Plea bargaining. 4. (1) Where the Director of Public Prosecutions considers it desirable in the interest of justice in any case, he may, at any time before the judgment is pronounced enter into a plea bargaining with the attorney-at-law of the accused person or where the accused person defends himself without availing himself of the services of an attorney-at-law, with the accused person for the purpose of arriving at a plea agreement for disposal of any charge against the accused.  (2) A prosecutor other than the Director of Public LAWS OF GUYANA Criminal Procedure (Plea Bargaining and Plea Agreement) Cap. 10:09 7  L.R.O. 1/2012        Improper indictment.                                 Representation by attorney-at-law.        Prosecutions shall not enter into plea bargaining with an accused person or his attorney-at-law, unless he first obtains the written authorisation from the Director of Public Prosecutions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Director of Public Prosecutions considers it desirable in the interest of justice in any case, he may, at any time before the judgment is pronounced enter into a plea bargaining with the attorney-at-law of the accused person or where the accused person defends himself without availing himself of the services of an attorney-at-law, with the accused person for the purpose of arriving at a plea agreement for disposal of any charge against the accused."
                },
                {
                    "representation": "(2)",
                    "description": "A prosecutor other than the Director of Public LAWS OF GUYANA Criminal Procedure"
                }
            ]
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Improper inducement. ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Improper inducement. 5. (1) A prosecutor who uses an improper inducement to encourage an accused person to participate in a plea bargaining commits an offence and is liable on summary conviction to a fine of twenty-five thousand dollars and to imprisonment for five years.      (2) A police officer or the attorney-at-law for an accused person who  (a) conspires with the prosecutor in the commission of an offence under subsection (1); or  (b) attempts, incites, aids, abets, counsels or procures the commission of such an offence under subsection (1),   commits an offence and is liable on summary conviction to a fine of twenty thousand dollars and to imprisonment for five years.  (3) No prosecution under this section shall be instituted without the written consent of the Director of Public Prosecutions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A prosecutor who uses an improper inducement to encourage an accused person to participate in a plea bargaining commits an offence and is liable on summary conviction to a fine of twenty-five thousand dollars and to imprisonment for five years."
                },
                {
                    "representation": "(2)",
                    "description": "A police officer or the attorney-at-law for an accused person who"
                },
                {
                    "representation": "(a)",
                    "description": "conspires with the prosecutor in the commission of an offence under subsection"
                },
                {
                    "representation": "(b)",
                    "description": "attempts, incites, aids, abets, counsels or procures the commission of such an offence under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "No prosecution under this section shall be instituted without the written consent of the Director of Public Prosecutions."
                }
            ]
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Representation by attorney-at-law. ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Representation by attorney-at-law. 6. (1) Where an accused person has engaged the services of or avails himself of the services of an attorney-at-law, a prosecutor may not engage in a plea bargaining directly with the accused person in the absence of his attorney-at-law.  (2) A prosecutor shall inform an accused person of his right to representation by an attorney-at-law in the plea LAWS OF GUYANA 8 Cap. 10:09 Criminal Procedure (Plea Bargaining and Plea Agreement)  L.R.O. 1/2012                       Prohibition against plea bargaining.                      Victim to be consulted.            bargaining.  (3) An accused person who cannot afford to retain an attorney- at-law may apply for legal aid.  (4) Notwithstanding subsection (3), the Judge, in the exercise of his jurisdiction, may appoint an attorney-at-law for the accused person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an accused person has engaged the services of or avails himself of the services of an attorney-at-law, a prosecutor may not engage in a plea bargaining directly with the accused person in the absence of his attorney-at-law."
                },
                {
                    "representation": "(2)",
                    "description": "A prosecutor shall inform an accused person of his right to representation by an attorney-at-law in the plea LAWS OF GUYANA 8 Cap. 10:09 Criminal Procedure"
                },
                {
                    "representation": "(3)",
                    "description": "An accused person who cannot afford to retain an attorney- at-law may apply for legal aid."
                },
                {
                    "representation": "(4)",
                    "description": "Notwithstanding subsection"
                }
            ]
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Prohibition against plea bargaining. ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Prohibition against plea bargaining. 7. A prosecutor shall not suggest, conclude or participate in any plea bargaining that requires the accused person to plead guilty to a bargaining offence that  (a) is not disclosed by the evidence;  (b) inadequately reflects the gravity of the provable conduct of the accused person unless, in exceptional circumstances, the charge is justifiable in terms of the benefits that will accrue to the administration of justice, the protection of society, or the protection of the accused;  (c) requires the prosecutor to withhold or distort evidence.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "is not disclosed by the evidence;"
                },
                {
                    "representation": "(b)",
                    "description": "inadequately reflects the gravity of the provable conduct of the accused person unless, in exceptional circumstances, the charge is justifiable in terms of the benefits that will accrue to the administration of justice, the protection of society, or the protection of the accused;"
                },
                {
                    "representation": "(c)",
                    "description": "requires the prosecutor to withhold or distort evidence."
                }
            ]
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Victim to be consulted.  PART III PLEA AGREEMENTS  ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Victim to be consulted.  PART III PLEA AGREEMENTS  8. (1) A prosecutor shall, unless the circumstances make it impracticable to do so, obtain the views of the victim or a relative of the victim before concluding plea bargaining.  (2) A prosecutor who arrives at a plea agreement with the accused person shall ensure that the victim is informed of the substance of, and reasons for, the agreement, unless compelling reasons, such as the likelihood of serious harm to the accused or to another person, require otherwise.   LAWS OF GUYANA Criminal Procedure (Plea Bargaining and Plea Agreement) Cap. 10:09 9  L.R.O. 1/2012     Plea agreement. Schedule Form I                  Schedule Form II               Hearing in chambers.                  PART III PLEA AGREEMENTS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A prosecutor shall, unless the circumstances make it impracticable to do so, obtain the views of the victim or a relative of the victim before concluding plea bargaining."
                },
                {
                    "representation": "(2)",
                    "description": "A prosecutor who arrives at a plea agreement with the accused person shall ensure that the victim is informed of the substance of, and reasons for, the agreement, unless compelling reasons, such as the likelihood of serious harm to the accused or to another person, require otherwise.   LAWS OF GUYANA Criminal Procedure"
                }
            ]
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Plea agreement. ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Plea agreement. 9. (1) A plea agreement which has been concluded between the prosecutor and the attorneys-at-law for the accused person shall be set out as in Form I of the Schedule and where such agreement is concluded, the prosecutor shall file the agreement with the Registrar or the Clerk of the Court, as the case may be.  (2) A plea agreement which has been concluded between the prosecutor and an unrepresented accused person shall be set out as in Form II of the Schedule and where such agreement is concluded it shall be signed by both parties in the presence of a Justice of the Peace and filed with the Registrar or Clerk of the Court, as the case may be.  (3) Upon receipt and filing of the plea agreement, the Registrar or the Clerk of the Court shall set down the matter for hearing before a Judge or Magistrate, as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A plea agreement which has been concluded between the prosecutor and the attorneys-at-law for the accused person shall be set out as in Form I of the Schedule and where such agreement is concluded, the prosecutor shall file the agreement with the Registrar or the Clerk of the Court, as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "A plea agreement which has been concluded between the prosecutor and an unrepresented accused person shall be set out as in Form II of the Schedule and where such agreement is concluded it shall be signed by both parties in the presence of a Justice of the Peace and filed with the Registrar or Clerk of the Court, as the case may be."
                },
                {
                    "representation": "(3)",
                    "description": "Upon receipt and filing of the plea agreement, the Registrar or the Clerk of the Court shall set down the matter for hearing before a Judge or Magistrate, as the case may be."
                }
            ]
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Hearing in Chambers.  PART IV MISCELLANEOUS  ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Hearing in Chambers.  PART IV MISCELLANEOUS  10. (1) The prosecutor shall disclose to the Court, in Chambers, in the presence of the attorney-at-law for the accused or, where the accused is unrepresented, in the presence of the accused  (a) the substance of, and reasons for, the plea agreement; and  (b) whether any previous plea agreement has been disclosed to another Judge or Magistrate in connection with the same matter and, if so, the substance of that agreement.  (2) The Judge or Magistrate shall in open court before accepting a plea agreement determine to his LAWS OF GUYANA 10 Cap. 10:09 Criminal Procedure (Plea Bargaining and Plea Agreement)  L.R.O. 1/2012                               Views of victim in open court.              Offer of accused to plead guilty. satisfaction that  (a) no improper inducement was made to the accused person to enter into the agreement;  (b) the accused person understands the nature, substance and consequences of the agreement;  (c) the offence to which the agreement relates adequately reflects the gravity of the provable conduct of the accused, unless in exceptional circumstances the agreement is justifiable in terms of the benefits that may accrue to the administration of justice, the protection of society or the protection of the accused.  PART IV MISCELLANEOUS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The prosecutor shall disclose to the Court, in Chambers, in the presence of the attorney-at-law for the accused or, where the accused is unrepresented, in the presence of the accused"
                },
                {
                    "representation": "(a)",
                    "description": "no improper inducement was made to the accused person to enter into the agreement;"
                },
                {
                    "representation": "(b)",
                    "description": "the accused person understands the nature, substance and consequences of the agreement;"
                },
                {
                    "representation": "(2)",
                    "description": "The Judge or Magistrate shall in open court before accepting a plea agreement determine to his LAWS OF GUYANA 10 Cap. 10:09 Criminal Procedure"
                },
                {
                    "representation": "(c)",
                    "description": "the offence to which the agreement relates adequately reflects the gravity of the provable conduct of the accused, unless in exceptional circumstances the agreement is justifiable in terms of the benefits that may accrue to the administration of justice, the protection of society or the protection of the accused.  PART IV MISCELLANEOUS"
                }
            ]
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Views of victim in open court. ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Views of victim in open court. 11. (1) Subject to subsection (2), the Judge or Magistrate shall in open court seek the views of the victim or a relative of the victim, before recording the terms of the agreement and passing sentence.  (2) The Judge or Magistrate may, where he considers it prudent to do so, retire to Chambers to hear the views of the victim or relative, as the case may be, and such views shall be heard in the presence of the prosecutor and the attorney-at-law for the accused or, in event that the accused is unrepresented, in the presence of the accused.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "The Judge or Magistrate may, where he considers it prudent to do so, retire to Chambers to hear the views of the victim or relative, as the case may be, and such views shall be heard in the presence of the prosecutor and the attorney-at-law for the accused or, in event that the accused is unrepresented, in the presence of the accused."
                }
            ]
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Offer of accused to plead guilty. ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Offer of accused to plead guilty. 12. (1) Where an accused person, charged for an offence offers, at the commencement of the trial or at any time thereafter before its conclusion, to plead guilty to an offence if LAWS OF GUYANA Criminal Procedure (Plea Bargaining and Plea Agreement) Cap. 10:09 11  L.R.O. 1/2012               Withdrawal from plea agreement by accused person or prosecutor before sentence.                          Appeal against sentence.    other charges against him are dismissed, the Judge or Magistrate, as the case may be, shall inquire of the prosecutor whether he agrees to accept the offer of the accused person.  (2) Where the prosecutor agrees to accept the offer of the accused person, the matter shall be disposed of accordingly.  (3) Where the prosecutor refuses to accept the offer of the accused person, the trial shall continue.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an accused person, charged for an offence offers, at the commencement of the trial or at any time thereafter before its conclusion, to plead guilty to an offence if LAWS OF GUYANA Criminal Procedure"
                },
                {
                    "representation": "(2)",
                    "description": "Where the prosecutor agrees to accept the offer of the accused person, the matter shall be disposed of accordingly."
                },
                {
                    "representation": "(3)",
                    "description": "Where the prosecutor refuses to accept the offer of the accused person, the trial shall continue."
                }
            ]
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Withdrawal from plea agreement by accused person or prosecutor before sentence. ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Withdrawal from plea agreement by accused person or prosecutor before sentence. 13. (1) An accused person who enters into a plea agreement shall be entitled to withdraw from the agreement before sentence, or to appeal against a conviction based on the agreement if  (a) it was entered into as a result of an improper inducement;  (b) it was entered into as a result of a misrepresentation as to the substance or consequences of a plea agreement; or  (c) the prosecutor has breached the terms of the plea agreement.  (2) A prosecutor who enters into a plea agreement shall be entitled to withdraw from that agreement before sentence or to appeal against an acquittal based on the agreement, if it was entered into by misrepresentation of facts or by any fraud or inducement or the accused has breached any term of the plea agreement.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An accused person who enters into a plea agreement shall be entitled to withdraw from the agreement before sentence, or to appeal against a conviction based on the agreement if"
                },
                {
                    "representation": "(a)",
                    "description": "it was entered into as a result of an improper inducement;"
                },
                {
                    "representation": "(b)",
                    "description": "it was entered into as a result of a misrepresentation as to the substance or consequences of a plea agreement; or"
                },
                {
                    "representation": "(c)",
                    "description": "the prosecutor has breached the terms of the plea agreement."
                },
                {
                    "representation": "(2)",
                    "description": "A prosecutor who enters into a plea agreement shall be entitled to withdraw from that agreement before sentence or to appeal against an acquittal based on the agreement, if it was entered into by misrepresentation of facts or by any fraud or inducement or the accused has breached any term of the plea agreement."
                }
            ]
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Appeal against sentence. ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Appeal against sentence. 14. (1) Where an accused person pleads guilty to an offence and, upon his conviction receives a sentence that accords with, or is within the range anticipated by, the plea agreement, the Director of Public Prosecutions shall not be LAWS OF GUYANA 12 Cap. 10:09 Criminal Procedure (Plea Bargaining and Plea Agreement)  L.R.O. 1/2012                                     Withdrawal from plea agreement by prosecution after conviction.           permitted to appeal against the sentence imposed by the Judge or Magistrate unless it is shown that  (a) the prosecutor, in the course of a plea bargaining, was wilfully misled by the accused person in some material respect; or  (b) the Court, in passing sentence, was wilfully misled in some material respect.  (2) Where the Director of Public Prosecutions is of the opinion that the grounds described in subsection (1) (a) or (b) exist, he may appeal against the sentence with the leave of the Court of Appeal or a Judge thereof.  (3) The Director of Public Prosecutions shall give notice of appeal in such manner as is prescribed by the Rules of Court, within fourteen days of the sentence passed.  (4) The Court of Appeal or a judge thereof may extend the time within which the notice of appeal may be given.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a) or"
                },
                {
                    "representation": "(a)",
                    "description": "the prosecutor, in the course of a plea bargaining, was wilfully misled by the accused person in some material respect; or"
                },
                {
                    "representation": "(b)",
                    "description": "exist, he may appeal against the sentence with the leave of the Court of Appeal or a Judge thereof."
                },
                {
                    "representation": "(2)",
                    "description": "Where the Director of Public Prosecutions is of the opinion that the grounds described in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Director of Public Prosecutions shall give notice of appeal in such manner as is prescribed by the Rules of Court, within fourteen days of the sentence passed."
                },
                {
                    "representation": "(4)",
                    "description": "The Court of Appeal or a judge thereof may extend the time within which the notice of appeal may be given."
                }
            ]
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Withdrawal from plea agreement by prosecution after conviction. ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Withdrawal from plea agreement by prosecution after conviction. 15. (1) Notwithstanding the conviction of an accused person and sentence pursuant to a plea agreement, the Director of Public Prosecutions may seek, the leave of the Court of Appeal to have the agreement, conviction or sentence set aside where the prosecutor  (a) was, in the course of plea bargaining, wilfully misled by the accused person or by his attorney-at-law in some material respect; or  (b) was induced to conclude the plea agreement by conduct amounting to LAWS OF GUYANA Criminal Procedure (Plea Bargaining and Plea Agreement) Cap. 10:09 13  L.R.O. 1/2012                Inadmissible evidence.     Plea agreement not binding on the court.     Legal aid to accused persons in certain circumstances.      Power to amend schedule.    Power to make regulations.          an obstruction of justice.  (2) The Director of Public Prosecutions shall give notice of appeal in such manner as prescribed by the Rules of Court within three months of the sentence passed.  (3) If the Court of Appeal is satisfied that there have been sufficient grounds for not preferring the appeal within the period of three months it may extend the time within which notice of appeal may be given.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding the conviction of an accused person and sentence pursuant to a plea agreement, the Director of Public Prosecutions may seek, the leave of the Court of Appeal to have the agreement, conviction or sentence set aside where the prosecutor"
                },
                {
                    "representation": "(a)",
                    "description": "was, in the course of plea bargaining, wilfully misled by the accused person or by his attorney-at-law in some material respect; or"
                },
                {
                    "representation": "(b)",
                    "description": "was induced to conclude the plea agreement by conduct amounting to LAWS OF GUYANA Criminal Procedure"
                },
                {
                    "representation": "(2)",
                    "description": "The Director of Public Prosecutions shall give notice of appeal in such manner as prescribed by the Rules of Court within three months of the sentence passed."
                },
                {
                    "representation": "(3)",
                    "description": "If the Court of Appeal is satisfied that there have been sufficient grounds for not preferring the appeal within the period of three months it may extend the time within which notice of appeal may be given."
                }
            ]
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Inadmissible evidence. ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Inadmissible evidence. 16. Evidence of a plea agreement later withdrawn or of an offer to enter into a plea agreement, or of a statement made in connection with any such agreement or offer is inadmissible in any proceedings.",
            "description": "Evidence of a plea agreement later withdrawn or of an offer to enter into a plea agreement, or of a statement made in connection with any such agreement or offer is inadmissible in any proceedings."
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Plea agreement not binding on the Court. ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Plea agreement not binding on the Court. 17. The Judge or Magistrate may reject a plea agreement entered into between the prosecution and the accused person if he considers that it is not in the interest of justice to do so.",
            "description": "The Judge or Magistrate may reject a plea agreement entered into between the prosecution and the accused person if he considers that it is not in the interest of justice to do so."
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Legal aid to accused persons in certain circumstances. ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Legal aid to accused persons in certain circumstances. 18. Legal aid may be granted to an accused person in respect of the conduct of plea bargaining under this Act.",
            "description": "Legal aid may be granted to an accused person in respect of the conduct of plea bargaining under this Act."
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Power to amend Schedule. AGREEMENT) ACT LAWS OF GUYANA 4 Cap. 10:09 Criminal Procedure (Plea Bargaining and Plea Agreement)  L.R.O. 1/2012  SECTION ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Power to amend Schedule. AGREEMENT) ACT LAWS OF GUYANA 4 Cap. 10:09 Criminal Procedure (Plea Bargaining and Plea Agreement)  L.R.O. 1/2012  SECTION 19. Subject to negative resolution of the National Assembly, the Minister may by order amend the Schedule.",
            "description": "Subject to negative resolution of the National Assembly, the Minister may by order amend the Schedule."
        }
    },
    {
        "act": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Power to make regulations.  SCHEDULE      __________________________  CHAPTER 10:09  CRIMINAL PROCEDURE (PLEA BARGAINING AND  8 of 2008 An Act to provide for the establishment of a system of plea bargaining and plea agreements in criminal procedure and for matters connected therewith.  [2 ND MAY, 2009]     Short title.        Interpretation.                  PART I PRELIMINARY  ",
            "context": "CRIMINAL PROCEDURE (PLEA BARGAINING AND PLEA  AGREEMENT) ACT under Power to make regulations.  SCHEDULE      __________________________  CHAPTER 10:09  CRIMINAL PROCEDURE (PLEA BARGAINING AND  8 of 2008 An Act to provide for the establishment of a system of plea bargaining and plea agreements in criminal procedure and for matters connected therewith.  [2 ND MAY, 2009]     Short title.        Interpretation.                  PART I PRELIMINARY  20. Subject to negative resolution of the National Assembly, the Minister may make regulations generally for the purpose of giving effect to the provisions of this Act.      LAWS OF GUYANA 14 Cap. 10:09 Criminal Procedure (Plea Bargaining and Plea Agreement)  L.R.O. 1/2012  s. 9(1)                                               SCHEDULE (See section 9)  FORM I  PLEA AGREEMENT IN THE HIGH COURT OF GUYANA/MAGISTRATES COURT  District....................................   No.  A.B. The State/Complainant  verses  C.D. Accused/Defendant",
            "description": [
                {
                    "representation": "(1)",
                    "description": "SCHEDULE"
                }
            ]
        }
    }
]