[
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 1. This Act may be cited as the National Assembly (Validity of Elections) Act.",
            "description": "This Act may be cited as the National Assembly (Validity of Elections) Act."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 2. (1) In this Act  assistant agent means an assistant agent appointed under section 24(1) of the Representation of the People Act; SECTION LAWS OF GUYANA National Assembly (Validity of Elections)  Cap. 1:04 5  L.R.O. 1/2012      c. 1:03                 c. 1:03           c. 1:03                      c. 1:03   candidate means a person whose name is included in a list  of candidates submitted to the Chief  Election Officer under section 11 of the Representation of the People Act and approved or, having effect as if approved, by the Commission;  Commission, election, election day, group of candidates, have the  meanings respectively assigned to them by section 2 of the Representation of the People Act; costs includes charges and expenses; Court means the High Court; election agent means an election agent appointed under section 23(1) of the Representation of the People Act; elector shall be construed as provided in the definition of election in section 2 of the Representation of the People Act; judge means a judge of the Court; Registrar means the Registrar of the Supreme Court; rules of court has the same meaning as in article 163(4) of the Constitution;  Speaker means the Speaker of the National Assembly. (2)    In this Act, any references to a corrupt or illegal practice, or to illegal payments, employments or hirings shall be construed according to the Representation of the People Act.  c. 1:01 LAWS OF GUYANA 6 Cap. 1:04 National Assembly (Validity of Elections)  L.R.O. 1/2012  Method of questioning validity of election. [16 of 1968 O. 50 of 1980]         Presentation and service of election petition. [16 of 1968 O. 50/1980]                         c. 1:03",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of the Representation of the People Act; elector shall be construed as provided in the definition of election in section 2 of the Representation of the People Act; judge means a judge of the Court; Registrar means the Registrar of the Supreme Court; rules of court has the same meaning as in article 163(4) of the Constitution;  Speaker means the Speaker of the National Assembly."
                },
                {
                    "representation": "(2)",
                    "description": "In this Act, any references to a corrupt or illegal practice, or to illegal payments, employments or hirings shall be construed according to the Representation of the People Act.  c. 1:01 LAWS OF GUYANA 6 Cap. 1:04 National Assembly"
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 3. (1)  Any question referred to in article 163(1) (a), (b) and (c) of the Constitution may, in respect of an election referred to in article 60(2) of the Constitution and with a view to securing appropriate remedial orders, be referred to the Court and shall thereupon be determined by it, in accordance with this Act.  (2) Every such reference shall be by a petition (hereinafter referred to as an election petition) presented to the Court in accordance with this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any question referred to in article 163(1)"
                },
                {
                    "representation": "(b)",
                    "description": "and"
                },
                {
                    "representation": "(c)",
                    "description": "of the Constitution may, in respect of an election referred to in article 60(2) of the Constitution and with a view to securing appropriate remedial orders, be referred to the Court and shall thereupon be determined by it, in accordance with this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Every such reference shall be by a petition"
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 4. (1) An election petition may be presented by an elector or by a candidate.       (2) The person hereinafter referred to as the respondent is the representative of such list of candidates for election as comprises the names of persons with whose interests arising out of the election any contention in the election petition conflicts; and if the petition complains of any act or omission on the part of the Commission, or any member thereof, or any such person as is mentioned in article 162(1)(b) of the Constitution, the Chief Election Officer shall, for the purposes of this Act, be deemed to be a respondent and, if it questions the qualification of any person to be elected to the National Assembly, he or she shall, for the said purposes, be deemed a respondent.  (3) Reference in subsection (2) to the representative of any list of candidates shall be construed as reference to the person who was nominated or regarded as such for the purpose of the Representation of the People Act, and the foregoing provisions of this section shall, in his or her absence or in respect of the performance under this Act of any functions delegated by him or her to his or her deputy, have effect as if for each reference in such provisions to the representative there were substituted a reference to the deputy representative. LAWS OF GUYANA National Assembly (Validity of Elections)  Cap. 1:04 7  L.R.O. 1/2012                        Time for presentation of election petition. [16 of 1968] c. 1:03                        c. 1:03 (4) An election petition shall be in the prescribed form, state the prescribed matters and be signed by the petitioner or all of the petitioners if more than one, and shall be presented by delivering it at the office of the Registrar; and the Registrar or the officer of the registry of the Supreme Court to whom the petition is delivered shall, if required, give a receipt therefor.  (5) The  Registrar  shall  cause  a  copy  of  the  petition  to  be transmitted to such persons as may be prescribed and shall cause the petition to be published in the prescribed manner.  (6)  An election petition shall be served in such manner as may be prescribed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An election petition may be presented by an elector or by a candidate."
                },
                {
                    "representation": "(2)",
                    "description": "to the representative of any list of candidates shall be construed as reference to the person who was nominated or regarded as such for the purpose of the Representation of the People Act, and the foregoing provisions of this section shall, in his or her absence or in respect of the performance under this Act of any functions delegated by him or her to his or her deputy, have effect as if for each reference in such provisions to the representative there were substituted a reference to the deputy representative. LAWS OF GUYANA National Assembly"
                },
                {
                    "representation": "(3)",
                    "description": "Reference in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "An election petition shall be in the prescribed form, state the prescribed matters and be signed by the petitioner or all of the petitioners if more than one, and shall be presented by delivering it at the office of the Registrar; and the Registrar or the officer of the registry of the Supreme Court to whom the petition is delivered shall, if required, give a receipt therefor."
                },
                {
                    "representation": "(5)",
                    "description": "The  Registrar  shall  cause  a  copy  of  the  petition  to  be transmitted to such persons as may be prescribed and shall cause the petition to be published in the prescribed manner."
                },
                {
                    "representation": "(6)",
                    "description": "An election petition shall be served in such manner as may be prescribed."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 5. (1)  Subject to this section, an election petition shall be presented within twenty-eight days after the results of the election out of which the matter in question on the petition arose are published in the Gazette under section 99 of the Representation of the People Act.  (2) If the petition questions the effect of the election upon an allegation of a corrupt practice and specifically alleges a payment of money or other reward to have been made by the date referred to in subsection (1) in pursuance or furtherance of the alleged corrupt practice, it may be presented within twenty-eight days after the date of the payment.  (3) An election petition questioning the effect of the election upon an allegation of an illegal practice may, so far as respects that illegal practice, be presented  (a)      within  fourteen  days  after  section  109(1)  of  the Representation of the People Act has been complied with in LAWS OF GUYANA 8 Cap. 1:04 National Assembly (Validity of Elections)  L.R.O. 1/2012                          c. 1:03                   c. 1:03                   c. 1:03     relation to the election expenses of the group of candidates comprised in any list mentioned in section 5 with reference to that election petition;  (b)      if specifically alleging a payment of money or some other act to have been made or done since such compliance, in  the  pursuance or in furtherance of the alleged illegal practice,  within  twenty-eight  days  after  the  date  of  the payment or other act:        Provided that when there is an authorised excuse for failing to make an election expenses return or election expenses declaration section 109(1) of the Representation of the People Act shall, for the purposes of this subsection, be deemed to have been complied with on the date of the allowance of the excuse, or, if there was such a failure in two or more respects and the excuse was allowed at different times, on the date of the allowance of the last excuse as defined in section 110(4) of the Representation of the People Act.  (4)  Subsection (3) shall apply notwithstanding that the act constituting the alleged illegal practice amounted to a corrupt practice.  (5)   For the purposes of this section, the allegation that corrupt or illegal practices or illegal payments, employments or hirings were committed in reference to the election and had so extensively prevailed that they may have affected, or have affected, the allocation of seats under section 97 of the Representation of the People Act, shall be deemed to be an allegation of corrupt practices, notwithstanding that the offences alleged are or include offences other than corrupt practices. LAWS OF GUYANA National Assembly (Validity of Elections)  Cap. 1:04 9  L.R.O. 1/2012 Amendment of election petition.        Security for costs.          Service of petition. [16 of 1968]       Objections to security.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "in pursuance or furtherance of the alleged corrupt practice, it may be presented within twenty-eight days after the date of the payment."
                },
                {
                    "representation": "(2)",
                    "description": "If the petition questions the effect of the election upon an allegation of a corrupt practice and specifically alleges a payment of money or other reward to have been made by the date referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "shall apply notwithstanding that the act constituting the alleged illegal practice amounted to a corrupt practice."
                },
                {
                    "representation": "(a)",
                    "description": "within  fourteen  days  after  section  109(1)  of  the Representation of the People Act has been complied with in LAWS OF GUYANA 8 Cap. 1:04 National Assembly"
                },
                {
                    "representation": "(b)",
                    "description": "if specifically alleging a payment of money or some other act to have been made or done since such compliance, in  the  pursuance or in furtherance of the alleged illegal practice,  within  twenty-eight  days  after  the  date  of  the payment or other act:        Provided that when there is an authorised excuse for failing to make an election expenses return or election expenses declaration section 109(1) of the Representation of the People Act shall, for the purposes of this subsection, be deemed to have been complied with on the date of the allowance of the excuse, or, if there was such a failure in two or more respects and the excuse was allowed at different times, on the date of the allowance of the last excuse as defined in section 110(4) of the Representation of the People Act."
                },
                {
                    "representation": "(4)",
                    "description": "Subsection"
                },
                {
                    "representation": "(5)",
                    "description": "For the purposes of this section, the allegation that corrupt or illegal practices or illegal payments, employments or hirings were committed in reference to the election and had so extensively prevailed that they may have affected, or have affected, the allocation of seats under section 97 of the Representation of the People Act, shall be deemed to be an allegation of corrupt practices, notwithstanding that the offences alleged are or include offences other than corrupt practices. LAWS OF GUYANA National Assembly"
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 6. The Court may, at any stage before conclusion of the trial of an election petition, allow the petitioner to alter or amend the petition in such manner and on such terms as may seem just:          Provided that no amendment for the purpose of inserting an allegation of a corrupt or illegal practice in a petition shall be allowed, unless made within the time within which a petition might have been presented under section",
            "description": "The Court may, at any stage before conclusion of the trial of an election petition, allow the petitioner to alter or amend the petition in such manner and on such terms as may seem just:          Provided that no amendment for the purpose of inserting an allegation of a corrupt or illegal practice in a petition shall be allowed, unless made within the time within which a petition might have been presented under section"
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 7.  (1) At the time of presenting an election petition or within three days afterwards the petitioner shall give security for all costs which may become payable by him or her  to any witness summoned on his or her behalf or to any respondent.   (2) Security shall be of an amount of one thousand dollars and shall be given in the prescribed manner by recognisance entered into by any number of sureties not exceeding four or by a deposit of money, or partly in one way and partly in the other.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "At the time of presenting an election petition or within three days afterwards the petitioner shall give security for all costs which may become payable by him or her  to any witness summoned on his or her behalf or to any respondent."
                },
                {
                    "representation": "(2)",
                    "description": "Security shall be of an amount of one thousand dollars and shall be given in the prescribed manner by recognisance entered into by any number of sureties not exceeding four or by a deposit of money, or partly in one way and partly in the other."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 8. Within the prescribed time, not exceeding five days after the presentation of an election petition, the petitioner shall in the prescribed manner serve on the respondent a notice of the presentation of the petition, and of the nature of the security or proposed security, and a copy of the petition, unless the Court otherwise directs on the application of the petitioner.",
            "description": "Within the prescribed time, not exceeding five days after the presentation of an election petition, the petitioner shall in the prescribed manner serve on the respondent a notice of the presentation of the petition, and of the nature of the security or proposed security, and a copy of the petition, unless the Court otherwise directs on the application of the petitioner."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 9.  (1) Within a further prescribed time, not exceeding ten days after service of the notice of the presentation of the petition, the respondent may object in writing to any recognisance on the ground that any surety is insufficient or dead or cannot be found or ascertained for want of a sufficient description in the recognisance, or that the person named in the recognisance has not duly acknowledged the recognisance. LAWS OF GUYANA 10 Cap. 1:04 National Assembly (Validity of Elections)  L.R.O. 1/2012                   Dismissal of petition on failure to give security.               Substitution of petitioner on failure to give security.         (2)  An objection to the security shall be heard and decided by a judge, whose decision shall be final, and if the objection be allowed, the petitioner may, within such time as may be allowed, remove the objection by giving further security either in the form of an additional recognisance with a surety or sureties approved by the judge, or by deposit in the prescribed manner of such sum of money as the judge may deem sufficient.  (3)   The costs of hearing or deciding objections made as to security shall be paid as ordered by the judge or, in the absence of such order, shall form part of the general costs of the petition.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Within a further prescribed time, not exceeding ten days after service of the notice of the presentation of the petition, the respondent may object in writing to any recognisance on the ground that any surety is insufficient or dead or cannot be found or ascertained for want of a sufficient description in the recognisance, or that the person named in the recognisance has not duly acknowledged the recognisance. LAWS OF GUYANA 10 Cap. 1:04 National Assembly"
                },
                {
                    "representation": "(2)",
                    "description": "An objection to the security shall be heard and decided by a judge, whose decision shall be final, and if the objection be allowed, the petitioner may, within such time as may be allowed, remove the objection by giving further security either in the form of an additional recognisance with a surety or sureties approved by the judge, or by deposit in the prescribed manner of such sum of money as the judge may deem sufficient."
                },
                {
                    "representation": "(3)",
                    "description": "The costs of hearing or deciding objections made as to security shall be paid as ordered by the judge or, in the absence of such order, shall form part of the general costs of the petition."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 10. (1)   If security as in section 7 provided is not given by the petitioner, or if any objection is allowed and not removed as in section 9 provided, no further proceedings shall, subject to section 11, be had on an election petition and the respondent may apply to a judge for an order directing  the dismissal of the petition and for the payment of the respondents costs.  (2) The costs of hearing and deciding such application shall be paid and ordered by the judge or, in the absence of such order, shall form part of the general costs of the petition.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If security as in section 7 provided is not given by the petitioner, or if any objection is allowed and not removed as in section 9 provided, no further proceedings shall, subject to section 11, be had on an election petition and the respondent may apply to a judge for an order directing  the dismissal of the petition and for the payment of the respondents costs."
                },
                {
                    "representation": "(2)",
                    "description": "The costs of hearing and deciding such application shall be paid and ordered by the judge or, in the absence of such order, shall form part of the general costs of the petition."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 11.  (1)  On the hearing of an application under section 10 any person who might have been a petitioner in respect of the matter to which the election petition relates may apply to the judge to be substituted as a petitioner for the original petitioner and the judge may, if he or she thinks fit, dismiss the original petitioner from the petition and substitute as the petitioner such applicant, who shall provide security in the sum of one thousand dollars and subject to the like conditions and to the same rights of objection as in the case of the original petitioner. LAWS OF GUYANA National Assembly (Validity of Elections)  Cap. 1:04 11  L.R.O. 1/2012       Petition at issue.      Trial of petition. [16 of 1968]                               (2) Such security shall be given within three days of the making of the order of substitution and on the failure of the applicant to comply with this subsection the petition shall stand dismissed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the hearing of an application under section 10 any person who might have been a petitioner in respect of the matter to which the election petition relates may apply to the judge to be substituted as a petitioner for the original petitioner and the judge may, if he or she thinks fit, dismiss the original petitioner from the petition and substitute as the petitioner such applicant, who shall provide security in the sum of one thousand dollars and subject to the like conditions and to the same rights of objection as in the case of the original petitioner. LAWS OF GUYANA National Assembly"
                },
                {
                    "representation": "(2)",
                    "description": "Such security shall be given within three days of the making of the order of substitution and on the failure of the applicant to comply with this subsection the petition shall stand dismissed."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 12. On the expiration of the time limited for objections or, after objection made, on the objection being disallowed or removed whichever last happens, the election petition shall be at issue.",
            "description": "On the expiration of the time limited for objections or, after objection made, on the objection being disallowed or removed whichever last happens, the election petition shall be at issue."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 13. (1)  An election petition shall be tried by the Court in open court, without a jury, and notice of the time and place of trial shall be given in the prescribed manner not less than fourteen days before the day of trial.   (2) The Court may in its discretion adjourn the trial from time to time, but the trial shall, so far as is practicable consistently with the interests of justice in respect of the trial, be continued from day to day on every lawful day, not being a holiday observed by the Court, until conclusion:         Provided that an election petition may be presented and heard and all other necessary proceedings thereunder may be taken during any period appointed as a vacation to be observed by the Court.  (3) The trial of an election petition shall be proceeded with notwithstanding the prorogation of Parliament and notwithstanding the resignation of any person as a member of the National Assembly.  (4) On the trial of the petition, unless the Court otherwise directs, any charge of a corrupt or illegal practice may be gone into and evidence in relation thereto received, before any proof has been given of agency on behalf of any LAWS OF GUYANA 12 Cap. 1:04 National Assembly (Validity of Elections)  L.R.O. 1/2012       Witnesses.      Power of Court to summon witnesses.                                  Obligation of witness to candidate in respect of the corrupt or illegal practice.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An election petition shall be tried by the Court in open court, without a jury, and notice of the time and place of trial shall be given in the prescribed manner not less than fourteen days before the day of trial."
                },
                {
                    "representation": "(2)",
                    "description": "The Court may in its discretion adjourn the trial from time to time, but the trial shall, so far as is practicable consistently with the interests of justice in respect of the trial, be continued from day to day on every lawful day, not being a holiday observed by the Court, until conclusion:         Provided that an election petition may be presented and heard and all other necessary proceedings thereunder may be taken during any period appointed as a vacation to be observed by the Court."
                },
                {
                    "representation": "(3)",
                    "description": "The trial of an election petition shall be proceeded with notwithstanding the prorogation of Parliament and notwithstanding the resignation of any person as a member of the National Assembly."
                },
                {
                    "representation": "(4)",
                    "description": "On the trial of the petition, unless the Court otherwise directs, any charge of a corrupt or illegal practice may be gone into and evidence in relation thereto received, before any proof has been given of agency on behalf of any LAWS OF GUYANA 12 Cap. 1:04 National Assembly"
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 14.  Witnesses shall be summoned and sworn in the same manner as in an ordinary action within the jurisdiction of the Court and shall be subject to the same penalties for perjury.",
            "description": "Witnesses shall be summoned and sworn in the same manner as in an ordinary action within the jurisdiction of the Court and shall be subject to the same penalties for perjury."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 15. (1) On the trial of an election petition the Court may by order require any person who appears to it to have been concerned in the election to attend as a witness and any person refusing to obey this order shall be guilty of contempt of court.  (2) The Court may examine any person so required to attend or who is in court, although he or she is not called or examined by any party to the petition.  (3) A witness may, after his or her examination by the Court under subsection (2), be cross-examined by or on behalf of the petitioner and respondent, or either of them.  (4) The Director of Public Prosecutions shall obey any direction given him by the Court with respect to the summoning and examination of any witness to give evidence at the trial:  Provided that the examination of a witness may be conducted by such counsel as the Director of Public Prosecutions may appoint as his or her representative for that purpose and it shall not be necessary for a person appointed as the representative of the Director of Public Prosecutions under any provision of this Act to produce any commission or other proof of his or her having been so appointed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the trial of an election petition the Court may by order require any person who appears to it to have been concerned in the election to attend as a witness and any person refusing to obey this order shall be guilty of contempt of court."
                },
                {
                    "representation": "(2)",
                    "description": "The Court may examine any person so required to attend or who is in court, although he or she is not called or examined by any party to the petition."
                },
                {
                    "representation": "(3)",
                    "description": "A witness may, after his or her examination by the Court under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The Director of Public Prosecutions shall obey any direction given him by the Court with respect to the summoning and examination of any witness to give evidence at the trial:  Provided that the examination of a witness may be conducted by such counsel as the Director of Public Prosecutions may appoint as his or her representative for that purpose and it shall not be necessary for a person appointed as the representative of the Director of Public Prosecutions under any provision of this Act to produce any commission or other proof of his or her having been so appointed."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 16. (1) A person called before the Court as a witness respecting an election shall not be excused from answering LAWS OF GUYANA National Assembly (Validity of Elections)  Cap. 1:04 13  L.R.O. 1/2012 answer.                                      c. 1:03          any question relating to any offence at or connected with the election on the ground that the answer thereto may criminate or tend to criminate him or her on the ground of privilege:  Provided that  (a)      a witness who answers truly all   questions which he or she is required by the Court to answer shall be entitled to receive a certificate  of indemnity from the  Court  stating that the witness has so answered; and  (b)      an answer by a person to a question put by or before the Court when trying an election petition shall not, except in the case of any criminal proceedings for perjury in respect of the evidence, be in any proceedings, civil or criminal, admissible in evidence against him.  (2) Where a person has received a certificate of indemnity in relation to an election, and any legal proceeding is at any time instituted against him for any corrupt or illegal practice, or any illegal payment, employment  or  hiring,  or  any  offence  under  section  125  of  the Representation of the People Act or section 23 of this Act, committed by him previously to the date of the certificate at or in relation to the election, any court having cognisance of the case shall, on production of the certificate, stay the proceeding and may, in its discretion, award to the said person such costs as he or she may have been put to in the proceeding.  (3) Nothing in this section shall be deemed to relieve a person receiving a certificate of indemnity from any LAWS OF GUYANA 14 Cap. 1:04 National Assembly (Validity of Elections)  L.R.O. 1/2012        Elector not to be asked for whom he or she voted. [16 of 1968]      Expenses of witnesses.                Production of election documents.            incapacity under any law relating to elections or from any proceedings (other than a criminal prosecution) to enforce such incapacity.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person called before the Court as a witness respecting an election shall not be excused from answering LAWS OF GUYANA National Assembly"
                },
                {
                    "representation": "(a)",
                    "description": "a witness who answers truly all   questions which he or she is required by the Court to answer shall be entitled to receive a certificate  of indemnity from the  Court  stating that the witness has so answered; and"
                },
                {
                    "representation": "(b)",
                    "description": "an answer by a person to a question put by or before the Court when trying an election petition shall not, except in the case of any criminal proceedings for perjury in respect of the evidence, be in any proceedings, civil or criminal, admissible in evidence against him."
                },
                {
                    "representation": "(2)",
                    "description": "Where a person has received a certificate of indemnity in relation to an election, and any legal proceeding is at any time instituted against him for any corrupt or illegal practice, or any illegal payment, employment  or  hiring,  or  any  offence  under  section  125  of  the Representation of the People Act or section 23 of this Act, committed by him previously to the date of the certificate at or in relation to the election, any court having cognisance of the case shall, on production of the certificate, stay the proceeding and may, in its discretion, award to the said person such costs as he or she may have been put to in the proceeding."
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in this section shall be deemed to relieve a person receiving a certificate of indemnity from any LAWS OF GUYANA 14 Cap. 1:04 National Assembly"
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 17. No communication in contravention of section 77(2) (c) or (3) of the Representation of the People Act, and no disclosure by any person of which list or lists of candidates he or she voted or did not vote for, or intended or did not intend to vote for, shall be admissible in evidence in any proceeding on an election petition.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "(c) or"
                },
                {
                    "representation": "(3)",
                    "description": "of the Representation of the People Act, and no disclosure by any person of which list or lists of candidates he or she voted or did not vote for, or intended or did not intend to vote for, shall be admissible in evidence in any proceeding on an election petition."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 18. (1) The reasonable expenses incurred by any person in appearing to give evidence at the trial of an election petition, according to the scale allowed to witnesses in the trial of civil actions before the Court may be allowed to such person under the hand of a judge or the Registrar, and the amount to be paid to any such witness shall be ascertained and certified by the Registrar.  (2) The expenses of a witness called by a party shall be deemed to be costs of the petition but the expenses of a witness called by the Court shall be deemed part of the expenses of the Court and paid out of moneys provided by Parliament.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The reasonable expenses incurred by any person in appearing to give evidence at the trial of an election petition, according to the scale allowed to witnesses in the trial of civil actions before the Court may be allowed to such person under the hand of a judge or the Registrar, and the amount to be paid to any such witness shall be ascertained and certified by the Registrar."
                },
                {
                    "representation": "(2)",
                    "description": "The expenses of a witness called by a party shall be deemed to be costs of the petition but the expenses of a witness called by the Court shall be deemed part of the expenses of the Court and paid out of moneys provided by Parliament."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 19. Any document or paper relating to an election and required to be kept  thereafter in safe custody by the Chief Election Officer under section 102 of the Representation of the People Act, may be inspected or produced under an order of the Court for the purpose of an election petition and the order may be made by a judge on his or her being satisfied by evidence on oath that such inspection or production is required for the purpose aforesaid:            Provided that the Chief Election Officer shall, after the expiration of twelve months from the date of an election, burn all such documents and papers relating thereto. LAWS OF GUYANA National Assembly (Validity of Elections)  Cap. 1:04 15  L.R.O. 1/2012 Scrutiny.      c. 1:03     c. 1:03      Withdrawal of petition.                     Evidence required for withdrawal of petition.",
            "description": "Any document or paper relating to an election and required to be kept  thereafter in safe custody by the Chief Election Officer under section 102 of the Representation of the People Act, may be inspected or produced under an order of the Court for the purpose of an election petition and the order may be made by a judge on his or her being satisfied by evidence on oath that such inspection or production is required for the purpose aforesaid:            Provided that the Chief Election Officer shall, after the expiration of twelve months from the date of an election, burn all such documents and papers relating thereto. LAWS OF GUYANA National Assembly (Validity of Elections)  Cap. 1:04 15  L.R.O. 1/2012 Scrutiny.      c. 1:03     c. 1:03      Withdrawal of petition.                     Evidence required for withdrawal of petition."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 20. (1) On a scrutiny at the trial of an election petition any tendered vote proved to be a valid vote shall, on the application of any party to the petition be added to the poll and any vote given on a ballot paper in contravention of section 87(2) of the Representation of the People Act shall be struck off.  (2) Any   decision   referred   to   in   section   87(5)   of   the Representation of the People Act shall be subject to reversal by the Court on an election petition.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On a scrutiny at the trial of an election petition any tendered vote proved to be a valid vote shall, on the application of any party to the petition be added to the poll and any vote given on a ballot paper in contravention of section 87(2) of the Representation of the People Act shall be struck off."
                },
                {
                    "representation": "(2)",
                    "description": "Any   decision   referred   to   in   section   87(5)   of   the Representation of the People Act shall be subject to reversal by the Court on an election petition."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 21. (1) A petitioner shall not withdraw an election petition without the leave of the Court on special application, made in the prescribed manner and at the prescribed time and place.        (2) The application shall not be made until the prescribed notice of the intention to make it has been given in the prescribed manner.         (3) Where there are more petitioners than one, the application shall not be made except with the consent of all the petitioners.         (4)  If a petition is withdrawn the petitioners shall be liable to pay the costs of the respondent.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A petitioner shall not withdraw an election petition without the leave of the Court on special application, made in the prescribed manner and at the prescribed time and place."
                },
                {
                    "representation": "(2)",
                    "description": "The application shall not be made until the prescribed notice of the intention to make it has been given in the prescribed manner."
                },
                {
                    "representation": "(3)",
                    "description": "Where there are more petitioners than one, the application shall not be made except with the consent of all the petitioners."
                },
                {
                    "representation": "(4)",
                    "description": "If a petition is withdrawn the petitioners shall be liable to pay the costs of the respondent."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 22.  (1) Before leave for the withdrawal of an election petition is granted, there shall be produced affidavits by all the parties to the petition and their solicitors and by the election agents of all the said parties who were candidates at the election, but the Court may on cause shown dispense with the affidavit of any particular person if it seems to the court on special grounds to be just so to do.  (2) Each affidavit shall state that, to the best of the LAWS OF GUYANA 16 Cap. 1:04 National Assembly (Validity of Elections)  L.R.O. 1/2012                                     Punishment for corrupt withdrawal. [6 of 1997]        deponents knowledge and belief, no agreement or terms of any kind whatsoever has or have been made, and no undertaking has been entered into, in relation to the withdrawal of the petition; but if any lawful agreement has been made with respect to the withdrawal of the petition, the affidavit shall set forth that agreement, and shall make the foregoing statement subject to what appears from the affidavit.  (3) The affidavits of the applicant and his or her solicitor shall further state the grounds on which the petition is sought to be withdrawn.  (4) Copies of the said affidavit shall be delivered to the Director of Public Prosecutions a reasonable time before the application for the withdrawal is heard, and the Court may hear the Director of Public Prosecutions, or his or her duly appointed representative, in opposition to the allowance of the withdrawal of the petition, and shall have the power to receive the evidence on oath of any person or persons whose evidence the Director of Public Prosecutions or his or her representative may consider material.  (5) Where more than one solicitor is concerned for the petitioner or respondent, whether as agent for another solicitor or otherwise, the affidavit shall be made by all such solicitors.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Before leave for the withdrawal of an election petition is granted, there shall be produced affidavits by all the parties to the petition and their solicitors and by the election agents of all the said parties who were candidates at the election, but the Court may on cause shown dispense with the affidavit of any particular person if it seems to the court on special grounds to be just so to do."
                },
                {
                    "representation": "(2)",
                    "description": "Each affidavit shall state that, to the best of the LAWS OF GUYANA 16 Cap. 1:04 National Assembly"
                },
                {
                    "representation": "(3)",
                    "description": "The affidavits of the applicant and his or her solicitor shall further state the grounds on which the petition is sought to be withdrawn."
                },
                {
                    "representation": "(4)",
                    "description": "Copies of the said affidavit shall be delivered to the Director of Public Prosecutions a reasonable time before the application for the withdrawal is heard, and the Court may hear the Director of Public Prosecutions, or his or her duly appointed representative, in opposition to the allowance of the withdrawal of the petition, and shall have the power to receive the evidence on oath of any person or persons whose evidence the Director of Public Prosecutions or his or her representative may consider material."
                },
                {
                    "representation": "(5)",
                    "description": "Where more than one solicitor is concerned for the petitioner or respondent, whether as agent for another solicitor or otherwise, the affidavit shall be made by all such solicitors."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 23.  If any person makes any agreement or terms or enters into any undertaking, in relation to the withdrawal of an election petition, and such agreement, terms or undertaking is or are for the withdrawal of the petition in consideration of any payment, or in consideration that a seat shall at any time be vacated, or in consideration of the withdrawal of any other such election petition, or is or are (whether lawful or unlawful) not mentioned  in   the   aforesaid  affidavits,  he or she shall  be  guilty  of  a LAWS OF GUYANA National Assembly (Validity of Elections)  Cap. 1:04 17  L.R.O. 1/2012      Substitution of new petitioner on withdrawal of petition.                                     Report on withdrawal.   misdemeanour and shall be liable on conviction on indictment to a fine of sixty-five thousand dollars and to imprisonment for twelve months.",
            "description": "If any person makes any agreement or terms or enters into any undertaking, in relation to the withdrawal of an election petition, and such agreement, terms or undertaking is or are for the withdrawal of the petition in consideration of any payment, or in consideration that a seat shall at any time be vacated, or in consideration of the withdrawal of any other such election petition, or is or are (whether lawful or unlawful) not mentioned  in   the   aforesaid  affidavits,  he or she shall  be  guilty  of  a LAWS OF GUYANA National Assembly (Validity of Elections)  Cap. 1:04 17  L.R.O. 1/2012      Substitution of new petitioner on withdrawal of petition.                                     Report on withdrawal.   misdemeanour and shall be liable on conviction on indictment to a fine of sixty-five thousand dollars and to imprisonment for twelve months."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 24. (1) On the hearing of the application for leave to withdraw a petition any person who might have been a petitioner in respect of the matter to which the petition relates may apply to the Court to be substituted as the petitioner and the Court may, if it thinks fit, substitute him accordingly.        (2)  If the proposed withdrawal is in the opinion of the Court the result of any agreement, terms or undertaking prohibited by section 23 or induced by any corrupt bargain or consideration, the Court may by order direct that the security given on behalf of the original petitioner shall remain as  security  for any costs that may be incurred by the substituted petitioner, and that, to the extent of the sum named in the security, the original petitioner and his or her surety shall be liable to pay the costs of the substituted petitioner.       (3) If no such order is made with respect to the security given by or on behalf of the original petitioner, security to the same amount as would be required in the case of a new petition and subject to the like conditions and to the same right of objection shall be given by or on behalf of the substituted petitioner within three days after the making of the order of substitution and before he or she proceeds with the petition; and if the substituted petitioner fails to comply with this subsection the petition shall stand dismissed.       (4) Subject as aforesaid, a substituted petitioner shall, as nearly as may be, stand in the same position and be subject to the same liabilities as the original petitioner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the hearing of the application for leave to withdraw a petition any person who might have been a petitioner in respect of the matter to which the petition relates may apply to the Court to be substituted as the petitioner and the Court may, if it thinks fit, substitute him accordingly."
                },
                {
                    "representation": "(2)",
                    "description": "If the proposed withdrawal is in the opinion of the Court the result of any agreement, terms or undertaking prohibited by section 23 or induced by any corrupt bargain or consideration, the Court may by order direct that the security given on behalf of the original petitioner shall remain as  security  for any costs that may be incurred by the substituted petitioner, and that, to the extent of the sum named in the security, the original petitioner and his or her surety shall be liable to pay the costs of the substituted petitioner."
                },
                {
                    "representation": "(3)",
                    "description": "If no such order is made with respect to the security given by or on behalf of the original petitioner, security to the same amount as would be required in the case of a new petition and subject to the like conditions and to the same right of objection shall be given by or on behalf of the substituted petitioner within three days after the making of the order of substitution and before he or she proceeds with the petition; and if the substituted petitioner fails to comply with this subsection the petition shall stand dismissed."
                },
                {
                    "representation": "(4)",
                    "description": "Subject as aforesaid, a substituted petitioner shall, as nearly as may be, stand in the same position and be subject to the same liabilities as the original petitioner."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 25. (1) Where an election petition is withdrawn, the Court shall make a report to the Speaker.  LAWS OF GUYANA 18 Cap. 1:04 National Assembly (Validity of Elections)  L.R.O. 1/2012                  Abatement of petition.                          Withdrawal and substitu- tion of respondents before trial.  [16 of 1968]       (2) The report shall state whether in the opinion of the Court the withdrawal of the election petition was the result of any agreement, terms or undertaking or was in consideration of any payment, or in consideration  that  a  seat  should  be  at  any  time  vacated  or  in consideration of the withdrawal of any other such election petition or for any other consideration, and if so, shall state the circumstances attending the withdrawal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an election petition is withdrawn, the Court shall make a report to the Speaker.  LAWS OF GUYANA 18 Cap. 1:04 National Assembly"
                },
                {
                    "representation": "(2)",
                    "description": "The report shall state whether in the opinion of the Court the withdrawal of the election petition was the result of any agreement, terms or undertaking or was in consideration of any payment, or in consideration  that  a  seat  should  be  at  any  time  vacated  or  in consideration of the withdrawal of any other such election petition or for any other consideration, and if so, shall state the circumstances attending the withdrawal."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 26. (1) An election petition shall be abated by the death of a sole petitioner or of the survivor of several petitioners.  (2) The abatement of the petition shall not affect the liability of the petitioner or any other person to the payment of costs incurred in respect of any proceeding taken prior to the abatement.  (3) On the abatement of a petition the prescribed notice thereof shall be given in the prescribed manner; and any person who might have been a petitioner may, within the prescribed time after the notice is given, apply to the Court in the prescribed manner to be substituted as a petitioner; and the Court may if it thinks fit, substitute him accordingly.  (4) Security shall be given on behalf of a petitioner so substituted as in the case of a new petition.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An election petition shall be abated by the death of a sole petitioner or of the survivor of several petitioners."
                },
                {
                    "representation": "(2)",
                    "description": "The abatement of the petition shall not affect the liability of the petitioner or any other person to the payment of costs incurred in respect of any proceeding taken prior to the abatement."
                },
                {
                    "representation": "(3)",
                    "description": "On the abatement of a petition the prescribed notice thereof shall be given in the prescribed manner; and any person who might have been a petitioner may, within the prescribed time after the notice is given, apply to the Court in the prescribed manner to be substituted as a petitioner; and the Court may if it thinks fit, substitute him accordingly."
                },
                {
                    "representation": "(4)",
                    "description": "Security shall be given on behalf of a petitioner so substituted as in the case of a new petition."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 27. (1) If before the trial of an election petition  (a)      a respondent other than the Chief Election Officer gives the prescribed notice that he or she does not intend to oppose the petition or dies, the Registrar shall give notice thereof in the prescribed manner and any person who might have been a petitioner in  respect of the election LAWS OF GUYANA National Assembly (Validity of Elections)  Cap. 1:04 19  L.R.O. 1/2012                                   Avoidance of election candidate for lack of qualification.  [16 of 1968]       may, within the prescribed time after the notice is given, apply to the Court to be admitted as a respondent to oppose the petition, and shall be admitted accordingly;  (b)      a majority of the members of the National Assembly whose names appear on the list of candidates represented by the respondent apply to the Court for any person to be admitted as a respondent, or substituted for the respondent (other than the Chief Election Officer or a respondent whose qualification to be elected as such a member is questioned), the Court may, if it thinks fit, grant the application on such terms and conditions as the Court considers just.  (2) A respondent who has given the prescribed notice that he or she does not intend to oppose the petition or for whom any person has been substituted shall not be allowed to appear or act as a party against the petition in any proceedings thereon.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If before the trial of an election petition"
                },
                {
                    "representation": "(a)",
                    "description": "a respondent other than the Chief Election Officer gives the prescribed notice that he or she does not intend to oppose the petition or dies, the Registrar shall give notice thereof in the prescribed manner and any person who might have been a petitioner in  respect of the election LAWS OF GUYANA National Assembly"
                },
                {
                    "representation": "(b)",
                    "description": "a majority of the members of the National Assembly whose names appear on the list of candidates represented by the respondent apply to the Court for any person to be admitted as a respondent, or substituted for the respondent"
                },
                {
                    "representation": "(2)",
                    "description": "A respondent who has given the prescribed notice that he or she does not intend to oppose the petition or for whom any person has been substituted shall not be allowed to appear or act as a party against the petition in any proceedings thereon."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 28.  (1) Where, on an election petition questioning the qualification of any person to be elected as a member of the National Assembly, the Court determines that he or she was not qualified to be so elected; the Court shall declare his or her election as aforesaid to have been void.  (2)  Every vacancy in the Assembly in consequence of any such declaration shall be filled in the manner provided by article 70 of the Constitution.  LAWS OF GUYANA 20 Cap. 1:04 National Assembly (Validity of Elections)  L.R.O. 1/2012  Re-allocation of seats in National Assembly.  [16 of 1968] c. 1:03                         c. 1:03         Unlawful acts or omissions affecting results. [16 of 1968 O. 50/1980]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where, on an election petition questioning the qualification of any person to be elected as a member of the National Assembly, the Court determines that he or she was not qualified to be so elected; the Court shall declare his or her election as aforesaid to have been void."
                },
                {
                    "representation": "(2)",
                    "description": "Every vacancy in the Assembly in consequence of any such declaration shall be filled in the manner provided by article 70 of the Constitution.  LAWS OF GUYANA 20 Cap. 1:04 National Assembly"
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 29.  (1) Where on an election petition the Court determines that the seats in the National Assembly were not allocated in accordance with section 97 of the Representation of the People Act, the Court shall so declare and may order that the seats be re-allocated in accordance with those provisions and  that the membership of the Assembly be re- determined and re-declared  in  accordance with section 98 of the Representation of the People Act, so, however, those candidates selected thereunder from any list of candidates upon the defective allocation shall, in the order of extraction of their names upon such selection as aforesaid, be entitled to retain their seats in so far as the number of seats re-allocated to that list permits.  (2) Where on an election petition the Court, on a scrutiny, determines that the number of valid votes cast for any list of candidates differs  from the number of votes upon which seats in the National Assembly were allocated to that list, the Court may so declare and thereupon the allocation of seats to that list shall be reviewed by the Commission and, on it appearing to the Commission from such review that  any  seat  was  unlawfully  allocated  in  consequence  of  such difference, the Commission shall direct the re-allocation of such seat in accordance with section 97 of the Representation of the People Act and in keeping with the number of valid votes cast as aforesaid, whereupon the membership of the Assembly shall be re-determined and re-declared in like manner as if the seat had been so re-allocated under subsection (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where on an election petition the Court determines that the seats in the National Assembly were not allocated in accordance with section 97 of the Representation of the People Act, the Court shall so declare and may order that the seats be re-allocated in accordance with those provisions and  that the membership of the Assembly be re- determined and re-declared  in  accordance with section 98 of the Representation of the People Act, so, however, those candidates selected thereunder from any list of candidates upon the defective allocation shall, in the order of extraction of their names upon such selection as aforesaid, be entitled to retain their seats in so far as the number of seats re-allocated to that list permits."
                },
                {
                    "representation": "(2)",
                    "description": "Where on an election petition the Court, on a scrutiny, determines that the number of valid votes cast for any list of candidates differs  from the number of votes upon which seats in the National Assembly were allocated to that list, the Court may so declare and thereupon the allocation of seats to that list shall be reviewed by the Commission and, on it appearing to the Commission from such review that  any  seat  was  unlawfully  allocated  in  consequence  of  such difference, the Commission shall direct the re-allocation of such seat in accordance with section 97 of the Representation of the People Act and in keeping with the number of valid votes cast as aforesaid, whereupon the membership of the Assembly shall be re-determined and re-declared in like manner as if the seat had been so re-allocated under subsection"
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 30. (1) Where it is determined by the Court, being satisfied for the purpose beyond reasonable doubt on an election petition, that any unlawful act or omission (not remediable under section 28 or 29) affected the result of an election which would otherwise have lawfully resulted  (a)      in different placing of the respective LAWS OF GUYANA National Assembly (Validity of Elections)  Cap. 1:04 21  L.R.O. 1/2012                 c. 1:03                           c.1:03                             lists of candidates in the order of magnitude of the allocations of seats to such lists under section 97 of the Representation of the People Act, or in different placing of any of the lists in that order, from their placing as aforesaid according to the result so affected; or  (b)      in  more  than  half  the  members  of  the  National Assembly being persons whose names appear on any list the seats allocated   to   which   under   section   97   of   the Representation of the People Act are occupied by not more than half the members of the Assembly according to the result affected as aforesaid;  the Court may, in consequence of such determination, declare the election, or any part thereof if the Court is satisfied that the remainder is conveniently severable and was not affected by such unlawful act or omission, to have been ineffective and may accordingly order a fresh election to be held in whole or part for the purpose of rectifying the said result and give such incidental, ancillary or supplementary directions as the Court deems meet for the purpose of such rectification, including (without prejudice to the generality of the foregoing) the re-allocation of seats in the National Assembly.  (2)  Where the Court  (a)     is  satisfied  beyond reasonable doubt on an election   petition that, contrary to law, any votes of persons who are electors belonging to any class were precluded from being cast; and LAWS OF GUYANA 22 Cap. 1:04 National Assembly (Validity of Elections)  L.R.O. 1/2012                                              (b)    determines  that  the  result  of the election may thereby have been substantially affected;  the Court may order a fresh ballot on the part of that class of electors and may, to the extent deemed meet by the Court, exercise in relation to the election, or its result, any such other powers as are exercisable under subsection (1) in consequence of any determination mentioned therein.  (3)   It shall not be a ground for rectification of the result of an election that  (a)   any  person  purported  to  have  been  appointed  to exercise powers or perform duties referred to in article          162(1) (b) of the Constitution was not duly appointed;  (b)     the   names   of   any   persons   have  been  wrongfully omitted from or included in any preliminary list of electors, as modified for the purpose of bringing it into conformity with the appropriate register of electors, unless the Court is satisfied beyond reasonable doubt that such names were omitted or included as aforesaid otherwise than in good faith;  (c)  any illegality or irregularity was committed in the compilation or revision of any register of electors unless the Court is satisfied beyond reasonable doubt that such illegality or irregularity, as the case may be, was committed otherwise than in LAWS OF GUYANA National Assembly (Validity of Elections)  Cap. 1:04 23  L.R.O. 1/2012            c. 1:03    Effect and manner of exercise of Courts powers. [16 of 1968 O. 80 of 1980]                     good faith.  (4) Nothing in subsection (3) shall be construed to authorise the rectification of any such result of an election as is not liable to be rectified apart from that subsection.  (5) The result of an election shall not be impugned on the ground that the application of any elector entitled to vote by proxy so to vote was refused or that the application of any elector not entitled so to vote was granted; and such refusal and grant shall be deemed not to be procedural irregularities and notwithstanding any of the provisions of this section or the Representation of the People Act no votes shall be deemed invalid by reason thereof.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "in consequence of any determination mentioned therein."
                },
                {
                    "representation": "(a)",
                    "description": "any  person  purported  to  have  been  appointed  to exercise powers or perform duties referred to in article          162(1)"
                },
                {
                    "representation": "(b)",
                    "description": "the   names   of   any   persons   have  been  wrongfully omitted from or included in any preliminary list of electors, as modified for the purpose of bringing it into conformity with the appropriate register of electors, unless the Court is satisfied beyond reasonable doubt that such names were omitted or included as aforesaid otherwise than in good faith;"
                },
                {
                    "representation": "(2)",
                    "description": "Where the Court"
                },
                {
                    "representation": "(3)",
                    "description": "shall be construed to authorise the rectification of any such result of an election as is not liable to be rectified apart from that subsection."
                },
                {
                    "representation": "(c)",
                    "description": "any illegality or irregularity was committed in the compilation or revision of any register of electors unless the Court is satisfied beyond reasonable doubt that such illegality or irregularity, as the case may be, was committed otherwise than in LAWS OF GUYANA National Assembly"
                },
                {
                    "representation": "(4)",
                    "description": "Nothing in subsection"
                },
                {
                    "representation": "(5)",
                    "description": "The result of an election shall not be impugned on the ground that the application of any elector entitled to vote by proxy so to vote was refused or that the application of any elector not entitled so to vote was granted; and such refusal and grant shall be deemed not to be procedural irregularities and notwithstanding any of the provisions of this section or the Representation of the People Act no votes shall be deemed invalid by reason thereof."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Short title. Interpretation. Method of questioning validity of election. Presentation and service of election petition. Time for presentation of election petition. Amendment of election petition.  Security for costs.  Service of petition. Objections to security. Dismissal of petition on failure to give security. Substitution of petitioner on failure to give security. Petition at issue. Trial of petition. Witnesses. Power of Court to summon witnesses. Obligation of witness to answer. Elector not to be asked for whom he or she voted. Expenses of witnesses. Production of Election documents. Scrutiny. Withdrawal of petition. Evidence required for withdrawal of petition. Punishment for corrupt withdrawal. Substitution of new petitioner on withdrawal of petition. Report on withdrawal. Abatement of petition. Withdrawal and substitution of respondents before trial. Avoidance of election of candidate for lack of qualification. Re-allocation of seats in National Assembly. Unlawful acts or omissions affecting results. Effect and manner of exercise of Court’s powers. LAWS OF GUYANA 4 Cap. 1:04 National Assembly (Validity of Elections)  L.R.O. 1/2012  ",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under Short title. Interpretation. Method of questioning validity of election. Presentation and service of election petition. Time for presentation of election petition. Amendment of election petition.  Security for costs.  Service of petition. Objections to security. Dismissal of petition on failure to give security. Substitution of petitioner on failure to give security. Petition at issue. Trial of petition. Witnesses. Power of Court to summon witnesses. Obligation of witness to answer. Elector not to be asked for whom he or she voted. Expenses of witnesses. Production of Election documents. Scrutiny. Withdrawal of petition. Evidence required for withdrawal of petition. Punishment for corrupt withdrawal. Substitution of new petitioner on withdrawal of petition. Report on withdrawal. Abatement of petition. Withdrawal and substitution of respondents before trial. Avoidance of election of candidate for lack of qualification. Re-allocation of seats in National Assembly. Unlawful acts or omissions affecting results. Effect and manner of exercise of Courts powers. LAWS OF GUYANA 4 Cap. 1:04 National Assembly (Validity of Elections)  L.R.O. 1/2012  31. (1) Every declaration made by the Court under section 28, 29 or 30 shall, at the order of the Court, take effect at such time, and be subject to such saving of the validity of things done before that time, as the Court may  in  the  circumstances,  due  regard  being  had  to  the  interests  of effective  government  of  Guyana,  consider  expedient,  but  without prejudice to the making, giving or execution of such order or direction pursuant to that declaration as may be just:  Provided that no saving to which any declaration is subject as aforesaid shall prevent the subsistence of anything (its validity having been so saved) from being terminated or otherwise affected in due course.  (2) If Parliament is dissolved at any time after the making of an order under section 29 or 30, or the giving thereunder of any direction, and before completion of the execution of that order or direction, as the case may be, such execution shall not be proceeded with.  (3) The result of an election shall not be liable to rectification in consequence  of  the  determination  by  the  LAWS OF GUYANA 24 Cap. 1:04 National Assembly (Validity of Elections)  L.R.O. 1/2012       Conclusion of trial of petition. [16 of 1968]            Costs  of petition.                             Court  of  any  question mentioned in section 3(1), or whether an election has been lawfully conducted, except under section 28, 29 or",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every declaration made by the Court under section 28, 29 or 30 shall, at the order of the Court, take effect at such time, and be subject to such saving of the validity of things done before that time, as the Court may  in  the  circumstances,  due  regard  being  had  to  the  interests  of effective  government  of  Guyana,  consider  expedient,  but  without prejudice to the making, giving or execution of such order or direction pursuant to that declaration as may be just:  Provided that no saving to which any declaration is subject as aforesaid shall prevent the subsistence of anything"
                },
                {
                    "representation": "(2)",
                    "description": "If Parliament is dissolved at any time after the making of an order under section 29 or 30, or the giving thereunder of any direction, and before completion of the execution of that order or direction, as the case may be, such execution shall not be proceeded with."
                },
                {
                    "representation": "(3)",
                    "description": "The result of an election shall not be liable to rectification in consequence  of  the  determination  by  the  LAWS OF GUYANA 24 Cap. 1:04 National Assembly"
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 32.  At the conclusion of the trial of an election petition the Court shall forthwith certify in writing its determination to the President and the Speaker; and the Court may in addition to giving the certificate and at the same time, make a special report to the Speaker as to matters arising in the course of the trial an account of which in the judgment of the Court ought to be submitted to the National Assembly.",
            "description": "At the conclusion of the trial of an election petition the Court shall forthwith certify in writing its determination to the President and the Speaker; and the Court may in addition to giving the certificate and at the same time, make a special report to the Speaker as to matters arising in the course of the trial an account of which in the judgment of the Court ought to be submitted to the National Assembly."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 33. (1) All costs of and incidental to the presentation of an election petition and the proceedings consequent thereon, except such as are by this section otherwise provided for, shall be defrayed by the parties to the petition in such manner and in such proportion as the Court may determine; and in particular any costs which in the opinion of the Court have been caused by vexatious conduct, unfounded allegations or unfounded  objections on the part either of the petitioner or of the respondent, and any needless expense incurred or caused on the part of the petitioner or respondent may be ordered to be defrayed by the parties by whom it has been incurred or caused whether or not they are on the whole successful.  (2) If a petitioner neglects or refuses for six months after demand to pay to any person summoned as a witness on his or her behalf or to the respondent any costs certified or adjudged to be due to him and the neglect or refusal is, within one year after the demand, proved to the satisfaction of the Court, every person who in accordance with section 7 entered into a recognisance relating to the petition shall be held to have made default in the recognisance and such default shall be dealt with under section 208(1) and (2) of the Criminal Law (Procedure) Act as though committed at the LAWS OF GUYANA National Assembly (Validity of Elections)  Cap. 1:04 25  L.R.O. 1/2012           Further provision as to costs of petition.                           Report of the Court to the Speaker. [16 of 1968]  then current sitting of the Court in the exercise of its criminal jurisdiction in the county where the petition was tried, or, if the Court is not then so sitting, such default shall be deemed to have been dealt with under those subsections as though committed at the last preceding sitting of the Court as aforesaid, and the recognisance shall be enforceable accordingly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All costs of and incidental to the presentation of an election petition and the proceedings consequent thereon, except such as are by this section otherwise provided for, shall be defrayed by the parties to the petition in such manner and in such proportion as the Court may determine; and in particular any costs which in the opinion of the Court have been caused by vexatious conduct, unfounded allegations or unfounded  objections on the part either of the petitioner or of the respondent, and any needless expense incurred or caused on the part of the petitioner or respondent may be ordered to be defrayed by the parties by whom it has been incurred or caused whether or not they are on the whole successful."
                },
                {
                    "representation": "(2)",
                    "description": "of the Criminal Law"
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 34.  (1) Where upon the trial of an election petition it appears to the Court that any person or persons is or are proved, whether by providing money or  otherwise, to have been extensively engaged in corrupt practices,  or  to  have  encouraged  or  promoted  extensive  corrupt practices in reference to the election to which the petition relates, the Court may, after giving that person or those persons an opportunity of being heard by counsel or solicitor and examining and cross-examining witnesses to show cause why the order should not be made, order the whole or part of the costs to be paid by that person or those persons or any of them and may order that if the costs cannot be recovered from one or more of those persons they shall be paid by some other of those persons or by either of the parties to the petition.  (2) Where any person appears to the Court to have been guilty of a corrupt or illegal practice, the Court may, after giving that person an opportunity of making a statement to show why the order should not be made, order the whole or any part of the costs of or incidental to any proceeding before the Court in relation to the said offence or to the said person to be paid by the said person to such person or persons as the Court may direct.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where upon the trial of an election petition it appears to the Court that any person or persons is or are proved, whether by providing money or  otherwise, to have been extensively engaged in corrupt practices,  or  to  have  encouraged  or  promoted  extensive  corrupt practices in reference to the election to which the petition relates, the Court may, after giving that person or those persons an opportunity of being heard by counsel or solicitor and examining and cross-examining witnesses to show cause why the order should not be made, order the whole or part of the costs to be paid by that person or those persons or any of them and may order that if the costs cannot be recovered from one or more of those persons they shall be paid by some other of those persons or by either of the parties to the petition."
                },
                {
                    "representation": "(2)",
                    "description": "Where any person appears to the Court to have been guilty of a corrupt or illegal practice, the Court may, after giving that person an opportunity of making a statement to show why the order should not be made, order the whole or any part of the costs of or incidental to any proceeding before the Court in relation to the said offence or to the said person to be paid by the said person to such person or persons as the Court may direct."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 35.  (1) Where, in an election petition a charge is made of a corrupt practice or an illegal practice having been committed at the election to which   the  petition  relates,  the  Court  shall,  when  certifying  its determination as herein LAWS OF GUYANA 26 Cap. 1:04 National Assembly (Validity of Elections)  L.R.O. 1/2012                                               before provided, report in writing to the Speaker, who shall submit such report to the National Assembly  (a)      whether any corrupt practice or illegal practice has or has not been proved to have been committed by or with the consent or connivance of any candidate at the election, and the              nature of the corrupt practice or illegal practice;  (b)      the names of all persons, if any, who have been proved at the trial to have been guilty of any corrupt practice or illegal practice;   (c)      whether corrupt practices or illegal practices have, or whether there is reason to believe that corrupt practices or illegal practices have, extensively prevailed at the election to which the petition relates; and  (d)       if any person is reported to have been guilty of any corrupt practice or of any illegal practice, whether he or she has or has not been furnished with a certificate of indemnity.   (2) Before a person, not being a party to the petition, is reported by the Court to have been guilty, at the election, of any corrupt or illegal practice, the Court shall cause notice to be given to such person.  (3) If the person appears in pursuance of the notice, the Court shall give him an opportunity of being heard by himself or herself and of calling evidence in his or LAWS OF GUYANA National Assembly (Validity of Elections)  Cap. 1:04 27  L.R.O. 1/2012                          c. 1:03                 c. 1:03       Exemption from liability. [16 of 1968]        her defence to show why he or she should not be so reported.  (4) Every person who is reported by the Court to have been personally guilty of any corrupt or illegal practice at the election shall, whether he obtained a certificate of indemnity or not, be subject to the same incapacities as he or she would be subject to if he or she had at the date of such election been convicted of the offence of which he or she is reported to have been guilty.  (5) If the Court reports that any corrupt practice has been proved to have been committed by an election agent or assistant agent in reference to the election by or with the consent or connivance of a candidate at the election, the candidate shall be subject to the same incapacities as if at the date of the said report he or she had been convicted of such corrupt practice by virtue of section 26 of the Representation of the People Act.  (6) If the Court reports that any illegal practice has been proved to have been committed by an election agent or assistant agent in reference to the election by or with the consent or connivance of a candidate at the election, the candidate shall be subject to the same incapacities as if at the date of the report he or she had been convicted of such illegal practice by virtue of section 26 of the Representation of the People Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where, in an election petition a charge is made of a corrupt practice or an illegal practice having been committed at the election to which   the  petition  relates,  the  Court  shall,  when  certifying  its determination as herein LAWS OF GUYANA 26 Cap. 1:04 National Assembly"
                },
                {
                    "representation": "(a)",
                    "description": "whether any corrupt practice or illegal practice has or has not been proved to have been committed by or with the consent or connivance of any candidate at the election, and the              nature of the corrupt practice or illegal practice;"
                },
                {
                    "representation": "(b)",
                    "description": "the names of all persons, if any, who have been proved at the trial to have been guilty of any corrupt practice or illegal practice;"
                },
                {
                    "representation": "(c)",
                    "description": "whether corrupt practices or illegal practices have, or whether there is reason to believe that corrupt practices or illegal practices have, extensively prevailed at the election to which the petition relates; and"
                },
                {
                    "representation": "(d)",
                    "description": "if any person is reported to have been guilty of any corrupt practice or of any illegal practice, whether he or she has or has not been furnished with a certificate of indemnity."
                },
                {
                    "representation": "(2)",
                    "description": "Before a person, not being a party to the petition, is reported by the Court to have been guilty, at the election, of any corrupt or illegal practice, the Court shall cause notice to be given to such person."
                },
                {
                    "representation": "(3)",
                    "description": "If the person appears in pursuance of the notice, the Court shall give him an opportunity of being heard by himself or herself and of calling evidence in his or LAWS OF GUYANA National Assembly"
                },
                {
                    "representation": "(4)",
                    "description": "Every person who is reported by the Court to have been personally guilty of any corrupt or illegal practice at the election shall, whether he obtained a certificate of indemnity or not, be subject to the same incapacities as he or she would be subject to if he or she had at the date of such election been convicted of the offence of which he or she is reported to have been guilty."
                },
                {
                    "representation": "(5)",
                    "description": "If the Court reports that any corrupt practice has been proved to have been committed by an election agent or assistant agent in reference to the election by or with the consent or connivance of a candidate at the election, the candidate shall be subject to the same incapacities as if at the date of the said report he or she had been convicted of such corrupt practice by virtue of section 26 of the Representation of the People Act."
                },
                {
                    "representation": "(6)",
                    "description": "If the Court reports that any illegal practice has been proved to have been committed by an election agent or assistant agent in reference to the election by or with the consent or connivance of a candidate at the election, the candidate shall be subject to the same incapacities as if at the date of the report he or she had been convicted of such illegal practice by virtue of section 26 of the Representation of the People Act."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 36.  (1) Where a person who is subject to incapacity by reason of his or her conviction of a corrupt or illegal practice is reported under section 34 to be guilty of such corrupt or illegal practice, no further incapacity shall be imposed on him under subsection (4) of that section.  (2) Where a person who is subject to incapacity under section 35(4) for any corrupt or illegal practice is convicted of such corrupt or illegal practice no further LAWS OF GUYANA 28 Cap. 1:04 National Assembly (Validity of Elections)  L.R.O. 1/2012       c. 1:03        Removal of incapacity if acquitted on prosecution. [16 of 1968 O.50/1980]                             incapacity shall be deemed to be imposed on him by reason of the conviction.  (3) Every reference to consequences under the Representation of the People Act in sections 110 and 112 thereof shall be construed to include a reference to consequences under this Act  and  nothing provided in this Act shall abridge any powers of the Court under those sections.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a person who is subject to incapacity by reason of his or her conviction of a corrupt or illegal practice is reported under section 34 to be guilty of such corrupt or illegal practice, no further incapacity shall be imposed on him under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "of that section."
                },
                {
                    "representation": "(2)",
                    "description": "Where a person who is subject to incapacity under section 35(4) for any corrupt or illegal practice is convicted of such corrupt or illegal practice no further LAWS OF GUYANA 28 Cap. 1:04 National Assembly"
                },
                {
                    "representation": "(3)",
                    "description": "Every reference to consequences under the Representation of the People Act in sections 110 and 112 thereof shall be construed to include a reference to consequences under this Act  and  nothing provided in this Act shall abridge any powers of the Court under those sections."
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 37. (1) Where any person is subject to any incapacity by virtue of conviction of an offence or the report of the Court under section 34 and he or she or some other person in respect of whose act the incapacity was imposed, is on a prosecution acquitted of any of the matters in respect of which the incapacity was imposed, the acquittal shall, thereafter or, if an appeal be made, after the expiration of the ordinary period allowed for making an appeal or, if an appeal is made and the acquittal is affirmed, after the appeal is finally disposed of or, if an appeal is made and is abandoned or fails by reason of  non-prosecution thereof, after the appeal is abandoned or so fails, be reported to the Court which may, if it thinks fit, order that the incapacity shall henceforth cease so far as it is imposed in respect of those matters.   (2) Where a person becomes subject to any incapacity by virtue of conviction of an offence or the report of the Court under section 34, and any witness who gave evidence against such incapacitated person upon the  proceeding for such conviction or report is subsequently convicted of perjury in respect of that evidence, the incapacitated person may apply to the Court, and the Court, if satisfied that the conviction or report regarding such person was based upon perjury, may order that such incapacity shall  henceforth cease, and the same shall cease accordingly; and if by reason of the conviction or report a LAWS OF GUYANA National Assembly (Validity of Elections)  Cap. 1:04 29  L.R.O. 1/2012                c. 1:03         Observance of principles and rules of U.K. Parliament.        Certain powers of the Court to be exercisable by a single judge.    Service of notices.                  vacancy has occurred in the National Assembly and such vacancy has been filled by another person in accordance with section 99A of the Representation of the People Act (as modified by the Constitution of the Co-operative Republic   of   Guyana   (Adaptation   and   Modification   of   Laws) (Representation of the People) Order 1980) such other person shall cease to be a member of the Assembly and the person whose incapacity has ceased shall be reinstated as a member of the Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any person is subject to any incapacity by virtue of conviction of an offence or the report of the Court under section 34 and he or she or some other person in respect of whose act the incapacity was imposed, is on a prosecution acquitted of any of the matters in respect of which the incapacity was imposed, the acquittal shall, thereafter or, if an appeal be made, after the expiration of the ordinary period allowed for making an appeal or, if an appeal is made and the acquittal is affirmed, after the appeal is finally disposed of or, if an appeal is made and is abandoned or fails by reason of  non-prosecution thereof, after the appeal is abandoned or so fails, be reported to the Court which may, if it thinks fit, order that the incapacity shall henceforth cease so far as it is imposed in respect of those matters."
                },
                {
                    "representation": "(2)",
                    "description": "Where a person becomes subject to any incapacity by virtue of conviction of an offence or the report of the Court under section 34, and any witness who gave evidence against such incapacitated person upon the  proceeding for such conviction or report is subsequently convicted of perjury in respect of that evidence, the incapacitated person may apply to the Court, and the Court, if satisfied that the conviction or report regarding such person was based upon perjury, may order that such incapacity shall  henceforth cease, and the same shall cease accordingly; and if by reason of the conviction or report a LAWS OF GUYANA National Assembly"
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 38.  Subject to this Act and rules of court, the principles, practices and rules on which committees of the House of Commons of the Parliament of the United Kingdom used to act in dealing with election petitions shall be observed, so far as may be, by the Court in the case of election petitions.",
            "description": "Subject to this Act and rules of court, the principles, practices and rules on which committees of the House of Commons of the Parliament of the United Kingdom used to act in dealing with election petitions shall be observed, so far as may be, by the Court in the case of election petitions."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 39.  Any of the powers of the Court conferred by or under any of the provisions of this Act may be exercised by a single judge.",
            "description": "Any of the powers of the Court conferred by or under any of the provisions of this Act may be exercised by a single judge."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 40.  Any summons, notice or document required to be served on any person with reference to any proceeding under this Act for the purpose of causing him to appear before the Court or otherwise, or of giving him an opportunity of making a statement, or showing cause, or being heard by himself or herself before any  Court for any purpose of this Act, may be served  (a)      by delivering it to that person; or  (b)       by leaving it at, or sending it by post by a registered letter to, his or her last known place of abode; or  (c)      in such manner as may be    LAWS OF GUYANA 30 Cap. 1:04 National Assembly (Validity of Elections)  L.R.O. 1/2012         Costs. [16 of 1968]        Powers of Court. [16 of 1968 O. 50/1980]               Vacancy disputes. [O. 50/1980]         c. 28:03     (i)  prescribed; or (ii)  directed by any judge before whom the proceeding is taken.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "by delivering it to that person; or"
                },
                {
                    "representation": "(b)",
                    "description": "by leaving it at, or sending it by post by a registered letter to, his or her last known place of abode; or"
                },
                {
                    "representation": "(c)",
                    "description": "in such manner as may be    LAWS OF GUYANA 30 Cap. 1:04 National Assembly"
                },
                {
                    "representation": "(i)",
                    "description": "prescribed; or"
                }
            ]
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 41. Subject to the provisions of this Act and rules of court made for the purposes of any such provisions, the rules of court with respect to costs in  actions, causes and matters in the Court shall, so far as practicable, apply in relation to costs of petitions and other proceedings under this Act.",
            "description": "Subject to the provisions of this Act and rules of court made for the purposes of any such provisions, the rules of court with respect to costs in  actions, causes and matters in the Court shall, so far as practicable, apply in relation to costs of petitions and other proceedings under this Act."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under 42. The Court shall, subject to this Act and rules of court, have the same powers,  jurisdiction and authority with respect to any proceedings brought under or by virtue of this Act as if the proceedings were an ordinary action within the jurisdiction of the Court, and without prejudice to the generality of the foregoing provisions of this section, may exercise the power of the Court to consolidate hearings in relation to the hearing of any such proceedings and any proceedings in respect of any election of members of a regional democratic council where the elections in respect of which all the proceedings have been brought were held on the same day.",
            "description": "The Court shall, subject to this Act and rules of court, have the same powers,  jurisdiction and authority with respect to any proceedings brought under or by virtue of this Act as if the proceedings were an ordinary action within the jurisdiction of the Court, and without prejudice to the generality of the foregoing provisions of this section, may exercise the power of the Court to consolidate hearings in relation to the hearing of any such proceedings and any proceedings in respect of any election of members of a regional democratic council where the elections in respect of which all the proceedings have been brought were held on the same day."
        }
    },
    {
        "act": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Conclusion of trial of petition. Costs of petition. Further provision as to costs of petition. Report of the Court to the Speaker. Exemption from liability. Removal of incapacity if acquitted on prosecution. Observance of principles, practices and rules of U.K. Parliament.  Certain powers of the Court to be exercisable by a single judge. Service of notices. Costs.  Powers of Court. Vacancy disputes. __________________________  CHAPTER 1:04 NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT    Reg. 40 of 1946 [O. 50/1980] An Act to provide for the determination of questions relating to the   validity   of   elections   of   members   of   the   National Assembly under a system of proportional representation, to other matters  affecting such elections, to the allocation of seats of such members in the Assembly, and to vacancies in such  seats.  [5TH DECEMBER, 1964]  Short title.  [16 of 1968]   Interpretation. [O. 80/1980]              c.1:03  ",
            "context": "NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT under Conclusion of trial of petition. Costs of petition. Further provision as to costs of petition. Report of the Court to the Speaker. Exemption from liability. Removal of incapacity if acquitted on prosecution. Observance of principles, practices and rules of U.K. Parliament.  Certain powers of the Court to be exercisable by a single judge. Service of notices. Costs.  Powers of Court. Vacancy disputes. __________________________  CHAPTER 1:04 NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) ACT    Reg. 40 of 1946 [O. 50/1980] An Act to provide for the determination of questions relating to the   validity   of   elections   of   members   of   the   National Assembly under a system of proportional representation, to other matters  affecting such elections, to the allocation of seats of such members in the Assembly, and to vacancies in such  seats.  [5TH DECEMBER, 1964]  Short title.  [16 of 1968]   Interpretation. [O. 80/1980]              c.1:03  43.   Any such question as is  referred to in sub-paragraphs (iii) and (iv) of paragraph (b) or in paragraph (c) of article 163(1) of the Constitution may, in respect of a seat to which an election under article 60 (2) is applicable, be referred to the Court, and shall thereupon be determined by it in accordance with the provisions of sections 181 to 187 (inclusive) of the Local Authorities (Elections) Act, which shall apply for that purpose with such modifications, adaptations, qualifications and exceptions as may be necessary.  __________________  LAWS OF GUYANA National Assembly (Validity of Elections) Cap. 1:04 31  SUBSIDIARY LEGISLATION  _________________    NATIONAL ASSEMBLY (VALIDITY OF ELECTIONS) RULES  ARRANGEMENT OF RULES    RULE",
            "description": [
                {
                    "representation": "(b)",
                    "description": "or in paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "of article 163(1) of the Constitution may, in respect of a seat to which an election under article 60"
                },
                {
                    "representation": "(2)",
                    "description": "is applicable, be referred to the Court, and shall thereupon be determined by it in accordance with the provisions of sections 181 to 187"
                }
            ]
        }
    }
]