[
    {
        "act": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "",
            "context": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT under 1. This Act may be cited as the Ministers, Members of the National Assembly and Special Offices (Emoluments) Act.",
            "description": "This Act may be cited as the Ministers, Members of the National Assembly and Special Offices (Emoluments) Act."
        }
    },
    {
        "act": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "",
            "context": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT under 2. (1)  Subject to the provisions of this Act, there shall be paid to the persons holding the respective offices specified in the Schedule the salaries and allowances specified therein in respect of the said offices. LAWS OF GUYANA 4 Cap. 1:07 Ministers, Members of the National Assembly and  Special Offices (Emoluments)  L.R.O. 1/2012  Schedule. [16 of 1966A  O. 38/1966A]        Provision of residence for the Prime Minister. [O. 38/1966A] Schedule.   Travelling and subsistence allowances. Schedule. [O. 80/1980]       c.1:01     Sums payable under this Act charged on the Consolidated Fund. [O. 38/1966A]  Commence- ment and suspension of payments. [O. 38/1966A  O. 80/1980 (2)  The salary provided for under subsection (1) for the Prime Minister, or any other Minister, or a Parliamentary Secretary, or the Speaker or Deputy Speaker of the National Assembly, shall be in lieu of any salary to which any of the persons aforesaid would, but for this subsection, be entitled by virtue of his being a member of the National Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "for the Prime Minister, or any other Minister, or a Parliamentary Secretary, or the Speaker or Deputy Speaker of the National Assembly, shall be in lieu of any salary to which any of the persons aforesaid would, but for this subsection, be entitled by virtue of his being a member of the National Assembly."
                },
                {
                    "representation": "(2)",
                    "description": "The salary provided for under subsection"
                }
            ]
        }
    },
    {
        "act": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "",
            "context": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT under 3. The Prime Minister is entitled to occupy free of rent a fully furnished residence provided by the Government, or in lieu of such occupation to be paid a house allowance of the amount specified in the Schedule.",
            "description": "The Prime Minister is entitled to occupy free of rent a fully furnished residence provided by the Government, or in lieu of such occupation to be paid a house allowance of the amount specified in the Schedule."
        }
    },
    {
        "act": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "",
            "context": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT under 4. (1) There shall be paid to the holder of any office specified in the Schedule travelling and subsistence allowances at such rates and subject to such conditions as may from time to time be prescribed by order of the Minister responsible for finance (hereinafter in this Act referred to as the Minister).  (2) A member of the National Assembly who has made and subscribed the oath of office under article 167 of the Constitution shall be entitled to travel at the expense of the Government on any transport services operated by the Transport and Harbours Department.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be paid to the holder of any office specified in the Schedule travelling and subsistence allowances at such rates and subject to such conditions as may from time to time be prescribed by order of the Minister responsible for finance"
                },
                {
                    "representation": "(2)",
                    "description": "A member of the National Assembly who has made and subscribed the oath of office under article 167 of the Constitution shall be entitled to travel at the expense of the Government on any transport services operated by the Transport and Harbours Department."
                }
            ]
        }
    },
    {
        "act": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "",
            "context": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT under 5. The sums payable under this Act are hereby charged on the Consolidated Fund.",
            "description": "The sums payable under this Act are hereby charged on the Consolidated Fund."
        }
    },
    {
        "act": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "",
            "context": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT under 6. (1)  The  payments to which any member of the National Assembly may be entitled by virtue of this Act shall be made with effect from the date on which the member was declared elected to the National Assembly, and  LAWS OF GUYANA Ministers, Members of the National Assembly and  Special Offices (Emoluments) Cap. 1:07 5  L.R.O. 1/2012 6 of 1981]                        c.1:01          c. 1:01              Exemptions from income tax. c. 81:01     where  a  person  is  appointed  to  be  a Minister  or  Parliamentary Secretary, or the Minority Leader, or is elected to be the  Speaker or  the  Deputy Speaker of  the  National Assembly, the appropriate payments shall be made to him as a Minister or Parliamentary  Secretary  or the  Minority  Leader  or  as Speaker  or Deputy Speaker of the National Assembly with effect from the date on which he commences to hold such office.  (2)     No payment shall be made under this Act to a member of the National Assembly in relation to his office as such a member with respect to any period during which he is required by the Constitution to cease to perform his functions as such a member or is suspended from the exercise of such functions in pursuance of any Standing Order for the regulation and conduct of the proceedings of the National Assembly.  (3) Where a member of the National Assembly  fails to make and  subscribe  the  oath  of  office  required  by  article  167  of  the Constitution  on the date of the first sitting of the National Assembly after  his election,  no payment shall be made under this Act to the member in relation to his office as such member with respect to the period  commencing on the date of the first sitting of the National Assembly and ending on the day immediately preceding the date on which he makes and  subscribes the oath unless his failure to make and subscribe the oath is for a reason approved, by resolution, by the National Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  payments to which any member of the National Assembly may be entitled by virtue of this Act shall be made with effect from the date on which the member was declared elected to the National Assembly, and  LAWS OF GUYANA Ministers, Members of the National Assembly and  Special Offices"
                },
                {
                    "representation": "(2)",
                    "description": "No payment shall be made under this Act to a member of the National Assembly in relation to his office as such a member with respect to any period during which he is required by the Constitution to cease to perform his functions as such a member or is suspended from the exercise of such functions in pursuance of any Standing Order for the regulation and conduct of the proceedings of the National Assembly."
                },
                {
                    "representation": "(3)",
                    "description": "Where a member of the National Assembly  fails to make and  subscribe  the  oath  of  office  required  by  article  167  of  the Constitution  on the date of the first sitting of the National Assembly after  his election,  no payment shall be made under this Act to the member in relation to his office as such member with respect to the period  commencing on the date of the first sitting of the National Assembly and ending on the day immediately preceding the date on which he makes and  subscribes the oath unless his failure to make and subscribe the oath is for a reason approved, by resolution, by the National Assembly."
                }
            ]
        }
    },
    {
        "act": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "",
            "context": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT under 7. Notwithstanding anything to the contrary in the Income Tax Act, income tax shall not be payable in respect of  (a)       the value of any residence occupied by the Prime Minister or any LAWS OF GUYANA 6 Cap. 1:07 Ministers, Members of the National Assembly and  Special Offices (Emoluments)  L.R.O. 1/2012                        c. 81:01     Power to amend, alter, vary or replace Schedule.                      Retrospective operation of orders made under section 4 or",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the value of any residence occupied by the Prime Minister or any LAWS OF GUYANA 6 Cap. 1:07 Ministers, Members of the National Assembly and  Special Offices"
                }
            ]
        }
    },
    {
        "act": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "",
            "context": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT under 8.   SCHEDULESalaries and allowances prescribed for the holders of certain offices. __________________________  7 of 1965 An Act to make provision for the payment of salaries and allowances to Ministers, Members of the National Assembly and the holders of certain other offices.                                         [14TH DECEMBER, 1964]  Short title.    Salaries and allowances prescribed for the holders of certain offices.",
            "description": "SCHEDULESalaries and allowances prescribed for the holders of certain offices. __________________________  7 of 1965 An Act to make provision for the payment of salaries and allowances to Ministers, Members of the National Assembly and the holders of certain other offices.                                         [14TH DECEMBER, 1964]  Short title.    Salaries and allowances prescribed for the holders of certain offices."
        }
    },
    {
        "act": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Short title. Salaries and allowances prescribed for the holders of certain offices. Provision of residence for the Prime Minister. Travelling and subsistence allowances. Sums payable under this Act charged on the Consolidated Fund. Commencement and suspension of payments. Exemptions from income tax. Power to amend, alter, vary or replace Schedule. Retrospective operation of orders made under section ",
            "context": "MINISTERS, MEMBERS OF THE NATIONAL ASSEMBLY  AND SPECIAL OFFICES (EMOLUMENTS) ACT under Short title. Salaries and allowances prescribed for the holders of certain offices. Provision of residence for the Prime Minister. Travelling and subsistence allowances. Sums payable under this Act charged on the Consolidated Fund. Commencement and suspension of payments. Exemptions from income tax. Power to amend, alter, vary or replace Schedule. Retrospective operation of orders made under section 9. Subject to section 6(1), any order made under section 4 or 8 may contain provision authorising the payment of any allowance or salary from a date earlier than the date on which the order is made.   LAWS OF GUYANA Ministers, Members of the National Assembly and  Special Offices (Emoluments) Cap. 1:07 7  L.R.O. 1/2012 ss. 2,",
            "description": "Subject to section 6(1), any order made under section 4 or 8 may contain provision authorising the payment of any allowance or salary from a date earlier than the date on which the order is made.   LAWS OF GUYANA Ministers, Members of the National Assembly and  Special Offices (Emoluments) Cap. 1:07 7  L.R.O. 1/2012 ss. 2,"
        }
    }
]