[
    {
        "act": "LEGISLATIVE BODIES (EVIDENCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "LEGISLATIVE BODIES (EVIDENCE) ACT under Short title. 1. This Act may be cited as the Legislative Bodies (Evidence) Act.",
            "description": "This Act may be cited as the Legislative Bodies (Evidence) Act."
        }
    },
    {
        "act": "LEGISLATIVE BODIES (EVIDENCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "LEGISLATIVE BODIES (EVIDENCE) ACT under Interpretation. 2. In this Act    Committee means a Committee referred to in the definition of legislative body   legislative body means LAWS OF GUYANA 4 Cap. 1:08 Legislative Bodies (Evidence)   L.R.O. 1/2012               Power to legislative body to summon person to give evidence and to produce documents. [4 of 1972] Schedule Form 1                 Administra- tion of oath or affirmation to witness. [4 of 1972]     (a) the Cabinet; or  (b) any   Special   Select   Committee   of   the     National   Assembly; or  (c) any Committee of the National Assembly empowered by resolution of the Assembly to summon witnesses.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the Cabinet; or"
                },
                {
                    "representation": "(b)",
                    "description": "any   Special   Select   Committee   of   the     National   Assembly; or"
                },
                {
                    "representation": "(c)",
                    "description": "any Committee of the National Assembly empowered by resolution of the Assembly to summon witnesses."
                }
            ]
        }
    },
    {
        "act": "LEGISLATIVE BODIES (EVIDENCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Power to legislative body to summon person to give evidence and to produce documents. ",
            "context": "LEGISLATIVE BODIES (EVIDENCE) ACT under Power to legislative body to summon person to give evidence and to produce documents. 3. (1) Where it appears to a legislative body that anyone within Guyana is able to give any information with respect to the subject matter of any question arising for its determination or has any books, plans, or documents in his possession or under his control in any way relating to the subject matter of that question, that body may cause a summons to be issued to the person in Form 1 in the Schedule, or, in any other form the  circumstances render expedient, requiring the person to be and appear before the legislative body at the time and place specified, for the purpose of being examined (and, if so required, then and there to produce the books, plans, or documents mentioned in the summons), and thereafter to remain in attendance until permitted to withdraw.  (2) The summons shall be served by the Registrar or by a marshal, and may be served in the same way as a summons is now by law required to be served on a person who is summoned to attend as a witness before the High Court in its civil jurisdiction.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where it appears to a legislative body that anyone within Guyana is able to give any information with respect to the subject matter of any question arising for its determination or has any books, plans, or documents in his possession or under his control in any way relating to the subject matter of that question, that body may cause a summons to be issued to the person in Form 1 in the Schedule, or, in any other form the  circumstances render expedient, requiring the person to be and appear before the legislative body at the time and place specified, for the purpose of being examined"
                },
                {
                    "representation": "(2)",
                    "description": "The summons shall be served by the Registrar or by a marshal, and may be served in the same way as a summons is now by law required to be served on a person who is summoned to attend as a witness before the High Court in its civil jurisdiction."
                }
            ]
        }
    },
    {
        "act": "LEGISLATIVE BODIES (EVIDENCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Administration of oath or affirmation to witness. ",
            "context": "LEGISLATIVE BODIES (EVIDENCE) ACT under Administration of oath or affirmation to witness. 4. (1) A legislative body may administer an oath to any witness examined before it.  (2) Any oath to be administered to a witness appearing before the Cabinet or before a Committee shall be administered by the Secretary to the Cabinet or by the Chairman of the Committee or a person appointed by the LAWS OF GUYANA Legislative Bodies (Evidence)  Cap. 1:08 5  L.R.O. 1/2012      Apprehension of witness refusing or neglecting to attend. Schedule Form 2 [4 of 1972]         Committal of witness in certain cases. [4 of 1972 6 of 1997]                        Chairman, as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A legislative body may administer an oath to any witness examined before it."
                },
                {
                    "representation": "(2)",
                    "description": "Any oath to be administered to a witness appearing before the Cabinet or before a Committee shall be administered by the Secretary to the Cabinet or by the Chairman of the Committee or a person appointed by the LAWS OF GUYANA Legislative Bodies"
                }
            ]
        }
    },
    {
        "act": "LEGISLATIVE BODIES (EVIDENCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Apprehension of witness refusing or neglecting to attend. ",
            "context": "LEGISLATIVE BODIES (EVIDENCE) ACT under Apprehension of witness refusing or neglecting to attend. 5.  If  any  person  summoned  to  attend  as  a  witness  before a legislative body, refuses or neglects, without sufficient cause, to attend at the time and place mentioned in the summons, that body may issue a warrant in Form 2 in the Schedule,  or  in  any  other  form  the  circumstances  require, signed by the person carrying out the functions of secretary to the body, authorising and directing the Registrar or any marshal to arrest that person and detain him in custody until he can be brought before the legislative body:  Provided that no person shall be detained under the warrant for a longer period than one week.",
            "description": "If  any  person  summoned  to  attend  as  a  witness  before a legislative body, refuses or neglects, without sufficient cause, to attend at the time and place mentioned in the summons, that body may issue a warrant in Form 2 in the Schedule,  or  in  any  other  form  the  circumstances  require, signed by the person carrying out the functions of secretary to the body, authorising and directing the Registrar or any marshal to arrest that person and detain him in custody until he can be brought before the legislative body:  Provided that no person shall be detained under the warrant for a longer period than one week."
        }
    },
    {
        "act": "LEGISLATIVE BODIES (EVIDENCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Committal of witness in certain cases. ",
            "context": "LEGISLATIVE BODIES (EVIDENCE) ACT under Committal of witness in certain cases. 6. Every person who  (a)     being  summoned  to  attend   as  a witness before a legislative body    (i)       refuses to be sworn; or (ii)       where he conscientiously objects to take an oath, refuses to make a solemn affirmation and declaration; or (iii) refuses   to   answer,   or   to   answer fully   and satisfactorily, to the best of his knowledge and belief, all questions put to him; or (iv) if   required   to   produce   any   books,   plans,   or documents in his possession or under his control, refuses or omits, without sufficient cause to do so; or  (b)      being   present   before   the legislative body,   wilfully insults any member thereof, LAWS OF GUYANA 6 Cap. 1:08 Legislative Bodies (Evidence)   L.R.O. 1/2012               Privilege of witness. [4 of 1972]                          Perjury.  shall be liable on summary conviction to a fine of thirty-two thousand five hundred dollars and to imprisonment for six months:  Provided that where the improper conduct has taken place before any committee of the National Assembly, the circumstances shall be reported in writing by that committee to the Council.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "being  summoned  to  attend   as  a witness before a legislative body"
                },
                {
                    "representation": "(i)",
                    "description": "refuses to be sworn; or"
                },
                {
                    "representation": "(b)",
                    "description": "being   present   before   the legislative body,   wilfully insults any member thereof, LAWS OF GUYANA 6 Cap. 1:08 Legislative Bodies"
                }
            ]
        }
    },
    {
        "act": "LEGISLATIVE BODIES (EVIDENCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Privilege of witness. ",
            "context": "LEGISLATIVE BODIES (EVIDENCE) ACT under Privilege of witness. 7.  Upon  consideration  by  a  legislative  body  of  any  question arising for its determination  (a) every  witness  examined  under  this  Act  shall  be entitled to the same protection, privileges, and immunities as a witness in the High Court in its civil jurisdiction; and  (b) no officer of the public service who is charged with the commission of any breach of his duty shall be required to give any evidence or make any statement upon oath with respect to or in connection with any charge against himself; and  (c) three  or  more  members  of  the  Cabinet  or  of  a Committee shall have all the powers of the Cabinet or of that Committee, respectively, under this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "every  witness  examined  under  this  Act  shall  be entitled to the same protection, privileges, and immunities as a witness in the High Court in its civil jurisdiction; and"
                },
                {
                    "representation": "(b)",
                    "description": "no officer of the public service who is charged with the commission of any breach of his duty shall be required to give any evidence or make any statement upon oath with respect to or in connection with any charge against himself; and"
                },
                {
                    "representation": "(c)",
                    "description": "three  or  more  members  of  the  Cabinet  or  of  a Committee shall have all the powers of the Cabinet or of that Committee, respectively, under this Act."
                }
            ]
        }
    }
]