[
    {
        "act": "WHIPPING AND FLOGGING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "WHIPPING AND FLOGGING ACT under Short title. 1. This Act may be cited as the Whipping and Flogging Act.",
            "description": "This Act may be cited as the Whipping and Flogging Act."
        }
    },
    {
        "act": "WHIPPING AND FLOGGING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "WHIPPING AND FLOGGING ACT under Interpretation. 2. In this Act  child means a person who is, in the opinion of the court, under the age of fourteen years;  the court means a magistrates court or the High Court, as the case may be;  guardian in relation to a child means the parent or the  lawful guardian of the child and includes anyone who, in the opinion of the court having cognizance of any case in which the child is concerned, has for the time being the LAWS OF GUYANA 4 Cap. 11:03 Whipping and Flogging  L.R.O. 1/2012                  Regulation of sentences of whipping and flogging.                             custody, control or charge of the child;  keeper includes the superintendent or other chief resident officer of a prison;  prison includes any lock-up house, police-cell, or other duly authorised place of detention for persons in custody;  sentence includes adjudication, and also a sentence passed by the lawful authority upon any prisoner for breach of any prison or other regulation.",
            "description": "In this Act  child means a person who is, in the opinion of the court, under the age of fourteen years;  the court means a magistrates court or the High Court, as the case may be;  guardian in relation to a child means the parent or the  lawful guardian of the child and includes anyone who, in the opinion of the court having cognizance of any case in which the child is concerned, has for the time being the LAWS OF GUYANA 4 Cap. 11:03 Whipping and Flogging  L.R.O. 1/2012                  Regulation of sentences of whipping and flogging.                             custody, control or charge of the child;  keeper includes the superintendent or other chief resident officer of a prison;  prison includes any lock-up house, police-cell, or other duly authorised place of detention for persons in custody;  sentence includes adjudication, and also a sentence passed by the lawful authority upon any prisoner for breach of any prison or other regulation."
        }
    },
    {
        "act": "WHIPPING AND FLOGGING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Regulation of sentences of whipping and flogging. ",
            "context": "WHIPPING AND FLOGGING ACT under Regulation of sentences of whipping and flogging. 3. Sentences of whipping and flogging shall be subject to the following provisions of this section:  (a) a female shall not be sentenced to be whipped or flogged; but in any case where that sentence may be passed on a male the court may sentence a female of or above the age of fourteen years to undergo solitary confinement, or any other additional punishment permitted by law to be inflicted on a female for an offence against the rules of the prison;  (b) a child shall not be sentenced to be flogged, but may be sentenced to be whipped;  (c) every sentence of whipping or flogging shall specify the number of strokes to be inflicted; the number of strokes shall not exceed twelve in the case of a whipping or twenty-four in the case of a flogging;  LAWS OF GUYANA Whipping and Flogging Cap. 11:03 5  L.R.O. 1/2012                Regulations for carrying out sentences of whipping or flogging                             (d) where anyone sentenced to be whipped or flogged is not in custody, the person directed by the court may take him to the place where the sentence is to be carried out, and detain him for the time necessary for carrying out the sentence;  (e) no one shall be sentenced to be whipped or flogged more than once for the same offence.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a female shall not be sentenced to be whipped or flogged; but in any case where that sentence may be passed on a male the court may sentence a female of or above the age of fourteen years to undergo solitary confinement, or any other additional punishment permitted by law to be inflicted on a female for an offence against the rules of the prison;"
                },
                {
                    "representation": "(b)",
                    "description": "a child shall not be sentenced to be flogged, but may be sentenced to be whipped;"
                },
                {
                    "representation": "(c)",
                    "description": "every sentence of whipping or flogging shall specify the number of strokes to be inflicted; the number of strokes shall not exceed twelve in the case of a whipping or twenty-four in the case of a flogging;  LAWS OF GUYANA Whipping and Flogging Cap. 11:03 5  L.R.O. 1/2012                Regulations for carrying out sentences of whipping or flogging"
                },
                {
                    "representation": "(d)",
                    "description": "where anyone sentenced to be whipped or flogged is not in custody, the person directed by the court may take him to the place where the sentence is to be carried out, and detain him for the time necessary for carrying out the sentence;"
                },
                {
                    "representation": "(e)",
                    "description": "no one shall be sentenced to be whipped or flogged more than once for the same offence."
                }
            ]
        }
    },
    {
        "act": "WHIPPING AND FLOGGING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Regulations for carrying out sentences of whipping or flogging. ",
            "context": "WHIPPING AND FLOGGING ACT under Regulations for carrying out sentences of whipping or flogging. 4. A sentence of whipping or flogging shall be carried out subject to the following regulations:  (a) a sentence of whipping or flogging shall be carried out with an instrument from time to time approved by the Minister;  (b) a sentence of whipping shall be carried out privately within the precincts of a prison, or at a police station, or at any other  place directed by the court; and a sentence of flogging shall be carried out within the precincts of a prison, and no one not officially connected with the prison shall be allowed to be present thereat;  (c) a sentence of whipping or flogging carried out in a prison shall be carried out in the presence of the medical officer of the prison or of some other duly qualified medical practitioner, and the medical officer or practitioner shall have power, on the ground of LAWS OF GUYANA 6 Cap. 11:03 Whipping and Flogging  L.R.O. 1/2012                                     Maximum number of strokes in the case of cumulative sentences the illness or infirmity of the person in respect of whom the sentence was passed, to direct any abatement of the number of strokes or the postponement of the carrying out of the sentence;  (d) a child who is sentenced to be whipped shall be whipped by a prison officer in the presence of the keeper of the prison, or by a police or other constable in the presence of an officer or a non-commissioned officer of police, and also in the presence, if he desires to be present, of the guardian of the child; and the whipping may be inflicted at once unless the child, or the guardian of the child, forthwith gives notice of appeal against the conviction and complies with the requirements of the law for the time being in force relating to appeals from the decisions of magistrates courts;   (e) each sentence of whipping or flogging shall be executed continuously.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a sentence of whipping or flogging shall be carried out with an instrument from time to time approved by the Minister;"
                },
                {
                    "representation": "(b)",
                    "description": "a sentence of whipping shall be carried out privately within the precincts of a prison, or at a police station, or at any other  place directed by the court; and a sentence of flogging shall be carried out within the precincts of a prison, and no one not officially connected with the prison shall be allowed to be present thereat;"
                },
                {
                    "representation": "(c)",
                    "description": "a sentence of whipping or flogging carried out in a prison shall be carried out in the presence of the medical officer of the prison or of some other duly qualified medical practitioner, and the medical officer or practitioner shall have power, on the ground of LAWS OF GUYANA 6 Cap. 11:03 Whipping and Flogging  L.R.O. 1/2012                                     Maximum number of strokes in the case of cumulative sentences the illness or infirmity of the person in respect of whom the sentence was passed, to direct any abatement of the number of strokes or the postponement of the carrying out of the sentence;"
                },
                {
                    "representation": "(d)",
                    "description": "a child who is sentenced to be whipped shall be whipped by a prison officer in the presence of the keeper of the prison, or by a police or other constable in the presence of an officer or a non-commissioned officer of police, and also in the presence, if he desires to be present, of the guardian of the child; and the whipping may be inflicted at once unless the child, or the guardian of the child, forthwith gives notice of appeal against the conviction and complies with the requirements of the law for the time being in force relating to appeals from the decisions of magistrates courts;"
                },
                {
                    "representation": "(e)",
                    "description": "each sentence of whipping or flogging shall be executed continuously."
                }
            ]
        }
    }
]