[
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PROBATION OF OFFENDERS ACT under Short title. 1. This Act may be cited as the Probation of Offenders Act.",
            "description": "This Act may be cited as the Probation of Offenders Act."
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Application. ",
            "context": "PROBATION OF OFFENDERS ACT under Application. 2. The Act shall in relation to juveniles apply subject LAWS OF GUYANA 4 Cap. 11:04 Probation of Offenders  L.R.O. 1/2012  [4 of 1972] c. 10:03  Interpretation. [4 of 1972]                                Power of court to permit conditional release of offender. [4 of 1972]       to the provisions of the Juvenile Offenders Act.   Central Probation Committee means the Committee appointed under section 17;  chief probation officer means a person appointed to be a chief probation officer under this Act;  district probation committee means a committee appointed to be a district probation committee under section 17;  juvenile means a person under the age of seventeen years;  Minister means the Minister charged with responsibility for the Probation Service Department;  probation officer means a person appointed to be a probation officer under this Act;  probation order means an order made under this Act placing a person under the supervision of a probation officer;  probation order.",
            "description": "The Act shall in relation to juveniles apply subject LAWS OF GUYANA 4 Cap. 11:04 Probation of Offenders  L.R.O. 1/2012  [4 of 1972] c. 10:03  Interpretation. [4 of 1972]                                Power of court to permit conditional release of offender. [4 of 1972]       to the provisions of the Juvenile Offenders Act.   Central Probation Committee means the Committee appointed under section 17;  chief probation officer means a person appointed to be a chief probation officer under this Act;  district probation committee means a committee appointed to be a district probation committee under section 17;  juvenile means a person under the age of seventeen years;  Minister means the Minister charged with responsibility for the Probation Service Department;  probation officer means a person appointed to be a probation officer under this Act;  probation order means an order made under this Act placing a person under the supervision of a probation officer;  probation order."
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Interpretation. ",
            "context": "PROBATION OF OFFENDERS ACT under Interpretation. 3. In this Act -   probationer means a person placed under supervision by a LAWS OF GUYANA Probation of Offenders Cap. 11:04 5  L.R.O. 1/2012                                       Probation Order. [21 of 1962]         convict the offender, and make a probation order; or  (b) without proceeding to conviction, make a probation order:  Provided that before making a probation order the court shall explain to the offender in ordinary language the effect of the order and that, if he fails in any way to comply therewith or commits another offence he will be liable to be sentenced or to be convicted and sentenced for the original offence, and the court shall not make a probation order unless the offender expresses his willingness to comply with the order.  (2) Where any person is convicted of an offence which is not punishable on summary conviction, and the court is of opinion that, having regard to the circumstances, including the nature of the offence and the character and home surroundings of the offender, it is expedient to release the offender on probation, the court may in lieu of imposing a sentence of imprisonment, make a probation order:  Provided that before making a probation order the court shall explain to the offender in ordinary language the effect of the order and that, if he fails in any respect to comply therewith or commits another offence, he will be liable to be sentenced for the original offence, and the court shall not make a probation order unless the offender expresses his willingness to comply with the order.",
            "description": [
                {
                    "representation": "(b)",
                    "description": "without proceeding to conviction, make a probation order:  Provided that before making a probation order the court shall explain to the offender in ordinary language the effect of the order and that, if he fails in any way to comply therewith or commits another offence he will be liable to be sentenced or to be convicted and sentenced for the original offence, and the court shall not make a probation order unless the offender expresses his willingness to comply with the order."
                },
                {
                    "representation": "(2)",
                    "description": "Where any person is convicted of an offence which is not punishable on summary conviction, and the court is of opinion that, having regard to the circumstances, including the nature of the offence and the character and home surroundings of the offender, it is expedient to release the offender on probation, the court may in lieu of imposing a sentence of imprisonment, make a probation order:  Provided that before making a probation order the court shall explain to the offender in ordinary language the effect of the order and that, if he fails in any respect to comply therewith or commits another offence, he will be liable to be sentenced for the original offence, and the court shall not make a probation order unless the offender expresses his willingness to comply with the order."
                }
            ]
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Power of court to permit conditional release of offender. ",
            "context": "PROBATION OF OFFENDERS ACT under Power of court to permit conditional release of offender. 4. (1) Where any person is charged with an offence which is punishable on summary conviction, and the court thinks that the charge is proved but is of opinion that having regard to the circumstances, including the nature of the offence and the character and home surroundings of the offender, it is expedient to release the offender on probation, the court may    (a) where the offender is not a juvenile,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any person is charged with an offence which is punishable on summary conviction, and the court thinks that the charge is proved but is of opinion that having regard to the circumstances, including the nature of the offence and the character and home surroundings of the offender, it is expedient to release the offender on probation, the court may"
                },
                {
                    "representation": "(a)",
                    "description": "where the offender is not a juvenile,"
                }
            ]
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Probation order. ",
            "context": "PROBATION OF OFFENDERS ACT under Probation order. 5. (1) A probation order shall have effect for such period not less than one year and not more than three years from the date of the order as may be specified therein, and shall require the probationer to submit during that period to the supervision of a probation officer appointed for or assigned to the magisterial district in which the probationer will reside after the making of the order, and shall contain such provisions as the court considers necessary for securing LAWS OF GUYANA 6 Cap. 11:04 Probation of Offenders  L.R.O. 1/2012                                     Re-vesting property when probation order made. [4 of 1972]      Further provisions when court the supervision of the offender, and such additional conditions as to residence and other matters (including submission by the probationer to medical treatment) as the court, having regard to the circumstances of the case, considers necessary for securing the good conduct of the offender or for preventing a repetition of the same offence or the commission of other offences:  Provided that (without prejudice to the power of the court to make an order under section 7(1)) the payment of sums by way of damages for injury or compensation for loss shall not be included among the requirements of a probation order.  (2) Where a probation order contains a provision as to residence, the place at which and the period for which the probationer is to reside shall be specified in the order and when any such provision requires the probationer to reside in an institution, the period for which the probationer is required so to reside shall not extend beyond twelve months from the date of the order, and the court shall forthwith give notice of the terms of the order to the Minister.  (3) The court by which a probation order is made shall furnish two copies of the order, one copy to be given to the probationer and the other to the probation officer under whose supervision he is placed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A probation order shall have effect for such period not less than one year and not more than three years from the date of the order as may be specified therein, and shall require the probationer to submit during that period to the supervision of a probation officer appointed for or assigned to the magisterial district in which the probationer will reside after the making of the order, and shall contain such provisions as the court considers necessary for securing LAWS OF GUYANA 6 Cap. 11:04 Probation of Offenders  L.R.O. 1/2012                                     Re-vesting property when probation order made. [4 of 1972]      Further provisions when court the supervision of the offender, and such additional conditions as to residence and other matters"
                },
                {
                    "representation": "(2)",
                    "description": "Where a probation order contains a provision as to residence, the place at which and the period for which the probationer is to reside shall be specified in the order and when any such provision requires the probationer to reside in an institution, the period for which the probationer is required so to reside shall not extend beyond twelve months from the date of the order, and the court shall forthwith give notice of the terms of the order to the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "The court by which a probation order is made shall furnish two copies of the order, one copy to be given to the probationer and the other to the probation officer under whose supervision he is placed."
                }
            ]
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Re-vesting property when probation order made. ",
            "context": "PROBATION OF OFFENDERS ACT under Re-vesting property when probation order made. 6. Where a probation order is made by a court of summary jurisdiction, the order shall, for the purpose of re-vesting or restoring stolen property and of enabling the court to make orders as to the restitution or delivery of property to the owners and as to the payment of money upon or in connection with such restitution or delivery, have the like effect as a conviction except in the case of a juvenile.",
            "description": "Where a probation order is made by a court of summary jurisdiction, the order shall, for the purpose of re-vesting or restoring stolen property and of enabling the court to make orders as to the restitution or delivery of property to the owners and as to the payment of money upon or in connection with such restitution or delivery, have the like effect as a conviction except in the case of a juvenile."
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Further provisions when court makes probation order. ",
            "context": "PROBATION OF OFFENDERS ACT under Further provisions when court makes probation order. 7. (1) Where a person is placed by a probation order under the supervision of a probation officer, the court may, LAWS OF GUYANA Probation of Offenders Cap. 11:04 7  L.R.O. 1/2012 makes probation order.                          Commission of further offences by probationers. [4 of 1972]               without prejudice to its power of awarding costs against the compensation for loss as the court thinks reasonable, but not, in the case of an order made by a court of summary jurisdiction, exceeding in the aggregate seven thousand eight hundred dollars or such greater sum as may be allowed by any enactment relating to the offence:  Provided that in the case of a juvenile the order for the payment of such damages or such compensation for loss shall be made against the parent or guardian.  (2) Where a court makes any such order for the payment of damages or compensation as aforesaid, the order may be enforced in like manner as an order for the payment of costs by the offender, and where the court, in addition to making such an order for the payment of damages or compensation to any person, orders the offender to pay to that person any costs, the orders for the payment of damages or compensation and for the payment of costs may be enforced as if they constituted a single order for the payment of costs.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a person is placed by a probation order under the supervision of a probation officer, the court may, LAWS OF GUYANA Probation of Offenders Cap. 11:04 7  L.R.O. 1/2012 makes probation order.                          Commission of further offences by probationers. [4 of 1972]               without prejudice to its power of awarding costs against the compensation for loss as the court thinks reasonable, but not, in the case of an order made by a court of summary jurisdiction, exceeding in the aggregate seven thousand eight hundred dollars or such greater sum as may be allowed by any enactment relating to the offence:  Provided that in the case of a juvenile the order for the payment of such damages or such compensation for loss shall be made against the parent or guardian."
                },
                {
                    "representation": "(2)",
                    "description": "Where a court makes any such order for the payment of damages or compensation as aforesaid, the order may be enforced in like manner as an order for the payment of costs by the offender, and where the court, in addition to making such an order for the payment of damages or compensation to any person, orders the offender to pay to that person any costs, the orders for the payment of damages or compensation and for the payment of costs may be enforced as if they constituted a single order for the payment of costs."
                }
            ]
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Commission of further offences by probationers. ",
            "context": "PROBATION OF OFFENDERS ACT under Commission of further offences by probationers. 8. (1) If it appears to a judge or any magistrate that a probationer has been convicted of an offence committed while the probation order was in force, he may issue a summons requiring the probationer to appear at the place and time specified therein or may issue a warrant for his arrest:  Provided that a magistrate shall not issue such a summons except on information, and shall not issue such a warrant except on information in writing and on oath.  (2) A summons or warrant issued under this section shall direct the probationer to appear or to be brought before the court by which the probation order was made.   offender, order  the offender to pay such damages for injury or [4 of 1972 6  of 1997] LAWS OF GUYANA 8 Cap. 11:04 Probation of Offenders  L.R.O. 1/2012                                                  (3) Where a probationer is found guilty by, or admits his guilt before, a magistrate of an offence committed while the probation order was in force, the magistrate may commit the probationer to custody or release him on bail, with or without sureties, until he can be brought or appear before the court by which the probation order was made.  (4) Where it is proved to the satisfaction of the court by which the probation order was made that the probationer has been found guilty, or has admitted before a court his guilt, of an offence while the probation order was in force, then   (a) if the probationer was not convicted of the original offence in respect of which the probation order was made, the court may in the case of a juvenile, pass any sentence which it could pass if the probationer had just been found guilty before that Court of that offence and in any other case, may proceed to conviction and pass any sentence as aforesaid; or  (b) if the probationer was convicted of the original offence in respect of which the probation order was made, the court may pass any sentence which it could pass if the probationer had just been convicted before the court of that offence.  (5) Where a probationer in respect of whom a probation order has been made by a magistrate is found guilty by, or has admitted before, the High Court his guilt of an offence committed while the probation order was in force, then    LAWS OF GUYANA Probation of Offenders Cap. 11:04 9  L.R.O. 1/2012                            Failure of probationer to comply with probation order.                 (a) if the probationer was not convicted of the original offence in respect of which the probation order was made, the High Court may, in the case of a juvenile, without proceeding to a conviction pass any sentence which it could pass if the probationer had just been found guilty before that court of that offence and, in any other case, may proceed to conviction and pass any sentence as aforesaid; or  (b) if the probationer was convicted of the original offence in respect of which the probation order was made, the High Court may pass any sentence which the court which made the probation order could pass if the probationer had just been convicted before that court of that offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If it appears to a judge or any magistrate that a probationer has been convicted of an offence committed while the probation order was in force, he may issue a summons requiring the probationer to appear at the place and time specified therein or may issue a warrant for his arrest:  Provided that a magistrate shall not issue such a summons except on information, and shall not issue such a warrant except on information in writing and on oath."
                },
                {
                    "representation": "(2)",
                    "description": "A summons or warrant issued under this section shall direct the probationer to appear or to be brought before the court by which the probation order was made.   offender, order  the offender to pay such damages for injury or [4 of 1972 6  of 1997] LAWS OF GUYANA 8 Cap. 11:04 Probation of Offenders  L.R.O. 1/2012"
                },
                {
                    "representation": "(3)",
                    "description": "Where a probationer is found guilty by, or admits his guilt before, a magistrate of an offence committed while the probation order was in force, the magistrate may commit the probationer to custody or release him on bail, with or without sureties, until he can be brought or appear before the court by which the probation order was made."
                },
                {
                    "representation": "(4)",
                    "description": "Where it is proved to the satisfaction of the court by which the probation order was made that the probationer has been found guilty, or has admitted before a court his guilt, of an offence while the probation order was in force, then"
                },
                {
                    "representation": "(a)",
                    "description": "if the probationer was not convicted of the original offence in respect of which the probation order was made, the High Court may, in the case of a juvenile, without proceeding to a conviction pass any sentence which it could pass if the probationer had just been found guilty before that court of that offence and, in any other case, may proceed to conviction and pass any sentence as aforesaid; or"
                },
                {
                    "representation": "(b)",
                    "description": "if the probationer was convicted of the original offence in respect of which the probation order was made, the High Court may pass any sentence which the court which made the probation order could pass if the probationer had just been convicted before that court of that offence."
                },
                {
                    "representation": "(5)",
                    "description": "Where a probationer in respect of whom a probation order has been made by a magistrate is found guilty by, or has admitted before, the High Court his guilt of an offence committed while the probation order was in force, then    LAWS OF GUYANA Probation of Offenders Cap. 11:04 9  L.R.O. 1/2012                            Failure of probationer to comply with probation order."
                }
            ]
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Failure of probationer to comply with probation order. ",
            "context": "PROBATION OF OFFENDERS ACT under Failure of probationer to comply with probation order. 9. (1) If it appears to a judge or any magistrate that a probationer has failed to comply with any of the provisions of the probation order, he may issue a summons to the probationer requiring him to appear at the place and time specified therein or may issue a warrant for his arrest:  Provided that a magistrate shall not issue such a summons except on information, and shall not issue such a warrant except on information in writing and on oath.  (2) A summons or warrant under this section shall direct the probationer to appear or to be brought before the court by which the probation order was made.  (3) If it is proved to the satisfaction of the court by which the probation order was made that the probationer has [4 of 1972 6  of 1997] LAWS OF GUYANA 10 Cap. 11:04 Probation of Offenders  L.R.O. 1/2012                                                  failed to comply with any of the provisions of the probation order, then    (a) without prejudice to the continuance in force of the probation order, the court may impose on the probationer a fine of six thousand five hundred dollars except that in the case of a juvenile the order for the payment of a fine shall be made against the parent or guardian of the juvenile; or  (b) (i) if the probationer was not convicted of the original offence in respect of which the probation order was made, the court may in the case of a juvenile, pass any sentence which it could pass if the probationer had just been found guilty before that court of that offence and in any other case, may proceed to conviction and pass any sentence as aforesaid; or (ii) if the probationer was convicted of the original offence in respect of which the probation order was made, the court may pass any sentence which it could pass if the probationer had just been convicted before that court of that offence:  Provided that where a court has under paragraph (a) imposed a fine on the probationer, then, on any subsequent sentence being passed upon the probationer under section 8 LAWS OF GUYANA Probation of Offenders Cap. 11:04 11  L.R.O. 1/2012     Probation order; disqualification or disability.                                 Transmission of documents when case is remitted to another court. [4 of 1972]     or under this section, the imposition of the said fine shall be taken into account in fixing the amount of the said sentence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If it appears to a judge or any magistrate that a probationer has failed to comply with any of the provisions of the probation order, he may issue a summons to the probationer requiring him to appear at the place and time specified therein or may issue a warrant for his arrest:  Provided that a magistrate shall not issue such a summons except on information, and shall not issue such a warrant except on information in writing and on oath."
                },
                {
                    "representation": "(2)",
                    "description": "A summons or warrant under this section shall direct the probationer to appear or to be brought before the court by which the probation order was made."
                },
                {
                    "representation": "(3)",
                    "description": "If it is proved to the satisfaction of the court by which the probation order was made that the probationer has [4 of 1972 6  of 1997] LAWS OF GUYANA 10 Cap. 11:04 Probation of Offenders  L.R.O. 1/2012                                                  failed to comply with any of the provisions of the probation order, then"
                },
                {
                    "representation": "(a)",
                    "description": "imposed a fine on the probationer, then, on any subsequent sentence being passed upon the probationer under section 8 LAWS OF GUYANA Probation of Offenders Cap. 11:04 11  L.R.O. 1/2012     Probation order; disqualification or disability.                                 Transmission of documents when case is remitted to another court. [4 of 1972]     or under this section, the imposition of the said fine shall be taken into account in fixing the amount of the said sentence."
                },
                {
                    "representation": "(b)",
                    "description": "(i) if the probationer was not convicted of the original offence in respect of which the probation order was made, the court may in the case of a juvenile, pass any sentence which it could pass if the probationer had just been found guilty before that court of that offence and in any other case, may proceed to conviction and pass any sentence as aforesaid; or"
                }
            ]
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Probation order: disqualification or disability. ",
            "context": "PROBATION OF OFFENDERS ACT under Probation order: disqualification or disability. 10. (1) Where a person is convicted of an offence and is released under a probation order, his conviction for that offence shall be disregarded for the purposes of any enactment by or under which any disqualification or disability is imposed upon convicted persons or by or under which provision is made for a different penalty in respect of a second or subsequent offence or in respect of an offence committed after previous conviction:  Provided that if the probationer is subsequently sentenced for the original offence, this section shall cease to apply in respect of that offence, and he shall be deemed, for the purposes of any such enactment imposing a disqualification or disability, to have been convicted on the date of sentence.  (2) Where a person is released on probation, without the court having proceeded to conviction, and he is subsequently convicted and sentenced for the original offence, then he shall be deemed, for the purposes of any enactment by or under which any disqualification or disability is imposed upon convicted persons or by or under which provision is made for a different penalty in respect of a second or subsequent offence or in respect of an offence committed after a previous conviction, to have been convicted on the date of such conviction and sentence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a person is convicted of an offence and is released under a probation order, his conviction for that offence shall be disregarded for the purposes of any enactment by or under which any disqualification or disability is imposed upon convicted persons or by or under which provision is made for a different penalty in respect of a second or subsequent offence or in respect of an offence committed after previous conviction:  Provided that if the probationer is subsequently sentenced for the original offence, this section shall cease to apply in respect of that offence, and he shall be deemed, for the purposes of any such enactment imposing a disqualification or disability, to have been convicted on the date of sentence."
                },
                {
                    "representation": "(2)",
                    "description": "Where a person is released on probation, without the court having proceeded to conviction, and he is subsequently convicted and sentenced for the original offence, then he shall be deemed, for the purposes of any enactment by or under which any disqualification or disability is imposed upon convicted persons or by or under which provision is made for a different penalty in respect of a second or subsequent offence or in respect of an offence committed after a previous conviction, to have been convicted on the date of such conviction and sentence."
                }
            ]
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Transmission of documents when case is remitted to another court. ",
            "context": "PROBATION OF OFFENDERS ACT under Transmission of documents when case is remitted to another court. 11. Where a probationer is committed to custody or released on bail by a magistrate until he can be brought or appear before the court which made the probation order, the magistrate shall transmit to the said court such particulars of the case as he thinks desirable, and where the probationer has been convicted, or in the case of a juvenile the recording of his guilt has been made, of a subsequent offence by a magistrate, the magistrate shall transmit to the said court a certificate to LAWS OF GUYANA 12 Cap. 11:04 Probation of Offenders  L.R.O. 1/2012       Amendment of probation orders. [21 of 1962]                                        that effect, signed by him and for the purposes or proceedings in the court to which it is transmitted any such certificate, if purporting to be so signed, shall be admissible as evidence of the conviction or of the guilt, as the case may be.",
            "description": "Where a probationer is committed to custody or released on bail by a magistrate until he can be brought or appear before the court which made the probation order, the magistrate shall transmit to the said court such particulars of the case as he thinks desirable, and where the probationer has been convicted, or in the case of a juvenile the recording of his guilt has been made, of a subsequent offence by a magistrate, the magistrate shall transmit to the said court a certificate to LAWS OF GUYANA 12 Cap. 11:04 Probation of Offenders  L.R.O. 1/2012       Amendment of probation orders. [21 of 1962]                                        that effect, signed by him and for the purposes or proceedings in the court to which it is transmitted any such certificate, if purporting to be so signed, shall be admissible as evidence of the conviction or of the guilt, as the case may be."
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Amendment of probation orders. ",
            "context": "PROBATION OF OFFENDERS ACT under Amendment of probation orders. 12. (1) Subject to the provisions of this section, where, on the application of a probationer or of the probation officer responsible for his supervision, the court which made the probation order is satisfied that the provisions of the probation order should be varied, or that any provisions should be inserted or cancelled, the court may by order amend the probation order accordingly:  Provided that no order shall be made under this section reducing the period of duration of the probation order, or extending that period beyond a period of three years from the date of the probation order.  (2) An order under the foregoing subsection may require a probationer to reside in an institution for any period not extending beyond twelve months from the date of that order, if the total period or the aggregate of the periods for which he is required to reside in any institution or institutions under the probation order does not exceed twelve months.  (3) The court shall, if it is satisfied, on the application of the probation officer responsible for the supervision of the probationer, that the probationer has changed, or is about to change, his residence from the magisterial district named in the order to another magisterial district, by order vary the probation order by substituting for the reference to the magisterial district named therein a reference to the magisterial district where the probationer is residing or is about to reside, and shall transmit to the court for the new magisterial district all documents and information relating to the case, and thereupon the last mentioned court shall be deemed for all purposes of this Act to be the court by which the probation order was made. LAWS OF GUYANA Probation of Offenders Cap. 11:04 13  L.R.O. 1/2012                 Discharge of probation [21 of 1962]            Transmission of copies of orders for amendment or discharge of probation orders.                Selection of probation officers. [21 of 1962 4 of 1972]  (4) An order under this section cancelling a provision of a probation order or substituting a new magisterial district for the magisterial district named therein may be made without summoning the probationer, but no other order under this section shall be made except on the application or in the presence of the probationer.  (5) Where an order is made under this section for the variation, insertion, or cancellation of a provision requiring a probationer to reside in an institution, the court shall forthwith give notice of the terms of the order to the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the provisions of this section, where, on the application of a probationer or of the probation officer responsible for his supervision, the court which made the probation order is satisfied that the provisions of the probation order should be varied, or that any provisions should be inserted or cancelled, the court may by order amend the probation order accordingly:  Provided that no order shall be made under this section reducing the period of duration of the probation order, or extending that period beyond a period of three years from the date of the probation order."
                },
                {
                    "representation": "(2)",
                    "description": "An order under the foregoing subsection may require a probationer to reside in an institution for any period not extending beyond twelve months from the date of that order, if the total period or the aggregate of the periods for which he is required to reside in any institution or institutions under the probation order does not exceed twelve months."
                },
                {
                    "representation": "(3)",
                    "description": "The court shall, if it is satisfied, on the application of the probation officer responsible for the supervision of the probationer, that the probationer has changed, or is about to change, his residence from the magisterial district named in the order to another magisterial district, by order vary the probation order by substituting for the reference to the magisterial district named therein a reference to the magisterial district where the probationer is residing or is about to reside, and shall transmit to the court for the new magisterial district all documents and information relating to the case, and thereupon the last mentioned court shall be deemed for all purposes of this Act to be the court by which the probation order was made. LAWS OF GUYANA Probation of Offenders Cap. 11:04 13  L.R.O. 1/2012                 Discharge of probation [21 of 1962]            Transmission of copies of orders for amendment or discharge of probation orders.                Selection of probation officers. [21 of 1962 4 of 1972]"
                },
                {
                    "representation": "(4)",
                    "description": "An order under this section cancelling a provision of a probation order or substituting a new magisterial district for the magisterial district named therein may be made without summoning the probationer, but no other order under this section shall be made except on the application or in the presence of the probationer."
                },
                {
                    "representation": "(5)",
                    "description": "Where an order is made under this section for the variation, insertion, or cancellation of a provision requiring a probationer to reside in an institution, the court shall forthwith give notice of the terms of the order to the Minister."
                }
            ]
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Discharge of probation orders. ",
            "context": "PROBATION OF OFFENDERS ACT under Discharge of probation orders. 13. (1) The court by which a probation order was made may, on the application of the probationer or of the probation officer responsible for his supervision, discharge the probation order, and where the application is made by the probation officer, the court may deal with it without summoning the probationer.  (2) Where an offender in respect of whom a probation order has been made is subsequently sentenced for the offence in respect of which the probation order was made, the probation order shall cease to have effect.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The court by which a probation order was made may, on the application of the probationer or of the probation officer responsible for his supervision, discharge the probation order, and where the application is made by the probation officer, the court may deal with it without summoning the probationer."
                },
                {
                    "representation": "(2)",
                    "description": "Where an offender in respect of whom a probation order has been made is subsequently sentenced for the offence in respect of which the probation order was made, the probation order shall cease to have effect."
                }
            ]
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Transmission of copies of orders for amendment or discharge of probation orders. ",
            "context": "PROBATION OF OFFENDERS ACT under Transmission of copies of orders for amendment or discharge of probation orders. 14. Where an order is made for the amendment or discharge of a probation order, the clerk of the court by which the order is made shall furnish two copies of the order to the probation officer responsible for the supervision of the probationer or in the case of an order for the discharge of a probation order, to the probation officer who was so responsible before the making of the order, one copy to be given by him to the probationer.",
            "description": "Where an order is made for the amendment or discharge of a probation order, the clerk of the court by which the order is made shall furnish two copies of the order to the probation officer responsible for the supervision of the probationer or in the case of an order for the discharge of a probation order, to the probation officer who was so responsible before the making of the order, one copy to be given by him to the probationer."
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Selection of probation officers. ",
            "context": "PROBATION OF OFFENDERS ACT under Selection of probation officers. 15. (1) The probation officer who is to be responsible for the supervision of any probationer shall be selected by the chief probation officer, and if the probation officer so selected dies or is unable for any reason to carry out his duties, orders. LAWS OF GUYANA 14 Cap. 11:04 Probation of Offenders  L.R.O. 1/2012               Contributions towards homes and hostels. [4 of 1972]   Appointments. [21 of 1962]                                 another probation officer shall be selected.  (2) Where a woman or girl is placed under the supervision of a probation officer, the probation officer shall be a woman.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The probation officer who is to be responsible for the supervision of any probationer shall be selected by the chief probation officer, and if the probation officer so selected dies or is unable for any reason to carry out his duties, orders. LAWS OF GUYANA 14 Cap. 11:04 Probation of Offenders  L.R.O. 1/2012               Contributions towards homes and hostels. [4 of 1972]   Appointments. [21 of 1962]                                 another probation officer shall be selected."
                },
                {
                    "representation": "(2)",
                    "description": "Where a woman or girl is placed under the supervision of a probation officer, the probation officer shall be a woman."
                }
            ]
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Contributions towards homes and hostels. ",
            "context": "PROBATION OF OFFENDERS ACT under Contributions towards homes and hostels. 16. Such contributions may be made towards the establishment of homes or hostels for the reception of persons placed under the supervision of probation officers as the National Assembly may approve.",
            "description": "Such contributions may be made towards the establishment of homes or hostels for the reception of persons placed under the supervision of probation officers as the National Assembly may approve."
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Appointments. ",
            "context": "PROBATION OF OFFENDERS ACT under Appointments. 17. (1) There shall be    (a) a chief probation officer who shall organise and supervise the probation service in Guyana in accordance with rules made under this Act;  (b) a sufficient number of probation offices, qualified by character and experience to be probation officers, who shall perform such duties as may be prescribed by rules made under this Act.  (2) The Minister shall appoint    (a) a Central Probation Committee; and  (b) a district probation committee for each magisterial district of Guyana,  consisting of such persons as the Minister shall think fit, and the committees so appointed shall perform such duties in connection with probation as may be prescribed by rules made under this Act.   LAWS OF GUYANA Probation of Offenders Cap. 11:04 15  L.R.O. 1/2012 Rules. [21 of 1962]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be"
                },
                {
                    "representation": "(a)",
                    "description": "a Central Probation Committee; and"
                },
                {
                    "representation": "(b)",
                    "description": "a district probation committee for each magisterial district of Guyana,  consisting of such persons as the Minister shall think fit, and the committees so appointed shall perform such duties in connection with probation as may be prescribed by rules made under this Act.   LAWS OF GUYANA Probation of Offenders Cap. 11:04 15  L.R.O. 1/2012 Rules. [21 of 1962]"
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall appoint"
                }
            ]
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Rules.  __________________________ 1953 Ed. c. 19 _______________________________________________________ 53 of 1952 An Act to provide for the Probation of Offenders.  [27TH DECEMBER, 1952]  Short Title. [21 of 1962]   Application. ",
            "context": "PROBATION OF OFFENDERS ACT under Rules.  __________________________ 1953 Ed. c. 19 _______________________________________________________ 53 of 1952 An Act to provide for the Probation of Offenders.  [27TH DECEMBER, 1952]  Short Title. [21 of 1962]   Application. 18. The Minister may make rules prescribing    (a) the duties of a chief probation officer;  (b) the duties of probation officers;  (c) the constitution and duties of the Central Probation Committee and the district probation committees;  (d) the form of records to be kept under this Act;  (e) the remuneration of any person appointed to carry out any duties under this Act and the fees and charges to be made for any act, matter or thing under this Act to be done or observed;  (f) generally for carrying this Act into effect.  --------------------               LAWS OF GUYANA 16 Cap. 11:04 Probation of Offenders  L.R.O. 1/2012            Citation.         Duties of the Chief Probation Offocer.                                       SUBSIDIARY LEGISLATION   _________________  PROBATION OF OFFENDERS RULES",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the duties of a chief probation officer;"
                },
                {
                    "representation": "(b)",
                    "description": "the duties of probation officers;"
                },
                {
                    "representation": "(c)",
                    "description": "the constitution and duties of the Central Probation Committee and the district probation committees;"
                },
                {
                    "representation": "(d)",
                    "description": "the form of records to be kept under this Act;"
                },
                {
                    "representation": "(e)",
                    "description": "the remuneration of any person appointed to carry out any duties under this Act and the fees and charges to be made for any act, matter or thing under this Act to be done or observed;"
                },
                {
                    "representation": "(f)",
                    "description": "generally for carrying this Act into effect.  --------------------               LAWS OF GUYANA 16 Cap. 11:04 Probation of Offenders  L.R.O. 1/2012            Citation.         Duties of the Chief Probation Offocer.                                       SUBSIDIARY LEGISLATION   _________________  PROBATION OF OFFENDERS RULES"
                }
            ]
        }
    },
    {
        "act": "PROBATION OF OFFENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "(1) The Minister may grant leave of absence to any member of the Committee. (2) Where leave has been granted as aforesaid, the Minister may appoint another person to act in the place of the member of the Committee who has been granted such leave. (3)Where a member of the Committee, other than the chairman, without leave of the chairman, absents himself from three consecutive meetings of the Committee, he shall be deemed to have resigned.  (4)Where a member of the Committee has resigned, or is deemed to have resigned under paragraph (3), or where the appointment of a member of the Committee is revoked, the Minister may appoint another person to be a member of the Committee for the unexpired portion of his predecessor's term of office.  ",
            "context": "PROBATION OF OFFENDERS ACT under (1) The Minister may grant leave of absence to any member of the Committee. (2) Where leave has been granted as aforesaid, the Minister may appoint another person to act in the place of the member of the Committee who has been granted such leave. (3)Where a member of the Committee, other than the chairman, without leave of the chairman, absents himself from three consecutive meetings of the Committee, he shall be deemed to have resigned.  (4)Where a member of the Committee has resigned, or is deemed to have resigned under paragraph (3), or where the appointment of a member of the Committee is revoked, the Minister may appoint another person to be a member of the Committee for the unexpired portion of his predecessor's term of office.  20.  Act.   PART III DISTRICT PROBATION COMMITTEES",
            "description": "Act.   PART III DISTRICT PROBATION COMMITTEES"
        }
    }
]