[
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "TRAINING SCHOOLS ACT under Short title. 1. This Act may be cited as the Training Schools Act.",
            "description": "This Act may be cited as the Training Schools Act."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "TRAINING SCHOOLS ACT under Interpretation. 2. In this Act  training school means  (a) a school established under section 4(1); or  (b) a school certified under section 4(3) for the purposes of section 3;  headteacher means the person responsible for the administration and management of a school.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a school established under section 4(1); or"
                },
                {
                    "representation": "(b)",
                    "description": "a school certified under section 4(3) for the purposes of section 3;  headteacher means the person responsible for the administration and management of a school."
                }
            ]
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Purpose of this Act. ",
            "context": "TRAINING SCHOOLS ACT under Purpose of this Act. 3. The purpose of this Act is to provide for the establishment or the certification of schools, for either sex or both sexes, for the rehabilitation, and for the vocational and other training, of young offenders who have not attained the age of eighteen years.",
            "description": "The purpose of this Act is to provide for the establishment or the certification of schools, for either sex or both sexes, for the rehabilitation, and for the vocational and other training, of young offenders who have not attained the age of eighteen years."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Specifying and certifying of schools. ",
            "context": "TRAINING SCHOOLS ACT under Specifying and certifying of schools. 4. (1) The Minister may by order  (a) establish a school by declaring any house, building, enclosure, place or part thereof to be a school and may in such order specify the name by which such school shall be known; or  (b) direct that any school specified under subsection (l)(a) shall cease to be a school.  (2) Every school specified under subsection (1) shall be maintained by moneys provided by Parliament.  (3) The Minister may  LAWS OF GUYANA 6 Cap. 11:06 Training Schools  L.R.O. 1/2012                 Saving of existing schools. [8 of 1907 4 of 1972]    Staff of schools. [4 of 1972]       Appointment and duties of official visitors. [4 of 1972]     Regulations. [4 of 1972]            (a) pursuant to application made to him in that behalf by the headteacher thereof, certify by order that any institution of the character described in section 3 and maintained either wholly or partly by voluntary contribution shall be a school; or  (b) by order direct that any school certified under subsection (3)(a) shall cease to be a school.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be maintained by moneys provided by Parliament."
                },
                {
                    "representation": "(a)",
                    "description": "shall cease to be a school."
                },
                {
                    "representation": "(b)",
                    "description": "by order direct that any school certified under subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Every school specified under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may  LAWS OF GUYANA 6 Cap. 11:06 Training Schools  L.R.O. 1/2012                 Saving of existing schools. [8 of 1907 4 of 1972]    Staff of schools. [4 of 1972]       Appointment and duties of official visitors. [4 of 1972]     Regulations. [4 of 1972]"
                }
            ]
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Saving of existing schools. ",
            "context": "TRAINING SCHOOLS ACT under Saving of existing schools. 5. The school established by the Essequibo Boys School Ordinance 1907 is continued as if it were a school established under section 4(1).",
            "description": "The school established by the Essequibo Boys School Ordinance 1907 is continued as if it were a school established under section 4(1)."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Staff of schools. ",
            "context": "TRAINING SCHOOLS ACT under Staff of schools. 6. The Minister may out of moneys provided by Parliament provide any school with such staff as he may consider necessary for carrying out the purposes of this Act.",
            "description": "The Minister may out of moneys provided by Parliament provide any school with such staff as he may consider necessary for carrying out the purposes of this Act."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Appointment and duties of official visitors. ",
            "context": "TRAINING SCHOOLS ACT under Appointment and duties of official visitors. 7. (1) The Minister shall appoint a visiting committee for each school.  (2) The school shall at all times be open to the inspection of any member of the National Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall appoint a visiting committee for each school."
                },
                {
                    "representation": "(2)",
                    "description": "The school shall at all times be open to the inspection of any member of the National Assembly."
                }
            ]
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Regulations. ",
            "context": "TRAINING SCHOOLS ACT under Regulations. 8. The Minister may make regulations  (a) for the appointment of visiting committees and the functions of such committees;  (b) for the proper classification of inmates;  (c) for the proper instruction, moral and LAWS OF GUYANA Training Schools Cap. 11:06 7  L.R.O. 1/2012                 Annual report. [4 of 1972]        Youths guilty of certain offences may be sent to a school. [4 of 1972]           Person under 17 who may be sent to a school. [4 of 1972]         religious and vocational training, and rehabilitation of the inmates;  (d) for the establishment of a system of punishments and awards (including the award of small money payments);  (e) generally, for the maintenance of proper discipline, and for the proper conduct and management of schools.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "for the appointment of visiting committees and the functions of such committees;"
                },
                {
                    "representation": "(b)",
                    "description": "for the proper classification of inmates;"
                },
                {
                    "representation": "(c)",
                    "description": "for the proper instruction, moral and LAWS OF GUYANA Training Schools Cap. 11:06 7  L.R.O. 1/2012                 Annual report. [4 of 1972]        Youths guilty of certain offences may be sent to a school. [4 of 1972]           Person under 17 who may be sent to a school. [4 of 1972]         religious and vocational training, and rehabilitation of the inmates;"
                },
                {
                    "representation": "(d)",
                    "description": "for the establishment of a system of punishments and awards"
                },
                {
                    "representation": "(e)",
                    "description": "generally, for the maintenance of proper discipline, and for the proper conduct and management of schools."
                }
            ]
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Annual report.  SENDING PERSONS TO SCHOOLS  ",
            "context": "TRAINING SCHOOLS ACT under Annual report.  SENDING PERSONS TO SCHOOLS  9. The headteacher shall, in the month of February in each year, prepare a full report of the working of the school during the previous year, to be laid before the National Assembly.  SENDING PERSONS TO SCHOOLS",
            "description": "The headteacher shall, in the month of February in each year, prepare a full report of the working of the school during the previous year, to be laid before the National Assembly.  SENDING PERSONS TO SCHOOLS"
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Youths guilty of certain offences may be sent to a school. ",
            "context": "TRAINING SCHOOLS ACT under Youths guilty of certain offences may be sent to a school. 10. Where a person apparently under the age of seventeen years is found guilty of an offence punishable in the case of an adult by imprisonment, the court may order that such person be sent to a school and to be there detained in the case where the person is over sixteen years until he attains the age of eighteen years and in other cases for a period not less than two years and not more than three years:  Provided that no person shall be so detained beyond the age of eighteen years.",
            "description": "Where a person apparently under the age of seventeen years is found guilty of an offence punishable in the case of an adult by imprisonment, the court may order that such person be sent to a school and to be there detained in the case where the person is over sixteen years until he attains the age of eighteen years and in other cases for a period not less than two years and not more than three years:  Provided that no person shall be so detained beyond the age of eighteen years."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Person under 17 who may be sent to a school. ",
            "context": "TRAINING SCHOOLS ACT under Person under 17 who may be sent to a school. 11. (1) Anyone may bring before a magistrate any person apparently under the age of seventeen years who comes within any of the following descriptions:  (a) who is found begging, or receiving alms (whether actually or under the pretext of selling or offering for sale anything), or who is in any street or public place for the purpose of so LAWS OF GUYANA 8 Cap. 11:06 Training Schools  L.R.O. 1/2012                                     Refractory youths may be sent to a school. [4 of 1972]       Form of order of detention.  begging or receiving alms; or  (b) who is found wandering and not having any home or settled place of abode, or proper guardianship, or visible means of subsistence; or  (c) who, either being an orphan or having a surviving parent who is undergoing imprisonment, is found destitute; or  (d) who frequents the company of reputed thieves.  (2) The magistrate before whom such a person is brought as coming within one of those descriptions, if from the evidence he is satisfied of that fact, shall order an inquiry to be made into the history and circumstances of such person, and if it is expedient to deal with such person under this Act, may order such person to be sent to a school:  Provided that in the case of a first offence, if the parent or guardian of such person appears before the magistrate, and claims such person, he shall be delivered up to the parent or guardian on the parent or guardian undertaking in writing to be responsible for his good behaviour.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone may bring before a magistrate any person apparently under the age of seventeen years who comes within any of the following descriptions:"
                },
                {
                    "representation": "(a)",
                    "description": "who is found begging, or receiving alms"
                },
                {
                    "representation": "(b)",
                    "description": "who is found wandering and not having any home or settled place of abode, or proper guardianship, or visible means of subsistence; or"
                },
                {
                    "representation": "(c)",
                    "description": "who, either being an orphan or having a surviving parent who is undergoing imprisonment, is found destitute; or"
                },
                {
                    "representation": "(d)",
                    "description": "who frequents the company of reputed thieves."
                },
                {
                    "representation": "(2)",
                    "description": "The magistrate before whom such a person is brought as coming within one of those descriptions, if from the evidence he is satisfied of that fact, shall order an inquiry to be made into the history and circumstances of such person, and if it is expedient to deal with such person under this Act, may order such person to be sent to a school:  Provided that in the case of a first offence, if the parent or guardian of such person appears before the magistrate, and claims such person, he shall be delivered up to the parent or guardian on the parent or guardian undertaking in writing to be responsible for his good behaviour."
                }
            ]
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Refractory youths may be sent to a school. ",
            "context": "TRAINING SCHOOLS ACT under Refractory youths may be sent to a school. 12. Where the parent, or step-parent, or guardian, of a person apparently under the age of seventeen years represents to a magistrate that he is unable to control such person, and that he desires that such person be sent to a school under this Act, the magistrate, if on inquiry he is satisfied that it is expedient to deal with such person under this Act, may order such person to be sent to a school.",
            "description": "Where the parent, or step-parent, or guardian, of a person apparently under the age of seventeen years represents to a magistrate that he is unable to control such person, and that he desires that such person be sent to a school under this Act, the magistrate, if on inquiry he is satisfied that it is expedient to deal with such person under this Act, may order such person to be sent to a school."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Form of order of detention. ",
            "context": "TRAINING SCHOOLS ACT under Form of order of detention. 13. The order of a magistrate sending a person to a LAWS OF GUYANA Training Schools Cap. 11:06 9  L.R.O. 1/2012 [4 of 1972]       Effect of order. [3 of 1944 4 of 1972]      Evidence of order.       Sending youthful offenders to a school. [4 of 1972]            Removal of offender to a school. [4 of 1972]       Authority for detaining offender. [4 of 1972] school (in this Act referred to as the order of detention) shall be in writing, and shall specify the time for which the person is to be detained in a school, being that time which to the magistrate seems proper for his teaching and training.",
            "description": "The order of a magistrate sending a person to a LAWS OF GUYANA Training Schools Cap. 11:06 9  L.R.O. 1/2012 [4 of 1972]       Effect of order. [3 of 1944 4 of 1972]      Evidence of order.       Sending youthful offenders to a school. [4 of 1972]            Removal of offender to a school. [4 of 1972]       Authority for detaining offender. [4 of 1972] school (in this Act referred to as the order of detention) shall be in writing, and shall specify the time for which the person is to be detained in a school, being that time which to the magistrate seems proper for his teaching and training."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Effect of order. ",
            "context": "TRAINING SCHOOLS ACT under Effect of order. 14. The order of detention shall be sent to the headteacher with the person and shall be sufficient warrant for the conveyance of the person thither and his detention in a school.",
            "description": "The order of detention shall be sent to the headteacher with the person and shall be sufficient warrant for the conveyance of the person thither and his detention in a school."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Evidence of order. ",
            "context": "TRAINING SCHOOLS ACT under Evidence of order. 15. An instrument purporting to be an order of detention in a school and to be signed by a magistrate, or purporting to be a copy of that order and to be certified so to be by the clerk to the magistrate by whom the order was made, shall be evidence of the order.",
            "description": "An instrument purporting to be an order of detention in a school and to be signed by a magistrate, or purporting to be a copy of that order and to be certified so to be by the clerk to the magistrate by whom the order was made, shall be evidence of the order."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Sending youthful offenders to a school. ",
            "context": "TRAINING SCHOOLS ACT under Sending youthful offenders to a school. 16. Where any person who, in the judgment of the court, is under the age of seventeen years is found guilty of an offence punishable with imprisonment before the High Court in its criminal jurisdiction, the Court, instead of awarding a sentence of imprisonment, may order him to be sent to a school, and to be there detained in the case where the person is over sixteen years until he attains the age of eighteen years and in other cases for a period of not less than two years and not more than three:  Provided that no person shall be so detained beyond the age of eighteen years.",
            "description": "Where any person who, in the judgment of the court, is under the age of seventeen years is found guilty of an offence punishable with imprisonment before the High Court in its criminal jurisdiction, the Court, instead of awarding a sentence of imprisonment, may order him to be sent to a school, and to be there detained in the case where the person is over sixteen years until he attains the age of eighteen years and in other cases for a period of not less than two years and not more than three:  Provided that no person shall be so detained beyond the age of eighteen years."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Removal of offender to a school. ",
            "context": "TRAINING SCHOOLS ACT under Removal of offender to a school. 17. The keeper of every prison having in his custody any offender ordered to be sent to a school shall deliver the offender into the custody of the headteacher, together with the warrant or other document in pursuance of which the offender is sent to the school.",
            "description": "The keeper of every prison having in his custody any offender ordered to be sent to a school shall deliver the offender into the custody of the headteacher, together with the warrant or other document in pursuance of which the offender is sent to the school."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Authority for detaining offender. ",
            "context": "TRAINING SCHOOLS ACT under Authority for detaining offender. 18. The possession of the warrant or other document in pursuance of which an offender is sent to a school shall be sufficient authority for his detention in the school. LAWS OF GUYANA 10 Cap. 11:06 Training Schools  L.R.O. 1/2012  Saving of powers under other Acts. [4 of 1972]       Penalties for indiscipline.  [4 of 1972 19 of 2010]      Refusal of girl in school to conform to regulations.           Escape of person from a school. [4 of 1972] c. 10:03      Assisting person to escape from a school or harbouring him after escape. [4 of 1972]",
            "description": "The possession of the warrant or other document in pursuance of which an offender is sent to a school shall be sufficient authority for his detention in the school. LAWS OF GUYANA 10 Cap. 11:06 Training Schools  L.R.O. 1/2012  Saving of powers under other Acts. [4 of 1972]       Penalties for indiscipline.  [4 of 1972 19 of 2010]      Refusal of girl in school to conform to regulations.           Escape of person from a school. [4 of 1972] c. 10:03      Assisting person to escape from a school or harbouring him after escape. [4 of 1972]"
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Saving of powers under other Acts.  GOVERNMENT AND DISCIPLINE OF A SCHOOL  ",
            "context": "TRAINING SCHOOLS ACT under Saving of powers under other Acts.  GOVERNMENT AND DISCIPLINE OF A SCHOOL  19. Nothing in this Act shall be construed so as to interfere in any way whatsoever with any power contained in any other Act empowering the High Court in its criminal jurisdiction or any magistrate to send any child found guilty of any offence to a reformatory or other institution.  GOVERNMENT AND DISCIPLINE OF A SCHOOL",
            "description": "Nothing in this Act shall be construed so as to interfere in any way whatsoever with any power contained in any other Act empowering the High Court in its criminal jurisdiction or any magistrate to send any child found guilty of any offence to a reformatory or other institution.  GOVERNMENT AND DISCIPLINE OF A SCHOOL"
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "(1) Penalties for indiscipline. (2) Refusal of girl in school to conform to regulations. ",
            "context": "TRAINING SCHOOLS ACT under (1) Penalties for indiscipline. (2) Refusal of girl in school to conform to regulations. 20. (1) Any boy detained in a school who wilfully refuses or neglects to conform to the regulations thereof, may, for every offence, be ordered by the headteacher or the person in charge, to be kept in solitary confinement for a period not exceeding one day.  (2) Any girl detained in a school who wilfully refuses or neglects to conform to the regulations thereof, may, for every offence, be ordered by the headteacher to be kept in solitary confinement for a period not exceeding one day:  Provided that nothing in this section shall be construed as empowering a headteacher to keep a boy or girl in solitary confinement for more than twenty-four consecutive hours under any circumstances.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any boy detained in a school who wilfully refuses or neglects to conform to the regulations thereof, may, for every offence, be ordered by the headteacher or the person in charge, to be kept in solitary confinement for a period not exceeding one day."
                },
                {
                    "representation": "(2)",
                    "description": "Any girl detained in a school who wilfully refuses or neglects to conform to the regulations thereof, may, for every offence, be ordered by the headteacher to be kept in solitary confinement for a period not exceeding one day:  Provided that nothing in this section shall be construed as empowering a headteacher to keep a boy or girl in solitary confinement for more than twenty-four consecutive hours under any circumstances."
                }
            ]
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Escape of person from a school. ",
            "context": "TRAINING SCHOOLS ACT under Escape of person from a school. 21. Any person ordered to be detained at a school who escapes therefrom at any time before the expiration of his period of detention may be apprehended without a warrant and if the Minister thinks fit, may be then brought before a magistrate to be dealt with in any manner for the treatment of juveniles under section 19 of the Juvenile Offenders Act.",
            "description": "Any person ordered to be detained at a school who escapes therefrom at any time before the expiration of his period of detention may be apprehended without a warrant and if the Minister thinks fit, may be then brought before a magistrate to be dealt with in any manner for the treatment of juveniles under section 19 of the Juvenile Offenders Act."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Assisting person to escape from a school or harbouring him after escape. ",
            "context": "TRAINING SCHOOLS ACT under Assisting person to escape from a school or harbouring him after escape. 22. Everyone who  (a) knowingly assists, either directly or indirectly, any person detained in a school to escape from the school; or LAWS OF GUYANA Training Schools Cap. 11:06 11  L.R.O. 1/2012                 Grant of licence to person to live out of school.  [4 of 1972]                              (b) directly or indirectly induces a person to escape from a school; or  (c) knowingly harbours, conceals, or prevents from returning to a school any person who has escaped from a school,  shall be liable on summary conviction to a fine of nineteen thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "knowingly assists, either directly or indirectly, any person detained in a school to escape from the school; or LAWS OF GUYANA Training Schools Cap. 11:06 11  L.R.O. 1/2012                 Grant of licence to person to live out of school.  [4 of 1972]"
                },
                {
                    "representation": "(b)",
                    "description": "directly or indirectly induces a person to escape from a school; or"
                },
                {
                    "representation": "(c)",
                    "description": "knowingly harbours, conceals, or prevents from returning to a school any person who has escaped from a school,  shall be liable on summary conviction to a fine of nineteen thousand five hundred dollars."
                }
            ]
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Grant of licence to person to live out of school. ",
            "context": "TRAINING SCHOOLS ACT under Grant of licence to person to live out of school. 23. (1) The headteacher may, with the approval of the Minister, at any  time after the expiration of eighteen months of the period of detention allotted to a person, by licence under his hand, permit him to live with any trustworthy and respectable person named in the licence and willing to receive, teach, train, and take charge of him.  (2) A licence so granted shall not be in force for more than six months, but may, at any time before the expiration of those six months, be renewed for a further period, not exceeding six months, to commence from the previous period of six months, and so from time to time until the period of detention of the person has expired.  (3) A licence so granted may also be revoked at any time by the headteacher, by writing under his hand, with the approval of the Minister, and thereupon the person to whom the licence related may be required by him, by writing under his hand, to return to the school.  (4) The time during which a person is absent from a school in pursuance of a licence shall, except where the licence has been forfeited by his misconduct, be deemed to be part of the time of his detention in the school, and, at the expiration of the time allowed by the licence, he shall be taken back to the school.  LAWS OF GUYANA 12 Cap. 11:06 Training Schools  L.R.O. 1/2012           Power to apprentice person in a school. [4 of 1972]        Permission to reside away from school or to be enrolled in Guyana Youth Corps.  [4 of 1972 19 of 2010]                     (5) Any person who escapes from anyone with whom he is placed under a licence, or refuses to return to the school on the revocation of his licence or at the expiration of the time allowed thereby, shall be deemed to have escaped from a school, and shall be liable to the same punishment.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The headteacher may, with the approval of the Minister, at any  time after the expiration of eighteen months of the period of detention allotted to a person, by licence under his hand, permit him to live with any trustworthy and respectable person named in the licence and willing to receive, teach, train, and take charge of him."
                },
                {
                    "representation": "(2)",
                    "description": "A licence so granted shall not be in force for more than six months, but may, at any time before the expiration of those six months, be renewed for a further period, not exceeding six months, to commence from the previous period of six months, and so from time to time until the period of detention of the person has expired."
                },
                {
                    "representation": "(3)",
                    "description": "A licence so granted may also be revoked at any time by the headteacher, by writing under his hand, with the approval of the Minister, and thereupon the person to whom the licence related may be required by him, by writing under his hand, to return to the school."
                },
                {
                    "representation": "(4)",
                    "description": "The time during which a person is absent from a school in pursuance of a licence shall, except where the licence has been forfeited by his misconduct, be deemed to be part of the time of his detention in the school, and, at the expiration of the time allowed by the licence, he shall be taken back to the school.  LAWS OF GUYANA 12 Cap. 11:06 Training Schools  L.R.O. 1/2012           Power to apprentice person in a school. [4 of 1972]        Permission to reside away from school or to be enrolled in Guyana Youth Corps.  [4 of 1972 19 of 2010]"
                },
                {
                    "representation": "(5)",
                    "description": "Any person who escapes from anyone with whom he is placed under a licence, or refuses to return to the school on the revocation of his licence or at the expiration of the time allowed thereby, shall be deemed to have escaped from a school, and shall be liable to the same punishment."
                }
            ]
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Power to apprentice person in a school. ",
            "context": "TRAINING SCHOOLS ACT under Power to apprentice person in a school. 24. The headteacher, subject to the regulations from time to time approved by the Minister, may, with the consent of the person concerned, bind any person ordered to be detained in the school as an apprentice to any trade, calling, or service until he shall complete the age of eighteen years, notwithstanding that his period of detention has not expired; and the binding shall be valid and effectual to all intents and purposes.",
            "description": "The headteacher, subject to the regulations from time to time approved by the Minister, may, with the consent of the person concerned, bind any person ordered to be detained in the school as an apprentice to any trade, calling, or service until he shall complete the age of eighteen years, notwithstanding that his period of detention has not expired; and the binding shall be valid and effectual to all intents and purposes."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Permission to reside away from school or to be enrolled in Guyana Youth Corps. LAWS OF GUYANA 4 Cap. 11:06 Training Schools  L.R.O. 1/2012  SECTION MAINTENANCE OF PERSONS IN THE SCHOOL  ",
            "context": "TRAINING SCHOOLS ACT under Permission to reside away from school or to be enrolled in Guyana Youth Corps. LAWS OF GUYANA 4 Cap. 11:06 Training Schools  L.R.O. 1/2012  SECTION MAINTENANCE OF PERSONS IN THE SCHOOL  25. The headteacher may, with the approval of the Minister at any time after the expiration of twelve months of the allotted period of detention and with the consent or without the consent of his parent, by licence under his hand permit him to reside away from the school and to live with any trustworthy or respectable person named in the licence and willing to receive, train, teach, and take charge of him on the condition that he attends any educational establishment or school for technical training, and a licence so granted shall be subject to the same conditions and regulations as a licence granted under section 23 of this Act.  MAINTENANCE OF PERSONS IN THE SCHOOL",
            "description": "The headteacher may, with the approval of the Minister at any time after the expiration of twelve months of the allotted period of detention and with the consent or without the consent of his parent, by licence under his hand permit him to reside away from the school and to live with any trustworthy or respectable person named in the licence and willing to receive, train, teach, and take charge of him on the condition that he attends any educational establishment or school for technical training, and a licence so granted shall be subject to the same conditions and regulations as a licence granted under section 23 of this Act.  MAINTENANCE OF PERSONS IN THE SCHOOL"
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Liability to contribute to maintenance of persons at a school. ",
            "context": "TRAINING SCHOOLS ACT under Liability to contribute to maintenance of persons at a school. 26. [Repealed by 19 of 2010]",
            "description": "[Repealed by 19 of 2010]"
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "(1) Mode of enforcing liability. (5) Terms and enforcement of order for maintenance.  (6) Appropriation of payment. (7) Power to remit payment. (8) Variation of order of payment.  DISCHARGE OF PERSONS  ",
            "context": "TRAINING SCHOOLS ACT under (1) Mode of enforcing liability. (5) Terms and enforcement of order for maintenance.  (6) Appropriation of payment. (7) Power to remit payment. (8) Variation of order of payment.  DISCHARGE OF PERSONS  27. [Repealed by 19 of 2010]      LAWS OF GUYANA Training Schools Cap. 11:06 13  L.R.O. 1/2012     Discharge of person. [16 of 1952]            Power of the Minister to order dis- charge of person.     Use of forms. Schedule.         Service of notice.      Evidence as to person being detained in a school. [4 of 1972]     DISCHARGE OF PERSONS",
            "description": "[Repealed by 19 of 2010]      LAWS OF GUYANA Training Schools Cap. 11:06 13  L.R.O. 1/2012     Discharge of person. [16 of 1952]            Power of the Minister to order dis- charge of person.     Use of forms. Schedule.         Service of notice.      Evidence as to person being detained in a school. [4 of 1972]     DISCHARGE OF PERSONS"
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Discharge of person. ",
            "context": "TRAINING SCHOOLS ACT under Discharge of person. 28. (1) No person ordered to be sent to the school after attaining the age of thirteen years, who has, to the knowledge of the headteacher, attained the age of eighteen years, shall be detained in the school.  (2) No person ordered to be sent to the school before the age of thirteen years who has, to the knowledge of the headteacher, attained the age of sixteen years, shall be detained in the school.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person ordered to be sent to the school after attaining the age of thirteen years, who has, to the knowledge of the headteacher, attained the age of eighteen years, shall be detained in the school."
                },
                {
                    "representation": "(2)",
                    "description": "No person ordered to be sent to the school before the age of thirteen years who has, to the knowledge of the headteacher, attained the age of sixteen years, shall be detained in the school."
                }
            ]
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Power of the Minister to order discharge of person.  MISCELLANEOUS PROVISIONS  ",
            "context": "TRAINING SCHOOLS ACT under Power of the Minister to order discharge of person.  MISCELLANEOUS PROVISIONS  29. The Minister may at any time order any person to be discharged from the school, either absolutely or on any conditions the Minister approves, and the person shall be discharged accordingly.  MISCELLANEOUS PROVISIONS",
            "description": "The Minister may at any time order any person to be discharged from the school, either absolutely or on any conditions the Minister approves, and the person shall be discharged accordingly.  MISCELLANEOUS PROVISIONS"
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Use of forms. ",
            "context": "TRAINING SCHOOLS ACT under Use of forms. 30. No summons, notice, or order made for the purpose of carrying into effect the provisions of this Act shall be invalidated for want of form only; and the forms contained in the Schedule, or forms to the like effect, may be used in the matters to which they refer, with such variations as circumstances require, and, when used, shall be deemed sufficient.",
            "description": "No summons, notice, or order made for the purpose of carrying into effect the provisions of this Act shall be invalidated for want of form only; and the forms contained in the Schedule, or forms to the like effect, may be used in the matters to which they refer, with such variations as circumstances require, and, when used, shall be deemed sufficient."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Service of notice. ",
            "context": "TRAINING SCHOOLS ACT under Service of notice. 31. Service of notice may be made on the headteacher by delivery of the notice to him personally or by being sent by post in a letter addressed to him.",
            "description": "Service of notice may be made on the headteacher by delivery of the notice to him personally or by being sent by post in a letter addressed to him."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Evidence as to person being detained in a school. ",
            "context": "TRAINING SCHOOLS ACT under Evidence as to person being detained in a school. 32. The production of the warrant or other document in pursuance of which a person is directed to be sent to the school, with a statement endorsed thereon or annexed thereto, purporting to be signed by the headteacher, that the person mentioned therein is, at the date of the signing thereof detained in the school, or has been otherwise dealt with according to law, shall be, in all proceedings relating to that LAWS OF GUYANA 14 Cap. 11:06 Training Schools  L.R.O. 1/2012       Procedure and appeal. [4 of 1972]           [4 of 1972]      s.13          c. 11:06             person, evidence of the identity of, and of the due making of the order and subsequent detention of, the person  named in the warrant or other document.",
            "description": "The production of the warrant or other document in pursuance of which a person is directed to be sent to the school, with a statement endorsed thereon or annexed thereto, purporting to be signed by the headteacher, that the person mentioned therein is, at the date of the signing thereof detained in the school, or has been otherwise dealt with according to law, shall be, in all proceedings relating to that LAWS OF GUYANA 14 Cap. 11:06 Training Schools  L.R.O. 1/2012       Procedure and appeal. [4 of 1972]           [4 of 1972]      s.13          c. 11:06             person, evidence of the identity of, and of the due making of the order and subsequent detention of, the person  named in the warrant or other document."
        }
    },
    {
        "act": "TRAINING SCHOOLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Procedure and appeal SCHEDULE—FORMS  __________________________ 1929 Ed. c. 193 1952 Ed. c. 93 _______________________________________________________ 8 of 1907 An Act to provide for the establishment of schools for the rehabilitation, and for the vocational and other training, of young offenders who have not attained the age of eighteen years and for purposes connected therewith.  [22ND MAY, 1907]  CHAPTER 11:06  TRAINING SCHOOLS ACT  LAWS OF GUYANA Training Schools Cap. 11:06 5  L.R.O. 1/2012 Short title.  [4 of 1972]   Interpretation. [4 of 1972]                 Purpose of this Act. [4 of 1972]      Specifying and certifying of schools. [4 of 1972]                   ",
            "context": "TRAINING SCHOOLS ACT under Procedure and appeal SCHEDULEFORMS  __________________________ 1929 Ed. c. 193 1952 Ed. c. 93 _______________________________________________________ 8 of 1907 An Act to provide for the establishment of schools for the rehabilitation, and for the vocational and other training, of young offenders who have not attained the age of eighteen years and for purposes connected therewith.  [22ND MAY, 1907]  CHAPTER 11:06  TRAINING SCHOOLS ACT  LAWS OF GUYANA Training Schools Cap. 11:06 5  L.R.O. 1/2012 Short title.  [4 of 1972]   Interpretation. [4 of 1972]                 Purpose of this Act. [4 of 1972]      Specifying and certifying of schools. [4 of 1972]                   33. The Acts for the time being in force regulating procedure before magistrates in the exercise of their summary jurisdiction and appeals from the decisions of magistrates shall apply to all offences, payments, and orders in respect of which jurisdiction is given to a magistrate by this Act, or which are by this Act directed to be prosecuted, enforced, or made in a summary manner.    SCHEDULE  FORMS",
            "description": "The Acts for the time being in force regulating procedure before magistrates in the exercise of their summary jurisdiction and appeals from the decisions of magistrates shall apply to all offences, payments, and orders in respect of which jurisdiction is given to a magistrate by this Act, or which are by this Act directed to be prosecuted, enforced, or made in a summary manner.    SCHEDULE  FORMS"
        }
    }
]