[
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "DOMESTIC VIOLENCE ACT under Short title. 1. This Act may be cited as the Domestic Violence Act.",
            "description": "This Act may be cited as the Domestic Violence Act."
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "DOMESTIC VIOLENCE ACT under Interpretation. 2. In this Act  applicant means any person who applies for an order pursuant to this Act;  child means a person under the age of eighteen years;  clerk means the clerk of the court;  cohabitants are a man and woman who, although not married to each other, are living together as husband and wife, and former cohabitants shall be construed accordingly, but does not include cohabitants who have subsequently married each other;  court means a court of summary jurisdiction;  domestic violence offence means a prescribed offence committed by a person against a person with whom he is associated or a relevant child; DOMESTIC VIOLENCE ACTLAWS OF GUYANA 6 Cap. 11:09 Domestic Violence  L.R.O. 1/2012      c. 10:10                                            drug means a substance or product for the time being specified in the First, Second or Third Schedule to the Narcotics Drugs and Psychotropic Substances (Control) Act;  harassment includes  (a) the intimidation of a person by  (i) persistent verbal abuse;  (ii) threats of physical violence;  (iii) the malicious damage to the property of a person;  (iv) inducing fear of physical or psychological violence; or  (v) any other means;  (b) the persistent  following of a person from place to place;  (c) the hiding of any clothing or other property owned by or used by a person or the depriving of a person of the use thereof or the hindering of a person in the use thereof;   (d)     the watching or besetting of the house or other places where a person resides, works, carries on business or happens to be or the watching or besetting of the LAWS OF GUYANA Domestic Violence Cap. 11:09 7  L.R.O. 1/2012                                                 premises that are the place of education of a person, or the watching or besetting of the approach to the house, other place or place of education;  (e) the making of persistent unwelcome communications to a person;  (f) using abusive language to or behaving towards a person in any other manner which is of such a nature and degree as to cause annoyance to, or result in ill-treatment of that person;  health includes physical or emotional health;  household residence means the dwelling house that is or was used habitually by the respondent and the person named in the order, or either of them;  intimidation means any act, expression or gesture which, when used repeatedly, has the effect of exerting undue pressure on a person who, for fear of suffering emotional or physical injury to himself or property, is forced to perform an act against his will;  occupation order means an order made under section 8 and includes an interim order, made under that section;  parent means a person who is a parent or grandparent by  (a) blood (b) marriage; or (c) adoption,  LAWS OF GUYANA 8 Cap. 11:09 Domestic Violence  L.R.O. 1/2012       c. 16:01                   c. 8:03                        and includes a guardian or any person who has actual custody of a child, and parental responsibility shall be construed accordingly;  police officer, notwithstanding anything in the Police Act means any member of the Police Force;   prescribed offence means  (a) murder or attempted murder;   (b) manslaughter;  (c) the use or threatened use of any other violence or physical or emotional injury;  (d) a rape offence within the meaning of the Sexual Offences Act;  protection order means an order made under section 5 and includes an interim order made under that section;  psychological abuse includes a repeated or habitual pattern of conduct which is performed to the dishonour, discredit or scorn of the personal worth of a person, unreasonable limitation to access and handling of common property, blackmail, repeated or habitual vigilance, isolation, deprivation of access to adequate food or rest, deprivation of custody of sons or daughters, threats of deprivation of custody of sons or daughters or destruction of objects held in esteem by the person, except those that privately belong to the respondent;  relevant child means  (a) any child who is living with or LAWS OF GUYANA Domestic Violence Cap. 11:09 9  L.R.O. 1/2012                                         Associated persons.               might reasonably be expected to live with either party to the proceedings; and   (b) any other child whose interests the court considers relevant;  respondent means a person against whom an application is made;  tenancy order means an order made under section 11 and includes an interim order made under that section;  tenant, in relation to any dwelling house, includes any person  (a) whose tenancy has expired or has been determined; and (b) who is for the time being deemed under or by virtue of any enactment or rule of law to continue to be the tenant of the  dwelling house,         and the term tenancy has a corresponding meaning.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "whose tenancy has expired or has been determined; and"
                },
                {
                    "representation": "(i)",
                    "description": "persistent verbal abuse;"
                },
                {
                    "representation": "(v)",
                    "description": "any other means;"
                },
                {
                    "representation": "(b)",
                    "description": "who is for the time being deemed under or by virtue of any enactment or rule of law to continue to be the tenant of the  dwelling house,         and the term tenancy has a corresponding meaning."
                },
                {
                    "representation": "(c)",
                    "description": "the use or threatened use of any other violence or physical or emotional injury;"
                },
                {
                    "representation": "(d)",
                    "description": "a rape offence within the meaning of the Sexual Offences Act;  protection order means an order made under section 5 and includes an interim order made under that section;  psychological abuse includes a repeated or habitual pattern of conduct which is performed to the dishonour, discredit or scorn of the personal worth of a person, unreasonable limitation to access and handling of common property, blackmail, repeated or habitual vigilance, isolation, deprivation of access to adequate food or rest, deprivation of custody of sons or daughters, threats of deprivation of custody of sons or daughters or destruction of objects held in esteem by the person, except those that privately belong to the respondent;  relevant child means"
                },
                {
                    "representation": "(e)",
                    "description": "the making of persistent unwelcome communications to a person;"
                },
                {
                    "representation": "(f)",
                    "description": "using abusive language to or behaving towards a person in any other manner which is of such a nature and degree as to cause annoyance to, or result in ill-treatment of that person;  health includes physical or emotional health;  household residence means the dwelling house that is or was used habitually by the respondent and the person named in the order, or either of them;  intimidation means any act, expression or gesture which, when used repeatedly, has the effect of exerting undue pressure on a person who, for fear of suffering emotional or physical injury to himself or property, is forced to perform an act against his will;  occupation order means an order made under section 8 and includes an interim order, made under that section;  parent means a person who is a parent or grandparent by"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Associated persons.  PART II PROTECTION ORDERS, OCCUPATION ORDERS AND TENANCY ORDERS  ",
            "context": "DOMESTIC VIOLENCE ACT under Associated persons.  PART II PROTECTION ORDERS, OCCUPATION ORDERS AND TENANCY ORDERS  3. (1) For the purposes of this Act a person is associated with another person if  (a) they are or have been married to each other;  (b) they are cohabitants or former cohabitants;  (c) they are or have engaged in a relationship of a sexual nature;  LAWS OF GUYANA 10 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                                                  (d) they live or have lived together in the same household, otherwise than merely by reason of one of them being the others employee, tenant, lodger or boarder;  (e) they are relatives;  (f) they have agreed to marry one another, (whether or not the agreement has been terminated); or (g) in relation to any child, they are persons falling within subsection (2).  (2) A person falls within this subsection in relation to a child if  (a) he is a parent of the child; or  (b) he has or has had parental responsibility for the child.  (3) In the case where the child has been adopted, two persons are associated with each other for the purposes of this Act if  (a) one is a natural parent of the child or a parent of such a natural parent; and  (b) the other is the child or any person  (i) who has become a parent of the child by virtue of an adoption order or who has applied for an adoption order; or  (ii) with whom the child has at any time been placed for adoption.  (4) A body corporate and another person shall not LAWS OF GUYANA Domestic Violence Cap. 11:09 11  L.R.O. 1/2012                    Parties who may apply for protection orders.                                    by virtue of subsection (1) (g) be regarded for the purposes of this Act as associated with each other.  PART II PROTECTION ORDERS, OCCUPATION ORDERS AND TENANCY ORDERS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(g) be regarded for the purposes of this Act as associated with each other.  PART II PROTECTION ORDERS, OCCUPATION ORDERS AND TENANCY ORDERS"
                },
                {
                    "representation": "(a)",
                    "description": "one is a natural parent of the child or a parent of such a natural parent; and"
                },
                {
                    "representation": "(b)",
                    "description": "the other is the child or any person"
                },
                {
                    "representation": "(c)",
                    "description": "they are or have engaged in a relationship of a sexual nature;  LAWS OF GUYANA 10 Cap. 11:09 Domestic Violence  L.R.O. 1/2012"
                },
                {
                    "representation": "(d)",
                    "description": "they live or have lived together in the same household, otherwise than merely by reason of one of them being the others employee, tenant, lodger or boarder;"
                },
                {
                    "representation": "(e)",
                    "description": "they are relatives;"
                },
                {
                    "representation": "(f)",
                    "description": "they have agreed to marry one another,"
                },
                {
                    "representation": "(g)",
                    "description": "in relation to any child, they are persons falling within subsection"
                },
                {
                    "representation": "(2)",
                    "description": "A person falls within this subsection in relation to a child if"
                },
                {
                    "representation": "(3)",
                    "description": "In the case where the child has been adopted, two persons are associated with each other for the purposes of this Act if"
                },
                {
                    "representation": "(i)",
                    "description": "who has become a parent of the child by virtue of an adoption order or who has applied for an adoption order; or"
                },
                {
                    "representation": "(4)",
                    "description": "A body corporate and another person shall not LAWS OF GUYANA Domestic Violence Cap. 11:09 11  L.R.O. 1/2012                    Parties who may apply for protection orders.                                    by virtue of subsection"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Parties who may apply for protection orders. ",
            "context": "DOMESTIC VIOLENCE ACT under Parties who may apply for protection orders. 4. (1) An application for a protection order may be made by any of the following  (a) a person associated with the respondent;  (b) where the alleged conduct involves a child under sixteen or a person suffering from a mental disability  (i) a person with whom the child or person normally resides or resides on a regular basis; (ii) a parent of the child or person; (iii) a qualified social worker approved by the Minister by notice published in the Gazette; or (iv) a police officer;  (c) a police officer;  (d) a qualified social worker approved by the Minister by notice published in the Gazette.  (2) Where the applicant is a person other than the person on whose behalf the application is made, the person on whose behalf the application is made shall be a party to the proceedings, save that if that person is a child under sixteen or suffers from a mental disability, the parent of that LAWS OF GUYANA 12 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                 Protection order or undertaking.                               person shall be a party to the proceedings as long as such parent is not the respondent.  (3) A child under the age of sixteen may with leave of the court apply for a protection order but such leave shall not be given unless the court is satisfied that the child has sufficient understanding to make the proposed application.  (4) For the purposes of this section conduct means conduct in respect of which a protection order may be made under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An application for a protection order may be made by any of the following"
                },
                {
                    "representation": "(a)",
                    "description": "a person associated with the respondent;"
                },
                {
                    "representation": "(b)",
                    "description": "where the alleged conduct involves a child under sixteen or a person suffering from a mental disability"
                },
                {
                    "representation": "(i)",
                    "description": "a person with whom the child or person normally resides or resides on a regular basis;"
                },
                {
                    "representation": "(c)",
                    "description": "a police officer;"
                },
                {
                    "representation": "(d)",
                    "description": "a qualified social worker approved by the Minister by notice published in the Gazette."
                },
                {
                    "representation": "(2)",
                    "description": "Where the applicant is a person other than the person on whose behalf the application is made, the person on whose behalf the application is made shall be a party to the proceedings, save that if that person is a child under sixteen or suffers from a mental disability, the parent of that LAWS OF GUYANA 12 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                 Protection order or undertaking.                               person shall be a party to the proceedings as long as such parent is not the respondent."
                },
                {
                    "representation": "(3)",
                    "description": "A child under the age of sixteen may with leave of the court apply for a protection order but such leave shall not be given unless the court is satisfied that the child has sufficient understanding to make the proposed application."
                },
                {
                    "representation": "(4)",
                    "description": "For the purposes of this section conduct means conduct in respect of which a protection order may be made under section"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Protection order or undertaking. ",
            "context": "DOMESTIC VIOLENCE ACT under Protection order or undertaking. 5.",
            "description": "5."
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Provisions in protection order. ",
            "context": "DOMESTIC VIOLENCE ACT under Provisions in protection order. 6.  (3) Where the court is satisfied that it is necessary in order to ensure the safety of the applicant or the person for whose benefit the order would be made pending the hearing and determination of the application to make an interim protection order the court may make such an order whether or not the application has been served on the respondent.  (4) Where the court is satisfied that a previous protection order has not been made against and no undertaking has been given by the respondent the court may at any time before a protection order is made accept from the respondent a signed undertaking in Form I in the Schedule that he shall refrain from engaging in conduct of the nature LAWS OF GUYANA 14 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                                Provisions in protection order.                specified in the application and in conduct that would constitute any domestic violence offence:  Provided that no undertaking shall be accepted if an allegation is made against the respondent of conduct referred to in subsection (l) (a).  (5) An undertaking given under this section may deal with such other matters that may be dealt  with in a protection order as the court sees fit having regard to the matters referred to in section",
            "description": [
                {
                    "representation": "(3)",
                    "description": "Where the court is satisfied that it is necessary in order to ensure the safety of the applicant or the person for whose benefit the order would be made pending the hearing and determination of the application to make an interim protection order the court may make such an order whether or not the application has been served on the respondent."
                },
                {
                    "representation": "(4)",
                    "description": "Where the court is satisfied that a previous protection order has not been made against and no undertaking has been given by the respondent the court may at any time before a protection order is made accept from the respondent a signed undertaking in Form I in the Schedule that he shall refrain from engaging in conduct of the nature LAWS OF GUYANA 14 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                                Provisions in protection order.                specified in the application and in conduct that would constitute any domestic violence offence:  Provided that no undertaking shall be accepted if an allegation is made against the respondent of conduct referred to in subsection"
                },
                {
                    "representation": "(l)",
                    "description": "(a)."
                },
                {
                    "representation": "(5)",
                    "description": "An undertaking given under this section may deal with such other matters that may be dealt  with in a protection order as the court sees fit having regard to the matters referred to in section"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Matters to be taken into account. ",
            "context": "DOMESTIC VIOLENCE ACT under Matters to be taken into account. 7.  (6) An undertaking given under this section and any matters dealt with in that undertaking shall remain in force for the period stated in the undertaking.  (7) Sections 28, 30 and 32 apply, with such modifications as may be necessary, in relation to an undertaking as they do to a protection order.  (8) The court is not precluded from making a protection order by reason of an undertaking being in force under a previous application.",
            "description": [
                {
                    "representation": "(6)",
                    "description": "An undertaking given under this section and any matters dealt with in that undertaking shall remain in force for the period stated in the undertaking."
                },
                {
                    "representation": "(7)",
                    "description": "Sections 28, 30 and 32 apply, with such modifications as may be necessary, in relation to an undertaking as they do to a protection order."
                },
                {
                    "representation": "(8)",
                    "description": "The court is not precluded from making a protection order by reason of an undertaking being in force under a previous application."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Occupation order. ",
            "context": "DOMESTIC VIOLENCE ACT under Occupation order. 8. (1) The court when making a protection order or an interim protection order may also make an occupation order or an interim occupation order, as the case may be, granting the person named in the order for such period or periods and on such terms and subject to such conditions as the court thinks fit, the right to live in the household residence or any other premises forming part of the household residence.  (2) The court may make an order under subsection (1) only if the court is satisfied that such an order  (a) is necessary for the protection of the applicant or the person for whose benefit the order is made; or  (b) is in the best interests of a relevant child.  LAWS OF GUYANA 18 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                       Effect of occupation order.             Variation or discharge of occupation order.           Tenancy order.    (3) An interim occupation order made while the person for whose benefit the order is made and the respondent are living together in the same household residence shall expire  (a) on the discharge of the order by the court;  (b) on the discharge of an interim protection order.  (4) Where an interim occupation order is made the respondent may apply immediately for variation or discharge of that order.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "only if the court is satisfied that such an order"
                },
                {
                    "representation": "(2)",
                    "description": "The court may make an order under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "on the discharge of the order by the court;"
                },
                {
                    "representation": "(b)",
                    "description": "on the discharge of an interim protection order."
                },
                {
                    "representation": "(3)",
                    "description": "An interim occupation order made while the person for whose benefit the order is made and the respondent are living together in the same household residence shall expire"
                },
                {
                    "representation": "(4)",
                    "description": "Where an interim occupation order is made the respondent may apply immediately for variation or discharge of that order."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Effect of occupation order. ",
            "context": "DOMESTIC VIOLENCE ACT under Effect of occupation order. 9. (1) Where an occupation order or interim occupation order is made, the person to whom it relates shall be entitled, to the exclusion of the respondent, to occupy the household residence to which that order relates.  (2) Every occupation order shall have effect and may be enforced as if it were an order of the court for possession of the household residence in favour of the person to whom it relates.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an occupation order or interim occupation order is made, the person to whom it relates shall be entitled, to the exclusion of the respondent, to occupy the household residence to which that order relates."
                },
                {
                    "representation": "(2)",
                    "description": "Every occupation order shall have effect and may be enforced as if it were an order of the court for possession of the household residence in favour of the person to whom it relates."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Variation or discharge of occupation order. ",
            "context": "DOMESTIC VIOLENCE ACT under Variation or discharge of occupation order. 10. The court may if it thinks fit, on the application of either party, make an order  (a) extending or reducing any period specified by the court pursuant to section 8(l); or  (b) varying or discharging any terms and conditions imposed by the court pursuant to that subsection.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "extending or reducing any period specified by the court pursuant to section 8(l); or"
                },
                {
                    "representation": "(b)",
                    "description": "varying or discharging any terms and conditions imposed by the court pursuant to that subsection."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Tenancy order. ",
            "context": "DOMESTIC VIOLENCE ACT under Tenancy order. 11. (1) The court when making a protection order or an interim protection order may also make a tenancy order or an interim tenancy order, as the case may be, vesting in the LAWS OF GUYANA Domestic Violence Cap. 11:09 19  L.R.O. 1/2012                                                 Effect of tenancy order.   person named in the order, the tenancy of any dwelling-house which, at the time of the making of the order  (a) the respondent is either the sole tenant of or a tenant holding jointly or in common with the person named in the order; and  (b) is the household residence of the person named in the order or the respondent.  (2) The court may make an order under subsection (1) only if the court is satisfied that such an order  (a) is necessary for the protection of the applicant or the person for whose benefit the application is made; or  (b) in the best interests of a relevant child.  (3) An interim tenancy order made while the person concerned and the respondent are living together in the same household residence shall expire  (a) on the discharge of the order by the court;  (b) on the discharge of an interim protection order.  (4) Where an interim tenancy order is made the respondent may apply immediately for variation or discharge of that order.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "only if the court is satisfied that such an order"
                },
                {
                    "representation": "(a)",
                    "description": "on the discharge of the order by the court;"
                },
                {
                    "representation": "(b)",
                    "description": "on the discharge of an interim protection order."
                },
                {
                    "representation": "(2)",
                    "description": "The court may make an order under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "An interim tenancy order made while the person concerned and the respondent are living together in the same household residence shall expire"
                },
                {
                    "representation": "(4)",
                    "description": "Where an interim tenancy order is made the respondent may apply immediately for variation or discharge of that order."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Effect of tenancy order. ",
            "context": "DOMESTIC VIOLENCE ACT under Effect of tenancy order. 12. (1) Where a tenancy order or interim tenancy order is made, the person to whom it relates shall, unless the tenancy is sooner determined, become the tenant of the LAWS OF GUYANA 20 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                                      Power to discharge tenancy order and revest tenancy.         dwelling-house upon and subject to the terms of the tenancy in force at the time of the making of the order, and the respondent shall cease to be the tenant:  Provided that the court may order that the respondent contribute to the payment of rent, such amount as the court thinks fit.  (2) Every tenancy order shall have effect and may be enforced as if it were an order of the court for possession of the dwelling-house in favour of the person to whom it relates.  (3) Nothing in this Act or in any tenancy order  (a) limits or affects the operation of any enactment or rule of law for the time being applicable to any tenancy to which a tenancy order applies, or to the dwelling-house held under the tenancy;  (b) authorises the court to vary, except by vesting the tenancy pursuant to this section or revesting the tenancy pursuant to section 13, any express or implied term or condition of the tenancy.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a tenancy order or interim tenancy order is made, the person to whom it relates shall, unless the tenancy is sooner determined, become the tenant of the LAWS OF GUYANA 20 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                                      Power to discharge tenancy order and revest tenancy.         dwelling-house upon and subject to the terms of the tenancy in force at the time of the making of the order, and the respondent shall cease to be the tenant:  Provided that the court may order that the respondent contribute to the payment of rent, such amount as the court thinks fit."
                },
                {
                    "representation": "(2)",
                    "description": "Every tenancy order shall have effect and may be enforced as if it were an order of the court for possession of the dwelling-house in favour of the person to whom it relates."
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in this Act or in any tenancy order"
                },
                {
                    "representation": "(a)",
                    "description": "limits or affects the operation of any enactment or rule of law for the time being applicable to any tenancy to which a tenancy order applies, or to the dwelling-house held under the tenancy;"
                },
                {
                    "representation": "(b)",
                    "description": "authorises the court to vary, except by vesting the tenancy pursuant to this section or revesting the tenancy pursuant to section 13, any express or implied term or condition of the tenancy."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Power to discharge tenancy order and revest tenancy. ",
            "context": "DOMESTIC VIOLENCE ACT under Power to discharge tenancy order and revest tenancy. 13. (1) The court may, if it thinks fit on the application of either party or the personal representative of either party, make an order (in this section referred to as a revesting order) revesting the tenancy accordingly.  (2) Where a revesting order is made under subsection (1), the person in whose favour it is made shall, unless the tenancy is sooner lawfully determined, become the tenant of the dwelling-house upon and subject to the terms and conditions of the tenancy in force immediately before the LAWS OF GUYANA Domestic Violence Cap. 11:09 21  L.R.O. 1/2012     Procedure relating to occupation and tenancy orders.           Power of court to make ancillary orders.                       Provisions relating to occupation and tenancy orders.     date on which the revesting order was made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The court may, if it thinks fit on the application of either party or the personal representative of either party, make an order"
                },
                {
                    "representation": "(2)",
                    "description": "Where a revesting order is made under subsection"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Procedure relating to occupation and tenancy orders. ",
            "context": "DOMESTIC VIOLENCE ACT under Procedure relating to occupation and tenancy orders. 14. (1) Before making any occupation order (other than an interim occupation order) or any tenancy order (other than an interim tenancy order) the court shall direct that notice be given to any person having an interest in the property which could be affected by the order.  (2) The person referred to in subsection (1) shall, upon being notified pursuant to that subsection, be entitled to appear and to be heard.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall, upon being notified pursuant to that subsection, be entitled to appear and to be heard."
                },
                {
                    "representation": "(2)",
                    "description": "The person referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Power of court to make ancillary orders. ",
            "context": "DOMESTIC VIOLENCE ACT under Power of court to make ancillary orders. 15. (1) On or after making an occupation order or a tenancy order the court may, subject to subsection (2), make an order granting to the person named in the order the use, for such period and on such terms and subject to such conditions as the court thinks fit, of all or any of the  (a) furniture;  (b) household appliances; and  (c) household effects, in the household residence or other premises to which the occupation order relates.  (2) Notwithstanding subsection (1), an order made under that subsection shall expire if the occupation order made in relation to the household residence or other premises or the tenancy order made in relation to the dwelling-house expires or is discharged.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On or after making an occupation order or a tenancy order the court may, subject to subsection"
                },
                {
                    "representation": "(a)",
                    "description": "furniture;"
                },
                {
                    "representation": "(b)",
                    "description": "household appliances; and"
                },
                {
                    "representation": "(c)",
                    "description": "household effects, in the household residence or other premises to which the occupation order relates."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding subsection"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Provisions relating to occupation and tenancy orders. ",
            "context": "DOMESTIC VIOLENCE ACT under Provisions relating to occupation and tenancy orders. 16. (1) Where an agreement, including a mortgage or a lease of premises, provides that if the respondent ceases to reside in his place of residence, a person may take action that would be prejudicial to the interest of the respondent or a member of the respondents family, the person is not entitled to take that action if the respondent ceases to reside in the LAWS OF GUYANA 22 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                Form of application. Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an agreement, including a mortgage or a lease of premises, provides that if the respondent ceases to reside in his place of residence, a person may take action that would be prejudicial to the interest of the respondent or a member of the respondents family, the person is not entitled to take that action if the respondent ceases to reside in the LAWS OF GUYANA 22 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                Form of application. Form"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Form of application. ",
            "context": "DOMESTIC VIOLENCE ACT under Form of application. 17. An application for a protection order shall be made in Form 2 in the Schedule and shall be filed with the clerk.",
            "description": "An application for a protection order shall be made in Form 2 in the Schedule and shall be filed with the clerk."
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Procedure. ",
            "context": "DOMESTIC VIOLENCE ACT under Procedure. 18. (1) Proceedings in respect of an application shall be heard in camera unless the court otherwise directs.  (2) Except as otherwise provided by this Act, the Summary Jurisdiction (Procedure) Act shall apply mutatis mutandis in respect of proceedings on an application.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Proceedings in respect of an application shall be heard in camera unless the court otherwise directs."
                },
                {
                    "representation": "(2)",
                    "description": "Except as otherwise provided by this Act, the Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Restrictions on publication. ",
            "context": "DOMESTIC VIOLENCE ACT under Restrictions on publication. 19. (1) Subject to subsection (4), no person shall publish any report of proceedings under this Act (other than criminal proceedings), except with the leave of the court which heard the proceedings.  (2) Every person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine not exceeding five thousand dollars.  (3) Nothing in this section limits  (a) the provisions of any other enactment relating to the prohibition or regulation of the publication of reports or particulars relating to judicial proceedings; or  (b) the power of the court  to punish any LAWS OF GUYANA Domestic Violence Cap. 11:09 23  L.R.O. 1/2012                       Date for hearing.              Service. Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "commits an offence and is liable on summary conviction to a fine not exceeding five thousand dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Every person who contravenes subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in this section limits"
                },
                {
                    "representation": "(a)",
                    "description": "the provisions of any other enactment relating to the prohibition or regulation of the publication of reports or particulars relating to judicial proceedings; or"
                },
                {
                    "representation": "(b)",
                    "description": "the power of the court  to punish any LAWS OF GUYANA Domestic Violence Cap. 11:09 23  L.R.O. 1/2012                       Date for hearing.              Service. Form"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Date for hearing. ",
            "context": "DOMESTIC VIOLENCE ACT under Date for hearing. 20. The clerk shall fix a date for the hearing of an application for a protection order which date shall be no more than seven days after the date on which the application is filed.",
            "description": "The clerk shall fix a date for the hearing of an application for a protection order which date shall be no more than seven days after the date on which the application is filed."
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Service. ",
            "context": "DOMESTIC VIOLENCE ACT under Service. 21. (1) Where an application has been filed with the clerk, a copy of the application together with notice of proceedings in Form 3 in the Schedule shall, as soon as practicable, be served personally on the respondent.  (2) Where an application filed is in respect of a child under sixteen or person suffering from a mental disability a copy of the application together with notice of the date on which and time and place at which the application is to be heard shall, as soon as practicable, be served personally on  (a) the parent with whom the child under sixteen or person suffering from a mental disability normally resides or resides on a regular basis; or  (b) where the child under sixteen or person suffering from a mental LAWS OF GUYANA 24 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                      c. 10:02        Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an application has been filed with the clerk, a copy of the application together with notice of proceedings in Form 3 in the Schedule shall, as soon as practicable, be served personally on the respondent."
                },
                {
                    "representation": "(2)",
                    "description": "Where an application filed is in respect of a child under sixteen or person suffering from a mental disability a copy of the application together with notice of the date on which and time and place at which the application is to be heard shall, as soon as practicable, be served personally on"
                },
                {
                    "representation": "(a)",
                    "description": "the parent with whom the child under sixteen or person suffering from a mental disability normally resides or resides on a regular basis; or"
                },
                {
                    "representation": "(b)",
                    "description": "where the child under sixteen or person suffering from a mental LAWS OF GUYANA 24 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                      c. 10:02        Form"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Service other than personal service. ",
            "context": "DOMESTIC VIOLENCE ACT under Service other than personal service. 22. Where it appears to the court that it is not reasonably practicable to serve a copy of an application or an order personally the court may  (a) order that the copy of the application for the protection order or the copy of the protection order itself, be served by such other means as the court thinks just; or  (b) make an order for substituted service.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "order that the copy of the application for the protection order or the copy of the protection order itself, be served by such other means as the court thinks just; or"
                },
                {
                    "representation": "(b)",
                    "description": "make an order for substituted service."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Affidavit evidence. ",
            "context": "DOMESTIC VIOLENCE ACT under Affidavit evidence. 23. (1) Evidence on an application for a protection order may be given on affidavit.  (2) Unless a party to the proceedings or the court so requires, it is not necessary to call a person who made an affidavit pursuant to subsection (l) to give evidence. LAWS OF GUYANA Domestic Violence Cap. 11:09 25  L.R.O. 1/2012 Adjournment.          Procedure in the absence of respondent.                   Procedure in the absence of applicant.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Evidence on an application for a protection order may be given on affidavit."
                },
                {
                    "representation": "(2)",
                    "description": "Unless a party to the proceedings or the court so requires, it is not necessary to call a person who made an affidavit pursuant to subsection"
                },
                {
                    "representation": "(l)",
                    "description": "to give evidence. LAWS OF GUYANA Domestic Violence Cap. 11:09 25  L.R.O. 1/2012 Adjournment.          Procedure in the absence of respondent.                   Procedure in the absence of applicant."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Adjournment. DOMESTIC VIOLENCE ACTLAWS OF GUYANA 4 Cap. 11:09 Domestic Violence  L.R.O. 1/2012  SECTION ",
            "context": "DOMESTIC VIOLENCE ACT under Adjournment. DOMESTIC VIOLENCE ACTLAWS OF GUYANA 4 Cap. 11:09 Domestic Violence  L.R.O. 1/2012  SECTION 24. Where the hearing of an application is adjourned by reason of the fact that the application and the notice of proceedings have not been served on the respondent, the date, time and place fixed by the court for the adjourned hearing shall be the date, time and place stated in the notice of adjourned proceedings.",
            "description": "Where the hearing of an application is adjourned by reason of the fact that the application and the notice of proceedings have not been served on the respondent, the date, time and place fixed by the court for the adjourned hearing shall be the date, time and place stated in the notice of adjourned proceedings."
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Procedure in the absence of respondent. ",
            "context": "DOMESTIC VIOLENCE ACT under Procedure in the absence of respondent. 25. Where notice of the proceedings has been served on the respondent in accordance with section 21 and the respondent fails to appear in person at the court at the time fixed for the hearing of the application for the protection order, the court may  (a) proceed to hear and determine the matter in the respondents absence; or  (b) where the court is satisfied having regard to the material before it that it is appropriate to do so, adjourn the matter and issue a warrant for the respondent to be apprehended and brought before the court.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "proceed to hear and determine the matter in the respondents absence; or"
                },
                {
                    "representation": "(b)",
                    "description": "where the court is satisfied having regard to the material before it that it is appropriate to do so, adjourn the matter and issue a warrant for the respondent to be apprehended and brought before the court."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Procedure in the absence of applicant. ",
            "context": "DOMESTIC VIOLENCE ACT under Procedure in the absence of applicant. 26. Where, on the date of the hearing of the application, the respondent appears in court, but neither the applicant nor the person on whose behalf the application is made appears either in person or by his attorney-at-law, the court may  (a) dismiss the application;  (b) having received a reasonable excuse for the non-appearance of either party adjourn the hearing of the application upon such terms as the court may think just; or  (c) where the court is satisfied having regard to the material before it that it LAWS OF GUYANA 26 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                           Interim orders.                                      is appropriate for evidence to be given by affidavit, the court may so direct, but the court shall on the application of any other party order the attendance for cross examination of the person making any such affidavit.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "dismiss the application;"
                },
                {
                    "representation": "(b)",
                    "description": "having received a reasonable excuse for the non-appearance of either party adjourn the hearing of the application upon such terms as the court may think just; or"
                },
                {
                    "representation": "(c)",
                    "description": "where the court is satisfied having regard to the material before it that it LAWS OF GUYANA 26 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                           Interim orders.                                      is appropriate for evidence to be given by affidavit, the court may so direct, but the court shall on the application of any other party order the attendance for cross examination of the person making any such affidavit."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Interim orders. ",
            "context": "DOMESTIC VIOLENCE ACT under Interim orders. 27. (1) Every interim order made under this Act shall specify a date (which shall be as soon as reasonably practicable thereafter) for a hearing on whether an order should be made in substitution for the interim order.  (2) The copy of any such interim order which is served on the respondent shall notify the respondent that unless the respondent attends on the specified date to show cause why an order should not be made in substitution for the interim order, the court may discharge the interim order and make an order in substitution therefor.  (3) At the hearing referred to in subsection (1) the court may  (a) discharge the interim order; or  (b) discharge the interim order  and make an order in substitution therefor; or  (c) on good cause being shown, adjourn the hearing to such date and place as the court may specify.  (4) Where a hearing is adjourned under subsection (3)(c) the court shall, at the adjourned hearing, exercise either the power conferred by paragraph (a) or by paragraph (b) of that subsection.  (5) In this section LAWS OF GUYANA Domestic Violence Cap. 11:09 27  L.R.O. 1/2012                 Explaining proposed order to respondent.                     Duration of protection order.            (a) interim order means an interim protection order, an interim occupation order or an interim tenancy order, as the case may be;  (b) order means a protection order, an occupation order or a tenancy order, as the case may be, not being an interim order.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the court may"
                },
                {
                    "representation": "(2)",
                    "description": "The copy of any such interim order which is served on the respondent shall notify the respondent that unless the respondent attends on the specified date to show cause why an order should not be made in substitution for the interim order, the court may discharge the interim order and make an order in substitution therefor."
                },
                {
                    "representation": "(3)",
                    "description": "At the hearing referred to in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "interim order means an interim protection order, an interim occupation order or an interim tenancy order, as the case may be;"
                },
                {
                    "representation": "(b)",
                    "description": "order means a protection order, an occupation order or a tenancy order, as the case may be, not being an interim order."
                },
                {
                    "representation": "(c)",
                    "description": "the court shall, at the adjourned hearing, exercise either the power conferred by paragraph"
                },
                {
                    "representation": "(4)",
                    "description": "Where a hearing is adjourned under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "In this section LAWS OF GUYANA Domestic Violence Cap. 11:09 27  L.R.O. 1/2012                 Explaining proposed order to respondent.                     Duration of protection order."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Explaining proposed order to respondent. ",
            "context": "DOMESTIC VIOLENCE ACT under Explaining proposed order to respondent. 28. Where the court proposes to make an order or orders under this Act and the respondent is before the court, the court shall before making the order or orders explain to the respondent  (a) the purpose, terms and effect of the proposed order or orders;  (b) the consequences that may follow if the respondent fails to comply with the terms of the proposed order or orders; and  (c) the means by which the proposed order or orders may be varied or revoked.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the purpose, terms and effect of the proposed order or orders;"
                },
                {
                    "representation": "(b)",
                    "description": "the consequences that may follow if the respondent fails to comply with the terms of the proposed order or orders; and"
                },
                {
                    "representation": "(c)",
                    "description": "the means by which the proposed order or orders may be varied or revoked."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Duration of protection order. ",
            "context": "DOMESTIC VIOLENCE ACT under Duration of protection order. 29. (1) A protection order may be made for such period as may be specified by the court.  (2) Where a protection order contains a prohibition of the kind specified in section 6, the court may specify different periods, being periods none of which exceeds the period during which the order remains in force as the period for which each prohibition or condition is to remain in force.  (3) Subject to subsection (4) an interim protection order shall remain in force for such period not exceeding LAWS OF GUYANA 28 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                                     Variation and revocation of protection order. Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A protection order may be made for such period as may be specified by the court."
                },
                {
                    "representation": "(2)",
                    "description": "Where a protection order contains a prohibition of the kind specified in section 6, the court may specify different periods, being periods none of which exceeds the period during which the order remains in force as the period for which each prohibition or condition is to remain in force."
                },
                {
                    "representation": "(3)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(4)",
                    "description": "an interim protection order shall remain in force for such period not exceeding LAWS OF GUYANA 28 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                                     Variation and revocation of protection order. Form"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Variation and revocation of protection order. ",
            "context": "DOMESTIC VIOLENCE ACT under Variation and revocation of protection order. 30. (1) Where a protection order or an interim protection order is in force a party to the proceedings in which the order was made may apply to the court in Form 5 in the Schedule for an order varying or revoking the order.  (2) On an application under subsection (1) the court may by order vary or revoke the protection order or interim protection order.  (3) A copy of an application under this section shall be served personally on each person who was a party to the proceedings in which the original order was made.  (4) In determining whether to vary or revoke a LAWS OF GUYANA Domestic Violence Cap. 11:09 29  L.R.O. 1/2012       Form and service of protection order.                                     Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the court may by order vary or revoke the protection order or interim protection order."
                },
                {
                    "representation": "(2)",
                    "description": "On an application under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "A copy of an application under this section shall be served personally on each person who was a party to the proceedings in which the original order was made."
                },
                {
                    "representation": "(4)",
                    "description": "In determining whether to vary or revoke a LAWS OF GUYANA Domestic Violence Cap. 11:09 29  L.R.O. 1/2012       Form and service of protection order.                                     Form"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Form and service of protection order. ",
            "context": "DOMESTIC VIOLENCE ACT under Form and service of protection order. 31. (1) Where a protection order or an interim protection order is made or varied by the court, the clerk shall arrange for an order in the prescribed form to be formally drawn up and filed in the court.  (2) A copy of an order made under subsection (l) shall be served by the applicant or his agent  (a) personally on the respondent;  (b) on any other person who was a party to the proceedings; and  (c) on a police officer who is the officer in charge of a police station in the district of the court in which the order was made.  (3) In subsection (1), a reference to an order in the prescribed form means  (a) in the case of the making of a protection order or an interim protection order, an order in Form 6 in the Schedule;   (b) in the case of the varying of a protection order or an interim protection order, an order in Form 7 in the Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a protection order or an interim protection order is made or varied by the court, the clerk shall arrange for an order in the prescribed form to be formally drawn up and filed in the court."
                },
                {
                    "representation": "(2)",
                    "description": "A copy of an order made under subsection"
                },
                {
                    "representation": "(l)",
                    "description": "shall be served by the applicant or his agent"
                },
                {
                    "representation": "(a)",
                    "description": "in the case of the making of a protection order or an interim protection order, an order in Form 6 in the Schedule;"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of the varying of a protection order or an interim protection order, an order in Form 7 in the Schedule."
                },
                {
                    "representation": "(c)",
                    "description": "on a police officer who is the officer in charge of a police station in the district of the court in which the order was made."
                },
                {
                    "representation": "(3)",
                    "description": "In subsection"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Breach of protection order.  PART III ARREST AND BAIL  ",
            "context": "DOMESTIC VIOLENCE ACT under Breach of protection order.  PART III ARREST AND BAIL  32. Where  (a) a protection order or an interim protection order is made and LAWS OF GUYANA 30 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                                  Power to enter premises.                   (i) the respondent was present at the time the protection order or interim protection order was made; or (ii) where the respondent was not present at the time the protection order or interim protection order was made but the order has been served personally on the respondent; and  (b) the respondent contravenes the order in any respect,   the respondent commits an offence and is liable, on summary conviction, to a fine not exceeding ten thousand dollars and to imprisonment for a period not exceeding twelve months.  PART III ARREST AND BAIL",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a protection order or an interim protection order is made and LAWS OF GUYANA 30 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                                  Power to enter premises."
                },
                {
                    "representation": "(i)",
                    "description": "the respondent was present at the time the protection order or interim protection order was made; or"
                },
                {
                    "representation": "(b)",
                    "description": "the respondent contravenes the order in any respect,   the respondent commits an offence and is liable, on summary conviction, to a fine not exceeding ten thousand dollars and to imprisonment for a period not exceeding twelve months.  PART III ARREST AND BAIL"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Power to enter premises. ",
            "context": "DOMESTIC VIOLENCE ACT under Power to enter premises. 33. (1) A police officer may without warrant enter any premises for the purpose of giving assistance to any one present thereon  (a) if he has reasonable grounds to suspect that a protection order is being violated; or  (b) if upon the invitation of a person resident at the premises he has reasonable grounds to suspect that a person therein has suffered, or is in imminent danger of suffering, physical injury at the hands of some other person therein. (2) A police officer referred to in subsection (1) LAWS OF GUYANA Domestic Violence Cap. 11:09 31  L.R.O. 1/2012            Power of arrest.      Bail.                                 may without warrant enter premises for the purpose of giving assistance to a person on those premises whom that officer has reasonable grounds to suspect is in imminent danger of suffering physical injury or has suffered physical injury at the hands of another person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "LAWS OF GUYANA Domestic Violence Cap. 11:09 31  L.R.O. 1/2012            Power of arrest.      Bail.                                 may without warrant enter premises for the purpose of giving assistance to a person on those premises whom that officer has reasonable grounds to suspect is in imminent danger of suffering physical injury or has suffered physical injury at the hands of another person."
                },
                {
                    "representation": "(a)",
                    "description": "if he has reasonable grounds to suspect that a protection order is being violated; or"
                },
                {
                    "representation": "(b)",
                    "description": "if upon the invitation of a person resident at the premises he has reasonable grounds to suspect that a person therein has suffered, or is in imminent danger of suffering, physical injury at the hands of some other person therein."
                },
                {
                    "representation": "(2)",
                    "description": "A police officer referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Power of arrest. ",
            "context": "DOMESTIC VIOLENCE ACT under Power of arrest. 34. Where a police officer believes on reasonable grounds that a person has committed or is committing an offence under section 32, he shall make an arrest without a warrant",
            "description": "Where a police officer believes on reasonable grounds that a person has committed or is committing an offence under section 32, he shall make an arrest without a warrant"
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Bail. ",
            "context": "DOMESTIC VIOLENCE ACT under Bail. 35. (1) Where the court is required to determine whether to grant bail in respect of an offence under section 32 the court shall take into account, inter alia   (a) the need to secure the health, safety and well-being of the person named in the protection order;  (b) the need to secure the health, safety and well-being of any relevant child;  (c) any hardship that may be caused to the defendant or to members of the family if bail is not granted;  (d) the defendants record with regard to the commission of violent acts and whether there is evidence in the record of physical or psychological abuse to children; and  (e) any other matters which may be relevant to the case in question.  (2) Where bail has been granted to a defendant, the court may direct that the defendant report at such times as are specified at a specified police station. LAWS OF GUYANA 32 Cap. 11:09 Domestic Violence  L.R.O. 1/2012      Conditions of bail.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the court is required to determine whether to grant bail in respect of an offence under section 32 the court shall take into account, inter alia"
                },
                {
                    "representation": "(a)",
                    "description": "the need to secure the health, safety and well-being of the person named in the protection order;"
                },
                {
                    "representation": "(b)",
                    "description": "the need to secure the health, safety and well-being of any relevant child;"
                },
                {
                    "representation": "(c)",
                    "description": "any hardship that may be caused to the defendant or to members of the family if bail is not granted;"
                },
                {
                    "representation": "(d)",
                    "description": "the defendants record with regard to the commission of violent acts and whether there is evidence in the record of physical or psychological abuse to children; and"
                },
                {
                    "representation": "(e)",
                    "description": "any other matters which may be relevant to the case in question."
                },
                {
                    "representation": "(2)",
                    "description": "Where bail has been granted to a defendant, the court may direct that the defendant report at such times as are specified at a specified police station. LAWS OF GUYANA 32 Cap. 11:09 Domestic Violence  L.R.O. 1/2012      Conditions of bail."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Conditions of bail. ",
            "context": "DOMESTIC VIOLENCE ACT under Conditions of bail. 36. (1) Where the defendant is charged with an offence under section 32 the court, in granting bail, may also order that the recognisance be subject to such of the following further conditions as the court considers appropriate  (a) that the defendant not harass or molest, or cause another person to harass or molest, a specified person including the person named in the protection order or any relevant child;  (b) that the defendant not be on the premises in which a specified person including the person named in the protection order or any relevant child resides or works;  (c) that the defendant not be in a locality in which are situated the premises in which a specified person including the person named in the protection order or any relevant child resides or works;  (d) that the defendant not be on premises which are or in a locality in which is situated the place of education of a specified person including the person named in the protection order or any relevant child;  (e) where the defendant continues to reside, work or attend a place of education with a specified person including the person named in the protection order or any relevant child, that the defendant do not enter or LAWS OF GUYANA Domestic Violence Cap. 11:09 33  L.R.O. 1/2012                                Issue of warrant.                  remain in the place of residence, employment, or education while under the influence of alcohol or a drug.  (2) Where a police officer believes on reasonable grounds that a person who has been admitted to bail subject to one or more of the conditions set out in subsection (1) has failed to comply with a condition of the recognisance, the police officer may apprehend the person without a warrant  (3) Where  (a) bail has been granted to a person upon a condition imposed under subsection (1); and  (b) the person contravenes or fails to comply with the condition,   the bail is thereupon  forfeited and the accused  is liable to be re- arrested.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "has failed to comply with a condition of the recognisance, the police officer may apprehend the person without a warrant"
                },
                {
                    "representation": "(a)",
                    "description": "bail has been granted to a person upon a condition imposed under subsection"
                },
                {
                    "representation": "(b)",
                    "description": "the person contravenes or fails to comply with the condition,   the bail is thereupon  forfeited and the accused  is liable to be re- arrested."
                },
                {
                    "representation": "(c)",
                    "description": "that the defendant not be in a locality in which are situated the premises in which a specified person including the person named in the protection order or any relevant child resides or works;"
                },
                {
                    "representation": "(d)",
                    "description": "that the defendant not be on premises which are or in a locality in which is situated the place of education of a specified person including the person named in the protection order or any relevant child;"
                },
                {
                    "representation": "(e)",
                    "description": "where the defendant continues to reside, work or attend a place of education with a specified person including the person named in the protection order or any relevant child, that the defendant do not enter or LAWS OF GUYANA Domestic Violence Cap. 11:09 33  L.R.O. 1/2012                                Issue of warrant.                  remain in the place of residence, employment, or education while under the influence of alcohol or a drug."
                },
                {
                    "representation": "(2)",
                    "description": "Where a police officer believes on reasonable grounds that a person who has been admitted to bail subject to one or more of the conditions set out in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where"
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Issue of warrant. ",
            "context": "DOMESTIC VIOLENCE ACT under Issue of warrant. 37. Where a Magistrate is satisfied by information on oath that  (a) there are reasonable grounds to suspect that a person on premises has suffered, or is in imminent danger of physical injury at the hands of another person and needs assistance to prevent or deal with the injury; and  (b) a police officer has been refused permission to enter the premises for the purpose of giving assistance to the first mentioned person,  LAWS OF GUYANA 34 Cap. 11:09 Domestic Violence  L.R.O. 1/2012            Criminal proceedings may be concurrent.            Jurisdiction.      Appeals.       c. 3:04          Rules of Court.       the Magistrate may issue a warrant in writing authorising a police officer to enter the premises specified in the warrant at any time after the issue of the warrant and subject to any conditions specified in the warrant, to take such action as is necessary to prevent the commission or repetition of the offence or a breach of the peace or to protect life or property.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "there are reasonable grounds to suspect that a person on premises has suffered, or is in imminent danger of physical injury at the hands of another person and needs assistance to prevent or deal with the injury; and"
                },
                {
                    "representation": "(b)",
                    "description": "a police officer has been refused permission to enter the premises for the purpose of giving assistance to the first mentioned person,  LAWS OF GUYANA 34 Cap. 11:09 Domestic Violence  L.R.O. 1/2012            Criminal proceedings may be concurrent.            Jurisdiction.      Appeals.       c. 3:04          Rules of Court.       the Magistrate may issue a warrant in writing authorising a police officer to enter the premises specified in the warrant at any time after the issue of the warrant and subject to any conditions specified in the warrant, to take such action as is necessary to prevent the commission or repetition of the offence or a breach of the peace or to protect life or property."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Criminal proceedings may be concurrent.  PART IV MISCELLANEOUS  ",
            "context": "DOMESTIC VIOLENCE ACT under Criminal proceedings may be concurrent.  PART IV MISCELLANEOUS  38. Where a person has been charged with a domestic violence offence and an application for a protection order is before the court, the court may exercise its power to grant the order, notwithstanding that the offence for which the person has been charged and the application for the protection order arise out of the same conduct.  PART IV MISCELLANEOUS",
            "description": "Where a person has been charged with a domestic violence offence and an application for a protection order is before the court, the court may exercise its power to grant the order, notwithstanding that the offence for which the person has been charged and the application for the protection order arise out of the same conduct.  PART IV MISCELLANEOUS"
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Jurisdiction. ",
            "context": "DOMESTIC VIOLENCE ACT under Jurisdiction. 39. Nothing in this Act shall be construed as removing any jurisdiction which the Supreme Court may have in respect of the matters referred to under this Act.",
            "description": "Nothing in this Act shall be construed as removing any jurisdiction which the Supreme Court may have in respect of the matters referred to under this Act."
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Appeals. ",
            "context": "DOMESTIC VIOLENCE ACT under Appeals. 40. (1) An appeal from any order or judgment of the court made or given under this Act shall lie to the Full Court and the appeal shall be regulated in all respects by the Summary Jurisdiction (Appeals) Act.  (2) Except where the court which makes an order under this Act otherwise directs, the operation of such order shall not be suspended by virtue of an appeal under this section, and every such order may be enforced in the same manner and in all respects as if no appeal were pending.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An appeal from any order or judgment of the court made or given under this Act shall lie to the Full Court and the appeal shall be regulated in all respects by the Summary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "Except where the court which makes an order under this Act otherwise directs, the operation of such order shall not be suspended by virtue of an appeal under this section, and every such order may be enforced in the same manner and in all respects as if no appeal were pending."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Rules of Court. ",
            "context": "DOMESTIC VIOLENCE ACT under Rules of Court. 41. Rules of Court may be made for the purpose of regulating the practice and procedure of the court in proceedings under this Act providing for such matters as are necessary for giving full effect to the provisions of this Act and for the due administration thereof.  LAWS OF GUYANA Domestic Violence Cap. 11:09 35  L.R.O. 1/2012 Assistance to victims of domestic violence.                                     Preparation of reports.",
            "description": "Rules of Court may be made for the purpose of regulating the practice and procedure of the court in proceedings under this Act providing for such matters as are necessary for giving full effect to the provisions of this Act and for the due administration thereof.  LAWS OF GUYANA Domestic Violence Cap. 11:09 35  L.R.O. 1/2012 Assistance to victims of domestic violence.                                     Preparation of reports."
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Assistance to victims of domestic violence. ",
            "context": "DOMESTIC VIOLENCE ACT under Assistance to victims of domestic violence. 42. Whenever a police officer intervenes in a case of domestic violence the police officer shall as soon as possible take all reasonable measures within his power to prevent the victim of domestic violence from being abused again and shall also take the following steps -  (a) where a victim indicates that he has suffered injuries which require medical assistance the police officer shall assist the victim to obtain medical treatment as soon as possible;  (b) where a victim of domestic violence expresses concern for his safety, the police officer shall assist the victim in getting to a place of safety;  (c) where a victim of domestic violence requests it, a police officer shall protect a victim by accompanying the victim when he takes his personal belongings from a place where the respondent may reside;  (d) advise the victim of domestic violence on the importance of preserving the evidence; and  (e) inform the victim as to his rights and services which may be available to assist him, be they government or private services.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "where a victim indicates that he has suffered injuries which require medical assistance the police officer shall assist the victim to obtain medical treatment as soon as possible;"
                },
                {
                    "representation": "(b)",
                    "description": "where a victim of domestic violence expresses concern for his safety, the police officer shall assist the victim in getting to a place of safety;"
                },
                {
                    "representation": "(c)",
                    "description": "where a victim of domestic violence requests it, a police officer shall protect a victim by accompanying the victim when he takes his personal belongings from a place where the respondent may reside;"
                },
                {
                    "representation": "(d)",
                    "description": "advise the victim of domestic violence on the importance of preserving the evidence; and"
                },
                {
                    "representation": "(e)",
                    "description": "inform the victim as to his rights and services which may be available to assist him, be they government or private services."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Preparation of reports. ",
            "context": "DOMESTIC VIOLENCE ACT under Preparation of reports. 43. (1) Where a police officer intervenes in an incident of domestic violence, he shall prepare a written report which shall contain the allegations of the persons involved, the witnesses, the type of investigation conducted and how the incident was resolved. LAWS OF GUYANA 36 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                    Role of the Director of Human Services in alleviating domestic violence and abuse.                         (2) The police officer in charge of every police station in Guyana shall ensure that all records of domestic violence cases are properly compiled so as to facilitate easy reference to data.  (3) The police officer in charge of every police station in Guyana shall ensure that confidentiality is maintained with respect to the identity of persons involved in all cases of domestic violence and that interviews are carried out in an area of the police station which provides the utmost privacy.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a police officer intervenes in an incident of domestic violence, he shall prepare a written report which shall contain the allegations of the persons involved, the witnesses, the type of investigation conducted and how the incident was resolved. LAWS OF GUYANA 36 Cap. 11:09 Domestic Violence  L.R.O. 1/2012                    Role of the Director of Human Services in alleviating domestic violence and abuse."
                },
                {
                    "representation": "(2)",
                    "description": "The police officer in charge of every police station in Guyana shall ensure that all records of domestic violence cases are properly compiled so as to facilitate easy reference to data."
                },
                {
                    "representation": "(3)",
                    "description": "The police officer in charge of every police station in Guyana shall ensure that confidentiality is maintained with respect to the identity of persons involved in all cases of domestic violence and that interviews are carried out in an area of the police station which provides the utmost privacy."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Role of the Director of Human Services in alleviating domestic violence and abuse. ",
            "context": "DOMESTIC VIOLENCE ACT under Role of the Director of Human Services in alleviating domestic violence and abuse. 44. (1) The Director of Human Services in the Ministry of Labour, Human Services and Social Security shall be responsible for  (a) promoting and developing educational programmes for the prevention of domestic violence;  (b) studying, investigating and publishing reports on the domestic violence problem in Guyana, its manifestations and scope; the consequences and the options for confronting and eradicating it in conjunction with the Police Force and other agencies and organisations;  (c) identifying groups and sectors in society in which domestic abuse is manifested and educating  these groups and sectors  making them aware of the skills required to combat domestic violence;  (d) creating an awareness among society with regard to the needs of victims of LAWS OF GUYANA Domestic Violence Cap. 11:09 37  L.R.O. 1/2012                                                           Ownership of property. domestic violence and their families;   (e) developing strategies to encourage changes in the policies and procedures in government agencies in order to improve their response to the needs of the victims of domestic violence;  (f) establishing and encouraging the establishment of programmes on information, support and counselling services for victims of domestic violence;  (g) encouraging programmes of services for boys and girls who come from homes where there is abuse and violence;  (h) providing training and orientation services for police officers and persons who assist in the treatment and counselling of victims of domestic violence and abuse; and  (i) analysing and carrying out studies on the need for education and retraining for persons who engage in conduct that constitutes domestic violence and abuse and for their rehabilitation.  (2) In carrying out his responsibilities the Director of Human Services may collaborate with such governmental, non-governmental and inter-governmental organisations as he thinks fit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Director of Human Services in the Ministry of Labour, Human Services and Social Security shall be responsible for"
                },
                {
                    "representation": "(a)",
                    "description": "promoting and developing educational programmes for the prevention of domestic violence;"
                },
                {
                    "representation": "(b)",
                    "description": "studying, investigating and publishing reports on the domestic violence problem in Guyana, its manifestations and scope; the consequences and the options for confronting and eradicating it in conjunction with the Police Force and other agencies and organisations;"
                },
                {
                    "representation": "(c)",
                    "description": "identifying groups and sectors in society in which domestic abuse is manifested and educating  these groups and sectors  making them aware of the skills required to combat domestic violence;"
                },
                {
                    "representation": "(d)",
                    "description": "creating an awareness among society with regard to the needs of victims of LAWS OF GUYANA Domestic Violence Cap. 11:09 37  L.R.O. 1/2012                                                           Ownership of property. domestic violence and their families;"
                },
                {
                    "representation": "(e)",
                    "description": "developing strategies to encourage changes in the policies and procedures in government agencies in order to improve their response to the needs of the victims of domestic violence;"
                },
                {
                    "representation": "(f)",
                    "description": "establishing and encouraging the establishment of programmes on information, support and counselling services for victims of domestic violence;"
                },
                {
                    "representation": "(g)",
                    "description": "encouraging programmes of services for boys and girls who come from homes where there is abuse and violence;"
                },
                {
                    "representation": "(h)",
                    "description": "providing training and orientation services for police officers and persons who assist in the treatment and counselling of victims of domestic violence and abuse; and"
                },
                {
                    "representation": "(i)",
                    "description": "analysing and carrying out studies on the need for education and retraining for persons who engage in conduct that constitutes domestic violence and abuse and for their rehabilitation."
                },
                {
                    "representation": "(2)",
                    "description": "In carrying out his responsibilities the Director of Human Services may collaborate with such governmental, non-governmental and inter-governmental organisations as he thinks fit."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Ownership of property. ",
            "context": "DOMESTIC VIOLENCE ACT under Ownership of property. 45. Nothing in this Act shall be deemed to have LAWS OF GUYANA 38 Cap. 11:09 Domestic Violence  L.R.O. 1/2012        Protection of mortgagee.                            Regulations.     Amendment of Forms. Schedule.             s. 5(4)             altered any right to ownership of property.",
            "description": [
                {
                    "representation": "(4)",
                    "description": "altered any right to ownership of property."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Protection of mortgagee. ",
            "context": "DOMESTIC VIOLENCE ACT under Protection of mortgagee. 46. (1) The rights conferred on any person in respect of any property by an order made under this Act shall be subject to the rights of any other person entitled to the benefit of any mortgage, security, charge or encumbrance affecting the property if such mortgage, security, charge or encumbrance was registered before the order was registered or if the rights of that other person entitled to that benefit arise under an instrument executed before the date of the making of the order.  (2) Notwithstanding anything in any enactment or in any instrument, no money payable under any such mortgage, security, charge or encumbrance shall be called up or become due by reason of the making of an order under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The rights conferred on any person in respect of any property by an order made under this Act shall be subject to the rights of any other person entitled to the benefit of any mortgage, security, charge or encumbrance affecting the property if such mortgage, security, charge or encumbrance was registered before the order was registered or if the rights of that other person entitled to that benefit arise under an instrument executed before the date of the making of the order."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding anything in any enactment or in any instrument, no money payable under any such mortgage, security, charge or encumbrance shall be called up or become due by reason of the making of an order under this Act."
                }
            ]
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Regulations. ",
            "context": "DOMESTIC VIOLENCE ACT under Regulations. 47. The Minister may make regulations for carrying out the provisions of this Act and for prescribing anything that needs to be prescribed.",
            "description": "The Minister may make regulations for carrying out the provisions of this Act and for prescribing anything that needs to be prescribed."
        }
    },
    {
        "act": "DOMESTIC VIOLENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Amendment of Forms.  SCHEDULE – Forms  _____________________   LAWS OF GUYANA Domestic Violence Cap. 11:09 5  L.R.O. 1/2012 CHAPTER 11:09   18 of 1996 An Act to afford protection in cases involving domestic violence by the granting of a protection order, to provide the police with powers of arrest where a domestic violence offence occurs and for matters connected therewith or incidental thereto.  [31ST DECEMBER, 1996]      Short title.    Interpretation.                          PART I PRELIMINARY  ",
            "context": "DOMESTIC VIOLENCE ACT under Amendment of Forms.  SCHEDULE  Forms  _____________________   LAWS OF GUYANA Domestic Violence Cap. 11:09 5  L.R.O. 1/2012 CHAPTER 11:09   18 of 1996 An Act to afford protection in cases involving domestic violence by the granting of a protection order, to provide the police with powers of arrest where a domestic violence offence occurs and for matters connected therewith or incidental thereto.  [31ST DECEMBER, 1996]      Short title.    Interpretation.                          PART I PRELIMINARY  48. The Minister may by order amend any of the Forms in the Schedule.   SCHEDULE  FORM 1  MAGISTRATES COURT  An application having been made by .....................................(name of applicant) under section 5 of Order/Interim Protection Order to be made by  the Magistrate of the district against ..............................................(name of the Domestic Violence Act, Cap. 11:09, for a Protection UNDERTAKING IN THE             MAGISTERIAL DISTRICT LAWS OF GUYANA Domestic Violence Cap. 11:09 39  L.R.O. 1/2012                             s. 17                               respondent) of ..................................................................(address of respondent) Now I hereby.......................................................................................................... (specify details of conduct to be refrained from). Dated the .....................day of ..............................20         ................................. Respondent  ..............Magistrate......................Magisterial District  ________ FORM 2  APPLICATION FOR PROTECTION ORDER/INTERIM PROTECTION ORDER   I .................................................................. (name of applicant) of ................................................................................. (address) hereby apply under section 5 of the Domestic Violence Act, be made by the Magistrate of the district against the ........................................ (name of respondent) who is .................................... (specify relationship to the named respondent) and who resides at .......................................... ............................................................(specify address of respondent) in respect of the following conduct ............................................................................(specify details of alleged  conduct)                    .................................... Applicant Dated the .........................day of ................................",
            "description": "The Minister may by order amend any of the Forms in the Schedule.   SCHEDULE  FORM 1  MAGISTRATES COURT  An application having been made by .....................................(name of applicant) under section 5 of Order/Interim Protection Order to be made by  the Magistrate of the district against ..............................................(name of the Domestic Violence Act, Cap. 11:09, for a Protection UNDERTAKING IN THE             MAGISTERIAL DISTRICT LAWS OF GUYANA Domestic Violence Cap. 11:09 39  L.R.O. 1/2012                             s. 17                               respondent) of ..................................................................(address of respondent) Now I hereby.......................................................................................................... (specify details of conduct to be refrained from). Dated the .....................day of ..............................20         ................................. Respondent  ..............Magistrate......................Magisterial District  ________ FORM 2  APPLICATION FOR PROTECTION ORDER/INTERIM PROTECTION ORDER   I .................................................................. (name of applicant) of ................................................................................. (address) hereby apply under section 5 of the Domestic Violence Act, be made by the Magistrate of the district against the ........................................ (name of respondent) who is .................................... (specify relationship to the named respondent) and who resides at .......................................... ............................................................(specify address of respondent) in respect of the following conduct ............................................................................(specify details of alleged  conduct)                    .................................... Applicant Dated the .........................day of ................................"
        }
    }
]