[
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Short title. 1.  This  Act  may  be  cited  as  the  Deceased Persons Estates Administration Act.",
            "description": "This  Act  may  be  cited  as  the  Deceased Persons Estates Administration Act."
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PRELIMINARY NOTICE OF DEATH  ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Interpretation.  PRELIMINARY NOTICE OF DEATH  2. In this Act  the accountant means the accountant appointed under the Deeds Registry Act;  Commissioner has the same meaning as in the Income TaxL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration      Cap. 12:01                7  c. 81:01                                           Notice of death. Schedule. Form",
            "description": "In this Act  the accountant means the accountant appointed under the Deeds Registry Act;  Commissioner has the same meaning as in the Income TaxL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration      Cap. 12:01                7  c. 81:01                                           Notice of death. Schedule. Form"
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Notice of death. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Notice of death. 3.   (l)   When   anyone   dies   leaving   property   in possession, reversion, or expectancy, or leaving a will, the nearest relative or connection of the deceased who is in or near the house or place of death, or, in default of the nearest relative or connection, the person who at or immediately after the death has the chief charge of that house or place, shall within thirty days of the death cause a notice thereof to beL.R.O. 1/2012  LAWS OF GUYANA  8              Cap. 12:01    Deceased Persons Estates Administration   given in the form contained in the Schedule and shall himself sign the notice.  (2)  The  notice  shall  be  forthwith transmitted or delivered to the Registrar and be filed in his office. Registrar may call for further information. [6 of 1997]                         Lodgement of wills with the Registrar for safe custody.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "When   anyone   dies   leaving   property   in possession, reversion, or expectancy, or leaving a will, the nearest relative or connection of the deceased who is in or near the house or place of death, or, in default of the nearest relative or connection, the person who at or immediately after the death has the chief charge of that house or place, shall within thirty days of the death cause a notice thereof to beL.R.O. 1/2012  LAWS OF GUYANA  8              Cap. 12:01    Deceased Persons Estates Administration   given in the form contained in the Schedule and shall himself sign the notice."
                },
                {
                    "representation": "(2)",
                    "description": "The  notice  shall  be  forthwith transmitted or delivered to the Registrar and be filed in his office. Registrar may call for further information. [6 of 1997]                         Lodgement of wills with the Registrar for safe custody."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Registrar may call for further information.  WILLS  ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Registrar may call for further information.  WILLS  4. (1) If it appears that the person signing the notice of death was not present at the death the Registrar may call upon him for proof of the death.  (2) When the information in a notice of death is defective or insufficient, the Registrar may call upon the person who signed it, or any executor or administrator of the deceased  after  appointment,  to  furnish  any  further information required, and everyone so called upon shall without delay return his written answer to the questions put to him by the Registrar for that purpose.  (3)   Anyone   who   fails   to   comply   with   the provisions of this or the preceding section, or who gives information which is to his knowledge false, shall be liable on summary conviction (at the instance of the Registrar or  any interested party) to a fine of nine thousand seven hundred and fifty dollars for each default.  WILLS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If it appears that the person signing the notice of death was not present at the death the Registrar may call upon him for proof of the death."
                },
                {
                    "representation": "(2)",
                    "description": "When the information in a notice of death is defective or insufficient, the Registrar may call upon the person who signed it, or any executor or administrator of the deceased  after  appointment,  to  furnish  any  further information required, and everyone so called upon shall without delay return his written answer to the questions put to him by the Registrar for that purpose."
                },
                {
                    "representation": "(3)",
                    "description": "Anyone   who   fails   to   comply   with   the provisions of this or the preceding section, or who gives information which is to his knowledge false, shall be liable on summary conviction"
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Lodgement of wills with the Registrar for safe custody. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Lodgement of wills with the Registrar for safe custody. 5. (1) Anyone may lodge for safe custody with the Registrar, either open or enclosed under a sealed cover, any will made by him; and the Registrar shall keep a register of the names and descriptions of every person so lodging a will and the date of the lodgement; and the will shall be kept by the Registrar until the death of the maker unless re-delivery of it is demanded by the maker or in his lifetime by his agent specially authorised in writing for that purpose, when the Registrar shall re-deliver it accordingly.  (2)  On  production  of  proof  to  the  Registrars satisfaction of the death of the maker of a will which is still inL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration      Cap. 12:01                9    his custody he shall take the necessary action to have the will duly deposited by any party interested in accordance with section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone may lodge for safe custody with the Registrar, either open or enclosed under a sealed cover, any will made by him; and the Registrar shall keep a register of the names and descriptions of every person so lodging a will and the date of the lodgement; and the will shall be kept by the Registrar until the death of the maker unless re-delivery of it is demanded by the maker or in his lifetime by his agent specially authorised in writing for that purpose, when the Registrar shall re-deliver it accordingly."
                },
                {
                    "representation": "(2)",
                    "description": "On  production  of  proof  to  the  Registrars satisfaction of the death of the maker of a will which is still inL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration      Cap. 12:01                9    his custody he shall take the necessary action to have the will duly deposited by any party interested in accordance with section"
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Duty of persons in possession of will on testator’s death. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Duty of persons in possession of will on testators death. 6. (1) Everyone other than the Registrar who, at the time of the death of the maker thereof, has in his possession any  document purporting to  be  the  last will of  any other person, or into whose possession that document comes after the death of the maker thereof, shall within fourteen days from the date of the death  (a)     either deposit the document in the registry; or  (b)      deliver the document to the executor and at the same time notify the Registrar in writing that he has done so; or  (c)      if he claims no interest under the will, or if there is no executor, or the executor  is  unknown  to  him,  lodge the document with the Registrar for safe custody.  (2)  Anyone  failing  to  comply  with  this  section shall, on summary conviction at the instance of the Registrar or any interested party, be liable to a fine of four thousand eight hundred and seventy-five dollars, and, if he continues in default after conviction, to a further fine of nine hundred and seventy-five dollars for each and every day that he is in that default.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone other than the Registrar who, at the time of the death of the maker thereof, has in his possession any  document purporting to  be  the  last will of  any other person, or into whose possession that document comes after the death of the maker thereof, shall within fourteen days from the date of the death"
                },
                {
                    "representation": "(a)",
                    "description": "either deposit the document in the registry; or"
                },
                {
                    "representation": "(b)",
                    "description": "deliver the document to the executor and at the same time notify the Registrar in writing that he has done so; or"
                },
                {
                    "representation": "(c)",
                    "description": "if he claims no interest under the will, or if there is no executor, or the executor  is  unknown  to  him,  lodge the document with the Registrar for safe custody."
                },
                {
                    "representation": "(2)",
                    "description": "Anyone  failing  to  comply  with  this  section shall, on summary conviction at the instance of the Registrar or any interested party, be liable to a fine of four thousand eight hundred and seventy-five dollars, and, if he continues in default after conviction, to a further fine of nine hundred and seventy-five dollars for each and every day that he is in that default."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Compelling attendance of witness to prove due execution of will. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Compelling attendance of witness to prove due execution of will. 7. (1) Everyone who deposits a will as aforesaid, or any person claiming any interest under it, may apply to the Registrar in writing for a summons addressed to anyone who has  witnessed  the  execution  of  the  will  requiring  him  to attend at the time stated therein before a sworn clerk and notary public and swear an affidavit of the due execution ofL.R.O. 1/2012  LAWS OF GUYANA  10            Cap. 12:01    Deceased Persons Estates Administration   the will, and the person attending upon the summons shall be entitled to be paid by the person making the application the sum to which he would be entitled if he had been summoned to attend and give evidence in a civil cause before the Court.  (2) The rules of the Supreme Court for the time being in force relating to the summoning and payment of witnesses shall apply to witnesses summoned under this section.  (3)   Everyone   so   summoned   who   refuses   or neglects to attend, or who refuses to swear the affidavit aforesaid, shall on summary conviction thereof be liable to a fine of nineteen thousand five hundred dollars. Probate.      Applications to Court or a judge for an order on persons refusing to give up wills.          Inventory of estate in community by surviving spouse. [6 of 1991]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who deposits a will as aforesaid, or any person claiming any interest under it, may apply to the Registrar in writing for a summons addressed to anyone who has  witnessed  the  execution  of  the  will  requiring  him  to attend at the time stated therein before a sworn clerk and notary public and swear an affidavit of the due execution ofL.R.O. 1/2012  LAWS OF GUYANA  10            Cap. 12:01    Deceased Persons Estates Administration   the will, and the person attending upon the summons shall be entitled to be paid by the person making the application the sum to which he would be entitled if he had been summoned to attend and give evidence in a civil cause before the Court."
                },
                {
                    "representation": "(2)",
                    "description": "The rules of the Supreme Court for the time being in force relating to the summoning and payment of witnesses shall apply to witnesses summoned under this section."
                },
                {
                    "representation": "(3)",
                    "description": "Everyone   so   summoned   who   refuses   or neglects to attend, or who refuses to swear the affidavit aforesaid, shall on summary conviction thereof be liable to a fine of nineteen thousand five hundred dollars. Probate.      Applications to Court or a judge for an order on persons refusing to give up wills.          Inventory of estate in community by surviving spouse. [6 of 1991]"
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Probate. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Probate. 8. The deposit of a will under section 6 coupled with the grant of probate thereof or letters of administration as hereinafter  provided,  shall  have  within  Guyana  the  same effect as probate in common form has by the law of England.",
            "description": "The deposit of a will under section 6 coupled with the grant of probate thereof or letters of administration as hereinafter  provided,  shall  have  within  Guyana  the  same effect as probate in common form has by the law of England."
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Applications to Court or a judge for an order on persons refusing to give up wills.  INVENTORIES  ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Applications to Court or a judge for an order on persons refusing to give up wills.  INVENTORIES  9. Duty of persons in possession of will on testators death. [6 of 1997]                                  Compelling attendance of witness to prove due execution of will. [6 of 1997]",
            "description": "Duty of persons in possession of will on testators death. [6 of 1997]                                  Compelling attendance of witness to prove due execution of will. [6 of 1997]"
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Inventory of estate in community by surviving spouse. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Inventory of estate in community by surviving spouse. 10. When one of two spouses married in community of property dies, the survivor shall, within thirty days thereafter, cause an inventory of all property, goods and effects, movable and immovable, of what kind so ever which at the time of the death formed part of or belonged to the estate possessed in community between the predeceasing and surviving spouses (hereinafter called the joint estate) to beL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              11     made in the manner prescribed by section 13 of this Act in the presence of two impartial witnesses, being persons of good credit and repute, and of those persons having an interest in the distribution of the joint estate as heirs or legatees of the predeceased spouse who choose to attend; and the inventory shall be subscribed by the surviving spouse, the witnesses aforesaid, and the heirs or legatees present when it is made. In the event of the default or absence of the survivor section 12 shall, mutatis mutandis, be deemed to apply.  Penalties on omission from inventory.                            Inventory on the death of persons not married in community. [14 of 1956 6 of 1991]",
            "description": "When one of two spouses married in community of property dies, the survivor shall, within thirty days thereafter, cause an inventory of all property, goods and effects, movable and immovable, of what kind so ever which at the time of the death formed part of or belonged to the estate possessed in community between the predeceasing and surviving spouses (hereinafter called the joint estate) to beL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              11     made in the manner prescribed by section 13 of this Act in the presence of two impartial witnesses, being persons of good credit and repute, and of those persons having an interest in the distribution of the joint estate as heirs or legatees of the predeceased spouse who choose to attend; and the inventory shall be subscribed by the surviving spouse, the witnesses aforesaid, and the heirs or legatees present when it is made. In the event of the default or absence of the survivor section 12 shall, mutatis mutandis, be deemed to apply.  Penalties on omission from inventory.                            Inventory on the death of persons not married in community. [14 of 1956 6 of 1991]"
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Penalties on omission from inventory. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Penalties on omission from inventory. 11. (1) Every surviving spouse who wilfully neglects to cause an inventory of the joint estate to be made in the manner and within the period hereinbefore provided, or knowingly omits to enter therein any property of whatsoever kind, shall in the distribution of that estate forfeit all right to and share in anything accruing to the joint estate after the death of the predeceasing spouse and in and to the property so omitted from the inventory.  (2) Every loss caused by the destruction or deterioration of any property so omitted from the inventory, or accrued to the joint estate after the death of the predeceasing spouse by the loss or deterioration of any part thereof, shall in the distribution of the estate fall upon and be borne by the surviving spouse solely and exclusively:  Provided that nothing herein contained shall free or exempt anyone who wilfully or for any fraudulent purpose makes or causes to be made a false inventory of the joint estate aforesaid from any fine or punishment hereinafter or by any  other  law  prescribed  with  respect  to  the  offence  of making false inventories.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every surviving spouse who wilfully neglects to cause an inventory of the joint estate to be made in the manner and within the period hereinbefore provided, or knowingly omits to enter therein any property of whatsoever kind, shall in the distribution of that estate forfeit all right to and share in anything accruing to the joint estate after the death of the predeceasing spouse and in and to the property so omitted from the inventory."
                },
                {
                    "representation": "(2)",
                    "description": "Every loss caused by the destruction or deterioration of any property so omitted from the inventory, or accrued to the joint estate after the death of the predeceasing spouse by the loss or deterioration of any part thereof, shall in the distribution of the estate fall upon and be borne by the surviving spouse solely and exclusively:  Provided that nothing herein contained shall free or exempt anyone who wilfully or for any fraudulent purpose makes or causes to be made a false inventory of the joint estate aforesaid from any fine or punishment hereinafter or by any  other  law  prescribed  with  respect  to  the  offence  of making false inventories."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Inventory on the death of persons not married in community. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Inventory on the death of persons not married in community. 12. On the death of any person, not being one of two spouses married in community of property, the wife or husband  (if  any)  of  the  deceased,  or  in  the  event  of  the default, absence, or death of the wife or husband, the child or children (if any) of the deceased, or in the event of the default, absence, death, or infancy, of the child or children, the next ofL.R.O. 1/2012  LAWS OF GUYANA  12            Cap. 12:01    Deceased Persons Estates Administration   kin (if any) of the deceased, or in the event of the default, absence, death, or infancy of the next of kin, the person who, at or immediately after the death, has the chief charge of the house or the place where the death occurs, shall, within thirty days  after  the  death,  make  or  cause  to  be  made  in  the presence of two impartial witnesses, being persons of good credit and repute, an inventory, in the manner prescribed by section 13 of this Act, of all property, goods and effects, movable and immovable, of what kind soever  (a)      belonging to the deceased and in the house  or  upon  the  premises  at  the time of the death;  (b)      known   by   the   person   making   or causing the inventory to be made to have belonged to the deceased at the time of his death, and the inventory shall be subscribed by the person making it  or  causing it  to  be  made and by the witnesses aforesaid. Inventory of property liable to process fee. [6 of 1991]",
            "description": [
                {
                    "representation": "(a)",
                    "description": "belonging to the deceased and in the house  or  upon  the  premises  at  the time of the death;"
                },
                {
                    "representation": "(b)",
                    "description": "known   by   the   person   making   or causing the inventory to be made to have belonged to the deceased at the time of his death, and the inventory shall be subscribed by the person making it  or  causing it  to  be  made and by the witnesses aforesaid. Inventory of property liable to process fee. [6 of 1991]"
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Inventory of property liable to process fee. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Inventory of property liable to process fee. 13. (1) Within two months after the death of any person who has died in Guyana, and within six months after the death of any person who has died out of Guyana, the person or persons set forth in sections 10, 12 and 33 of this Act, shall appear before the proper officer, and  (a)      deliver a full and articulate inventory of all the property which the deceased person possessed at the time of his death,  together  with  a  statement  of the deductions specified in subsection (2) exhibiting at the same time the will (if any) of the deceased; and  (b)    make a declaration verifying the inventory and statement and stating that the property is of the value of aL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              13     certain sum therein specified, to the best  of  the  deponents  knowledge, information and belief.  (2) The deductions referred  to in subsection (1) (a) are as follows  (a)      funeral expenses;  (b)      all debts or encumbrances incurred or created by the deceased bona fide for full  consideration  in  money  or moneys worth wholly for the deceaseds own use and benefit.  (3)  The  High  Court  may,  on  motion  made  and good cause shown, extend the period hereinbefore fixed for making the inventory and declaration aforesaid. Inventory by order of court.         Particulars required as to immovable property.        Forms. [6 of 1991]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a) are as follows"
                },
                {
                    "representation": "(a)",
                    "description": "funeral expenses;"
                },
                {
                    "representation": "(2)",
                    "description": "The deductions referred  to in subsection"
                },
                {
                    "representation": "(b)",
                    "description": "all debts or encumbrances incurred or created by the deceased bona fide for full  consideration  in  money  or moneys worth wholly for the deceaseds own use and benefit."
                },
                {
                    "representation": "(3)",
                    "description": "The  High  Court  may,  on  motion  made  and good cause shown, extend the period hereinbefore fixed for making the inventory and declaration aforesaid. Inventory by order of court.         Particulars required as to immovable property.        Forms. [6 of 1991]"
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Inventory by order of court. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Inventory by order of court. 14. Notwithstanding anything hereinbefore contained, the Court may, on application and on sufficient cause appearing, at any time order that an inventory of property belonging to anyone, or to the joint estate of any deceased person and the surviving spouse shall be taken by anyone named in the order.",
            "description": "Notwithstanding anything hereinbefore contained, the Court may, on application and on sufficient cause appearing, at any time order that an inventory of property belonging to anyone, or to the joint estate of any deceased person and the surviving spouse shall be taken by anyone named in the order."
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Particulars required as to immovable property. 15A.     Forms 15B.      Affirmations. 15C.      Duty of public officer to furnish information. 15D.     Certificate of proper officer. 15E.      Commissioner may require explanations and proof in support of declaration. 15F.      Late delivery of inventory and declaration.L.R.O. 1/2012  LAWS OF GUYANA  4              Cap. 12:01    Deceased Persons Estates’ Administration   SECTION 15G.      Repayment of excess process fee. 15H.     Payment of further process fee. 15I.       Alteration of assessment or certificate. 15J.       Procedure on default of inventory or declaration. 15K.      Recovery of sum due for process fee or as penalty.  ADMINISTRATION  ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Particulars required as to immovable property. 15A.     Forms 15B.      Affirmations. 15C.      Duty of public officer to furnish information. 15D.     Certificate of proper officer. 15E.      Commissioner may require explanations and proof in support of declaration. 15F.      Late delivery of inventory and declaration.L.R.O. 1/2012  LAWS OF GUYANA  4              Cap. 12:01    Deceased Persons Estates Administration   SECTION 15G.      Repayment of excess process fee. 15H.     Payment of further process fee. 15I.       Alteration of assessment or certificate. 15J.       Procedure on default of inventory or declaration. 15K.      Recovery of sum due for process fee or as penalty.  ADMINISTRATION  15. Everyone required by sections 10, 12 and 14 to make an inventory shall include therein a specific list of all immovable property wherein to his knowledge the deceased had an interest at the date of his death, and if possible a reference to the title under which the deceased held that interest   and   the   date   of   the   title   and   full   particulars concerning the interest.  15A.   (1) The Commissioner may from time to time frame, and when framed, alter or annul, such forms as may be required for all or any of the purposes of this Act.  (2)  The  forms  or  any  alteration  or  annulmentL.R.O. 1/2012  LAWS OF GUYANA  14            Cap. 12:01    Deceased Persons Estates Administration   thereof shall be subject to the approval of the Minister and shall be published in the Gazette. Affirmations. [6 of 1991]      Duty of public officer to furnish information. [6 of 1991]    Certificate of proper officer. [6 of 1991] c. 80:01                            Commissioner may require 15B. Any affirmation or declaration required for the purposes of this Act may be taken before the proper officer, who is hereby authorised to administer the necessary affirmation.  15C. Every public officer shall furnish the Commissioner, on  application in  writing for  that  purpose, with  any  information  which  may  be  in  his  possession  or which he may be able to procure with reference to any matter connected with the estate of a deceased person.  15D. (1) The proper officer shall cause to be made on the declaration a memorandum of the amount of the process fee payable in accordance with section 14 of the Income Tax Act.  (2)  The  person  making  the  declaration,  or  his agent,  shall  thereupon pay  to  the  Accountant General  the process fee so assessed, and the Accountant General shall give a receipt therefor.  (3)   The   proper   officer   shall   then   prepare   a certificate under his hand, setting forth that the inventory and declaration have been duly delivered and that the process fee, if that is payable, has been paid, and stating the value as shown  by  the  inventory  of  the  property  on  which  it  is payable.  (4) No will shall be received by any officer of the registry for deposit or for recording therein unless there is delivered therewith the certificate referred to in subsection (3).    15E. (1) The Commissioner may, at any time and from time to time within three years after the date of the certificate,L.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              15   explanations and proof in support of declaration. [6 of 1991 6 of 1997]         Late delivery of inventory and declaration. [6 of 1991 6 of 1997]   Repayment of excess process fee. [6 of 1991]            Payment of further process fee. [6 of 1991] as he may think necessary, require the heir or executor of any deceased person to furnish such information or explanations and to produce such documentary or other evidence respecting the contents of, or the particulars verified by, the declaration of  the  property of  the  deceased subject to  the process fee as the case seems to him to require.  (2) Anyone failing to comply with that requisition shall be liable to a fine of three thousand dollars.  15F. If anyone who ought to deliver an inventory and make a declaration, or a further declaration (as hereinafter mentioned), neglects to do so within the period prescribed by law   for   that   purpose,  he   shall   be   liable   on   summary conviction to a fine of three thousand dollars.  15G. If at any time during the administration of the estate of a deceased person the value mentioned in the certificate of the proper officer is found to exceed the true value of the property on the death of the deceased, the Commissioner, on proof of the facts to his satisfaction may return  the  amount  of  the  process  fee  which  has  been overpaid, and cause a fresh certificate to be written by the proper officer setting forth the true value, and that certificate shall be substituted for, and have the same force and effect as, the certificate hereinbefore mentioned.  15H.  (1)  If  at  any  time  it  is  discovered  that  the property of the deceased was, at the time of the delivery of the certificate, of greater value than the value mentioned in the certificate, the heir or executor shall, within six months after the discovery, deliver a further declaration, with an account, to the proper officer.  (2) The person making the declaration or his agent, shall thereupon pay to the officer whose duty it is to receive it the amount which, with the process fee previously paid on a declaration of the estate and effects, is sufficient to cover the process fee chargeable according to the true value thereof,L.R.O. 1/2012  LAWS OF GUYANA  16            Cap. 12:01    Deceased Persons Estates Administration   and shall at the same time pay to the Commissioner interest upon that amount at the rate of forty-five per cent per annum from the date of the certificate or from such subsequent date as the Commissioner thinks proper.  (3)  The  Commissioner,  on  receipt  of  that declaration and account, shall cause a fresh certificate to be written by the proper officer, setting forth the true value of the estate and effects as then ascertained, and that certificate shall be substituted for, and have the same force and effect as, the certificate hereinbefore mentioned. Alteration of assessment or certificate. [6 of 1991 6 of 1997]      Procedure on default of inventory or declaration. [6 of 1991]         Recovery of sum due for process fee or as penalty. [6 of 1991] 15I. Everyone who alters any word, letter, figure, or number, in any assessment or certificate made or given under this Act, after it has been signed by the proper officer, or alters, or publishes as true, that altered assessment or certificate,  with  intent  to  defraud  the  State  or  any  other person, shall be liable to a fine of nine thousand dollars and to imprisonment for three years.  15J. If any person who is made accountable by this Act makes default in delivering any inventory or making a declaration required by the Commissioner under this Act, the Commissioner may apply by motion to the High Court for an order calling upon the person in default to show cause why he should not deliver the account, or make the declaration, forthwith, or within such time as the Court may order, and whether cause be so shown or not, such order on the motion shall be made as to the Court seems just.  15K. (1) Subject to article 187 of the Constitution, any criminal proceedings under this Act may be instituted and carried on by  the  Commissioner under  and in  accordance with the Summary Jurisdiction Acts and any amount owing to the State under this Act may be recovered, with costs, in any court of competent civil jurisdiction in an action at the suit of the Commissioner.  (2)  Notwithstanding  anything  contained  in  theL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              17   c. 10:02              Power of Court to appoint administrator.                                    Power to limit Summary Jurisdiction (Procedure) Act, any prosecution may be instituted for any offence against this Act, and any penalty or fine recovered thereunder, although more than six months have elapsed since the commission of the offence, if proceedings have been instituted before the expiration of six months from the time when the offence came to knowledge of the proper officer.  ADMINISTRATION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to article 187 of the Constitution, any criminal proceedings under this Act may be instituted and carried on by  the  Commissioner under  and in  accordance with the Summary Jurisdiction Acts and any amount owing to the State under this Act may be recovered, with costs, in any court of competent civil jurisdiction in an action at the suit of the Commissioner."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding  anything  contained  in  theL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              17   c. 10:02              Power of Court to appoint administrator.                                    Power to limit Summary Jurisdiction"
                },
                {
                    "representation": "(3)",
                    "description": "The  Commissioner,  on  receipt  of  that declaration and account, shall cause a fresh certificate to be written by the proper officer, setting forth the true value of the estate and effects as then ascertained, and that certificate shall be substituted for, and have the same force and effect as, the certificate hereinbefore mentioned. Alteration of assessment or certificate. [6 of 1991 6 of 1997]      Procedure on default of inventory or declaration. [6 of 1991]         Recovery of sum due for process fee or as penalty. [6 of 1991] 15I. Everyone who alters any word, letter, figure, or number, in any assessment or certificate made or given under this Act, after it has been signed by the proper officer, or alters, or publishes as true, that altered assessment or certificate,  with  intent  to  defraud  the  State  or  any  other person, shall be liable to a fine of nine thousand dollars and to imprisonment for three years.  15J. If any person who is made accountable by this Act makes default in delivering any inventory or making a declaration required by the Commissioner under this Act, the Commissioner may apply by motion to the High Court for an order calling upon the person in default to show cause why he should not deliver the account, or make the declaration, forthwith, or within such time as the Court may order, and whether cause be so shown or not, such order on the motion shall be made as to the Court seems just.  15K."
                },
                {
                    "representation": "(4)",
                    "description": "No will shall be received by any officer of the registry for deposit or for recording therein unless there is delivered therewith the certificate referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Power of Court to appoint administrator. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Power of Court to appoint administrator. 16. Where it appears expedient to the Court to do so, it may on the application of any interested party appoint any person or persons to be an administrator to administer the estate of a deceased person in any of the following cases, namely, where  (a)      the person dies intestate;  (b)     the person dies leaving a will but appoints no executor;  (c)    the  person  dies  leaving  a  will appointing an executor or executors, but the executor or executors are or become insolvent, or have died, or are absent from and unrepresented in Guyana, or renounce, or are unwilling to act;  (d) an executor or administrator is for just cause removed from his office; and  (e)      it appears to the Court to be expedient to do so for the better realisation or protection of the estate or for the benefit or protection of anyone interested therein.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the person dies intestate;"
                },
                {
                    "representation": "(b)",
                    "description": "the person dies leaving a will but appoints no executor;"
                },
                {
                    "representation": "(c)",
                    "description": "the  person  dies  leaving  a  will appointing an executor or executors, but the executor or executors are or become insolvent, or have died, or are absent from and unrepresented in Guyana, or renounce, or are unwilling to act;"
                },
                {
                    "representation": "(d)",
                    "description": "an executor or administrator is for just cause removed from his office; and"
                },
                {
                    "representation": "(e)",
                    "description": "it appears to the Court to be expedient to do so for the better realisation or protection of the estate or for the benefit or protection of anyone interested therein."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Power to limit appointment of administrators. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Power to limit appointment of administrators. 17. Where it appears expedient to the Court to do so,L.R.O. 1/2012  LAWS OF GUYANA  18            Cap. 12:01    Deceased Persons Estates Administration  appointment of administrators.                         Letters of administration and powers thereunder. Schedule.            Where Registrar may summarily appoint administrator. [4 of 1972] the Court may limit the appointment of an administrator or administrators  (a)      to part only of the estate or property of the deceased person; or  (b)      to a particular object; or  (c)      for a specified time; or  (d)      till the happening of a specified event; or  (e)      dispensing with the duty of rendering accounts; or  (f)       in  any  other  respect  which  to  the Court seems proper.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to part only of the estate or property of the deceased person; or"
                },
                {
                    "representation": "(b)",
                    "description": "to a particular object; or"
                },
                {
                    "representation": "(c)",
                    "description": "for a specified time; or"
                },
                {
                    "representation": "(d)",
                    "description": "till the happening of a specified event; or"
                },
                {
                    "representation": "(e)",
                    "description": "dispensing with the duty of rendering accounts; or"
                },
                {
                    "representation": "(f)",
                    "description": "in  any  other  respect  which  to  the Court seems proper."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Letters of administration and powers thereunder. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Letters of administration and powers thereunder. 18.  (1)  The  appointment  of  an  administrator or  of administrators shall be in the form given in the Schedule.  (2) The administrator or administrators shall have the same powers as if he or they had been appointed executor or executors by the last will of the deceased person.  (3) Where there is a last will the administrator or administrators shall, subject to the terms and conditions of his or  their  appointment,  administer  the  estate  in  accordance with the terms and provisions of the will.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  appointment  of  an  administrator or  of administrators shall be in the form given in the Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "The administrator or administrators shall have the same powers as if he or they had been appointed executor or executors by the last will of the deceased person."
                },
                {
                    "representation": "(3)",
                    "description": "Where there is a last will the administrator or administrators shall, subject to the terms and conditions of his or  their  appointment,  administer  the  estate  in  accordance with the terms and provisions of the will."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Where Registrar may summarily appoint administrator. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Where Registrar may summarily appoint administrator. 19. Whenever it appears, from the notice of death or the  inventory  filed  in  respect  of  the  estate  of  a  deceased person, or  from other information for  which the  Registrar calls, that the value of the assets of the estate does not exceed one thousand dollars, the Registrar, in the case of an intestate estate, or in the case of a testate estate in which no executor has been appointed or the executor is unable or unwilling to act, may, summarily and without reference to the Court butL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              19     subject to an appeal to the Court, at the instance of any party claiming  to  be  interested,  or  of  the  Attorney-General  or anybody authorised by him, appoint the Public Trustee or anyone else to administer the estate. Proceeds of small intestate estates in certain banks. [5 of 1935 4 of 1972]                                    Possession of joint estate until",
            "description": "Whenever it appears, from the notice of death or the  inventory  filed  in  respect  of  the  estate  of  a  deceased person, or  from other information for  which the  Registrar calls, that the value of the assets of the estate does not exceed one thousand dollars, the Registrar, in the case of an intestate estate, or in the case of a testate estate in which no executor has been appointed or the executor is unable or unwilling to act, may, summarily and without reference to the Court butL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              19     subject to an appeal to the Court, at the instance of any party claiming  to  be  interested,  or  of  the  Attorney-General  or anybody authorised by him, appoint the Public Trustee or anyone else to administer the estate. Proceeds of small intestate estates in certain banks. [5 of 1935 4 of 1972]                                    Possession of joint estate until"
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Proceeds of small intestate estates in certain banks.  CUSTODY OF ESTATE PENDING PROBATE OR LETTERS OF ADMINISTRATION  ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Proceeds of small intestate estates in certain banks.  CUSTODY OF ESTATE PENDING PROBATE OR LETTERS OF ADMINISTRATION  20. (1) Notwithstanding the provisions of this Act, if any person dies leaving in a savings bank account at any bank licensed or otherwise authorised by law to carry on banking business in Guyana a sum of money which together with the interest at the date of his death does not exceed two hundred and fifty dollars, the manager may, in the absence of a grant of letters of administration and upon application in writing by any person or persons claiming to be the surviving spouse or heir or heirs on intestacy of the deceased depositor stating that the  deceased died intestate and that the  value of  the entire estate of the deceased does not exceed two hundred and fifty dollars, pay the sum in that savings bank account to the claimant or claimants:  Provided always that the manager may in any case call for such proof as to identity or as to the statements in the application as he may think fit.  (2) Where any sum is so paid a receipt from the person or persons receiving payment shall be a legal, valid and effectual discharge to the bank for the amount in such savings bank account:  Provided that payment of any such sum shall not affect any remedy which any person claiming to be entitled thereto may have against the person or persons to whom payment has been made.  CUSTODY OF ESTATE PENDING PROBATE OR LETTERS OF ADMINISTRATION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding the provisions of this Act, if any person dies leaving in a savings bank account at any bank licensed or otherwise authorised by law to carry on banking business in Guyana a sum of money which together with the interest at the date of his death does not exceed two hundred and fifty dollars, the manager may, in the absence of a grant of letters of administration and upon application in writing by any person or persons claiming to be the surviving spouse or heir or heirs on intestacy of the deceased depositor stating that the  deceased died intestate and that the  value of  the entire estate of the deceased does not exceed two hundred and fifty dollars, pay the sum in that savings bank account to the claimant or claimants:  Provided always that the manager may in any case call for such proof as to identity or as to the statements in the application as he may think fit."
                },
                {
                    "representation": "(2)",
                    "description": "Where any sum is so paid a receipt from the person or persons receiving payment shall be a legal, valid and effectual discharge to the bank for the amount in such savings bank account:  Provided that payment of any such sum shall not affect any remedy which any person claiming to be entitled thereto may have against the person or persons to whom payment has been made.  CUSTODY OF ESTATE PENDING PROBATE OR LETTERS OF ADMINISTRATION"
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Possession of joint estate until administration. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Possession of joint estate until administration. 21. (1) When one of the two spouses married in community of property dies, the joint estate shall remain under the charge of the survivor until the executor of theL.R.O. 1/2012  LAWS OF GUYANA  20            Cap. 12:01    Deceased Persons Estates Administration  administration.            Custody of estate of person not married in community.                           Appointment of receiver. deceased or other person interested takes proceedings for the administration, distribution, or final settlement of the joint estate; but nothing in this section contained shall prevent a joint estate from being declared insolvent.  (2) In the event of the default, death, or absence of the survivor, the next ensuing section shall, mutatis mutandis, be deemed to apply.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When one of the two spouses married in community of property dies, the joint estate shall remain under the charge of the survivor until the executor of theL.R.O. 1/2012  LAWS OF GUYANA  20            Cap. 12:01    Deceased Persons Estates Administration  administration.            Custody of estate of person not married in community.                           Appointment of receiver. deceased or other person interested takes proceedings for the administration, distribution, or final settlement of the joint estate; but nothing in this section contained shall prevent a joint estate from being declared insolvent."
                },
                {
                    "representation": "(2)",
                    "description": "In the event of the default, death, or absence of the survivor, the next ensuing section shall, mutatis mutandis, be deemed to apply."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Custody of estate of person not married in community. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Custody of estate of person not married in community. 22. (1) On the death of any person, not being one of two spouses married in community of property, the husband or wife (if any) of the deceased, or in the event of the default, absence, or death of the husband or wife, the child or children (if any) of the deceased, or in the event of the default, absence, death, or infancy of the child or children, the next of kin (if any) of the deceased, or in the event of the default, absence, death, or infancy of the next of kin, the person who at or immediately after the death has the chief charge of the house or place where the death occurs, shall secure and take charge of all goods and effects of whatever description belonging to the deceased in the house or upon the premises at the time of death and retain them in his possession and custody until delivery  thereof  is  demanded  by  the  executor  or administrator lawfully appointed.  (2) The Court may order, on the application of any interested  party  and  for  good  cause  shown,  any  sum  of money the property of the estate in the possession of any person and the payment of which is not sufficiently secured to be immediately paid by that person into the guardians fund pending a grant of probate or letters of administration.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the death of any person, not being one of two spouses married in community of property, the husband or wife"
                },
                {
                    "representation": "(2)",
                    "description": "The Court may order, on the application of any interested  party  and  for  good  cause  shown,  any  sum  of money the property of the estate in the possession of any person and the payment of which is not sufficiently secured to be immediately paid by that person into the guardians fund pending a grant of probate or letters of administration."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Appointment of receiver.  PROBATE AND LETTERS OF ADMINISTRATION  ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Appointment of receiver.  PROBATE AND LETTERS OF ADMINISTRATION  23. Whenever it is necessary or expedient to do so the Court may appoint a receiver to take the custody and charge of any estate until probate or letters of administration is or are granted, and the receiver may collect the debts and sell or dispose of perishable property belonging to the estate as the Court specially authorises. The appointment may be varied or revoked as to the Court seems proper.L.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              21    PROBATE AND LETTERS OF ADMINISTRATION Probate and letters of administration. [6 of 1991] Schedule. Forms 2 and",
            "description": "Whenever it is necessary or expedient to do so the Court may appoint a receiver to take the custody and charge of any estate until probate or letters of administration is or are granted, and the receiver may collect the debts and sell or dispose of perishable property belonging to the estate as the Court specially authorises. The appointment may be varied or revoked as to the Court seems proper.L.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              21    PROBATE AND LETTERS OF ADMINISTRATION Probate and letters of administration. [6 of 1991] Schedule. Forms 2 and"
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Probate and letters of administration. 24A.     Inventory of property to be attached to probate or letters of administration. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Probate and letters of administration. 24A.     Inventory of property to be attached to probate or letters of administration. 24. The estates of all persons dying testate or intestate shall vest in the personal representative or representatives of the deceased and shall be administered and distributed according to law under a grant of probate or of letters of administration by the Registrar upon an order of the Court, in the manner and the form prescribed by this Act.  24A. (1) There shall be attached to every probate or letters of administration issued by the Registrar an inventory of all the property which the deceased person possessed at the time of his death in the manner prescribed by section 13 of this Act.  (2) No one shall distribute, transfer or in any way dispose of any property, goods or effects belonging to the deceased person which is not contained in the inventory of the property attached to the probate or letters of administration.  (3) Anyone who contravenes the provisions of subsection (2) shall be liable on summary conviction to a fine of six thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be attached to every probate or letters of administration issued by the Registrar an inventory of all the property which the deceased person possessed at the time of his death in the manner prescribed by section 13 of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "shall be liable on summary conviction to a fine of six thousand dollars."
                },
                {
                    "representation": "(3)",
                    "description": "Anyone who contravenes the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "(1) When letters of administration not required. (2) Vesting of estate in Official Receiver or Public Trustee. Inventory. (3) Exemption from requirements of this Act. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under (1) When letters of administration not required. (2) Vesting of estate in Official Receiver or Public Trustee. Inventory. (3) Exemption from requirements of this Act. 25. (1) Notwithstanding the provisions of this Act, a grant of letters of administration shall not be required in the following cases, namely, where  (a) the Official Receiver administers the  estate of any immigrant in pursuance  of the provisions of the Indian Labour c. 98:02  Act;   (b)  the  Public  Trustee  in  pursuance  of c. 13:01  section 6 of the Public Trustee Act has undertaken to administer the estate of   a   deceased   person   which   in   his   opinion does not exceed in value the L.R.O. 1/2012  LAWS OF GUYANA  22            Cap. 12:01    Deceased Persons Estates Administration   sum of one thousand dollars;   c. 13:01             Vesting of estate in Official Receiver or Public Trustee.                            Inventory. (c)      the Court in pursuance of section 6(5) of the Public Trustee Act has made an order    that    an    estate    shall    be administered by the Public Trustee;  (d) the Registrar under section 19 of this Act has appointed the Public Trustee to administer an estate and has certified to him in writing the fact of the appointment.  (2) The estate of a deceased person to which the preceding subsection applies shall vest  (a)      in   the   Official   Receiver   when   he enters into and takes possession of the estate of a deceased immigrant;  (b)      in the Public Trustee  (i)   when   he   deposits   an undertaking in the registry under section 6(2) of the Public Trustee Act; (ii)      when the Court makes an order under section 6(5) of the Public Trustee Act; (iii)     when      the      Registrar      has delivered a certificate to the Public Trustee under paragraph (d) of the preceding subsection;  and the Official Receiver or the Public Trustee shall thereupon be deemed to be the personal representative of the deceased person, and the Public Trustee shall, if required by the Registrar, make or cause to be made an inventory or inventories as required of an administrator by section 33 ofL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              23     this Act and transmit or deliver it or them to the Registrar to be filed as of record. Exemption from requirements of this Act.      Probate to executors appointed by will. [13 of 1932]                               Assumption of executors under powers (3) In the case of the estate of a deceased person to which the last preceding section applies, the Official Receiver or the Public Trustee shall administer and distribute the estate according to law, but shall not be required to conform with the requirements of this Act other than as provided in this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding the provisions of this Act, a grant of letters of administration shall not be required in the following cases, namely, where"
                },
                {
                    "representation": "(a)",
                    "description": "in   the   Official   Receiver   when   he enters into and takes possession of the estate of a deceased immigrant;"
                },
                {
                    "representation": "(b)",
                    "description": "in the Public Trustee"
                },
                {
                    "representation": "(c)",
                    "description": "the Court in pursuance of section 6(5) of the Public Trustee Act has made an order    that    an    estate    shall    be administered by the Public Trustee;"
                },
                {
                    "representation": "(d)",
                    "description": "of the preceding subsection;  and the Official Receiver or the Public Trustee shall thereupon be deemed to be the personal representative of the deceased person, and the Public Trustee shall, if required by the Registrar, make or cause to be made an inventory or inventories as required of an administrator by section 33 ofL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              23     this Act and transmit or deliver it or them to the Registrar to be filed as of record. Exemption from requirements of this Act.      Probate to executors appointed by will. [13 of 1932]                               Assumption of executors under powers"
                },
                {
                    "representation": "(2)",
                    "description": "The estate of a deceased person to which the preceding subsection applies shall vest"
                },
                {
                    "representation": "(i)",
                    "description": "when   he   deposits   an undertaking in the registry under section 6(2) of the Public Trustee Act;"
                },
                {
                    "representation": "(5)",
                    "description": "of the Public Trustee Act;"
                },
                {
                    "representation": "(3)",
                    "description": "In the case of the estate of a deceased person to which the last preceding section applies, the Official Receiver or the Public Trustee shall administer and distribute the estate according to law, but shall not be required to conform with the requirements of this Act other than as provided in this section."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Probate to executors appointed by will. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Probate to executors appointed by will. 26. Whenever any deceased person has by will duly appointed any person to be executor, the Registrar shall, upon his written application and on order of the Court, forthwith grant  probate to  him  as  soon  as  the  will,  as  hereinbefore provided, has been deposited as required in the registry:  Provided that  (a)      probate shall not be granted where a caveat  is  entered  until  that  caveat shall be cleared off; and  (b)      probate shall  not  be  granted to  any executor aforesaid who, at the time of making his written application is or resides beyond the limits of Guyana, or who the Registrar has reason to believe  will  not  remain  within Guyana  until  he  has  fully administered the estate to be administered by him, unless he finds security to the satisfaction of the Registrar for  the  due  administration of the estate and appoints an attorney within Guyana.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "probate shall not be granted where a caveat  is  entered  until  that  caveat shall be cleared off; and"
                },
                {
                    "representation": "(b)",
                    "description": "probate shall  not  be  granted to  any executor aforesaid who, at the time of making his written application is or resides beyond the limits of Guyana, or who the Registrar has reason to believe  will  not  remain  within Guyana  until  he  has  fully administered the estate to be administered by him, unless he finds security to the satisfaction of the Registrar for  the  due  administration of the estate and appoints an attorney within Guyana."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Assumption of executors under powers contained in will. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Assumption of executors under powers contained in will. 27. (1) Nothing in this Act contained shall prevent any executor who has obtained probate from assuming any other person or  persons as  executor or  executors of  the  testatorL.R.O. 1/2012  LAWS OF GUYANA  24            Cap. 12:01    Deceased Persons Estates Administration  contained in will.                    Death, incapacity or removal of executors or administrators.                 Revocation of probate and letters of administration. under and by virtue of any power for that purpose granted to him by the testator in the will:  Provided that no one shall be entitled or qualified to act as assumed executor unless probate is granted to him as assumed executor during the lifetime of the testamentary executor by the Registrar, who shall do so as provided in section 24, after reference to the deposited will by which that assumption is authorised and on the deposit in the registry of the instrument by which the testamentary executor has assumed that person as executor.  (2) Every provision of this Act and of every other enactment applicable or relating to or affecting executors shall apply and relate to and affect every executor so assumed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Nothing in this Act contained shall prevent any executor who has obtained probate from assuming any other person or  persons as  executor or  executors of  the  testatorL.R.O. 1/2012  LAWS OF GUYANA  24            Cap. 12:01    Deceased Persons Estates Administration  contained in will.                    Death, incapacity or removal of executors or administrators.                 Revocation of probate and letters of administration. under and by virtue of any power for that purpose granted to him by the testator in the will:  Provided that no one shall be entitled or qualified to act as assumed executor unless probate is granted to him as assumed executor during the lifetime of the testamentary executor by the Registrar, who shall do so as provided in section 24, after reference to the deposited will by which that assumption is authorised and on the deposit in the registry of the instrument by which the testamentary executor has assumed that person as executor."
                },
                {
                    "representation": "(2)",
                    "description": "Every provision of this Act and of every other enactment applicable or relating to or affecting executors shall apply and relate to and affect every executor so assumed."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Death, incapacity or removal of executors or administrators. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Death, incapacity or removal of executors or administrators. 28. When, by reason of the death, or incapacitation to act, or removal from his office by the decree of a competent court,  of  any  testamentary or  assumed  executor  to  whom probate  has  been  granted,  there  remains  for  the administration  of  the  estate  no  executor  whatever  nor  as many executors, either testamentary or assumed, as, by the provisions of the will by which they were appointed or permitted to be assumed, are required to form a quorum of executors,  and  when  any  administrator  appointed  by  the Court dies or becomes incapacitated or is removed in manner aforesaid after letters of administration have been granted to him,  then  proceedings  for  the  appointment  of  an administrator in place of that executor or administrator shall be taken in like manner in all respects as hereinbefore provided by sections 16, 17 and",
            "description": "When, by reason of the death, or incapacitation to act, or removal from his office by the decree of a competent court,  of  any  testamentary or  assumed  executor  to  whom probate  has  been  granted,  there  remains  for  the administration  of  the  estate  no  executor  whatever  nor  as many executors, either testamentary or assumed, as, by the provisions of the will by which they were appointed or permitted to be assumed, are required to form a quorum of executors,  and  when  any  administrator  appointed  by  the Court dies or becomes incapacitated or is removed in manner aforesaid after letters of administration have been granted to him,  then  proceedings  for  the  appointment  of  an administrator in place of that executor or administrator shall be taken in like manner in all respects as hereinbefore provided by sections 16, 17 and"
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Revocation of probate and letters of administration. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Revocation of probate and letters of administration. 29. Probate granted to an executor may be revoked and annulled by the Court on proof to its satisfaction that the will in respect of which the grant was made is null, or has been revoked either wholly or in so far as it relates to the nomination of that executor, and letters of administration granted to an administrator may be revoked and annulled by the Court on proof of the deposit of a will whereby anotherL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              25     person (then legally capable and qualified and consenting to act as executor) has been legally nominated executor of the estate   which   the   administrator   has   been   appointed   to administer:  Provided that if the non-deposit of the will prior to the grant of letters of administration has been due to the fault or negligence of the person therein nominated as executor, he shall be personally liable for, and may be compelled at the instance of any person interested to make good to the estate, all expenses incurred in respect of and with reference to the appointment of the administrator. Security for due administration.                        Executor of executor represents original testator. [26 of 1952]",
            "description": "Probate granted to an executor may be revoked and annulled by the Court on proof to its satisfaction that the will in respect of which the grant was made is null, or has been revoked either wholly or in so far as it relates to the nomination of that executor, and letters of administration granted to an administrator may be revoked and annulled by the Court on proof of the deposit of a will whereby anotherL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              25     person (then legally capable and qualified and consenting to act as executor) has been legally nominated executor of the estate   which   the   administrator   has   been   appointed   to administer:  Provided that if the non-deposit of the will prior to the grant of letters of administration has been due to the fault or negligence of the person therein nominated as executor, he shall be personally liable for, and may be compelled at the instance of any person interested to make good to the estate, all expenses incurred in respect of and with reference to the appointment of the administrator. Security for due administration.                        Executor of executor represents original testator. [26 of 1952]"
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Security for due administration. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Security for due administration. 30. (1) The Court shall have power, on the application of any person interested, to require the executor or executors of any deceased person to whom probate has been granted to give security for the due administration of, and the due accounting for, the estate, and the care and custody of any property, in the amount and with the sureties in the circumstances of each particular case the Court deems reasonable.  (2) The Court may require the administrator of the estate of any deceased person, before the issue of letters of administration, to give security, in the amount and with the sureties in the circumstances of each particular case the Court deems reasonable for the due administration of and due accounting for, the estate and the care and custody of the property,  and  may  give   any  orders  or   directions  with reference to the administration, accounting, and care and custody the circumstances seem to require.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Court shall have power, on the application of any person interested, to require the executor or executors of any deceased person to whom probate has been granted to give security for the due administration of, and the due accounting for, the estate, and the care and custody of any property, in the amount and with the sureties in the circumstances of each particular case the Court deems reasonable."
                },
                {
                    "representation": "(2)",
                    "description": "The Court may require the administrator of the estate of any deceased person, before the issue of letters of administration, to give security, in the amount and with the sureties in the circumstances of each particular case the Court deems reasonable for the due administration of and due accounting for, the estate and the care and custody of the property,  and  may  give   any  orders  or   directions  with reference to the administration, accounting, and care and custody the circumstances seem to require."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Executor of executor represents original testator.L.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates’ Administration      Cap. 12:01                5  SECTION  RECOGNITION OF COMMONWEALTH PROBATES ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Executor of executor represents original testator.L.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration      Cap. 12:01                5  SECTION  RECOGNITION OF COMMONWEALTH PROBATES 31. (1) An executor of a sole or last surviving executor of a testator is the executor of that testator.  This provision shall not apply to an executor who does not prove the will of his testator, and, in the case of an executor who on his death leaves surviving him some other executor of his testator who afterwards proves the will of thatL.R.O. 1/2012  LAWS OF GUYANA  26            Cap. 12:01    Deceased Persons Estates Administration   testator, it shall cease to apply on such probate being granted.  (2) So long as the chain of such representation is unbroken, the last executor in the chain is the executor of every preceding testator.  (3) The chain of such representation is broken by  (a)      an intestacy; or  (b)      the failure of a testator to appoint an executor; or  (c)      the failure to obtain probate of a will; but  is  not  broken  by  a  temporary grant of administration if probate is subsequently granted.  testator (4) Every person in the chain of representation to a (a)      has the same rights in respect of the estate of that testator as the original executor  would  have  had  if  living; and  (b)      is, to the extent to which the estate of that testator has come to his   hands, answerable as if he were an original executor.  RECOGNITION OF COMMONWEALTH PROBATES Interpretation. [34 of 1936]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An executor of a sole or last surviving executor of a testator is the executor of that testator.  This provision shall not apply to an executor who does not prove the will of his testator, and, in the case of an executor who on his death leaves surviving him some other executor of his testator who afterwards proves the will of thatL.R.O. 1/2012  LAWS OF GUYANA  26            Cap. 12:01    Deceased Persons Estates Administration   testator, it shall cease to apply on such probate being granted."
                },
                {
                    "representation": "(2)",
                    "description": "So long as the chain of such representation is unbroken, the last executor in the chain is the executor of every preceding testator."
                },
                {
                    "representation": "(3)",
                    "description": "The chain of such representation is broken by"
                },
                {
                    "representation": "(a)",
                    "description": "has the same rights in respect of the estate of that testator as the original executor  would  have  had  if  living; and"
                },
                {
                    "representation": "(b)",
                    "description": "is, to the extent to which the estate of that testator has come to his   hands, answerable as if he were an original executor.  RECOGNITION OF COMMONWEALTH PROBATES Interpretation. [34 of 1936]"
                },
                {
                    "representation": "(c)",
                    "description": "the failure to obtain probate of a will; but  is  not  broken  by  a  temporary grant of administration if probate is subsequently granted.  testator"
                },
                {
                    "representation": "(4)",
                    "description": "Every person in the chain of representation to a"
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "(1) Interpretation. (2) Sealing of probates and letters of administration granted outside Guyana.  DUTIES OF EXECUTORS AND ADMINISTRATORS  ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under (1) Interpretation. (2) Sealing of probates and letters of administration granted outside Guyana.  DUTIES OF EXECUTORS AND ADMINISTRATORS  32. (1) In this section  Commonwealth court in a foreign country means any court of a Commonwealth territory having lawful jurisdiction outside the Commonwealth;L.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              27     Court of probate means any court or authority, by whatever name   designated,  having   jurisdiction  in   matters   of probate;  probate  and  letters  of  administration  include confirmation in Scotland, and any instrument having in any  other  part  of  the  Commonwealth the  same  effect which under the law of Guyana is given to probate and letters of administration respectively;  probate duty includes any duty payable on the value of the estate and effects for which probate or letters of administration is or are granted. Sealing of probates and letters of administration granted outside Guyana. [34 of 1936] (2) Where a Court of probate in any part of the Commonwealth,  or  a  Commonwealth  court  in  a  foreign country, has, either before or after the passing of this Act, granted probate or letters of administration in respect of the estate of a deceased person, the probate or letters so granted may,  on  being  produced to  and  a  copy  thereof deposited with, the Court, be sealed with the seal of the Court, and thereupon shall be of the like force and effect, and have the same operation in Guyana as if granted by that Court.  (3)  The Court shall, before sealing a  probate or letters of administration under this Act, be satisfied  (a)     that probate duty has been paid in respect  of  so  much,  if  any,  of  the estate as is liable to probate duty in Guyana; and  (b)      in the case of letters of administration, that security has been given in a sum sufficient in amount to cover the property, if any, in Guyana to which the letters of administration relate;  and may require such evidence, if any, as it thinks fit as to theL.R.O. 1/2012  LAWS OF GUYANA  28            Cap. 12:01    Deceased Persons Estates Administration   domicile of the deceased person.  (4) The Court may also, if it thinks fit, on the application of any creditor, require, before sealing, that adequate security be given for the payment of debts due from the estate to creditors residing in Guyana.  (5) For the purposes of this section, a duplicate of any probate or letters of administration sealed with the seal of the court granting the same, or a copy thereof certified as correct by or under the authority of the court granting the same, shall have the same effect as the original.     c. 3:02              Inventory by executors and administrators. (6) Rules of court for regulating the procedure and practice  including fees  and  costs,  on  and  incidental  to  an application for sealing a probate or letters of administration under this section may be made under the High Court Act. Subject to any exceptions and modifications made by those rules, the enactments for the time being in force in relation to probate duty (including the penal provisions thereof) shall apply as  if  the  person who  applies for  sealing under this section were a person applying for probate or letters of administration.  DUTIES OF EXECUTORS AND ADMINISTRATORS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this section  Commonwealth court in a foreign country means any court of a Commonwealth territory having lawful jurisdiction outside the Commonwealth;L.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              27     Court of probate means any court or authority, by whatever name   designated,  having   jurisdiction  in   matters   of probate;  probate  and  letters  of  administration  include confirmation in Scotland, and any instrument having in any  other  part  of  the  Commonwealth the  same  effect which under the law of Guyana is given to probate and letters of administration respectively;  probate duty includes any duty payable on the value of the estate and effects for which probate or letters of administration is or are granted. Sealing of probates and letters of administration granted outside Guyana. [34 of 1936]"
                },
                {
                    "representation": "(2)",
                    "description": "Where a Court of probate in any part of the Commonwealth,  or  a  Commonwealth  court  in  a  foreign country, has, either before or after the passing of this Act, granted probate or letters of administration in respect of the estate of a deceased person, the probate or letters so granted may,  on  being  produced to  and  a  copy  thereof deposited with, the Court, be sealed with the seal of the Court, and thereupon shall be of the like force and effect, and have the same operation in Guyana as if granted by that Court."
                },
                {
                    "representation": "(3)",
                    "description": "The Court shall, before sealing a  probate or letters of administration under this Act, be satisfied"
                },
                {
                    "representation": "(a)",
                    "description": "that probate duty has been paid in respect  of  so  much,  if  any,  of  the estate as is liable to probate duty in Guyana; and"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of letters of administration, that security has been given in a sum sufficient in amount to cover the property, if any, in Guyana to which the letters of administration relate;  and may require such evidence, if any, as it thinks fit as to theL.R.O. 1/2012  LAWS OF GUYANA  28            Cap. 12:01    Deceased Persons Estates Administration   domicile of the deceased person."
                },
                {
                    "representation": "(4)",
                    "description": "The Court may also, if it thinks fit, on the application of any creditor, require, before sealing, that adequate security be given for the payment of debts due from the estate to creditors residing in Guyana."
                },
                {
                    "representation": "(5)",
                    "description": "For the purposes of this section, a duplicate of any probate or letters of administration sealed with the seal of the court granting the same, or a copy thereof certified as correct by or under the authority of the court granting the same, shall have the same effect as the original.     c. 3:02              Inventory by executors and administrators."
                },
                {
                    "representation": "(6)",
                    "description": "Rules of court for regulating the procedure and practice  including fees  and  costs,  on  and  incidental  to  an application for sealing a probate or letters of administration under this section may be made under the High Court Act. Subject to any exceptions and modifications made by those rules, the enactments for the time being in force in relation to probate duty"
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Inventory by executors and administrators. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Inventory by executors and administrators. 33. (1) Every executor and administrator shall, as soon as probate or administration has been granted to him in manner aforesaid, make or cause to be made an inventory in the manner prescribed by section 13 of this Act, showing the value of all property, goods and effects movable and immovable, of what kind so ever, whether in possession, reversion, or expectancy, belonging to the estate he is to administer, unless in the opinion of the Registrar a sufficient inventory and valuation in terms of either of sections 10, 12 and 13 of this Act have already been furnished, and shall in like manner, from time to time thereafter and so soon as he finds or knows of any other property, goods, or effects belonging  to   the  estate  and  not  contained  in  the  firstL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              29     mentioned   inventory,   cause   to   be   made   an   additional inventory,  showing  the  value  of  all  the  last  mentioned property, goods, and effects; and shall forthwith transmit or deliver the inventory to the Registrar to be filed as of record.  (2) Every executor and administrator shall have the power, where the interests of an estate require it, to obtain a sworn appraisement, and the necessary costs occasioned thereby shall be paid out of the estate. Making false inventory. [6 of 1991 6 of 1997]     Liability in certain cases by persons intermeddling with estates and by persons to whom probate or letters of administration have been granted in respect of property not contained in inventory.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every executor and administrator shall, as soon as probate or administration has been granted to him in manner aforesaid, make or cause to be made an inventory in the manner prescribed by section 13 of this Act, showing the value of all property, goods and effects movable and immovable, of what kind so ever, whether in possession, reversion, or expectancy, belonging to the estate he is to administer, unless in the opinion of the Registrar a sufficient inventory and valuation in terms of either of sections 10, 12 and 13 of this Act have already been furnished, and shall in like manner, from time to time thereafter and so soon as he finds or knows of any other property, goods, or effects belonging  to   the  estate  and  not  contained  in  the  firstL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              29     mentioned   inventory,   cause   to   be   made   an   additional inventory,  showing  the  value  of  all  the  last  mentioned property, goods, and effects; and shall forthwith transmit or deliver the inventory to the Registrar to be filed as of record."
                },
                {
                    "representation": "(2)",
                    "description": "Every executor and administrator shall have the power, where the interests of an estate require it, to obtain a sworn appraisement, and the necessary costs occasioned thereby shall be paid out of the estate. Making false inventory. [6 of 1991 6 of 1997]     Liability in certain cases by persons intermeddling with estates and by persons to whom probate or letters of administration have been granted in respect of property not contained in inventory."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Making false inventory. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Making false inventory. 34.   Anyone   required   or   authorised   under   the provisions of sections 10, 12, 13, and 33 to make or cause to be made an inventory of any property, goods and effects, who wilfully makes a false inventory thereof shall be liable on summary conviction to a fine of six thousand dollars.",
            "description": "Anyone   required   or   authorised   under   the provisions of sections 10, 12, 13, and 33 to make or cause to be made an inventory of any property, goods and effects, who wilfully makes a false inventory thereof shall be liable on summary conviction to a fine of six thousand dollars."
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Liability in certain cases by persons intermeddling with estates and by persons to whom probate or letters of administration have been granted in respect of property not contained in inventory. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Liability in certain cases by persons intermeddling with estates and by persons to whom probate or letters of administration have been granted in respect of property not contained in inventory. 35. If, previous to a grant of probate or letters of administration to any executor or administrator for the administration of an estate, any person takes upon himself to administer, distribute, or in any wise dispose of, that estate or any part thereof except so far as authorised by this Act or as absolutely necessary for the safe custody or preservation thereof, or for providing a suitable funeral for the deceased, or for the subsistence of the family or livestock left by the deceased; or if any person after a grant to him of probate or letters of administration, administers, distributes, or in any wise disposes of, any property, goods, or effects belonging to the estate of which he is the executor or administrator not contained in the inventory or inventories thereof furnished to the Registrar previous to that grant, or not contained in any inventory or additional inventory made or caused to be made by him and delivered or transmitted to the Registrar and filed in the registry in terms of section 33, that person shall thereupon become personally liable to pay to the creditors and legatees respectively of the deceased all debts due by him at the time of his death or which have thereafter become due from his estate, and all legacies bequeathed by him so far as the proceeds and assets of the estate are insufficient for the full payment thereof:L.R.O. 1/2012  LAWS OF GUYANA  30            Cap. 12:01    Deceased Persons Estates Administration     Provided that when anyone sued for the payment of any debt or legacy he has rendered himself personally liable to pay  in  manner  aforesaid  proves  to  the  satisfaction of  the Court before which he is sued that the true amount and value of the property which has actually been unduly administered, distributed, or disposed of, by him did not exceed a certain sum, and that his administration, distribution, or disposal of it was not fraudulent, then he shall be personally liable for only so much of that sum as he fails to prove has been administered, distributed, or disposed of according to law, and for the amount of the costs incurred in and concerning the action as well by him as by the plaintiff therein, notwithstanding  that  by  reason  of  his  personal  liability having been restricted in manner aforesaid the plaintiff has not recovered from him any part of the debt or legacy sued for. Notice by executors and administrators for lodgement of claims.                    Suspension of execution of judgments",
            "description": "If, previous to a grant of probate or letters of administration to any executor or administrator for the administration of an estate, any person takes upon himself to administer, distribute, or in any wise dispose of, that estate or any part thereof except so far as authorised by this Act or as absolutely necessary for the safe custody or preservation thereof, or for providing a suitable funeral for the deceased, or for the subsistence of the family or livestock left by the deceased; or if any person after a grant to him of probate or letters of administration, administers, distributes, or in any wise disposes of, any property, goods, or effects belonging to the estate of which he is the executor or administrator not contained in the inventory or inventories thereof furnished to the Registrar previous to that grant, or not contained in any inventory or additional inventory made or caused to be made by him and delivered or transmitted to the Registrar and filed in the registry in terms of section 33, that person shall thereupon become personally liable to pay to the creditors and legatees respectively of the deceased all debts due by him at the time of his death or which have thereafter become due from his estate, and all legacies bequeathed by him so far as the proceeds and assets of the estate are insufficient for the full payment thereof:L.R.O. 1/2012  LAWS OF GUYANA  30            Cap. 12:01    Deceased Persons Estates Administration     Provided that when anyone sued for the payment of any debt or legacy he has rendered himself personally liable to pay  in  manner  aforesaid  proves  to  the  satisfaction of  the Court before which he is sued that the true amount and value of the property which has actually been unduly administered, distributed, or disposed of, by him did not exceed a certain sum, and that his administration, distribution, or disposal of it was not fraudulent, then he shall be personally liable for only so much of that sum as he fails to prove has been administered, distributed, or disposed of according to law, and for the amount of the costs incurred in and concerning the action as well by him as by the plaintiff therein, notwithstanding  that  by  reason  of  his  personal  liability having been restricted in manner aforesaid the plaintiff has not recovered from him any part of the debt or legacy sued for. Notice by executors and administrators for lodgement of claims.                    Suspension of execution of judgments"
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Notice by executors and administrators for lodgement of claims. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Notice by executors and administrators for lodgement of claims. 36.  (1)  Every  executor  or  administrator  to  whom probate or letters of administration is or are granted shall, so soon as  he  enters on the  administration of  the  estate  and within fourteen days after the date of the grant, cause a notice to be published in the Gazette and in some newspaper circulating in the district or county in which the deceased ordinarily resided, calling upon all persons having claims as creditors against the deceased or his estate to lodge them with the executor or administrator within three months from the date of the first publication of the notice.  (2)  The notice shall  be  published at  least  twice, with an interval of a week between each publication.  (3) All claims which would be provable in case of the insolvency of the estate shall be deemed to be claims of creditors for the purposes of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every  executor  or  administrator  to  whom probate or letters of administration is or are granted shall, so soon as  he  enters on the  administration of  the  estate  and within fourteen days after the date of the grant, cause a notice to be published in the Gazette and in some newspaper circulating in the district or county in which the deceased ordinarily resided, calling upon all persons having claims as creditors against the deceased or his estate to lodge them with the executor or administrator within three months from the date of the first publication of the notice."
                },
                {
                    "representation": "(2)",
                    "description": "The notice shall  be  published at  least  twice, with an interval of a week between each publication."
                },
                {
                    "representation": "(3)",
                    "description": "All claims which would be provable in case of the insolvency of the estate shall be deemed to be claims of creditors for the purposes of this Act."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Suspension of execution of judgments against deceased. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Suspension of execution of judgments against deceased. 37. No one who has obtained the judgment of a court against a deceased person in his lifetime, or against his executor  or  estate,  shall  sue  out  or  obtain  any  process  inL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              31   against deceased.         Duties of executors after expiration of period for lodging claims. execution thereon before the expiration of the period notified in  the  Gazette  in  manner  provided  in  the  last  preceding section, and no person shall thereafter within six months after the grant of probate or letters of administration obtain any process in execution without first obtaining an order of the Court.",
            "description": "No one who has obtained the judgment of a court against a deceased person in his lifetime, or against his executor  or  estate,  shall  sue  out  or  obtain  any  process  inL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              31   against deceased.         Duties of executors after expiration of period for lodging claims. execution thereon before the expiration of the period notified in  the  Gazette  in  manner  provided  in  the  last  preceding section, and no person shall thereafter within six months after the grant of probate or letters of administration obtain any process in execution without first obtaining an order of the Court."
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Duties of executors after expiration of period for lodging claims. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Duties of executors after expiration of period for lodging claims. 38. (1) On the expiration of the period notified in the Gazette in manner hereinbefore provided, every executor or administrator aforesaid shall forthwith proceed to rank, according to their legal order of preference, all claims of creditors against the deceased or his estate lodged with him, or of the existence of which he knows, and shall pay them in that order of preference as soon as the funds necessary for that purpose have been realised out of the estate.  (2) If the proceeds of the estate are found to be insufficient for the payment of all the valid claims of creditors against it, the executor or administrator shall be liable to pay to anyone having a valid claim the amount which that person would have been entitled to receive in respect of his claim if ranked according to the legal order of preference, so far as the executor or administrator has, within the period last mentioned, or afterwards at any time when he knew of the existence of the claim, paid that amount to any person the payment of whose claim against the deceased or his estate according to the legal order of preference ought to have been postponed until the valid claim aforesaid had been satisfied; reserving always to the executor or administrator recourse against the person to whom payment of his claim was improperly made:  Provided that  (a)      when the notice to creditors aforesaid has been duly published, no creditor claiming against the estate of any deceased person who has not lodged his    claim    with    the    executor   orL.R.O. 1/2012  LAWS OF GUYANA  32            Cap. 12:01    Deceased Persons Estates Administration   administrator    within    the    period aforesaid, or thereafter before the distribution of the estate has been completed,  shall  in   respect  of   his claim be entitled to recover from any person having a valid claim as a creditor against the estate restitution of any portion of that estate paid to that person in satisfaction of his claim after the expiry of that period and before the claim of the person seeking restitution was lodged with the executor or administrator, although if lodged in due time the last-mentioned claim  would,  according to  the  legal order of preference, have been preferred to that of the person to whom payment was previously made; and  (b)      that   creditor   shall   have   no   claim against an executor or administrator duly appointed in respect of any distribution aforesaid of the funds of any estate made by him after the expiry of the period aforesaid and before the claim of the creditor was known to the executor or administrator. Priority of certain claims. [6 of 1991]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the expiration of the period notified in the Gazette in manner hereinbefore provided, every executor or administrator aforesaid shall forthwith proceed to rank, according to their legal order of preference, all claims of creditors against the deceased or his estate lodged with him, or of the existence of which he knows, and shall pay them in that order of preference as soon as the funds necessary for that purpose have been realised out of the estate."
                },
                {
                    "representation": "(2)",
                    "description": "If the proceeds of the estate are found to be insufficient for the payment of all the valid claims of creditors against it, the executor or administrator shall be liable to pay to anyone having a valid claim the amount which that person would have been entitled to receive in respect of his claim if ranked according to the legal order of preference, so far as the executor or administrator has, within the period last mentioned, or afterwards at any time when he knew of the existence of the claim, paid that amount to any person the payment of whose claim against the deceased or his estate according to the legal order of preference ought to have been postponed until the valid claim aforesaid had been satisfied; reserving always to the executor or administrator recourse against the person to whom payment of his claim was improperly made:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "when the notice to creditors aforesaid has been duly published, no creditor claiming against the estate of any deceased person who has not lodged his    claim    with    the    executor   orL.R.O. 1/2012  LAWS OF GUYANA  32            Cap. 12:01    Deceased Persons Estates Administration   administrator    within    the    period aforesaid, or thereafter before the distribution of the estate has been completed,  shall  in   respect  of   his claim be entitled to recover from any person having a valid claim as a creditor against the estate restitution of any portion of that estate paid to that person in satisfaction of his claim after the expiry of that period and before the claim of the person seeking restitution was lodged with the executor or administrator, although if lodged in due time the last-mentioned claim  would,  according to  the  legal order of preference, have been preferred to that of the person to whom payment was previously made; and"
                },
                {
                    "representation": "(b)",
                    "description": "that   creditor   shall   have   no   claim against an executor or administrator duly appointed in respect of any distribution aforesaid of the funds of any estate made by him after the expiry of the period aforesaid and before the claim of the creditor was known to the executor or administrator. Priority of certain claims. [6 of 1991]"
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Priority of certain claims. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Priority of certain claims. 39. In the distribution of any of the claims against the estates of deceased persons according to their rank or priority of preference after payment of the fees and expenses properly incurred in complying with the provisions of this Act, the executor or administrator of the estate shall class as preferent, and in the order in which they are hereafter set down, the following claims:  (a)      funeral expenses in so far as suitableL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              33     to   the   condition   of   the   deceased person in life;  (b)      medical attendance and medicine for the  four  months  preceding  the decease;  (c)      taxes, imposts, dues, debts, and sums of money due to the State;  (d) local,      municipal,      village,      and parochial  rates,  taxes  and assessments;  (e)      wages  due  to  clerks  for  six  months and to salesmen in retail provision shops and menial and other servants for  the  month  preceding  the  death and the month in which the death takes place;  (f) arrears of rent due for a period of six months antecedent to the grant of probate or letters of administration;  (g)   tacit and conventional mortgages according to their nature and priority. Affidavit may be required in support of claim.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "funeral expenses in so far as suitableL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              33     to   the   condition   of   the   deceased person in life;"
                },
                {
                    "representation": "(b)",
                    "description": "medical attendance and medicine for the  four  months  preceding  the decease;"
                },
                {
                    "representation": "(c)",
                    "description": "taxes, imposts, dues, debts, and sums of money due to the State;"
                },
                {
                    "representation": "(d)",
                    "description": "local,      municipal,      village,      and parochial  rates,  taxes  and assessments;"
                },
                {
                    "representation": "(e)",
                    "description": "wages  due  to  clerks  for  six  months and to salesmen in retail provision shops and menial and other servants for  the  month  preceding  the  death and the month in which the death takes place;"
                },
                {
                    "representation": "(f)",
                    "description": "arrears of rent due for a period of six months antecedent to the grant of probate or letters of administration;"
                },
                {
                    "representation": "(g)",
                    "description": "tacit and conventional mortgages according to their nature and priority. Affidavit may be required in support of claim."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Affidavit may be required in support of claim. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Affidavit may be required in support of claim. 40. An executor or administrator may, if he thinks fit, require  anyone  preferring  a  claim  as  creditor  against  the estate which he is administering to substantiate it by an affidavit setting forth its details with the particularity reasonably required by him, and may refuse to recognise it until  that  affidavit  has  been  furnished,  and  any  court  by which the claim is adjudged in favour of the claimant may decline to grant him his costs against the estate if the court deems the information given by the claimant to the executor or administrator to have been insufficient and the executor or administrator to have acted with prudence and discretion inL.R.O. 1/2012  LAWS OF GUYANA  34            Cap. 12:01    Deceased Persons Estates Administration   contesting it. If an estate is insolvent.         Sale and realisation of estate of deceased person.",
            "description": "An executor or administrator may, if he thinks fit, require  anyone  preferring  a  claim  as  creditor  against  the estate which he is administering to substantiate it by an affidavit setting forth its details with the particularity reasonably required by him, and may refuse to recognise it until  that  affidavit  has  been  furnished,  and  any  court  by which the claim is adjudged in favour of the claimant may decline to grant him his costs against the estate if the court deems the information given by the claimant to the executor or administrator to have been insufficient and the executor or administrator to have acted with prudence and discretion inL.R.O. 1/2012  LAWS OF GUYANA  34            Cap. 12:01    Deceased Persons Estates Administration   contesting it. If an estate is insolvent.         Sale and realisation of estate of deceased person."
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "If an estate is insolvent. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under If an estate is insolvent. 41. If an executor or administrator finds after inquiry that the estate is insolvent he shall immediately take the necessary proceedings for having it administered in insolvency unless the creditors consent to receive a dividend in full satisfaction of their claims and proof of that consent is filed with the Registrar.",
            "description": "If an executor or administrator finds after inquiry that the estate is insolvent he shall immediately take the necessary proceedings for having it administered in insolvency unless the creditors consent to receive a dividend in full satisfaction of their claims and proof of that consent is filed with the Registrar."
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Sale and realisation of estate of deceased person. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Sale and realisation of estate of deceased person. 42. If no provision be made in the will of the deceased to the contrary, or if the terms of appointment of an administrator be not opposed thereto, every executor and administrator shall have full power to sell all the property, goods, and effects of the deceased and to transport any immovable property for the purpose of the realisation and distribution of the estate:  Provided that  (a)      the  sale  shall  be  by  public  auction unless the Registrar, at the request of any interested party after due inquiry, is of opinion that it will be to the advantage of persons interested in an estate to sell out of hand instead of by public auction any property, goods, or effects belonging to the estate and grants the necessary authority to the executor  or  administrator  so  to  act; and  (b)      if,  at  the  request  of  any  interested party it is expedient to subdivide or to make  a  division of  any  movable  or immovable property belonging to the estate without proceeding to sale, the Registrar may, after due inquiry and if he is satisfied that the proposed division  is  fair  and  equitable,  grantL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              35     the    necessary    authority    to    the executor or administrator so to act. Surviving spouse or heirs and legatees may take over estate at appraisement.                         Claims of unrepresented infants, lunatics and absent persons. [13 of 1932]         Moneys of infants, lunatics, or",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the  sale  shall  be  by  public  auction unless the Registrar, at the request of any interested party after due inquiry, is of opinion that it will be to the advantage of persons interested in an estate to sell out of hand instead of by public auction any property, goods, or effects belonging to the estate and grants the necessary authority to the executor  or  administrator  so  to  act; and"
                },
                {
                    "representation": "(b)",
                    "description": "if,  at  the  request  of  any  interested party it is expedient to subdivide or to make  a  division of  any  movable  or immovable property belonging to the estate without proceeding to sale, the Registrar may, after due inquiry and if he is satisfied that the proposed division  is  fair  and  equitable,  grantL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              35     the    necessary    authority    to    the executor or administrator so to act. Surviving spouse or heirs and legatees may take over estate at appraisement.                         Claims of unrepresented infants, lunatics and absent persons. [13 of 1932]         Moneys of infants, lunatics, or"
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Surviving spouse or heirs and legatees may take over estate at appraisement. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Surviving spouse or heirs and legatees may take over estate at appraisement. 43. (1) If one of two spouses married in community of property dies intestate, or dies testate and makes no provision to the contrary in the will, the survivor may take over, or in the case of immovable property receive by transport, from the executor or administrator the share of the joint estate belonging to the deceased spouse at a valuation made by the sworn appraisement of a competent and practising appraiser, instead of being realised according to law, unless in the opinion of the Court that course will be to the prejudice of any minor children of the deceased spouse; but no person having any lawful claim against the estate of the deceased spouse shall be delayed, prejudiced, or defeated in obtaining payment of that claim by virtue of anything in this section contained.  (2) Under the like conditions and on any further conditions decided by the Court, any of the heirs or legatees of any estate may take over, or in the case of immovable property receive by transport, from the executor or administrator the whole or any portion of the estate, or any asset thereto belonging, at a valuation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If one of two spouses married in community of property dies intestate, or dies testate and makes no provision to the contrary in the will, the survivor may take over, or in the case of immovable property receive by transport, from the executor or administrator the share of the joint estate belonging to the deceased spouse at a valuation made by the sworn appraisement of a competent and practising appraiser, instead of being realised according to law, unless in the opinion of the Court that course will be to the prejudice of any minor children of the deceased spouse; but no person having any lawful claim against the estate of the deceased spouse shall be delayed, prejudiced, or defeated in obtaining payment of that claim by virtue of anything in this section contained."
                },
                {
                    "representation": "(2)",
                    "description": "Under the like conditions and on any further conditions decided by the Court, any of the heirs or legatees of any estate may take over, or in the case of immovable property receive by transport, from the executor or administrator the whole or any portion of the estate, or any asset thereto belonging, at a valuation."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Claims of unrepresented infants, lunatics and absent persons. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Claims of unrepresented infants, lunatics and absent persons. 44.  An  executor  or  administrator  who,  in administering and distributing an estate, finds that any infant who  has  no  lawful  guardian,  or  any  lunatic  who  has  no lawful committee, or any person absent from Guyana who has no lawful representative therein, has any valid right or claim to that estate or any portion thereof, shall forthwith transmit to the Public Trustee a statement in writing containing the name of the infant, lunatic, or absent person, and specifying the nature and value of the property to which he has that right or claim.",
            "description": "An  executor  or  administrator  who,  in administering and distributing an estate, finds that any infant who  has  no  lawful  guardian,  or  any  lunatic  who  has  no lawful committee, or any person absent from Guyana who has no lawful representative therein, has any valid right or claim to that estate or any portion thereof, shall forthwith transmit to the Public Trustee a statement in writing containing the name of the infant, lunatic, or absent person, and specifying the nature and value of the property to which he has that right or claim."
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Moneys of infants, lunatics, or absent persons. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Moneys of infants, lunatics, or absent persons. 45. (1) Any executor or administrator who, in administering and distributing any estate, discovers that any sum of money has devolved upon, or become due from theL.R.O. 1/2012  LAWS OF GUYANA  36            Cap. 12:01    Deceased Persons Estates Administration  absent persons. [13 of 1932]               Administrators accounts. [13 of 1932] estate, to any infant, lunatic, or person absent from Guyana who  has  no  guardian, committee, or  lawful representative therein, shall, unless the will directs that money to be otherwise   dealt   with,   within   fourteen   days   after   the discovery, pay the money to the Public Trustee to be paid into the guardians fund.  (2) Nothing in this section contained shall be taken to limit any power possessed by the Court to order the money to be paid by the executor or administrator to any person for any purpose.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any executor or administrator who, in administering and distributing any estate, discovers that any sum of money has devolved upon, or become due from theL.R.O. 1/2012  LAWS OF GUYANA  36            Cap. 12:01    Deceased Persons Estates Administration  absent persons. [13 of 1932]               Administrators accounts. [13 of 1932] estate, to any infant, lunatic, or person absent from Guyana who  has  no  guardian, committee, or  lawful representative therein, shall, unless the will directs that money to be otherwise   dealt   with,   within   fourteen   days   after   the discovery, pay the money to the Public Trustee to be paid into the guardians fund."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing in this section contained shall be taken to limit any power possessed by the Court to order the money to be paid by the executor or administrator to any person for any purpose."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Administrators’ accounts. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Administrators accounts. 46. (1) Every executor and administrator shall administer and distribute the estate which he is appointed to administer according to law and the provisions of any valid will relating to that estate and shall, as soon as may be after the expiration of the period notified in the Gazette in manner hereinbefore provided and not later than twelve months from the  day  on  which probate or  letters of  administration are issued to him, (unless upon application to the Registrar upon sufficient cause shown to satisfaction of the Registrar further time is given from time to time for that purpose), file with the Registrar a full and true account, verified by affidavit and supported by vouchers, of the administration and distribution of the estate.  (2) If the account is not the final account it shall set forth all debts due to the estate still outstanding and all property, goods, and effects, still unsold and unrealised, and the reason why they have not been collected, sold, or realised, as the case may be.  (3) The executor or administrator shall, every twelve months after the filing of the first account, render further accounts of his administration and distribution until the estate is fully administered and if he fails to do so shall be liable to be dealt with in terms of the next succeeding section.  (4) The account shall be open at the registry forL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              37     inspection during office hours for not less than three weeks after it is filed by any person interested in the estate.  (5) The Registrar shall, immediately after the account is filed, give due notice on two successive Saturdays that it is so open to inspection, by publication in the Gazette and in some newspaper circulating in the district or county in which the deceased ordinarily resided, and shall state in the notice the period and place during and at which the account will be open for inspection.  (6)  Anyone interested in  the  estate  may,  at  any time   before   the   expiration   of   the   period   allowed   for inspection, file with the Registrar objection in writing to the account with reasons therefor.  (7) If the Registrar is of opinion that an objection ought to be sustained, he shall direct the executor or administrator to amend the account or shall give any other directions he deems fit:  Provided that  (a)      any person aggrieved by the direction of the Registrar may, within twenty- one days after the date of that direction, and  after  giving  notice  to the executor or administrator and to any person affected thereby, apply to the Court for an order to set it aside, and the Court may make any order it thinks fit; and  (b)      when    the    direction    affects    the interests of a person who has not lodged an objection, the account so amended shall be again open for inspection in the manner and with the notices aforesaid, unless the person soL.R.O. 1/2012  LAWS OF GUYANA  38            Cap. 12:01    Deceased Persons Estates Administration   affected  consents  in  writing  to  the account being acted upon.  (8) The executor or administrator shall, forthwith after filing with the Registrar any account, forward through the post a notice stating that he has filed an account to every creditor, beneficiary and other person interested in the estate, and shall, in the affidavit verifying the account, set forth the names  and  postal  addresses  of  the  persons  to  whom  he intends to forward a notice.  (9) The executor or administrator shall, as against the estate, be entitled to the costs and expenses of and attendant on the rendering and filing of an account and the forwarding of notices, if the account is filed within the time prescribed, but not otherwise. If administrator fails to file accounts. [13 of 1932]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every executor and administrator shall administer and distribute the estate which he is appointed to administer according to law and the provisions of any valid will relating to that estate and shall, as soon as may be after the expiration of the period notified in the Gazette in manner hereinbefore provided and not later than twelve months from the  day  on  which probate or  letters of  administration are issued to him,"
                },
                {
                    "representation": "(2)",
                    "description": "If the account is not the final account it shall set forth all debts due to the estate still outstanding and all property, goods, and effects, still unsold and unrealised, and the reason why they have not been collected, sold, or realised, as the case may be."
                },
                {
                    "representation": "(3)",
                    "description": "The executor or administrator shall, every twelve months after the filing of the first account, render further accounts of his administration and distribution until the estate is fully administered and if he fails to do so shall be liable to be dealt with in terms of the next succeeding section."
                },
                {
                    "representation": "(4)",
                    "description": "The account shall be open at the registry forL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              37     inspection during office hours for not less than three weeks after it is filed by any person interested in the estate."
                },
                {
                    "representation": "(5)",
                    "description": "The Registrar shall, immediately after the account is filed, give due notice on two successive Saturdays that it is so open to inspection, by publication in the Gazette and in some newspaper circulating in the district or county in which the deceased ordinarily resided, and shall state in the notice the period and place during and at which the account will be open for inspection."
                },
                {
                    "representation": "(6)",
                    "description": "Anyone interested in  the  estate  may,  at  any time   before   the   expiration   of   the   period   allowed   for inspection, file with the Registrar objection in writing to the account with reasons therefor."
                },
                {
                    "representation": "(7)",
                    "description": "If the Registrar is of opinion that an objection ought to be sustained, he shall direct the executor or administrator to amend the account or shall give any other directions he deems fit:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "any person aggrieved by the direction of the Registrar may, within twenty- one days after the date of that direction, and  after  giving  notice  to the executor or administrator and to any person affected thereby, apply to the Court for an order to set it aside, and the Court may make any order it thinks fit; and"
                },
                {
                    "representation": "(b)",
                    "description": "when    the    direction    affects    the interests of a person who has not lodged an objection, the account so amended shall be again open for inspection in the manner and with the notices aforesaid, unless the person soL.R.O. 1/2012  LAWS OF GUYANA  38            Cap. 12:01    Deceased Persons Estates Administration   affected  consents  in  writing  to  the account being acted upon."
                },
                {
                    "representation": "(8)",
                    "description": "The executor or administrator shall, forthwith after filing with the Registrar any account, forward through the post a notice stating that he has filed an account to every creditor, beneficiary and other person interested in the estate, and shall, in the affidavit verifying the account, set forth the names  and  postal  addresses  of  the  persons  to  whom  he intends to forward a notice."
                },
                {
                    "representation": "(9)",
                    "description": "The executor or administrator shall, as against the estate, be entitled to the costs and expenses of and attendant on the rendering and filing of an account and the forwarding of notices, if the account is filed within the time prescribed, but not otherwise. If administrator fails to file accounts. [13 of 1932]"
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "(1) If administrator fails to file accounts. (2) Registrar’s costs in certain cases. (3) Incidence of costs. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under (1) If administrator fails to file accounts. (2) Registrars costs in certain cases. (3) Incidence of costs. 47. (1) Whenever an executor or administrator fails to file the account with the Registrar, or to comply with any direction or requirement as mentioned in the preceding section, the Registrar or any person having an interest in the estate may apply to the Court for an order calling upon him to show cause why the account has not been so filed or the direction or requirement complied with:  Provided that  (a)      the     Registrar     or     other     person aforesaid shall, within one month before making that application, apply by letter to the executor or administrator in default requiring him to file his account or to comply with the direction or requirement on pain of being called upon to  show cause under this section; and  (b)    an executor or administrator who receives       the       last       mentionedL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              39     application     may     file     with     the Registrar any grounds and reasons he is able to state why he has not filed his account or complied with the direction or requirement, and the Registrar,  if  those  grounds  and reasons seem to him sufficient, may grant to the executor or administrator any extension of time which in the circumstances he deems reasonable; reserving always the right of any person having an interest in the estate to   bring   under   review  before   the Court the decision of the Registrar granting the extension; and  (c)      any   executor   or   administrator   in default, if he fails to satisfy the Registrar that he ought to receive an extension of time, may apply to the Court (of which application notice shall be given to the Registrar and other person aforesaid) for an order granting to him an extension of time within which to  file  his  account, or comply with the direction or requirement. Registrars costs in certain cases. (2) Although the Court may be of opinion that the grounds and reasons filed with the Registrar by an executor or administrator would have warranted the Registrar in granting an extension of time, the Registrar, or other person at whose instance application is made, shall nevertheless be entitled to his costs if, before applying to the Court for an order on the executor or administrator whose grounds and reasons the Registrar has overruled and declared insufficient, he has allowed the executor or administrator sufficient time to apply to the Court for an order granting to the executor or administrator an extension of time, or if the Court finds thatL.R.O. 1/2012  LAWS OF GUYANA  40            Cap. 12:01    Deceased Persons Estates Administration   the Registrar acted in good faith. Incidence of costs.        Remuneration of executors and administrators. (3) The costs adjudged to the Registrar or other person aforesaid upon any process sued out by him or on his behalf shall be payable by the executor or administrator in default personally and shall not be chargeable to the estate under administration unless the executor or administrator is authorised by the Court to do so.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever an executor or administrator fails to file the account with the Registrar, or to comply with any direction or requirement as mentioned in the preceding section, the Registrar or any person having an interest in the estate may apply to the Court for an order calling upon him to show cause why the account has not been so filed or the direction or requirement complied with:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "the     Registrar     or     other     person aforesaid shall, within one month before making that application, apply by letter to the executor or administrator in default requiring him to file his account or to comply with the direction or requirement on pain of being called upon to  show cause under this section; and"
                },
                {
                    "representation": "(b)",
                    "description": "an executor or administrator who receives       the       last       mentionedL.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              39     application     may     file     with     the Registrar any grounds and reasons he is able to state why he has not filed his account or complied with the direction or requirement, and the Registrar,  if  those  grounds  and reasons seem to him sufficient, may grant to the executor or administrator any extension of time which in the circumstances he deems reasonable; reserving always the right of any person having an interest in the estate to   bring   under   review  before   the Court the decision of the Registrar granting the extension; and"
                },
                {
                    "representation": "(c)",
                    "description": "any   executor   or   administrator   in default, if he fails to satisfy the Registrar that he ought to receive an extension of time, may apply to the Court"
                },
                {
                    "representation": "(2)",
                    "description": "Although the Court may be of opinion that the grounds and reasons filed with the Registrar by an executor or administrator would have warranted the Registrar in granting an extension of time, the Registrar, or other person at whose instance application is made, shall nevertheless be entitled to his costs if, before applying to the Court for an order on the executor or administrator whose grounds and reasons the Registrar has overruled and declared insufficient, he has allowed the executor or administrator sufficient time to apply to the Court for an order granting to the executor or administrator an extension of time, or if the Court finds thatL.R.O. 1/2012  LAWS OF GUYANA  40            Cap. 12:01    Deceased Persons Estates Administration   the Registrar acted in good faith. Incidence of costs.        Remuneration of executors and administrators."
                },
                {
                    "representation": "(3)",
                    "description": "The costs adjudged to the Registrar or other person aforesaid upon any process sued out by him or on his behalf shall be payable by the executor or administrator in default personally and shall not be chargeable to the estate under administration unless the executor or administrator is authorised by the Court to do so."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Remuneration of executors and administrators. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Remuneration of executors and administrators. 48. (1) Every executor and administrator shall, in respect  of  his  administration, distribution, and  final settlement, of any estate, be entitled to claim and receive out of  the  assets  of  the  estate,  or  from  anyone  who,  as  heir, legates, or creditor, is entitled on administration to the whole or any portion of the estate, to any remuneration fixed by the deceased by will, otherwise to an  amount to be assessed by the Registrar not exceeding the rates following:  (a)      where the total value of the property does not exceed ten thousand dollars, ten per cent on the amount of all receipts; and  (b)      where the total value of the property exceeds ten thousand dollars, ten per cent on ten thousand dollars and five per cent on the amount of all receipts over and above ten thousand dollars:  Provided that where any plantation, farm, business, or undertaking is carried on or is being administered, the remuneration shall not be payable on the gross receipts but shall be that determined and fixed by the Registrar according to the circumstances of each particular case;  subject to review by the Court upon the application of the executor or administrator or of any person having an interest in the estate.L.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              41     (2)   If   any   executor   or   administrator   fails   to administer any estate with due diligence or fidelity, or to file or render the account of his administration and distribution of the estate in due course of law, and has no lawful and sufficient excuse for his failure, the Registrar may disallow the whole or any portion of the remuneration which he might otherwise have been entitled to receive in respect of his administration of the estate, subject, however, to review by the Court.  (3) For the purposes of this section the term receipts includes rent, interest, and book debts, but does not include money in the hands of the deceased at the time of his death, the proceeds of the sale of effects and realisation of investments, and the like, and the remuneration assessed on the amount of that money, those proceeds of sale, that realisation of investments, and the like shall not exceed one- half the rates allowed in subsection (l)(a) and (b). When property bequeathed with limited interest with eventual right to heir in remainder.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every executor and administrator shall, in respect  of  his  administration, distribution, and  final settlement, of any estate, be entitled to claim and receive out of  the  assets  of  the  estate,  or  from  anyone  who,  as  heir, legates, or creditor, is entitled on administration to the whole or any portion of the estate, to any remuneration fixed by the deceased by will, otherwise to an  amount to be assessed by the Registrar not exceeding the rates following:"
                },
                {
                    "representation": "(a)",
                    "description": "and"
                },
                {
                    "representation": "(b)",
                    "description": "where the total value of the property exceeds ten thousand dollars, ten per cent on ten thousand dollars and five per cent on the amount of all receipts over and above ten thousand dollars:  Provided that where any plantation, farm, business, or undertaking is carried on or is being administered, the remuneration shall not be payable on the gross receipts but shall be that determined and fixed by the Registrar according to the circumstances of each particular case;  subject to review by the Court upon the application of the executor or administrator or of any person having an interest in the estate.L.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              41"
                },
                {
                    "representation": "(2)",
                    "description": "If   any   executor   or   administrator   fails   to administer any estate with due diligence or fidelity, or to file or render the account of his administration and distribution of the estate in due course of law, and has no lawful and sufficient excuse for his failure, the Registrar may disallow the whole or any portion of the remuneration which he might otherwise have been entitled to receive in respect of his administration of the estate, subject, however, to review by the Court."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section the term receipts includes rent, interest, and book debts, but does not include money in the hands of the deceased at the time of his death, the proceeds of the sale of effects and realisation of investments, and the like, and the remuneration assessed on the amount of that money, those proceeds of sale, that realisation of investments, and the like shall not exceed one- half the rates allowed in subsection"
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "When property bequeathed with limited interest with eventual right to heir in remainder. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under When property bequeathed with limited interest with eventual right to heir in remainder. 49. (1) If the owner of any immovable property has at his death bequeathed a fiduciary, usufructuary, or other limited interest in the property to anyone and has directed by his will that the property shall devolve after the expiration of that limited interest upon any other person or persons certain or uncertain, then the executor or administrator of the estate of the deceased owner shall, upon or before drawing up any administration   and   distribution   account   of   the   estate, transport the property to the person immediately entitled to the limited interest therein, with an express reservation in the transport of the rights of the other person or persons.  (2) Nothing herein contained shall affect the right of any executor or administrator to sell and transport any immovable property for the purpose of paying the debts of the deceased owner thereof, but the sanction of the Court must be obtained for the sale and transport if there are infant children surviving.  (3) The passing of any transport under this sectionL.R.O. 1/2012  LAWS OF GUYANA  42            Cap. 12:01    Deceased Persons Estates Administration   shall  not  be  deemed  to  determine  whether  the  interest bequeathed is usufructuary or fiduciary. Holder of limited interest compelled to accept transport.             Inheritances of infants.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the owner of any immovable property has at his death bequeathed a fiduciary, usufructuary, or other limited interest in the property to anyone and has directed by his will that the property shall devolve after the expiration of that limited interest upon any other person or persons certain or uncertain, then the executor or administrator of the estate of the deceased owner shall, upon or before drawing up any administration   and   distribution   account   of   the   estate, transport the property to the person immediately entitled to the limited interest therein, with an express reservation in the transport of the rights of the other person or persons."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing herein contained shall affect the right of any executor or administrator to sell and transport any immovable property for the purpose of paying the debts of the deceased owner thereof, but the sanction of the Court must be obtained for the sale and transport if there are infant children surviving."
                },
                {
                    "representation": "(3)",
                    "description": "The passing of any transport under this sectionL.R.O. 1/2012  LAWS OF GUYANA  42            Cap. 12:01    Deceased Persons Estates Administration   shall  not  be  deemed  to  determine  whether  the  interest bequeathed is usufructuary or fiduciary. Holder of limited interest compelled to accept transport.             Inheritances of infants."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Holder of limited interest compelled to accept transport. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Holder of limited interest compelled to accept transport. 50. If a person to whom a fiduciary, usufructuary, or other limited interest has been bequeathed as in the last preceding section mentioned does not renounce the bequest and yet refuses to accept transport thereof in terms of that section, or if it is impossible for the executor or administrator of the former owner of the property to pass transport of the limited  interest  to  him  for  any  reason  whatsoever,  the executor or administrator may apply to the Court for an order compelling him to do all things in his power necessary to enable  a  transport of  the  limited interest  to  be  passed  as required by the preceding section; and the Court may make any order in the circumstances it deems proper.",
            "description": "If a person to whom a fiduciary, usufructuary, or other limited interest has been bequeathed as in the last preceding section mentioned does not renounce the bequest and yet refuses to accept transport thereof in terms of that section, or if it is impossible for the executor or administrator of the former owner of the property to pass transport of the limited  interest  to  him  for  any  reason  whatsoever,  the executor or administrator may apply to the Court for an order compelling him to do all things in his power necessary to enable  a  transport of  the  limited interest  to  be  passed  as required by the preceding section; and the Court may make any order in the circumstances it deems proper."
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Inheritances of infants. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Inheritances of infants. 51. A surviving spouse shall have the right to receive from the executor or administrator the inheritance of his or her infant children and to retain it until their majority, and in the case of immovable property, to accept transport in the name of any of them:  Provided that  (a)      if the deceased spouse has by will directed that the inheritance shall be otherwise dealt with,  nothing  herein  contained  shall  be taken to prevent the executor or administrator from carrying into effect the provisions of the will;  (b)      the right of a surviving parent may at any time be limited or revoked by the Court on application, subject to any conditions the Court imposes;  (c)      in the event of the death of an infant before reaching majority his or her inheritance shall become payable at once.L.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              43   Delivery of grosse or deed. [6 of 1997]                   The guardians fund. [13 of 1932]           Duties of Public Trustee. [13 of 1932]",
            "description": [
                {
                    "representation": "(a)",
                    "description": "if the deceased spouse has by will directed that the inheritance shall be otherwise dealt with,  nothing  herein  contained  shall  be taken to prevent the executor or administrator from carrying into effect the provisions of the will;"
                },
                {
                    "representation": "(b)",
                    "description": "the right of a surviving parent may at any time be limited or revoked by the Court on application, subject to any conditions the Court imposes;"
                },
                {
                    "representation": "(c)",
                    "description": "in the event of the death of an infant before reaching majority his or her inheritance shall become payable at once.L.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              43   Delivery of grosse or deed. [6 of 1997]                   The guardians fund. [13 of 1932]           Duties of Public Trustee. [13 of 1932]"
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Delivery of grosse or deed.  THE GUARDIANS FUND  ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Delivery of grosse or deed.  THE GUARDIANS FUND  52. Anyone in possession of a grosse transport, mortgage, or title deed, required by an executor or administrator in order to comply with any of the provisions of this Act, who refuses to deliver it or unreasonably delays its delivery to the executor or administrator shall be liable to pay all reasonable costs which the executor or administrator incurs in obtaining the order of a competent Court for its possession, or in obtaining a certified copy thereof, and shall be liable in addition to any penalty (not exceeding nine thousand seven hundred and fifty dollars) the Court imposes, but the legal rights or position of that person shall not be affected by his delivery of the grosse or deed in terms of this section.  THE GUARDIANS FUNDS",
            "description": "Anyone in possession of a grosse transport, mortgage, or title deed, required by an executor or administrator in order to comply with any of the provisions of this Act, who refuses to deliver it or unreasonably delays its delivery to the executor or administrator shall be liable to pay all reasonable costs which the executor or administrator incurs in obtaining the order of a competent Court for its possession, or in obtaining a certified copy thereof, and shall be liable in addition to any penalty (not exceeding nine thousand seven hundred and fifty dollars) the Court imposes, but the legal rights or position of that person shall not be affected by his delivery of the grosse or deed in terms of this section.  THE GUARDIANS FUNDS"
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "The guardians fund. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under The guardians fund. 53.  All  moneys  paid  to  the  Public  Trustee  under section  45  shall  form  and  become  part  of  the  fund  to  be known as the guardians fund, and whenever that money is received by the Public Trustee he shall open an account in his books with the person to whom, or who represents the estate to which, the money belongs, or, if in the case of infant heirs or beneficiaries it is more convenient, the account may be opened in the matter of the estate from which the money is derived.",
            "description": "All  moneys  paid  to  the  Public  Trustee  under section  45  shall  form  and  become  part  of  the  fund  to  be known as the guardians fund, and whenever that money is received by the Public Trustee he shall open an account in his books with the person to whom, or who represents the estate to which, the money belongs, or, if in the case of infant heirs or beneficiaries it is more convenient, the account may be opened in the matter of the estate from which the money is derived."
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Duties of Public Trustee.L.R.O. 1/2012  LAWS OF GUYANA  6              Cap. 12:01    Deceased Persons Estates’ Administration   SECTION ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Duties of Public Trustee.L.R.O. 1/2012  LAWS OF GUYANA  6              Cap. 12:01    Deceased Persons Estates Administration   SECTION 54. (1) All moneys paid to the Public Trustee under this  or  any  other  Act  to  be  placed  to  the  credit  of  the guardians fund shall be invested by him in any of the securities authorised by law for the investment of trust moneys.  (2) The Public Trustee shall pay out of the fund any sum of money placed to the credit of any person in the books aforesaid to any person entitled by law to receive it.  (3)  The  Public  Trustee  shall  in  the  month  of January in each year draw up a list of all amounts standing in the books of the guardians fund to the credit of any personL.R.O. 1/2012  LAWS OF GUYANA  44            Cap. 12:01    Deceased Persons Estates Administration   unknown or not residing and not having any known legal representative  in  Guyana  and  shall  cause  the  list  to  be published in the Gazette. Claims to moneys paid over. [13 of 1932]                        Records and searches.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All moneys paid to the Public Trustee under this  or  any  other  Act  to  be  placed  to  the  credit  of  the guardians fund shall be invested by him in any of the securities authorised by law for the investment of trust moneys."
                },
                {
                    "representation": "(2)",
                    "description": "The Public Trustee shall pay out of the fund any sum of money placed to the credit of any person in the books aforesaid to any person entitled by law to receive it."
                },
                {
                    "representation": "(3)",
                    "description": "The  Public  Trustee  shall  in  the  month  of January in each year draw up a list of all amounts standing in the books of the guardians fund to the credit of any personL.R.O. 1/2012  LAWS OF GUYANA  44            Cap. 12:01    Deceased Persons Estates Administration   unknown or not residing and not having any known legal representative  in  Guyana  and  shall  cause  the  list  to  be published in the Gazette. Claims to moneys paid over. [13 of 1932]                        Records and searches."
                }
            ]
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Claims to moneys paid over.  GENERAL  ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Claims to moneys paid over.  GENERAL  55. Anyone claiming a sum of money paid over to the Public Trustee to the credit of the guardians fund which the Public Trustee for any reason is unable to certify to be due and payable to the claimant shall apply by petition to the Minister responsible for finance, who may, if he sees fit, authorise the Public Trustee to pay out that sum of money or refer the party to establish the claim by due course of law, and in the latter case the Public Trustee shall make any defence in law he may be legally advised:  Provided   that   nothing   herein   contained   shall   be construed to hinder or prevent the making of provision on the annual estimates for the payment of any sum of money paid into the guardians fund under the provisions of this or of any other Act to anyone whom he considers to have an equitable claim thereto notwithstanding that the claim may be statute- barred.  GENERAL",
            "description": "Anyone claiming a sum of money paid over to the Public Trustee to the credit of the guardians fund which the Public Trustee for any reason is unable to certify to be due and payable to the claimant shall apply by petition to the Minister responsible for finance, who may, if he sees fit, authorise the Public Trustee to pay out that sum of money or refer the party to establish the claim by due course of law, and in the latter case the Public Trustee shall make any defence in law he may be legally advised:  Provided   that   nothing   herein   contained   shall   be construed to hinder or prevent the making of provision on the annual estimates for the payment of any sum of money paid into the guardians fund under the provisions of this or of any other Act to anyone whom he considers to have an equitable claim thereto notwithstanding that the claim may be statute- barred.  GENERAL"
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Records and searches. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Records and searches. 56. The Registrar shall preserve of record in his office all   original   wills,   notices   of   death,   inventories,   and liquidation, administration, and distribution accounts, deposited, lodged, or filed with him under this Act, and any person may at any time during office hours inspect any of those records and obtain a copy thereof or extract therefrom on payment of the prescribed fee or fees:  Provided that any government officer shall be allowed and is hereby authorised without the payment of any fee to inspect any record aforesaid and to take a copy thereof or extract therefrom whenever it is necessary or expedient that that should be done by the officer in the discharge of the duties of his office.L.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              45   Registrar not personally liable for costs.       Fees.        Rules of court. c. 3:02          s. 3",
            "description": "The Registrar shall preserve of record in his office all   original   wills,   notices   of   death,   inventories,   and liquidation, administration, and distribution accounts, deposited, lodged, or filed with him under this Act, and any person may at any time during office hours inspect any of those records and obtain a copy thereof or extract therefrom on payment of the prescribed fee or fees:  Provided that any government officer shall be allowed and is hereby authorised without the payment of any fee to inspect any record aforesaid and to take a copy thereof or extract therefrom whenever it is necessary or expedient that that should be done by the officer in the discharge of the duties of his office.L.R.O. 1/2012  LAWS OF GUYANA  Deceased Persons Estates Administration       Cap. 12:01              45   Registrar not personally liable for costs.       Fees.        Rules of court. c. 3:02          s. 3"
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Registrar not personally liable for costs. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Registrar not personally liable for costs. 57. When the Registrar is plaintiff, applicant, defendant, or respondent in any action or matter instituted by or  against  him  in  his  official  capacity  in  terms  of  the provisions of this Act, he shall not be made personally liable for any costs in and with respect to the action or matter that the Court orders to be paid.",
            "description": "When the Registrar is plaintiff, applicant, defendant, or respondent in any action or matter instituted by or  against  him  in  his  official  capacity  in  terms  of  the provisions of this Act, he shall not be made personally liable for any costs in and with respect to the action or matter that the Court orders to be paid."
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Fees. ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Fees. 58. The Registrar shall and is hereby authorised and required to charge and demand, receive, retain, or recover, in respect of the acts, matters, and things done or caused to be done by him or in his office the fees prescribed by rules of court.",
            "description": "The Registrar shall and is hereby authorised and required to charge and demand, receive, retain, or recover, in respect of the acts, matters, and things done or caused to be done by him or in his office the fees prescribed by rules of court."
        }
    },
    {
        "act": "DECEASED PERSONS ESTATES ADMINISTRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Rules of court.  SCHEDULE—Forms.     CHAPTER 12:01  DECEASED PERSONS ESTATES’ ADMINISTRATION ACT   1929 Ed. c. 149 1953 Ed. c. 46  10 of 1917              An  Act  to  declare  and  amend  the  Law  relating  to  the Administration of Estates of Deceased Persons.  [1ST JANUARY, 1920]  PRELIMINARY Short title.    Interpretation. [6 of 1991]   c. 5:01 ",
            "context": "DECEASED PERSONS ESTATES ADMINISTRATION ACT under Rules of court.  SCHEDULEForms.     CHAPTER 12:01  DECEASED PERSONS ESTATES ADMINISTRATION ACT   1929 Ed. c. 149 1953 Ed. c. 46  10 of 1917              An  Act  to  declare  and  amend  the  Law  relating  to  the Administration of Estates of Deceased Persons.  [1ST JANUARY, 1920]  PRELIMINARY Short title.    Interpretation. [6 of 1991]   c. 5:01 59. (1) Rules of court may be made under section 67 of the High Court Act for any of the purposes of this Act.  (2) Until other forms are prescribed by rules so made the forms given in the Schedule shall be used in respect of the acts, matters and things therein set forth.    SCHEDULE FORMS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Rules of court may be made under section 67 of the High Court Act for any of the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Until other forms are prescribed by rules so made the forms given in the Schedule shall be used in respect of the acts, matters and things therein set forth.    SCHEDULE FORMS"
                }
            ]
        }
    }
]