[
    {
        "act": "WILLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "WILLS ACT under Short title. 1. This Act may be cited as the Wills Act.",
            "description": "This Act may be cited as the Wills Act."
        }
    },
    {
        "act": "WILLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation of “will.” ",
            "context": "WILLS ACT under Interpretation of will. 2. In this Act, the word will includes a testamentary disposition, a codicil and an appointment by will or by writing in the nature of a will in the exercise of a power.",
            "description": "In this Act, the word will includes a testamentary disposition, a codicil and an appointment by will or by writing in the nature of a will in the exercise of a power."
        }
    },
    {
        "act": "WILLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Abolition of notarial will. ",
            "context": "WILLS ACT under Abolition of notarial will. 3. From and after the commencement of this Act no notarial will shall be made in Guyana, or, except as hereinafter provided, shall be valid or effectual for any purpose whatsoever:  Provided that nothing in this Act shall affect the validity of any notarial will duly made before the commencement of this Act and not subsequently revoked, and that will shall be as valid and effectual for all purposes as if this Act had not been passed.",
            "description": "From and after the commencement of this Act no notarial will shall be made in Guyana, or, except as hereinafter provided, shall be valid or effectual for any purpose whatsoever:  Provided that nothing in this Act shall affect the validity of any notarial will duly made before the commencement of this Act and not subsequently revoked, and that will shall be as valid and effectual for all purposes as if this Act had not been passed."
        }
    },
    {
        "act": "WILLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Rules as to execution and attestation of wills. ",
            "context": "WILLS ACT under Rules as to execution and attestation of wills. 4. No will made in Guyana shall be valid unless it is in writing and executed in manner hereinafter mentioned; that is to say, it shall be signed at the foot or end thereof by the testator, or by some other person in his presence and by his direction, and the signature shall be made or acknowledged by the testator in the presence of two or more witnesses present at the same time, and those witnesses shall attest and shall subscribe the will in the presence of the testator, but no form of attestation shall be necessary.",
            "description": "No will made in Guyana shall be valid unless it is in writing and executed in manner hereinafter mentioned; that is to say, it shall be signed at the foot or end thereof by the testator, or by some other person in his presence and by his direction, and the signature shall be made or acknowledged by the testator in the presence of two or more witnesses present at the same time, and those witnesses shall attest and shall subscribe the will in the presence of the testator, but no form of attestation shall be necessary."
        }
    },
    {
        "act": "WILLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "What signatures to a will are to be deemed to be valid. ",
            "context": "WILLS ACT under What signatures to a will are to be deemed to be valid. 5. (1) Every will shall, so far only as regards the position of the signature of the testator or of the person signing for him, be deemed to be valid within the preceding section if the signature is so placed at or after, or following, or under, or beside, or opposite to, the end of the will, that it is apparent on the face of the will that the testator intended to give effect by that signature to the writing signed as his will.  (2) No will shall be affected by the circumstance  (a) that the signature LAWS OF GUYANA Wills Cap. 12:02 5  L.R.O. 1/2012                                               Who are competent to (i) does not follow or is not immediately after the foot or end of the will; or (ii) is placed among the words of the attestation clause or follows, or is after or under, the attestation clause, either with or without a blank space intervening, or follows, or is under or beside, the names or one of the names of the subscribing witness; or (iii) is on a side, or page, or other portion, of the paper or papers containing the will whereon no clause, or paragraph, or disposing part, of the will is written above the signature; or  (b) that a blank space intervenes between the concluding word of the will and the signature; or  (c) that there appears to be sufficient space, on or at the bottom of the preceding side, or page, or other portion, of the same  paper on which the will is written, to contain the signature;  and the enumeration of the above circumstances shall not restrict the generality of this enactment, but no signature under this Act shall be operative to give effect to any disposition or direction which is underneath it or which follows it, nor shall it give effect to any disposition or direction inserted after the signature is made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every will shall, so far only as regards the position of the signature of the testator or of the person signing for him, be deemed to be valid within the preceding section if the signature is so placed at or after, or following, or under, or beside, or opposite to, the end of the will, that it is apparent on the face of the will that the testator intended to give effect by that signature to the writing signed as his will."
                },
                {
                    "representation": "(2)",
                    "description": "No will shall be affected by the circumstance"
                },
                {
                    "representation": "(a)",
                    "description": "that the signature LAWS OF GUYANA Wills Cap. 12:02 5  L.R.O. 1/2012                                               Who are competent to"
                },
                {
                    "representation": "(i)",
                    "description": "does not follow or is not immediately after the foot or end of the will; or"
                },
                {
                    "representation": "(b)",
                    "description": "that a blank space intervenes between the concluding word of the will and the signature; or"
                },
                {
                    "representation": "(c)",
                    "description": "that there appears to be sufficient space, on or at the bottom of the preceding side, or page, or other portion, of the same  paper on which the will is written, to contain the signature;  and the enumeration of the above circumstances shall not restrict the generality of this enactment, but no signature under this Act shall be operative to give effect to any disposition or direction which is underneath it or which follows it, nor shall it give effect to any disposition or direction inserted after the signature is made."
                }
            ]
        }
    },
    {
        "act": "WILLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Who are competent to attest execution of a will. ",
            "context": "WILLS ACT under Who are competent to attest execution of a will. 6. Everyone, save as hereinafter excepted, above the LAWS OF GUYANA 6 Cap. 12:02 Wills  L.R.O. 1/2012  attest execution of a will.    Persons attesting execution of a will to forfeit any interest they may have conferred upon them in the will.       Persons attesting execution of a will to forfeit any appointment made therein as executor or guardian.  Heir not entitled to deduct any portion under Falcidian and Trebellianic laws.     Existing laws of inheritance ab intestato to remain in force.   Application of certain sections.   age of fourteen years, competent to give evidence in any court of law in Guyana, shall be competent and qualified to attest the execution of a will.",
            "description": "Everyone, save as hereinafter excepted, above the LAWS OF GUYANA 6 Cap. 12:02 Wills  L.R.O. 1/2012  attest execution of a will.    Persons attesting execution of a will to forfeit any interest they may have conferred upon them in the will.       Persons attesting execution of a will to forfeit any appointment made therein as executor or guardian.  Heir not entitled to deduct any portion under Falcidian and Trebellianic laws.     Existing laws of inheritance ab intestato to remain in force.   Application of certain sections.   age of fourteen years, competent to give evidence in any court of law in Guyana, shall be competent and qualified to attest the execution of a will."
        }
    },
    {
        "act": "WILLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Persons attesting execution of a will to forfeit any interest they may have conferred upon them in the will. ",
            "context": "WILLS ACT under Persons attesting execution of a will to forfeit any interest they may have conferred upon them in the will. 7. If anyone attests the execution of a will to whom, or to whose wife or husband, any beneficial devise, legacy, estate, interest, gift, or appointment, of or affecting any property (other than and except charges and directions for the payment of any debt or debts), is thereby given or made, that devise, or legacy, estate, interest, gift, or appointment, shall, so far only as concerns the person attesting the execution of that will, or the wife or husband of that person, or anyone claiming under that person, or wife or husband, be null and void, but the execution of the will shall not be affected thereby.",
            "description": "If anyone attests the execution of a will to whom, or to whose wife or husband, any beneficial devise, legacy, estate, interest, gift, or appointment, of or affecting any property (other than and except charges and directions for the payment of any debt or debts), is thereby given or made, that devise, or legacy, estate, interest, gift, or appointment, shall, so far only as concerns the person attesting the execution of that will, or the wife or husband of that person, or anyone claiming under that person, or wife or husband, be null and void, but the execution of the will shall not be affected thereby."
        }
    },
    {
        "act": "WILLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Persons attesting execution of a will to forfeit any appointment made therein as executor or guardian. ",
            "context": "WILLS ACT under Persons attesting execution of a will to forfeit any appointment made therein as executor or guardian. 8. If any person attests the execution of a will, and the person, or the wife or husband of the person, is, in and by the will, nominated or appointed executor, administrator, or guardian thereunder, the appointment of that person, or the wife or husband of that person, as executor, administrator, or guardian, shall be null and void, but the execution of the will shall not be affected thereby.",
            "description": "If any person attests the execution of a will, and the person, or the wife or husband of the person, is, in and by the will, nominated or appointed executor, administrator, or guardian thereunder, the appointment of that person, or the wife or husband of that person, as executor, administrator, or guardian, shall be null and void, but the execution of the will shall not be affected thereby."
        }
    },
    {
        "act": "WILLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Heir not entitled to deduct any portion under Falcidian and Trebellianic laws. ",
            "context": "WILLS ACT under Heir not entitled to deduct any portion under Falcidian and Trebellianic laws. 9. In no case shall any heir of any one dying after the commencement of this Act be entitled to deduct out of the estate of the person so dying any portion under or by virtue of the laws known respectively as the Falcidian and Trebellianic laws which but for those laws respectively, the heir would not be entitled to claim or deduct.",
            "description": "In no case shall any heir of any one dying after the commencement of this Act be entitled to deduct out of the estate of the person so dying any portion under or by virtue of the laws known respectively as the Falcidian and Trebellianic laws which but for those laws respectively, the heir would not be entitled to claim or deduct."
        }
    },
    {
        "act": "WILLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Existing laws of inheritance ab intestato to remain in force. ",
            "context": "WILLS ACT under Existing laws of inheritance ab intestato to remain in force. 10. Nothing in this Act contained shall affect or alter the laws of inheritance (on intestacy) at present in force in Guyana.",
            "description": "Nothing in this Act contained shall affect or alter the laws of inheritance (on intestacy) at present in force in Guyana."
        }
    },
    {
        "act": "WILLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Application of certain sections. ",
            "context": "WILLS ACT under Application of certain sections. 11. Sections 4, 5, 6, 7, 8 and 10 shall apply to the wills, whether made before or after the commencement of this Act, of all persons dying after the commencement. LAWS OF GUYANA Wills Cap. 12:02 7  L.R.O. 1/2012 Gifts to illegitimate children.            Appointment of women as guardians.    Right of non-relatives to refuse guardianship.                Lex Hac Edictali repealed.",
            "description": "Sections 4, 5, 6, 7, 8 and 10 shall apply to the wills, whether made before or after the commencement of this Act, of all persons dying after the commencement. LAWS OF GUYANA Wills Cap. 12:02 7  L.R.O. 1/2012 Gifts to illegitimate children.            Appointment of women as guardians.    Right of non-relatives to refuse guardianship.                Lex Hac Edictali repealed."
        }
    },
    {
        "act": "WILLS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "(a) Gifts to illegitimate children. (b) Appointment of women as guardians. (c) Right of non-relatives to refuse guardianship.  (d) Lex Hac Edictali repealed. ",
            "context": "WILLS ACT under (a) Gifts to illegitimate children. (b) Appointment of women as guardians. (c) Right of non-relatives to refuse guardianship.  (d) Lex Hac Edictali repealed. 12. From and after the commencement of this Act  (a) no restriction whatever shall be placed on any gifts by will by any parent to his or her illegitimate children; but nothing herein shall prevent any legitimate child or relative from receiving his legitimate portion free from all conditions;  (b) any woman, not an infant or otherwise under disability, whether married or unmarried, may be appointed guardian by a will;  (c) it shall not be necessary for any person appointed guardian under a will other than a beneficiary under the will, or the parent, child, grandparent, grandchild, brother, sister, uncle, or aunt of the testator, to obtain the permission of the Court to enable him to refuse the guardianship, but on filing an affidavit with the Registrar, stating that he is not a beneficiary or relative as aforesaid and does not desire to act, he shall be thereby discharged from all obligations in regard to the appointment;  (d) the sixth law of the ninth title of the fifth book of the Codes of Justinian, commencing with the words Hac edictali, and commonly called or known as the Law or Lex Edictali, shall not apply to or have any force in Guyana.  LAWS OF GUYANA 8 Cap. 12:02 Wills  L.R.O. 1/2012  Repugnant laws repealed.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "no restriction whatever shall be placed on any gifts by will by any parent to his or her illegitimate children; but nothing herein shall prevent any legitimate child or relative from receiving his legitimate portion free from all conditions;"
                },
                {
                    "representation": "(b)",
                    "description": "any woman, not an infant or otherwise under disability, whether married or unmarried, may be appointed guardian by a will;"
                },
                {
                    "representation": "(c)",
                    "description": "it shall not be necessary for any person appointed guardian under a will other than a beneficiary under the will, or the parent, child, grandparent, grandchild, brother, sister, uncle, or aunt of the testator, to obtain the permission of the Court to enable him to refuse the guardianship, but on filing an affidavit with the Registrar, stating that he is not a beneficiary or relative as aforesaid and does not desire to act, he shall be thereby discharged from all obligations in regard to the appointment;"
                },
                {
                    "representation": "(d)",
                    "description": "the sixth law of the ninth title of the fifth book of the Codes of Justinian, commencing with the words Hac edictali, and commonly called or known as the Law or Lex Edictali, shall not apply to or have any force in Guyana.  LAWS OF GUYANA 8 Cap. 12:02 Wills  L.R.O. 1/2012  Repugnant laws repealed."
                }
            ]
        }
    }
]