[
    {
        "act": "OFFICIAL RECEIVER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "OFFICIAL RECEIVER ACT under Short title. 1. This Act may be cited as the Official Receiver Act.",
            "description": "This Act may be cited as the Official Receiver Act."
        }
    },
    {
        "act": "OFFICIAL RECEIVER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  THE OFFICIAL RECEIVER  ",
            "context": "OFFICIAL RECEIVER ACT under Interpretation.  THE OFFICIAL RECEIVER  2. In this Act  the Court means the High Court and also the Chief Justice of the Court during its non-session; LAWS OF GUYANA 4 Cap. 12:22 Official Receiver  L.R.O. 1/2012                         Abolition of office of Administrator General.     Official Receiver. c. 12:21 [4 of 1972]  Appointment of Official Receiver to be guardian of infant in certain cases.    Remuneration to be paid into Treasury.     Duty of Registrar to report neglect by Official Receiver.  the Official Receiver means anyone appointed under this Act to the office of official receiver or to discharge the duties of that office;  the Registrar means the Registrar of Deeds;  trust means any guardianship or curatorship to which the Administrator General of Guyana has been appointed by the Court, or substituted or surrogated with leave of the Court before the coming into force of this Act, and any guardianship to which the Official Receiver may be appointed under this Act.  THE OFFICIAL RECEIVER",
            "description": "In this Act  the Court means the High Court and also the Chief Justice of the Court during its non-session; LAWS OF GUYANA 4 Cap. 12:22 Official Receiver  L.R.O. 1/2012                         Abolition of office of Administrator General.     Official Receiver. c. 12:21 [4 of 1972]  Appointment of Official Receiver to be guardian of infant in certain cases.    Remuneration to be paid into Treasury.     Duty of Registrar to report neglect by Official Receiver.  the Official Receiver means anyone appointed under this Act to the office of official receiver or to discharge the duties of that office;  the Registrar means the Registrar of Deeds;  trust means any guardianship or curatorship to which the Administrator General of Guyana has been appointed by the Court, or substituted or surrogated with leave of the Court before the coming into force of this Act, and any guardianship to which the Official Receiver may be appointed under this Act.  THE OFFICIAL RECEIVER"
        }
    },
    {
        "act": "OFFICIAL RECEIVER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Abolition of office of Administrator General. ",
            "context": "OFFICIAL RECEIVER ACT under Abolition of office of Administrator General. 3. The office of Administrator General is hereby abolished.",
            "description": "The office of Administrator General is hereby abolished."
        }
    },
    {
        "act": "OFFICIAL RECEIVER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Official Receiver. ",
            "context": "OFFICIAL RECEIVER ACT under Official Receiver. 4. There shall be an Official Receiver for the purposes of the Insolvency Act, and such other officers as may be required to assist him in the performance of his functions.",
            "description": "There shall be an Official Receiver for the purposes of the Insolvency Act, and such other officers as may be required to assist him in the performance of his functions."
        }
    },
    {
        "act": "OFFICIAL RECEIVER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Appointment of Official Receiver to be guardian of infant in certain cases. ",
            "context": "OFFICIAL RECEIVER ACT under Appointment of Official Receiver to be guardian of infant in certain cases. 5. In cases where no suitable private person can be found, the Court may appoint the Official Receiver to be the guardian of any infant or other person under disability, either alone or in association with another or others, and may fix the rate of remuneration to be paid to him for his administration.",
            "description": "In cases where no suitable private person can be found, the Court may appoint the Official Receiver to be the guardian of any infant or other person under disability, either alone or in association with another or others, and may fix the rate of remuneration to be paid to him for his administration."
        }
    },
    {
        "act": "OFFICIAL RECEIVER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Remuneration to be paid into Treasury. ",
            "context": "OFFICIAL RECEIVER ACT under Remuneration to be paid into Treasury. 6. Any remuneration paid to the Official Receiver in that capacity by virtue of this or any other Act, or by any order of the Court, shall be paid to the Accountant General for the public use.",
            "description": "Any remuneration paid to the Official Receiver in that capacity by virtue of this or any other Act, or by any order of the Court, shall be paid to the Accountant General for the public use."
        }
    },
    {
        "act": "OFFICIAL RECEIVER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Duty of Registrar to report neglect by Official Receiver. ",
            "context": "OFFICIAL RECEIVER ACT under Duty of Registrar to report neglect by Official Receiver. 7. It shall be the duty of the Registrar to bring to the notice of the Court any neglect on the part of the Official Receiver in rendering his accounts to be examined and passed as required by law. LAWS OF GUYANA Official Receiver Cap. 12:22 5  L.R.O. 1/2012 Remuneration when in joint administration.          Official Receiver to be read for Administrator General in  Acts.",
            "description": "It shall be the duty of the Registrar to bring to the notice of the Court any neglect on the part of the Official Receiver in rendering his accounts to be examined and passed as required by law. LAWS OF GUYANA Official Receiver Cap. 12:22 5  L.R.O. 1/2012 Remuneration when in joint administration.          Official Receiver to be read for Administrator General in  Acts."
        }
    },
    {
        "act": "OFFICIAL RECEIVER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Remuneration when in joint administration. ",
            "context": "OFFICIAL RECEIVER ACT under Remuneration when in joint administration. 8. Where the Official Receiver administers a trust in association with another, the Court, where the remuneration is not fixed by the will, may fix the rate of remuneration to be paid to him and the other person in connection with their administration of the trust, and define the proportion in which the remuneration shall be divisible between them, having regard to the services performed by each of them respectively.",
            "description": "Where the Official Receiver administers a trust in association with another, the Court, where the remuneration is not fixed by the will, may fix the rate of remuneration to be paid to him and the other person in connection with their administration of the trust, and define the proportion in which the remuneration shall be divisible between them, having regard to the services performed by each of them respectively."
        }
    }
]