[
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Short title. 1. This Act may be cited as the Deeds of Arrangement Act.",
            "description": "This Act may be cited as the Deeds of Arrangement Act."
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART I APPLICATION OF ACT  ",
            "context": "DEEDS OF ARRANGEMENT ACT under Interpretation.  PART I APPLICATION OF ACT  2. (1) In this Act  creditors generally includes all creditors who assent to, or take the benefit of, a deed of arrangement;  property has the same meaning as in the Insolvency Act, or under any other Act relating to insolvency.  (2) For the purpose of determining the number of CHAPTER 12:23  DEEDS OF ARRANGEMENT ACT  L.R.O. 1/2012 LAWS OF GUYANA Deeds of Arrangement Cap. 12:23 5  L.R.O. 1/2012          Deeds of arrangement to which Act applies.                                       creditors for whose benefit a deed is made, any two or more joint creditors shall be treated as a single creditor.  PART I APPLICATION OF ACT",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  creditors generally includes all creditors who assent to, or take the benefit of, a deed of arrangement;  property has the same meaning as in the Insolvency Act, or under any other Act relating to insolvency."
                },
                {
                    "representation": "(2)",
                    "description": "For the purpose of determining the number of CHAPTER 12:23  DEEDS OF ARRANGEMENT ACT  L.R.O. 1/2012 LAWS OF GUYANA Deeds of Arrangement Cap. 12:23 5  L.R.O. 1/2012          Deeds of arrangement to which Act applies.                                       creditors for whose benefit a deed is made, any two or more joint creditors shall be treated as a single creditor.  PART I APPLICATION OF ACT"
                }
            ]
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Deeds of arrangement to which Act applies.  PART II AVOIDANCE OF DEEDS OF ARRANGEMENT WHERE STATUTORY CONDITIONS ARE NOT OBSERVED  ",
            "context": "DEEDS OF ARRANGEMENT ACT under Deeds of arrangement to which Act applies.  PART II AVOIDANCE OF DEEDS OF ARRANGEMENT WHERE STATUTORY CONDITIONS ARE NOT OBSERVED  3. (1) A deed of arrangement to which this Act applies includes any instrument of the classes hereinafter mentioned, whether under seal or not  (a) made by, for, or in respect of, the affairs of a debtor for the benefit of his creditors generally;  (b) made by, for, or in respect of the affairs of a debtor who was insolvent at the date of the execution of the instrument for the benefit of any three or more of his creditors,  otherwise than in pursuance of the law for the time being in force relating to insolvency.  (2) The classes of instrument hereinbefore referred to are  (a) an assignment of property;  (b) a deed of or agreement for a composition,  and, in cases where creditors of the debtor obtain any control over his property or business  (c) a deed of inspectorship entered into for the purpose of carrying on or winding up a business;  (d) a letter of licence authorising the LAWS OF GUYANA 6 Cap. 12:23 Deeds of Arrangement                             Avoidance of unregistered deeds of arrangement.         Avoidance of deeds of arrangement unless assented to by a majority of the creditors.          debtor, or any other person to manage, carry on, realise, or dispose of the business with a view to the payment of debts; and  (e) any agreement or instrument entered into for the purpose of carrying on or winding up the debtors business, or authorising the debtor or any other person to manage, carry on, realise, or dispose of it, with a view to the payment of his debts.  PART II AVOIDANCE OF DEEDS OF ARRANGEMENT WHERE STATUTORY CONDITIONS ARE NOT OBSERVED",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A deed of arrangement to which this Act applies includes any instrument of the classes hereinafter mentioned, whether under seal or not"
                },
                {
                    "representation": "(a)",
                    "description": "an assignment of property;"
                },
                {
                    "representation": "(b)",
                    "description": "a deed of or agreement for a composition,  and, in cases where creditors of the debtor obtain any control over his property or business"
                },
                {
                    "representation": "(2)",
                    "description": "The classes of instrument hereinbefore referred to are"
                },
                {
                    "representation": "(c)",
                    "description": "a deed of inspectorship entered into for the purpose of carrying on or winding up a business;"
                },
                {
                    "representation": "(d)",
                    "description": "a letter of licence authorising the LAWS OF GUYANA 6 Cap. 12:23 Deeds of Arrangement                             Avoidance of unregistered deeds of arrangement.         Avoidance of deeds of arrangement unless assented to by a majority of the creditors.          debtor, or any other person to manage, carry on, realise, or dispose of the business with a view to the payment of debts; and"
                },
                {
                    "representation": "(e)",
                    "description": "any agreement or instrument entered into for the purpose of carrying on or winding up the debtors business, or authorising the debtor or any other person to manage, carry on, realise, or dispose of it, with a view to the payment of his debts.  PART II AVOIDANCE OF DEEDS OF ARRANGEMENT WHERE STATUTORY CONDITIONS ARE NOT OBSERVED"
                }
            ]
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Avoidance of unregistered deeds of arrangement. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Avoidance of unregistered deeds of arrangement. 4. A deed of arrangement shall be void unless it is registered with the Registrar of bills of sale (hereinafter called the Registrar) under this Act within seven clear days after the first execution thereof by  the debtor or any creditor, or, if it is executed in any place out of Guyana, then within seven clear days after the time at which it would, in the ordinary course of post, arrive in Guyana, if posted within one week after the execution thereof, and unless it bears the ordinary and ad valorem stamp prescribed by this Act.",
            "description": "A deed of arrangement shall be void unless it is registered with the Registrar of bills of sale (hereinafter called the Registrar) under this Act within seven clear days after the first execution thereof by  the debtor or any creditor, or, if it is executed in any place out of Guyana, then within seven clear days after the time at which it would, in the ordinary course of post, arrive in Guyana, if posted within one week after the execution thereof, and unless it bears the ordinary and ad valorem stamp prescribed by this Act."
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Avoidance of deeds arrangement unless assented by a majority of the creditors  PART III REGISTRATION OF DEEDS OF ARRANGEMENT  ",
            "context": "DEEDS OF ARRANGEMENT ACT under Avoidance of deeds arrangement unless assented by a majority of the creditors  PART III REGISTRATION OF DEEDS OF ARRANGEMENT  5. (1) A deed of arrangement either expressed to be or in fact for the benefit of a debtors creditors generally shall be void unless, before or within twenty-one days after its registration, or within any extended time the High Court (hereinafter called the Court) allows, it has received the assent of a majority in number and value of the creditors of the debtor.  (2) The list of creditors annexed to the affidavit of the debtor filed on the registration of the deed shall be prima facie evidence of the names of the creditors and the amounts of their claims. L.R.O. 1/2012 LAWS OF GUYANA Deeds of Arrangement Cap. 12:23 7  L.R.O. 1/2012                                   Registrar and place for registration.   Mode of registration.          (3) The assent of a creditor for the purposes of subsection (l) shall be established by his executing the deed or sending to the trustee his assent in writing attested by a witness, but not otherwise.  (4) The trustee shall file with the Registrar at the time of the registration of a deed of arrangement, or, in the case of a deed of arrangement assented to after registration, within twenty-eight days after registration or within any extended time the Court allows, a statutory declaration by the trustee that the requisite majority of the creditors of the debtor have assented to the deed, which declaration shall, in favour of a purchaser for value, be conclusive evidence, and, in other cases, be prima facie evidence, of the fact declared.  (5) In calculating a majority of creditors for the purposes of this section, a creditor holding security upon the property of the debtor shall be reckoned as a creditor only in respect of the balance (if any) due to him after deducting the value of that security, and creditors whose debts amount to sums not exceeding forty-eight dollars shall be reckoned in the majority in the value but not in the majority in number.  PART III REGISTRATION OF DEEDS OF ARRANGEMENT",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A deed of arrangement either expressed to be or in fact for the benefit of a debtors creditors generally shall be void unless, before or within twenty-one days after its registration, or within any extended time the High Court"
                },
                {
                    "representation": "(2)",
                    "description": "The list of creditors annexed to the affidavit of the debtor filed on the registration of the deed shall be prima facie evidence of the names of the creditors and the amounts of their claims. L.R.O. 1/2012 LAWS OF GUYANA Deeds of Arrangement Cap. 12:23 7  L.R.O. 1/2012                                   Registrar and place for registration.   Mode of registration."
                },
                {
                    "representation": "(3)",
                    "description": "The assent of a creditor for the purposes of subsection"
                },
                {
                    "representation": "(l)",
                    "description": "shall be established by his executing the deed or sending to the trustee his assent in writing attested by a witness, but not otherwise."
                },
                {
                    "representation": "(4)",
                    "description": "The trustee shall file with the Registrar at the time of the registration of a deed of arrangement, or, in the case of a deed of arrangement assented to after registration, within twenty-eight days after registration or within any extended time the Court allows, a statutory declaration by the trustee that the requisite majority of the creditors of the debtor have assented to the deed, which declaration shall, in favour of a purchaser for value, be conclusive evidence, and, in other cases, be prima facie evidence, of the fact declared."
                },
                {
                    "representation": "(5)",
                    "description": "In calculating a majority of creditors for the purposes of this section, a creditor holding security upon the property of the debtor shall be reckoned as a creditor only in respect of the balance"
                }
            ]
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Registrar and place for registration. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Registrar and place for registration. 6. The Registrar of Deeds shall be the Registrar of deeds of arrangement for the purposes of this Act, and the deeds registry shall be the place for their registration.",
            "description": "The Registrar of Deeds shall be the Registrar of deeds of arrangement for the purposes of this Act, and the deeds registry shall be the place for their registration."
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Mode of registration. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Mode of registration. 7. (1) The registration of a deed of arrangement under this Act shall be effected in the following manner:  a true copy of the deed, and of every schedule or inventory thereto annexed, or therein mentioned, shall be presented to and filed with the Registrar within seven clear days after the execution of the deed (in like manner as a bill of sale given by way of security for the payment of money is required to be filed), together with an LAWS OF GUYANA 8 Cap. 12:23 Deeds of Arrangement                             Form of register.                        affidavit verifying the time of execution and containing a description of the residence and occupation of the debtor, and of the place or places where his business is carried on, and an affidavit by him stating the total estimated amount of property and liabilities included under the deed, the total amount of the composition (if any) payable thereunder, and the names and addresses of his creditors.  (2) No deed shall be registered under this Act unless the original of the deed, duly stamped with the proper inland revenue duty, and in addition to that duty a stamp denoting a duty computed at the rate of twenty-five cents for every five hundred dollars or fraction of five hundred dollars of the sworn value of the property passing, or (where no property passes under the deed) the amount of composition payable under the deed, is produced to the Registrar at the time of the registration.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The registration of a deed of arrangement under this Act shall be effected in the following manner:  a true copy of the deed, and of every schedule or inventory thereto annexed, or therein mentioned, shall be presented to and filed with the Registrar within seven clear days after the execution of the deed"
                },
                {
                    "representation": "(2)",
                    "description": "No deed shall be registered under this Act unless the original of the deed, duly stamped with the proper inland revenue duty, and in addition to that duty a stamp denoting a duty computed at the rate of twenty-five cents for every five hundred dollars or fraction of five hundred dollars of the sworn value of the property passing, or"
                }
            ]
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Form of register. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Form of register. 8. The Registrar shall keep a register wherein shall be entered, as soon as conveniently may be after the presentation of a deed for registration, an abstract of the contents of every deed of arrangement registered under  this Act containing the following and any other prescribed particulars:  (a) the date of the deed;  (b) the name, address, and description of the debtor, and the place or places where his business was carried on at the date of the execution of the deed, and the title of the firm or firms under which the debtor carried on business, and the name and address of the trustee (if any) under the deed;  (c) a short statement of the nature and effect of the deed; and of the composition in the dollar payable L.R.O. 1/2012 LAWS OF GUYANA Deeds of Arrangement Cap. 12:23 9  L.R.O. 1/2012              Rectification of register.                Time for registration.        Inspection of register and registered deeds. [6 of 1997]           thereunder;  (d) the date of registration;  (e) the amount of property and liabilities included under the deed, as estimated by the debtor.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the date of the deed;"
                },
                {
                    "representation": "(b)",
                    "description": "the name, address, and description of the debtor, and the place or places where his business was carried on at the date of the execution of the deed, and the title of the firm or firms under which the debtor carried on business, and the name and address of the trustee"
                },
                {
                    "representation": "(c)",
                    "description": "a short statement of the nature and effect of the deed; and of the composition in the dollar payable L.R.O. 1/2012 LAWS OF GUYANA Deeds of Arrangement Cap. 12:23 9  L.R.O. 1/2012              Rectification of register.                Time for registration.        Inspection of register and registered deeds. [6 of 1997]           thereunder;"
                },
                {
                    "representation": "(d)",
                    "description": "the date of registration;"
                },
                {
                    "representation": "(e)",
                    "description": "the amount of property and liabilities included under the deed, as estimated by the debtor."
                }
            ]
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Rectification of register. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Rectification of register. 9. The Court, or a judge thereof, upon being satisfied that the omission to register a deed of arrangement within the time required by this Act, or that the omission or misstatement of the name, residence, or description of any person, was accidental or due to inadvertence, or to some cause beyond the control of the debtor and not imputable to any negligence on his part, may, on the application of any party interested, and on any just and expedient terms and conditions, extend the time for registration, or order the omission or misstatement to be supplied or rectified by the insertion in the register of the true name, residence, or description.",
            "description": "The Court, or a judge thereof, upon being satisfied that the omission to register a deed of arrangement within the time required by this Act, or that the omission or misstatement of the name, residence, or description of any person, was accidental or due to inadvertence, or to some cause beyond the control of the debtor and not imputable to any negligence on his part, may, on the application of any party interested, and on any just and expedient terms and conditions, extend the time for registration, or order the omission or misstatement to be supplied or rectified by the insertion in the register of the true name, residence, or description."
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Time for registration. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Time for registration. 10. Where the time for registering a deed of arrangement expires on a public holiday, or other day on which the Deeds Registry is closed, the registration shall be valid if made on the next following day on which that registry is open.",
            "description": "Where the time for registering a deed of arrangement expires on a public holiday, or other day on which the Deeds Registry is closed, the registration shall be valid if made on the next following day on which that registry is open."
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Inspection of register and registered deeds.  PART IV PROVISIONS AS TO TRUSTEES SECTION  ",
            "context": "DEEDS OF ARRANGEMENT ACT under Inspection of register and registered deeds.  PART IV PROVISIONS AS TO TRUSTEES SECTION  11. Anyone shall be entitled, at all reasonable times, to search the register on payment of sixty-five dollars, or any other prescribed fee, and subject to the prescribed regulations, and shall be entitled at all reasonable times to inspect, examine, and make extracts from any registered deed of  arrangement, without being required to make a written application or to specify any particulars in reference thereto, upon payment of sixty-five dollars, or any other prescribed fee, for each deed of arrangement inspected:  Provided that the extracts shall be limited to the dates of execution and of registration, the names, addresses, and LAWS OF GUYANA 10 Cap. 12:23 Deeds of Arrangement              Security by trustee.                                       descriptions of the debtor and of the parties to the deed, a short statement of the nature and effect of the deed, and any other prescribed particulars.  PART IV PROVISIONS AS TO TRUSTEES",
            "description": "Anyone shall be entitled, at all reasonable times, to search the register on payment of sixty-five dollars, or any other prescribed fee, and subject to the prescribed regulations, and shall be entitled at all reasonable times to inspect, examine, and make extracts from any registered deed of  arrangement, without being required to make a written application or to specify any particulars in reference thereto, upon payment of sixty-five dollars, or any other prescribed fee, for each deed of arrangement inspected:  Provided that the extracts shall be limited to the dates of execution and of registration, the names, addresses, and LAWS OF GUYANA 10 Cap. 12:23 Deeds of Arrangement              Security by trustee.                                       descriptions of the debtor and of the parties to the deed, a short statement of the nature and effect of the deed, and any other prescribed particulars.  PART IV PROVISIONS AS TO TRUSTEES"
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Security by trustee. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Security by trustee. 12. (1) The trustee under a deed of arrangement shall, within seven days from the date on which the statutory declaration certifying the assent of the creditors is filed, give security in the prescribed manner to the Registrar, in a  sum equal to the estimated assets available for distribution amongst the unsecured creditors as shown by the affidavit filed on registration, to administer the deed properly and account fully for the assets which come to his hands, unless a majority in number and value of the debtors creditors, either by resolution passed at a meeting convened by notice to all the creditors, or by writing addressed to the trustee, dispense with his giving that security:  Provided that, when that dispensation has been so given, the trustee shall forthwith make and file with the Registrar a statutory declaration to that effect, which declaration shall, in favour of a purchaser for value, be conclusive evidence, and, in other cases, be prima facie evidence, of the facts declared.  (2) If a trustee under a deed of arrangement fails to comply with the requirements of this section, the Court, on the application of any creditor and after hearing any persons it thinks fit, may declare the deed of arrangement to be void, or make an order appointing another trustee in the place of the trustee appointed by the deed.  (3) A certificate that the security required by this section has been given by a trustee, signed by the Registrar to whom it was given and filed with the Registrar, shall be conclusive evidence of the fact.  (4) All moneys received by a trustee under a deed L.R.O. 1/2012 LAWS OF GUYANA Deeds of Arrangement Cap. 12:23 11  L.R.O. 1/2012                Trustee acting when deed of arrangement void. [6 of 1997]                        Transmission of accounts to Registrar. [6 of 1997]    of arrangement shall be banked by him to an account to be opened in the name of the debtors estate.  (5) In calculating a majority of creditors for the purposes of this section, a creditor holding security upon the property of the debtor shall be reckoned as a creditor only in respect of the balance (if any) due to him after deducting the value of that security, and creditors whose debts amount to sums not exceeding fifty dollars shall be reckoned in the majority in value but not in the majority in number.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The trustee under a deed of arrangement shall, within seven days from the date on which the statutory declaration certifying the assent of the creditors is filed, give security in the prescribed manner to the Registrar, in a  sum equal to the estimated assets available for distribution amongst the unsecured creditors as shown by the affidavit filed on registration, to administer the deed properly and account fully for the assets which come to his hands, unless a majority in number and value of the debtors creditors, either by resolution passed at a meeting convened by notice to all the creditors, or by writing addressed to the trustee, dispense with his giving that security:  Provided that, when that dispensation has been so given, the trustee shall forthwith make and file with the Registrar a statutory declaration to that effect, which declaration shall, in favour of a purchaser for value, be conclusive evidence, and, in other cases, be prima facie evidence, of the facts declared."
                },
                {
                    "representation": "(2)",
                    "description": "If a trustee under a deed of arrangement fails to comply with the requirements of this section, the Court, on the application of any creditor and after hearing any persons it thinks fit, may declare the deed of arrangement to be void, or make an order appointing another trustee in the place of the trustee appointed by the deed."
                },
                {
                    "representation": "(3)",
                    "description": "A certificate that the security required by this section has been given by a trustee, signed by the Registrar to whom it was given and filed with the Registrar, shall be conclusive evidence of the fact."
                },
                {
                    "representation": "(4)",
                    "description": "All moneys received by a trustee under a deed L.R.O. 1/2012 LAWS OF GUYANA Deeds of Arrangement Cap. 12:23 11  L.R.O. 1/2012                Trustee acting when deed of arrangement void. [6 of 1997]                        Transmission of accounts to Registrar. [6 of 1997]    of arrangement shall be banked by him to an account to be opened in the name of the debtors estate."
                },
                {
                    "representation": "(5)",
                    "description": "In calculating a majority of creditors for the purposes of this section, a creditor holding security upon the property of the debtor shall be reckoned as a creditor only in respect of the balance"
                }
            ]
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Trustee acting when deed of arrangement void. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Trustee acting when deed of arrangement void. 13. If a trustee acts under a deed of arrangement  (a) after it has to his knowledge become void by reason of non-compliance with any of the requirements of this Act, or  (b) after he has failed to give security within the time and in the manner  provided for by this Act or any enactment repealed by this Act,  he shall be liable on summary conviction to a fine of four thousand eight hundred and seventy-five dollars for every day between the date on which the deed became void or the expiration of the time within which security should have been given, as the case may be, and the last day on which he is proved to have acted as trustee, unless he satisfies the court before which he is accused that his contravention of the law was due to inadvertence, or that his  action has been confined to taking steps necessary for the protection of the estate.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "after it has to his knowledge become void by reason of non-compliance with any of the requirements of this Act, or"
                },
                {
                    "representation": "(b)",
                    "description": "after he has failed to give security within the time and in the manner  provided for by this Act or any enactment repealed by this Act,  he shall be liable on summary conviction to a fine of four thousand eight hundred and seventy-five dollars for every day between the date on which the deed became void or the expiration of the time within which security should have been given, as the case may be, and the last day on which he is proved to have acted as trustee, unless he satisfies the court before which he is accused that his contravention of the law was due to inadvertence, or that his  action has been confined to taking steps necessary for the protection of the estate."
                }
            ]
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Transmission of accounts to Registrar. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Transmission of accounts to Registrar. 14. (1) Every trustee under a deed of arrangement shall at the prescribed times, transmit to the Registrar an account of his receipts and payments as trustee, in the prescribed form and verified in the prescribed manner.  (2) If any trustee fails to transmit that account, he LAWS OF GUYANA 12 Cap. 12:23 Deeds of Arrangement        c. 12:21                       Transmission of accounts to creditors.                c. 12:21   Audit of accounts.  shall be liable on summary conviction to a fine of four thousand eight hundred and seventy-five dollars for each day during which the default continues, and the High Court on the application of the Registrar may exercise all the powers conferred on the Court by section 86(2) of the Insolvency Act.  (3) The accounts transmitted to the Registrar in pursuance of this section shall be open to inspection by the debtor or any creditor or other person interested on payment of the prescribed fee, and copies of or extracts from the accounts shall, on payment of the prescribed fee, be furnished to the debtor, the creditors, or any other persons interested.  (4) In this section the expression trustee includes any person appointed to distribute a composition or to act in any fiduciary capacity under any deed of arrangement, and the expression prescribed means prescribed by rules under the Insolvency Act, or under any other Act dealing with insolvency.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every trustee under a deed of arrangement shall at the prescribed times, transmit to the Registrar an account of his receipts and payments as trustee, in the prescribed form and verified in the prescribed manner."
                },
                {
                    "representation": "(2)",
                    "description": "If any trustee fails to transmit that account, he LAWS OF GUYANA 12 Cap. 12:23 Deeds of Arrangement        c. 12:21                       Transmission of accounts to creditors.                c. 12:21   Audit of accounts.  shall be liable on summary conviction to a fine of four thousand eight hundred and seventy-five dollars for each day during which the default continues, and the High Court on the application of the Registrar may exercise all the powers conferred on the Court by section 86(2) of the Insolvency Act."
                },
                {
                    "representation": "(3)",
                    "description": "The accounts transmitted to the Registrar in pursuance of this section shall be open to inspection by the debtor or any creditor or other person interested on payment of the prescribed fee, and copies of or extracts from the accounts shall, on payment of the prescribed fee, be furnished to the debtor, the creditors, or any other persons interested."
                },
                {
                    "representation": "(4)",
                    "description": "In this section the expression trustee includes any person appointed to distribute a composition or to act in any fiduciary capacity under any deed of arrangement, and the expression prescribed means prescribed by rules under the Insolvency Act, or under any other Act dealing with insolvency."
                }
            ]
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Transmission of accounts to creditors LAWS OF GUYANA 4 Cap. 12:23 Deeds of Arrangement   SECTION ",
            "context": "DEEDS OF ARRANGEMENT ACT under Transmission of accounts to creditors LAWS OF GUYANA 4 Cap. 12:23 Deeds of Arrangement   SECTION 15. Every trustee under a deed of arrangement shall, at the expiration of six months from the date of the registration of the deed, and thereafter at the expiration of every subsequent period of six months until the estate has been finally wound up, send to each creditor who has assented to the deed a statement of the trustees accounts and of the proceedings under the deed down to the date of the statement, and shall, in his affidavit, verifying his accounts transmitted to the Registrar state whether or not he has duly sent that statement, and the dates on which the statements were sent; and, if a trustee fails to comply with any of the provisions of this section, the Court may, for the purpose of enforcing these provisions, exercise on the application of the Registrar all the powers conferred on the Court by section 86(2) of the Insolvency Act.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "of the Insolvency Act."
                }
            ]
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Audit of accounts. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Audit of accounts. 16. (1) Where in the course of the administration of the estate of a debtor who has executed a deed of arrangement, or within twelve months from the date when the final accounts L.R.O. 1/2012 LAWS OF GUYANA Deeds of Arrangement Cap. 12:23 13  L.R.O. 1/2012        c. 12:21                       Payment of undistributed moneys into court.       Preferential payment to creditor an offence.     of the estate were rendered to the Registrar, an application in writing is made to the Registrar by a majority in number and value of the creditors who have assented to the deed for an official audit of the trustees accounts, the Registrar may cause the trustees accounts to be audited, and in that case all the provisions of the Insolvency Act, or any other Act dealing with insolvency relating to the institution and enforcement of an audit of the accounts of a trustee in insolvency (including the provisions as to fees) shall, with necessary modifications, apply to the audit of the trustees accounts, and the Registrar shall have power on the audit to require production of a  (2) The Registrar may determine how and by what parties the costs, charges and expenses of and incidental to the audit (including any prescribed fees chargeable in respect thereof) are to be borne, whether by the applicants or by the trustee or out of the estate, and may, before granting an application for an audit, require the applicants to give security for the costs of the audit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where in the course of the administration of the estate of a debtor who has executed a deed of arrangement, or within twelve months from the date when the final accounts L.R.O. 1/2012 LAWS OF GUYANA Deeds of Arrangement Cap. 12:23 13  L.R.O. 1/2012        c. 12:21                       Payment of undistributed moneys into court.       Preferential payment to creditor an offence.     of the estate were rendered to the Registrar, an application in writing is made to the Registrar by a majority in number and value of the creditors who have assented to the deed for an official audit of the trustees accounts, the Registrar may cause the trustees accounts to be audited, and in that case all the provisions of the Insolvency Act, or any other Act dealing with insolvency relating to the institution and enforcement of an audit of the accounts of a trustee in insolvency"
                },
                {
                    "representation": "(2)",
                    "description": "The Registrar may determine how and by what parties the costs, charges and expenses of and incidental to the audit"
                }
            ]
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Payment of undistributed moneys into court. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Payment of undistributed moneys into court. 17. At any time after the expiration of two years from the date of the registration of a deed of arrangement, the Court may on the application of the trustee or a creditor, or on the application of the debtor, order that all moneys representing unclaimed dividends, and undistributed funds then in the hands of the trustee or under his control be paid into court.",
            "description": "At any time after the expiration of two years from the date of the registration of a deed of arrangement, the Court may on the application of the trustee or a creditor, or on the application of the debtor, order that all moneys representing unclaimed dividends, and undistributed funds then in the hands of the trustee or under his control be paid into court."
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Preferential payment to creditor an offence. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Preferential payment to creditor an offence. 18. If a trustee under a deed of arrangement pays to any creditor out of the debtors property a sum larger in proportion to the creditors claim than that paid to other creditors entitled to the benefit of the deed, then, unless the deed authorises him to do so, or unless those payments are either made to a secured creditor or to one entitled to enforce his claim by distress, or are those which would be lawful in certificate for the taxed costs of any attorney-at-law whose costs no certificate is produced. have been paid or charged by the trustee, and to disallow  the whole or any part of any costs in respect of which  LAWS OF GUYANA 14 Cap. 12:23 Deeds of Arrangement       Protection of trustees under void deeds.                   Notice to creditors of avoidance of deed. [6 of 1997]            Payment of expenses incurred by trustees.       Application of Part IV.    an insolvency, he shall be guilty of a misdemeanour.",
            "description": "If a trustee under a deed of arrangement pays to any creditor out of the debtors property a sum larger in proportion to the creditors claim than that paid to other creditors entitled to the benefit of the deed, then, unless the deed authorises him to do so, or unless those payments are either made to a secured creditor or to one entitled to enforce his claim by distress, or are those which would be lawful in certificate for the taxed costs of any attorney-at-law whose costs no certificate is produced. have been paid or charged by the trustee, and to disallow  the whole or any part of any costs in respect of which  LAWS OF GUYANA 14 Cap. 12:23 Deeds of Arrangement       Protection of trustees under void deeds.                   Notice to creditors of avoidance of deed. [6 of 1997]            Payment of expenses incurred by trustees.       Application of Part IV.    an insolvency, he shall be guilty of a misdemeanour."
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Protection of trustees under void deeds. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Protection of trustees under void deeds. 19. Where a deed of arrangement is void because the requisite majority of creditors have not assented thereto, or, in the case of a deed for the benefit of three or more creditors, because the debtor was insolvent at the time of the execution of the deed and the deed was not registered as required by this Act, but is not void for any other reason, and a  receiving order is made against the debtor upon a petition presented after the lapse of three months from the execution of the deed, the trustee under the deed shall not be liable to account to the trustee in the insolvency for any dealings with or payments made out of the debtors property which would have been proper if the deed had been valid, if he proves that at the time of those dealings or payments he did not know, and had no reason to suspect, that the deed was void.",
            "description": "Where a deed of arrangement is void because the requisite majority of creditors have not assented thereto, or, in the case of a deed for the benefit of three or more creditors, because the debtor was insolvent at the time of the execution of the deed and the deed was not registered as required by this Act, but is not void for any other reason, and a  receiving order is made against the debtor upon a petition presented after the lapse of three months from the execution of the deed, the trustee under the deed shall not be liable to account to the trustee in the insolvency for any dealings with or payments made out of the debtors property which would have been proper if the deed had been valid, if he proves that at the time of those dealings or payments he did not know, and had no reason to suspect, that the deed was void."
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Notice to creditors of avoidance of deed. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Notice to creditors of avoidance of deed. 20. When a deed of arrangement is void by virtue of this Act for any reason other than that, being for the benefit of creditors generally, it has not been registered within the time allowed for the purpose by this Act, the trustee shall, as soon as practicable after he has become aware that the deed is void, give notice in writing thereof to each creditor whose name and address he knows, and file a copy of the notice with the Registrar, and, if he fails to do so, he shall be liable on summary conviction to a fine of nineteen thousand five hundred dollars.",
            "description": "When a deed of arrangement is void by virtue of this Act for any reason other than that, being for the benefit of creditors generally, it has not been registered within the time allowed for the purpose by this Act, the trustee shall, as soon as practicable after he has become aware that the deed is void, give notice in writing thereof to each creditor whose name and address he knows, and file a copy of the notice with the Registrar, and, if he fails to do so, he shall be liable on summary conviction to a fine of nineteen thousand five hundred dollars."
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Payment of expenses incurred by trustees. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Payment of expenses incurred by trustees. 21. Where a deed of arrangement is avoided by reason of the insolvency of the debtor, any expenses properly incurred by the trustee under the deed in the performance of any of the duties imposed on him by this Act shall be allowed or paid him by the trustee in the insolvency as a first charge on the estate.",
            "description": "Where a deed of arrangement is avoided by reason of the insolvency of the debtor, any expenses properly incurred by the trustee under the deed in the performance of any of the duties imposed on him by this Act shall be allowed or paid him by the trustee in the insolvency as a first charge on the estate."
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Application of Part IV.  PART V GENERAL  ",
            "context": "DEEDS OF ARRANGEMENT ACT under Application of Part IV.  PART V GENERAL  22. The provisions of this Part, except those provisions which  (a) relate to the transmission of accounts L.R.O. 1/2012 LAWS OF GUYANA Deeds of Arrangement Cap. 12:23 15  L.R.O. 1/2012                          Courts in which application for enforcement of trusts to be made.           Relative to insolvency laws.        to the Registrar;   (b) provide for the protection of trustees under void deeds;   (c) require a notice to be given to creditors of avoidance of deeds; and  (d) Provide for the payment of expenses incurred by trustees,  shall not apply to a deed of arrangement made for the benefit of any three or more of the debtors creditors unless it is in fact for the benefit of the debtors creditors generally.  PART V GENERAL",
            "description": [
                {
                    "representation": "(a)",
                    "description": "relate to the transmission of accounts L.R.O. 1/2012 LAWS OF GUYANA Deeds of Arrangement Cap. 12:23 15  L.R.O. 1/2012                          Courts in which application for enforcement of trusts to be made.           Relative to insolvency laws.        to the Registrar;"
                },
                {
                    "representation": "(b)",
                    "description": "provide for the protection of trustees under void deeds;"
                },
                {
                    "representation": "(c)",
                    "description": "require a notice to be given to creditors of avoidance of deeds; and"
                },
                {
                    "representation": "(d)",
                    "description": "Provide for the payment of expenses incurred by trustees,  shall not apply to a deed of arrangement made for the benefit of any three or more of the debtors creditors unless it is in fact for the benefit of the debtors creditors generally.  PART V GENERAL"
                }
            ]
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Courts in which application for enforcement of trusts to be made. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Courts in which application for enforcement of trusts to be made. 23. Any application by the trustee under a deed of arrangement, either expressed to be or in fact for the benefit of the debtors creditors generally, or by the debtor, or by any creditor entitled to the benefit thereof, for the  enforcement of the trusts or the determination of questions under it, shall be made to the Court:  Provided that any question as to whether any person claiming to be a creditor entitled to the benefit of a deed of arrangement is so entitled, may, subject to rules made under this Act, be decided either by the court having such jurisdiction as aforesaid or by the High Court.",
            "description": "Any application by the trustee under a deed of arrangement, either expressed to be or in fact for the benefit of the debtors creditors generally, or by the debtor, or by any creditor entitled to the benefit thereof, for the  enforcement of the trusts or the determination of questions under it, shall be made to the Court:  Provided that any question as to whether any person claiming to be a creditor entitled to the benefit of a deed of arrangement is so entitled, may, subject to rules made under this Act, be decided either by the court having such jurisdiction as aforesaid or by the High Court."
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Relative to insolvency laws. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Relative to insolvency laws. 24. (1) If the trustee under a deed of arrangement, either expressed to be or in fact for the benefit of the debtors creditors generally, serves in the prescribed manner on any creditor of the debtor notice in writing of the execution of the deed and of the filing of the statutory declaration certifying the creditors assents, with an intimation that the creditor will not, after the expiration of one month from the service of the notice, be entitled to present an insolvency petition against LAWS OF GUYANA 16 Cap. 12:23 Deeds of Arrangement                                Office copies.          Fees.              the debtor founded on the execution of the deed or on any other act committed by him in the course or for the purpose of the proceedings preliminary to the execution of the deed as an act of insolvency, that creditor shall not, after the expiration of that period, unless the deed becomes void, be entitled to present  an insolvency petition against the debtor founded on the execution of the deed or any act so committed by him as an act of insolvency.  (2) Where a deed of arrangement aforesaid has become void by virtue of this Act, the fact that a creditor has assented to the deed shall not disentitle him to present an insolvency petition founded on the execution of the deed of arrangement as an act of insolvency.  (3) Except as otherwise expressly provided by this Act, nothing in this Act shall be construed as repealing or shall affect any provision of the law for the time being in force in relation to insolvency or shall give validity to any deed or instrument which by law is an act of insolvency or void or voidable.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the trustee under a deed of arrangement, either expressed to be or in fact for the benefit of the debtors creditors generally, serves in the prescribed manner on any creditor of the debtor notice in writing of the execution of the deed and of the filing of the statutory declaration certifying the creditors assents, with an intimation that the creditor will not, after the expiration of one month from the service of the notice, be entitled to present an insolvency petition against LAWS OF GUYANA 16 Cap. 12:23 Deeds of Arrangement                                Office copies.          Fees.              the debtor founded on the execution of the deed or on any other act committed by him in the course or for the purpose of the proceedings preliminary to the execution of the deed as an act of insolvency, that creditor shall not, after the expiration of that period, unless the deed becomes void, be entitled to present  an insolvency petition against the debtor founded on the execution of the deed or any act so committed by him as an act of insolvency."
                },
                {
                    "representation": "(2)",
                    "description": "Where a deed of arrangement aforesaid has become void by virtue of this Act, the fact that a creditor has assented to the deed shall not disentitle him to present an insolvency petition founded on the execution of the deed of arrangement as an act of insolvency."
                },
                {
                    "representation": "(3)",
                    "description": "Except as otherwise expressly provided by this Act, nothing in this Act shall be construed as repealing or shall affect any provision of the law for the time being in force in relation to insolvency or shall give validity to any deed or instrument which by law is an act of insolvency or void or voidable."
                }
            ]
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Office copies. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Office copies. 25. Subject to this Act, anyone shall be entitled to have an office copy of, or extract from, any deed registered under this Act at the prescribed fees or charge, and any copy or extract purporting to be an office copy or extract shall, in all courts and before all arbitrators or other persons, be admitted as prima facie evidence thereof, and of the fact and date of registration as shown thereon.",
            "description": "Subject to this Act, anyone shall be entitled to have an office copy of, or extract from, any deed registered under this Act at the prescribed fees or charge, and any copy or extract purporting to be an office copy or extract shall, in all courts and before all arbitrators or other persons, be admitted as prima facie evidence thereof, and of the fact and date of registration as shown thereon."
        }
    },
    {
        "act": "DEEDS OF ARRANGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Fees. ",
            "context": "DEEDS OF ARRANGEMENT ACT under Fees. 26. There shall be taken, in respect of the registration of deeds of arrangement, and in respect of any office copies or extracts, or official searches made by the Registrar, the fees from time to time prescribed by rules of court; and nothing in this Act contained shall make it obligatory on the Registrar to do, or permit to be done, any act in respect of which any fee is specified or prescribed, except on payment of that fee.   L.R.O. 1/2012 LAWS OF GUYANA Deeds of Arrangement Cap. 12:23 17  L.R.O. 1/2012 Rules.  c. 3:02",
            "description": "There shall be taken, in respect of the registration of deeds of arrangement, and in respect of any office copies or extracts, or official searches made by the Registrar, the fees from time to time prescribed by rules of court; and nothing in this Act contained shall make it obligatory on the Registrar to do, or permit to be done, any act in respect of which any fee is specified or prescribed, except on payment of that fee.   L.R.O. 1/2012 LAWS OF GUYANA Deeds of Arrangement Cap. 12:23 17  L.R.O. 1/2012 Rules.  c. 3:02"
        }
    }
]