[
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Short title. 1. This Act may be cited as the Family and Dependants Provision Act.",
            "description": "This Act may be cited as the Family and Dependants Provision Act."
        }
    },
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Interpretation. 2. (1) In this Act LAWS OF GUYANA 4 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                                                  beneficiary, in relation to the estate of a deceased person, means  (a) a person who under the will of the deceased or under the law relating to intestacy is beneficially interested in the estate or would be so interested if an order had not been made under  this Act; and  (b) a person who has received any sum of money or other property which by virtue of section 10 is treated as part of the net estate of the deceased or would have received that sum or other property if an order had not been made under this Act;  Court means the High Court;  net estate, in relation to a deceased person means  (a) all property of which the deceased had power to dispose of by his will (otherwise than by virtue of a special power of appointment) less the amount of his funeral, testamentary and administration expenses, debts and liabilities including any estate duty payable out of his estate on his death; (b) any property in respect of which the deceased held a general power of appointment LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 5  L.R.O. 1/2012                                                 (not being a power exercisable by will) which has not been exercised; (c) any sum of money or other property which is treated for the purposes of this Act as part of the net estate of the deceased by virtue of section 10; (d) any property which is treated for the purposes of this Act as part of the net estate of the deceased by virtue of an order made under section 11; (e) any sum of money or other property which is, by reason of a disposition or contract made by the deceased, ordered under section 12 or 13 to be provided for the purpose of the making of financial provision under this Act;  property includes any chose in action;  reasonable financial provision has the meaning assigned to it by section 3(2);  valuable consideration does not include marriage or a promise of marriage.  (2) Any reference in this Act to provision out of the net estate of a deceased person shall include a reference to provision extending to the whole of that estate.  (3) For the purposes of this Act, any reference to a wife or husband shall be treated as including a reference to a person who in good faith entered into a void marriage with the deceased unless either LAWS OF GUYANA 6 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                             c. 46:04                       (a) the marriage of the deceased and that person was dissolved or annulled during the lifetime of the deceased and the dissolution or annulment is recognised by the law; or  (b) that person has during the lifetime of the deceased entered into a later marriage.  (4) Any reference in this Act to remarriage or to a person who has remarried shall include a reference to a marriage which is by law void or voidable or to a person who has entered into such a marriage, as the case may be, and a marriage shall be treated for the purposes of this Act as a remarriage, in relation to any party thereto, notwithstanding that the previous marriage of that party was void or voidable.  (5) For the purposes of this Act, any reference to a child shall include a child in respect of whom an adoption order has been made under the Adoption of Children Act, and a child born out of wedlock.  (6) (a) For the purposes of this Act, any reference to  (i) a wife shall include a reference to a single woman living together with a single man in a common law union for five years immediately preceding the date of his death; (ii) a husband shall include a reference to a single man living together with a single woman in a common law union for five years immediately preceding the date of her death: LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 7  L.R.O. 1/2012                Application for financial provision from deceaseds estate.                               Provided that only one such union shall be considered for any benefit under this Act.  (b) For the purposes of paragraph (a), any reference to a single woman or a single man shall include a reference to a widow or widower or to a woman or man who is divorced as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act LAWS OF GUYANA 4 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                                                  beneficiary, in relation to the estate of a deceased person, means"
                },
                {
                    "representation": "(a)",
                    "description": "the marriage of the deceased and that person was dissolved or annulled during the lifetime of the deceased and the dissolution or annulment is recognised by the law; or"
                },
                {
                    "representation": "(b)",
                    "description": "For the purposes of paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "any sum of money or other property which is treated for the purposes of this Act as part of the net estate of the deceased by virtue of section 10;"
                },
                {
                    "representation": "(d)",
                    "description": "any property which is treated for the purposes of this Act as part of the net estate of the deceased by virtue of an order made under section 11;"
                },
                {
                    "representation": "(e)",
                    "description": "any sum of money or other property which is, by reason of a disposition or contract made by the deceased, ordered under section 12 or 13 to be provided for the purpose of the making of financial provision under this Act;  property includes any chose in action;  reasonable financial provision has the meaning assigned to it by section 3(2);  valuable consideration does not include marriage or a promise of marriage."
                },
                {
                    "representation": "(2)",
                    "description": "Any reference in this Act to provision out of the net estate of a deceased person shall include a reference to provision extending to the whole of that estate."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this Act, any reference to a wife or husband shall be treated as including a reference to a person who in good faith entered into a void marriage with the deceased unless either LAWS OF GUYANA 6 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                             c. 46:04"
                },
                {
                    "representation": "(4)",
                    "description": "Any reference in this Act to remarriage or to a person who has remarried shall include a reference to a marriage which is by law void or voidable or to a person who has entered into such a marriage, as the case may be, and a marriage shall be treated for the purposes of this Act as a remarriage, in relation to any party thereto, notwithstanding that the previous marriage of that party was void or voidable."
                },
                {
                    "representation": "(5)",
                    "description": "For the purposes of this Act, any reference to a child shall include a child in respect of whom an adoption order has been made under the Adoption of Children Act, and a child born out of wedlock."
                },
                {
                    "representation": "(6)",
                    "description": "(a) For the purposes of this Act, any reference to"
                },
                {
                    "representation": "(i)",
                    "description": "a wife shall include a reference to a single woman living together with a single man in a common law union for five years immediately preceding the date of his death;"
                }
            ]
        }
    },
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application for financial provision from deceased’s estate. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Application for financial provision from deceaseds estate. 3. (1) Where a person dies domiciled in Guyana and is survived by any of the following persons  (a) the wife or husband of the deceased;   (b) a child of the deceased;  (c) any person (not being a child of the deceased) who, in the case of any marriage to which the deceased was at any time a party, was treated by the deceased as a child of the family in relation to that marriage;  (d) any person (not being a person included in the foregoing paragraphs of this subsection) who immediately before the death of the deceased was being maintained, either wholly or partly, by the deceased,  that person may apply to the Court for an order under section 4 on the ground that the disposition of the deceaseds estate effected by his will or the law relating to intestacy, or the combination of his will and that law, is not such as to make reasonable financial provision for the applicant.  (2) In this Act reasonable financial provision LAWS OF GUYANA 8 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                                         Powers of Court to make orders.        (a) in the case of an application made by virtue of subsection (1)(a) by the husband or wife of the deceased (except where the marriage with the deceased was the subject of a decree of judicial separation and at the date of death the decree was in force and the separation was continuing), means such financial provision as it would be reasonable in all the circumstances of the case for a husband or wife to receive, whether or not that provision is required for his or her maintenance;  (b) in the case of any other application made by virtue of subsection (1), means such financial provision as it would be reasonable in all the circumstances of the case for the applicant to receive for his maintenance.  (3) For the purposes of subsection (1)(d) a person shall be treated as being maintained by the deceased, either wholly or partly, as the case may be, if the deceased, otherwise than for full valuable consideration was making a substantial contribution in money or moneys worth towards the reasonable needs of that person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a person dies domiciled in Guyana and is survived by any of the following persons"
                },
                {
                    "representation": "(a)",
                    "description": "by the husband or wife of the deceased"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of any other application made by virtue of subsection"
                },
                {
                    "representation": "(c)",
                    "description": "any person"
                },
                {
                    "representation": "(d)",
                    "description": "a person shall be treated as being maintained by the deceased, either wholly or partly, as the case may be, if the deceased, otherwise than for full valuable consideration was making a substantial contribution in money or moneys worth towards the reasonable needs of that person."
                },
                {
                    "representation": "(2)",
                    "description": "In this Act reasonable financial provision LAWS OF GUYANA 8 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                                         Powers of Court to make orders."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of subsection"
                }
            ]
        }
    },
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Powers of Court to make orders. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Powers of Court to make orders. 4. (1) Subject to the provisions of this Act, where an application is made for an order under this section, the Court may, if it is satisfied that the disposition of the deceaseds estate effected by his will or the law relating to intestacy, or the combination of his will and that law, is not such as to make reasonable financial provision for the applicant, make any one or more of the following orders  LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 9  L.R.O. 1/2012                                                 (a) an order for the making to the applicant out of the net estate of the deceased of such periodical payments and for such term as may be specified in the order;  (b) an order for the payment to the applicant out of that estate of a lump sum of such amount as may be so specified;   (c) an order for the transfer to the applicant of such property comprised in that estate as may be so specified;   (d) an order for the settlement for the benefit of the applicant of such property comprised in that estate as may be so specified;  (e) an order for the acquisition out of property comprised in that estate of such property as may be so specified and for the transfer of the property so acquired to the applicant or for the settlement thereof for his benefit;  (f) an order varying any ante-nuptial or post-nuptial settlement (including such a settlement made by will) made on the parties to a marriage to which the deceased was one of the parties, the variation being for the benefit of the surviving party to that marriage, or any child of that marriage, or any person who was treated by the deceased as a child of the family in relation to that marriage. LAWS OF GUYANA 10 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                                                  (2) An order under subsection (1) (a) providing for the making out of the net estate of the deceased of periodical payments may provide for  (a) payments of such amount as may be specified in the order;  (b) payments equal to the whole of the income of the net estate or of such portion thereof as may be so specified;  (c) payments equal to the whole of the income of such part of the net estate as the Court may direct to be set aside or appropriated for the making out of the income thereof of payments under this section;  or may provide for the amount of the payments or any of them to be determined in any other way the Court thinks fit.  (3) Where an order under subsection (1)(a) provides for the making of payments of an amount specified in the order, the order may direct that such part of the net estate as may be so specified shall be set aside or appropriated for the making out of the income thereof of those payments; but no larger part of the net estate shall be so set aside or appropriated than is sufficient, at the date of the order, to produce by the income thereof the amount required for the making of those payments.  (4) An order under this section may contain such consequential and supplemental provisions as the Court thinks necessary or expedient for the purpose of giving effect to the order or for the purpose of securing that the order operates fairly as between one beneficiary of the estate of the deceased and another and may, in particular, but without prejudice to the generality of this subsection LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 11  L.R.O. 1/2012                            Matters to which the Court is to have regard.                   (a) order any person who holds any property which forms part of the net estate of the deceased to make such payment or transfer such property as may be specified in the order;  (b) vary the disposition of the deceaseds estate effected by the will or the law relating to intestacy, or by both the will and the law relating to intestacy, in such manner as the Court thinks fair and reasonable having regard to the provisions of the order and all the circumstances of the case;  (c) confer on the trustees of any property which is the subject of an order under this section such powers as appear to the Court to be necessary or expedient.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a) providing for the making out of the net estate of the deceased of periodical payments may provide for"
                },
                {
                    "representation": "(a)",
                    "description": "order any person who holds any property which forms part of the net estate of the deceased to make such payment or transfer such property as may be specified in the order;"
                },
                {
                    "representation": "(b)",
                    "description": "vary the disposition of the deceaseds estate effected by the will or the law relating to intestacy, or by both the will and the law relating to intestacy, in such manner as the Court thinks fair and reasonable having regard to the provisions of the order and all the circumstances of the case;"
                },
                {
                    "representation": "(c)",
                    "description": "confer on the trustees of any property which is the subject of an order under this section such powers as appear to the Court to be necessary or expedient."
                },
                {
                    "representation": "(d)",
                    "description": "an order for the settlement for the benefit of the applicant of such property comprised in that estate as may be so specified;"
                },
                {
                    "representation": "(e)",
                    "description": "an order for the acquisition out of property comprised in that estate of such property as may be so specified and for the transfer of the property so acquired to the applicant or for the settlement thereof for his benefit;"
                },
                {
                    "representation": "(f)",
                    "description": "an order varying any ante-nuptial or post-nuptial settlement"
                },
                {
                    "representation": "(2)",
                    "description": "An order under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where an order under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "An order under this section may contain such consequential and supplemental provisions as the Court thinks necessary or expedient for the purpose of giving effect to the order or for the purpose of securing that the order operates fairly as between one beneficiary of the estate of the deceased and another and may, in particular, but without prejudice to the generality of this subsection LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 11  L.R.O. 1/2012                            Matters to which the Court is to have regard."
                }
            ]
        }
    },
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Matters to which the Court is to have regard. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Matters to which the Court is to have regard. 5. (1) Where an application is made for an order under section 4 the Court shall, in determining whether the disposition of the deceaseds estate effected by his will or the law relating to intestacy, or the combination of his will and that law, is such as to make reasonable financial provision for the applicant and, if the court considers that reasonable financial provision has not been made, in determining whether and in what  manner  it shall exercise its powers under that section, have regard to the following matters, that is to say  (a) the financial resources and financial needs which the applicant has or is likely to have in the foreseeable future;  (b) the financial resources and financial LAWS OF GUYANA 12 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                                                  needs which any other applicant for an order under section 4 has or is likely to have in the foreseeable future;  (c) the financial resources and financial needs which any beneficiary of the estate of the deceased has or is likely to have in the foreseeable future;  (d) any obligations and responsibilities which the deceased had towards any applicant for an order under section 4 or towards any beneficiary of the estate of the deceased;  (e) the size and nature of the net estate of the deceased;  (f) any physical or mental disability of any applicant for an order under section 4 or any beneficiary of the estate of the deceased;  (g) any other matter, including the conduct of the applicant or any other person, which in the circumstances of the case the Court may consider relevant.  (2) Without prejudice to the generality of paragraph (g) of subsection (1), where an application for an order under section 4 is made by virtue of section 3(1)(a) the Court shall, in addition to the matters specifically mentioned in paragraphs (a) to (f) of that subsection, have regard to  (a) the age of the applicant and the duration of the marriage; LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 13  L.R.O. 1/2012                                                 (b) the contribution made by the applicant to the welfare of the family of the deceased, including any contribution made by looking after the home or caring for the family;  and the Court shall also, unless at the date of death a decree of judicial separation was in force and the separation was continuing, have regard to the provision which the applicant might reasonably have expected to receive if on the day on which the deceased died the marriage, instead of being terminated by death, had been terminated by a decree of divorce.  (3) Without prejudice to the generality of paragraph (g) of subsection (1), where an application for an order under section 4 is made by virtue of section 3(1)(b) or 3(1)(c) the Court shall, in addition to the matters specifically mentioned in paragraphs (a) to (f) of that subsection, have regard to the manner in which the applicant was being or in which he might expect to be educated or trained, and where the application is made by virtue of section 3(1)(c), the Court shall also have regard to  (a) whether the deceased had assumed any responsibility for the applicants maintenance and, if so to the extent to which and the basis upon which the deceased assumed that responsibility and to the length of time for which the deceased discharged that responsibility;  (b) whether in assuming and discharging that responsibility the deceased did so knowing that the applicant was not his own child;  LAWS OF GUYANA 14 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                                   Time-limit for applications.        Interim orders.         (c) the liability of any other person to maintain the applicant.  (4) Without prejudice to the generality of paragraph (g) of subsection (1), where an application for an order under section 4 is made by virtue of section 3(1)(d), the Court shall, in addition to the matters specifically mentioned in paragraphs (a) to (f) of that subsection, have regard to the extent to which and the basis upon which the deceased assumed responsibility for the maintenance of the applicant and to the length of time for which the deceased discharged that responsibility.  (5) In considering the matters to which the Court is required to have regard under this section, the Court shall take into account the facts as known to the Court at the date of the hearing.  (6) In considering the financial resources of any person for the purposes of this section the Court shall take into account his earning capacity and in considering the financial needs of any person for the purposes of this section the Court shall take into account his financial obligations and responsibilities.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an application is made for an order under section 4 the Court shall, in determining whether the disposition of the deceaseds estate effected by his will or the law relating to intestacy, or the combination of his will and that law, is such as to make reasonable financial provision for the applicant and, if the court considers that reasonable financial provision has not been made, in determining whether and in what  manner  it shall exercise its powers under that section, have regard to the following matters, that is to say"
                },
                {
                    "representation": "(a)",
                    "description": "to"
                },
                {
                    "representation": "(b)",
                    "description": "whether in assuming and discharging that responsibility the deceased did so knowing that the applicant was not his own child;  LAWS OF GUYANA 14 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                                   Time-limit for applications.        Interim orders."
                },
                {
                    "representation": "(c)",
                    "description": "the liability of any other person to maintain the applicant."
                },
                {
                    "representation": "(d)",
                    "description": "any obligations and responsibilities which the deceased had towards any applicant for an order under section 4 or towards any beneficiary of the estate of the deceased;"
                },
                {
                    "representation": "(e)",
                    "description": "the size and nature of the net estate of the deceased;"
                },
                {
                    "representation": "(f)",
                    "description": "of that subsection, have regard to the extent to which and the basis upon which the deceased assumed responsibility for the maintenance of the applicant and to the length of time for which the deceased discharged that responsibility."
                },
                {
                    "representation": "(g)",
                    "description": "of subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the generality of paragraph"
                },
                {
                    "representation": "(3)",
                    "description": "Without prejudice to the generality of paragraph"
                },
                {
                    "representation": "(4)",
                    "description": "Without prejudice to the generality of paragraph"
                },
                {
                    "representation": "(5)",
                    "description": "In considering the matters to which the Court is required to have regard under this section, the Court shall take into account the facts as known to the Court at the date of the hearing."
                },
                {
                    "representation": "(6)",
                    "description": "In considering the financial resources of any person for the purposes of this section the Court shall take into account his earning capacity and in considering the financial needs of any person for the purposes of this section the Court shall take into account his financial obligations and responsibilities."
                }
            ]
        }
    },
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Time-limit for applications. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Time-limit for applications. 6. An application for an order under section 4 shall not, except with the permission of the Court, be made after the end of the period of one year from the date on which representation with respect to the estate of the deceased is first taken out.",
            "description": "An application for an order under section 4 shall not, except with the permission of the Court, be made after the end of the period of one year from the date on which representation with respect to the estate of the deceased is first taken out."
        }
    },
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Interim orders. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Interim orders. 7. (1) Where on an application for an order under section 4 it appears to the Court  (a) that the applicant is in immediate need of financial assistance, but it is not yet possible to determine what order (if any) should be made under LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 15  L.R.O. 1/2012                                             Variation, discharge etc. of orders for periodical payments.  that section; and  (b) that property forming part of the net estate of the deceased is or can be made available to meet the need of the applicant,  the Court may order that, subject to such conditions or restrictions, if any, as the Court may impose and to any further order of the Court, there shall be paid to the applicant out of the net estate of the deceased such sum or sums and (if more than one) at such intervals as the Court thinks reasonable; and the Court may order that, subject to the provisions of this Act, such payments are to be made until such date as the Court may specify, not being later than the date on which the Court either makes an order under the said section 4 or decides not to exercise its power under that section.  (2) Subsections (2), (3) and (4) of section 4 shall apply in relation to an order under this section as they apply in relation to an order under that section.  (3) In determining what order, if any, should be made under this section the Court shall, so far as the urgency of the case admits, have regard to the same matters as those to which the court is required to have regard under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where on an application for an order under section 4 it appears to the Court"
                },
                {
                    "representation": "(a)",
                    "description": "that the applicant is in immediate need of financial assistance, but it is not yet possible to determine what order"
                },
                {
                    "representation": "(b)",
                    "description": "that property forming part of the net estate of the deceased is or can be made available to meet the need of the applicant,  the Court may order that, subject to such conditions or restrictions, if any, as the Court may impose and to any further order of the Court, there shall be paid to the applicant out of the net estate of the deceased such sum or sums and"
                },
                {
                    "representation": "(2)",
                    "description": "Subsections"
                },
                {
                    "representation": "(3)",
                    "description": "In determining what order, if any, should be made under this section the Court shall, so far as the urgency of the case admits, have regard to the same matters as those to which the court is required to have regard under section"
                },
                {
                    "representation": "(4)",
                    "description": "of section 4 shall apply in relation to an order under this section as they apply in relation to an order under that section."
                }
            ]
        }
    },
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Variation, discharge etc. of orders for periodical payments. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Variation, discharge etc. of orders for periodical payments. 8. (1) Subject to the provisions of this Act, where the Court has made an order under section 4(1)(a) (in this section referred to as the original order) for the making of periodical payments to any person (in this section referred to LAWS OF GUYANA 16 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                                                  as the original recipient), the Court, on an application under this section, shall have power by order to vary or discharge the original order or to suspend any provision of it temporarily and to revive the operation of any provision so suspended.  (2) Without prejudice to the generality of subsection (1), an order made on an application for the variation of the original order may  (a) provide for the making out of any relevant property of such periodical payments and for such term as may be specified in the order to any person who has applied, or would but for section 6 be entitled to apply, for an order under section 4 (whether or not, in the case of any application, an order was made in favour of the applicant);  (b) provide for the payment out of any relevant property of a lump sum of such amount as may be so specified to the original recipient or to any such person as is mentioned in paragraph (a);  (c) provide for the transfer of the relevant property, or such part thereof as may be so specified, to the original recipient or to any such person as is so mentioned.  (3) Where the original order provides that any periodical payments payable thereunder to the original recipient are to cease on the occurrence of an event specified in the order or on the expiration of a period so specified, then, LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 17  L.R.O. 1/2012                                                 if, before the end of the period of six months from the date of the occurrence of that event or of the expiration of that period, an application is made for an order under this section, the Court shall have power to make any order which it would have had power to make if the application had been made before that date (whether in favour of the original recipient or any such person as is mentioned in subsection (2) (a) and whether having effect from that date or from such later date as the Court may specify).  (4) Any reference in this section to the original order shall include a reference to an order made under this section and any reference in this section to the original recipient shall include a reference to any person to whom periodical payments are required to be made by virtue of an order under this section.  (5) An application under this section may be made by any of the following persons, that is to say  (a) any person who by virtue of section 3(1) has applied, or would but for section 6 be entitled to apply, for an order under section 4;  (b) the personal representatives of the deceased;   (c) the trustees of any relevant property; and  (d) any beneficiary of the estate of the deceased.  (6) An order under this section may only affect  (a) property the income of which is at the date of the order applicable wholly or LAWS OF GUYANA 18 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                                                  in part for the making of periodical payments to any person who has applied for an order under this Act; or  (b) in the case of an application under subsection (3) in respect of payments which have ceased to be payable on the occurrence of an event or the expiration of a period, property the income of which was so applicable immediately before the occurrence of that event or the expiration of that period, as the case may be,  and any such property as is mentioned in paragraph (a) or (b) is in subsections (2) and (5) referred to as relevant property.  (7) In exercising the powers conferred by this section the Court shall have regard to all the circumstances of the case, including any change in any of the matters to which the Court was required to have regard when making the order to which the application relates.  (8) Where the Court makes an order under this section, it may give such consequential directions as it thinks necessary or expedient having regard to the provisions of the order.  (9) No such order as is mentioned in section 4(1) (d), (e) or (f); 11, 12 or 13 shall be made on an application under this section.  (10) For the avoidance of doubt it is hereby declared that, in relation to an order which provides for the making of periodical payments which are to cease on the occurrence of an event specified in the order or on the expiration of a period so specified, the power to vary an order includes power to provide for the making of periodical LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 19  L.R.O. 1/2012       Payment of lump sums by instalments.                 Property treated as part of net estate.             Property held on a joint tenancy.          payments after the expiration of that period or the occurrence of that event.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the provisions of this Act, where the Court has made an order under section 4(1)(a)"
                },
                {
                    "representation": "(2)",
                    "description": "and"
                },
                {
                    "representation": "(a)",
                    "description": "or"
                },
                {
                    "representation": "(b)",
                    "description": "is in subsections"
                },
                {
                    "representation": "(c)",
                    "description": "the trustees of any relevant property; and"
                },
                {
                    "representation": "(3)",
                    "description": "in respect of payments which have ceased to be payable on the occurrence of an event or the expiration of a period, property the income of which was so applicable immediately before the occurrence of that event or the expiration of that period, as the case may be,  and any such property as is mentioned in paragraph"
                },
                {
                    "representation": "(4)",
                    "description": "Any reference in this section to the original order shall include a reference to an order made under this section and any reference in this section to the original recipient shall include a reference to any person to whom periodical payments are required to be made by virtue of an order under this section."
                },
                {
                    "representation": "(5)",
                    "description": "referred to as relevant property."
                },
                {
                    "representation": "(d)",
                    "description": "any beneficiary of the estate of the deceased."
                },
                {
                    "representation": "(6)",
                    "description": "An order under this section may only affect"
                },
                {
                    "representation": "(7)",
                    "description": "In exercising the powers conferred by this section the Court shall have regard to all the circumstances of the case, including any change in any of the matters to which the Court was required to have regard when making the order to which the application relates."
                },
                {
                    "representation": "(8)",
                    "description": "Where the Court makes an order under this section, it may give such consequential directions as it thinks necessary or expedient having regard to the provisions of the order."
                },
                {
                    "representation": "(9)",
                    "description": "No such order as is mentioned in section 4(1)"
                },
                {
                    "representation": "(e)",
                    "description": "or"
                }
            ]
        }
    },
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Payment of lump sums by instalments. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Payment of lump sums by instalments. 9. (1) An order under section 4(1) (b) or 8(2) (b) for the payment of a lump sum may provide for the payment of that sum by instalments of such amount as may be specified in the order.  (2) Where an order is made by virtue of subsection (1) the Court shall have power, on an application made by the person to whom the lump sum is payable, by the personal representatives of the deceased or by the trustees of the property out of which the lump sum is payable, to vary that order by varying the number of instalments payable, the amount of any instalment and the date on which any instalment becomes payable.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the Court shall have power, on an application made by the person to whom the lump sum is payable, by the personal representatives of the deceased or by the trustees of the property out of which the lump sum is payable, to vary that order by varying the number of instalments payable, the amount of any instalment and the date on which any instalment becomes payable."
                },
                {
                    "representation": "(b)",
                    "description": "for the payment of a lump sum may provide for the payment of that sum by instalments of such amount as may be specified in the order."
                },
                {
                    "representation": "(2)",
                    "description": "Where an order is made by virtue of subsection"
                }
            ]
        }
    },
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Property treated as part of “net estate”. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Property treated as part of net estate. 10. Where any sum of money or other property is received by any person as a donatio mortis causa made by a deceased person, that sum of money, after deducting therefrom any estate duty paid thereon by the donee, or that other property to the extent of the value thereof at the date of the death of the deceased after deducting therefrom any estate duty so paid, shall be treated for the purpose of this Act as part of the net estate of the deceased; but this section shall not render any person liable for having paid that sum or transferred that other property in order to give effect to that donatio mortis causa.",
            "description": "Where any sum of money or other property is received by any person as a donatio mortis causa made by a deceased person, that sum of money, after deducting therefrom any estate duty paid thereon by the donee, or that other property to the extent of the value thereof at the date of the death of the deceased after deducting therefrom any estate duty so paid, shall be treated for the purpose of this Act as part of the net estate of the deceased; but this section shall not render any person liable for having paid that sum or transferred that other property in order to give effect to that donatio mortis causa."
        }
    },
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Property held on a joint tenancy. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Property held on a joint tenancy. 11. (1) Where a deceased person was immediately before his death beneficially entitled to a joint tenancy of any property, then, if, before the end of the period of one year from the date on which representation with respect to the estate of the deceased was first taken out, an application is made for an order under section 4, the Court for the purpose of facilitating the making of financial provision for the applicant under this Act may order that the deceaseds severable share of that property, at the value thereof LAWS OF GUYANA 20 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                            Anti-avoidance provisions.                               immediately before his death, shall, to such extent as appears to the Court to be just in all the circumstances of the case, be treated for the purposes of this Act as part of the net estate of the deceased.  (2) Where an order is made under subsection (1) the provisions of this section shall not render any person liable for anything done by him before the order was made.  (3) For the avoidance of doubt it is hereby declared that for the purposes of this section there may be a joint tenancy of a chose in action.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the provisions of this section shall not render any person liable for anything done by him before the order was made."
                },
                {
                    "representation": "(2)",
                    "description": "Where an order is made under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "For the avoidance of doubt it is hereby declared that for the purposes of this section there may be a joint tenancy of a chose in action."
                }
            ]
        }
    },
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Anti-avoidance provisions. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Anti-avoidance provisions. 12. (1) Where an application is made to the Court for an order under section 4 the applicant may, in the proceedings on that application, apply to the Court for an order under subsection (2).  (2) Where on application under subsection (1) the Court is satisfied  (a) that, less than five years before the date of the death of the deceased, the deceased with the intention of defeating an application for financial provision under this Act made a disposition; and  (b) that full valuable consideration for that disposition was not given by the person to whom or for the benefit of whom the disposition was made (in this section referred to as the donee) or by any other person; and  (c) that the exercise of the powers conferred by this section would facilitate the making of financial LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 21  L.R.O. 1/2012                                                 provision for the applicant under this Act,  then, subject to the provisions of this section and of sections 14 and 15 the Court may order the donee (whether or not at the date of the order he holds any interest in the property disposed of to him or for his benefit by the deceased) to provide, for the purpose of the making of that financial provision, such sum of money or other property as may be specified in the order.  (3) Where an order is made under subsection (2) as respects any disposition made by the deceased which consisted of the payment of money to or for the benefit of the donee, the amount of any sum of money or the value of any property ordered to be provided under that subsection shall not exceed the amount of the payment made by the deceased after deducting therefrom any estate duty borne by the donee in respect of that payment.  (4) Where an order is made under subsection (2) as respects any disposition made by the deceased which consisted of the transfer of property (other than a sum of money) to or for the benefit of the donee, the amount of any sum of money or the value of any property ordered to be provided under that subsection shall not exceed the value at the date of the death of the deceased of the property disposed of by him to or for the benefit of the donee (or, if that property has been disposed of by the person to whom it was transferred by the deceased, the value at the date of that disposal thereof) after deducting therefrom any estate duty borne by the donee in respect of the transfer of that property by the deceased.  (5) Where an application (in this subsection referred to as the original application) is made for an order under subsection (2) in relation to any disposition, then if on an application under this subsection by the donee or by any LAWS OF GUYANA 22 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                                                  applicant for an order under section 4 the Court is satisfied  (a) that, less than five years before the date of the death of the deceased, the deceased with the intention of defeating an application for financial provision under this Act made a disposition other than the disposition which is the subject of the original application; and  (b) that full valuable consideration for that other disposition was not given by the person to whom or for the benefit of whom that other disposition was made or by any other person,  the Court may exercise in relation to the person to whom or for the benefit of whom that other disposition was made the powers which the Court would have had under subsection (2) if the original application had been made in respect of that other disposition and the Court had been satisfied as to the matters set out in paragraphs (a), (b) and (c) of that subsection; and where any application is made under this subsection, any reference in this section (except in subsection (2)(b)) to the donee shall include a reference to the person to whom or for the benefit of whom that other disposition was made.  (6) In determining whether and in what manner to exercise its powers under this section, the Court shall have regard to the circumstances in which any disposition was made and any valuable consideration which was given therefor, the relationship, if any, of the donee to the deceased, the conduct and financial resources of the donee and all the other circumstances of the case.  LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 23  L.R.O. 1/2012                         Contracts to leave property by will.                        (7) In this section disposition does not include  (a) any provision in a will or any donatio mortis causa under section 10; or  (b) any appointment of property made, otherwise than by will, in the exercise of a special power of appointment,  but, subject to these exceptions, includes any payment of money, (including the payment of a premium under a policy of assurance) and any conveyance, assurance, appointment or gift of property of any description, whether made by an instrument or otherwise.  (8) The provisions of this section do not apply to any disposition made before the commencement of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the Court is satisfied"
                },
                {
                    "representation": "(2)",
                    "description": "if the original application had been made in respect of that other disposition and the Court had been satisfied as to the matters set out in paragraphs"
                },
                {
                    "representation": "(a)",
                    "description": "any provision in a will or any donatio mortis causa under section 10; or"
                },
                {
                    "representation": "(b)",
                    "description": "any appointment of property made, otherwise than by will, in the exercise of a special power of appointment,  but, subject to these exceptions, includes any payment of money,"
                },
                {
                    "representation": "(c)",
                    "description": "of that subsection; and where any application is made under this subsection, any reference in this section"
                },
                {
                    "representation": "(3)",
                    "description": "Where an order is made under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Where an order is made under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Where an application"
                },
                {
                    "representation": "(6)",
                    "description": "In determining whether and in what manner to exercise its powers under this section, the Court shall have regard to the circumstances in which any disposition was made and any valuable consideration which was given therefor, the relationship, if any, of the donee to the deceased, the conduct and financial resources of the donee and all the other circumstances of the case.  LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 23  L.R.O. 1/2012                         Contracts to leave property by will."
                },
                {
                    "representation": "(7)",
                    "description": "In this section disposition does not include"
                },
                {
                    "representation": "(8)",
                    "description": "The provisions of this section do not apply to any disposition made before the commencement of this Act."
                }
            ]
        }
    },
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Contracts to leave property by will. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Contracts to leave property by will. 13. (1) Where an application is made to the Court for an order under section 4 the applicant may, in the proceedings on that application, apply to the court for an order under this section.  (2) Where on an application under subsection (1) the Court is satisfied  (a) that the deceased made a contract by which he agreed to leave by his will a sum of money or other property to any person or by which he agreed that a sum of money or other property would be paid or transferred to any person out of his estate; and  (b) that the deceased made that contract with the intention of defeating an application for financial provision under this Act; and LAWS OF GUYANA 24 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                                                  (c) that when the contract was made full valuable consideration for that contract was not given or promised by the person with whom or for the benefit of whom the contract was made (in this section referred to as the donee) or by any other person; and  (d) that the exercise of the powers conferred by this section would facilitate the making of financial provision for the applicant under this Act;  then, subject to the provisions of this section and of sections 14 and 15 the Court may make any one or more of the following orders, that is to say  (i) if any money has been paid or any other property has been transferred to or for the benefit of the donee in accordance with the contract, an order directing the donee to provide, for the purpose of the making of that financial provision, such sum of money or other property as may be specified in the order; (ii) if the money or all the money has not been paid or the property or all the property has not been transferred in accordance with the contract, an order directing the personal representatives not to make any payment or transfer any property, or not to make any LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 25  L.R.O. 1/2012                                                   further payment or transfer any further property, as the case may be, in accordance therewith or directing the personal representatives only to make such payment or transfer such property as may be specified in the order.  (3) Notwithstanding anything in subsection (2), the court may exercise its powers thereunder in relation to any contract made by the deceased only to the extent that the Court considers that the amount of any sum of money paid or to be paid or the value of any property transferred or to be transferred in accordance with the contract exceeds the value of any valuable consideration given or to be given for that contract, and for this purpose the Court shall have regard to the value of the property at the date of the hearing.  (4) In determining whether and in what manner to exercise its powers under this section, the Court shall have regard to the circumstances in which the contract was made, the relationship, if any, of the donee to the deceased, the conduct and financial resources of the donee and all the other circumstances of the case.  (5) Where an order has been made under subsection (2) in relation to any contract, the rights of any person to enforce that contract or to recover damages or to obtain other relief for the breach thereof shall be subject to any adjustment made by the Court under section 14(3) and shall survive to such extent only as is consistent with giving effect to the terms of that order.  (6) The provisions of this section do not apply to a contract made before the commencement of this Act.   LAWS OF GUYANA 26 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012   Supplementary provisions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the Court is satisfied"
                },
                {
                    "representation": "(2)",
                    "description": "in relation to any contract, the rights of any person to enforce that contract or to recover damages or to obtain other relief for the breach thereof shall be subject to any adjustment made by the Court under section 14(3) and shall survive to such extent only as is consistent with giving effect to the terms of that order."
                },
                {
                    "representation": "(a)",
                    "description": "that the deceased made a contract by which he agreed to leave by his will a sum of money or other property to any person or by which he agreed that a sum of money or other property would be paid or transferred to any person out of his estate; and"
                },
                {
                    "representation": "(b)",
                    "description": "that the deceased made that contract with the intention of defeating an application for financial provision under this Act; and LAWS OF GUYANA 24 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012"
                },
                {
                    "representation": "(c)",
                    "description": "that when the contract was made full valuable consideration for that contract was not given or promised by the person with whom or for the benefit of whom the contract was made"
                },
                {
                    "representation": "(d)",
                    "description": "that the exercise of the powers conferred by this section would facilitate the making of financial provision for the applicant under this Act;  then, subject to the provisions of this section and of sections 14 and 15 the Court may make any one or more of the following orders, that is to say"
                },
                {
                    "representation": "(i)",
                    "description": "if any money has been paid or any other property has been transferred to or for the benefit of the donee in accordance with the contract, an order directing the donee to provide, for the purpose of the making of that financial provision, such sum of money or other property as may be specified in the order;"
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding anything in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "In determining whether and in what manner to exercise its powers under this section, the Court shall have regard to the circumstances in which the contract was made, the relationship, if any, of the donee to the deceased, the conduct and financial resources of the donee and all the other circumstances of the case."
                },
                {
                    "representation": "(5)",
                    "description": "Where an order has been made under subsection"
                },
                {
                    "representation": "(6)",
                    "description": "The provisions of this section do not apply to a contract made before the commencement of this Act.   LAWS OF GUYANA 26 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012   Supplementary provisions."
                }
            ]
        }
    },
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Supplementary provisions. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Supplementary provisions. 14. (1) Where the exercise of any of the powers conferred by section  12 or 13 is conditional on the Court being satisfied that a disposition or contract was made by a deceased person with the intention of defeating an application for financial provision under this Act, that condition shall be fulfilled if the Court is of the opinion that, on a balance of probabilities, the intention of the deceased (though not necessarily his sole intention) in making the disposition or contract was to prevent an order for financial provision being made under this Act or to reduce the amount of the provision which might otherwise be granted by an order thereunder.  (2) Where an application is made under section 13 with respect to any contract made by the deceased and no valuable consideration was given or promised by any person for that contract then notwithstanding anything in subsection (1), it shall be presumed, unless the contrary is shown, that the deceased made that contract with the intention of defeating an application for financial provision under this Act.  (3) Where the Court makes an order under section 12 or 13 it may give such consequential directions as it thinks fit (including directions requiring the making of any payment or the transfer of any property) for giving effect to the order or for securing a fair adjustment of the rights of the persons affected thereby.  (4) Any power conferred on the Court by section 12 or 13 to order the donee, in relation to any disposition or contract, to provide any sum of money or other property shall be exercisable in like manner in relation to the personal representative of the donee, and  (a) any reference in section 12(4) to the disposal of property by the donee shall include a reference to disposal LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 27  L.R.O. 1/2012                         Provisions as to trustees.                         by the personal representative of the donee; and  (b) any reference in section 12(5) to an application by the donee under that subsection shall include a reference to an application by the personal representative of the donee,  but the Court shall not have power under section 12 or 13 to make an order in respect of any property forming part of the estate of the donee which has been distributed by the personal representative; and the personal representative shall not be liable for having distributed any such property before he has notice of the making of an application under section 12 or 13 on the ground that he ought to have taken into account the possibility that such an application would be made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the exercise of any of the powers conferred by section  12 or 13 is conditional on the Court being satisfied that a disposition or contract was made by a deceased person with the intention of defeating an application for financial provision under this Act, that condition shall be fulfilled if the Court is of the opinion that, on a balance of probabilities, the intention of the deceased"
                },
                {
                    "representation": "(2)",
                    "description": "Where an application is made under section 13 with respect to any contract made by the deceased and no valuable consideration was given or promised by any person for that contract then notwithstanding anything in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where the Court makes an order under section 12 or 13 it may give such consequential directions as it thinks fit"
                },
                {
                    "representation": "(4)",
                    "description": "Any power conferred on the Court by section 12 or 13 to order the donee, in relation to any disposition or contract, to provide any sum of money or other property shall be exercisable in like manner in relation to the personal representative of the donee, and"
                },
                {
                    "representation": "(a)",
                    "description": "any reference in section 12(4) to the disposal of property by the donee shall include a reference to disposal LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 27  L.R.O. 1/2012                         Provisions as to trustees.                         by the personal representative of the donee; and"
                },
                {
                    "representation": "(b)",
                    "description": "any reference in section 12(5) to an application by the donee under that subsection shall include a reference to an application by the personal representative of the donee,  but the Court shall not have power under section 12 or 13 to make an order in respect of any property forming part of the estate of the donee which has been distributed by the personal representative; and the personal representative shall not be liable for having distributed any such property before he has notice of the making of an application under section 12 or 13 on the ground that he ought to have taken into account the possibility that such an application would be made."
                }
            ]
        }
    },
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Provisions as to trustees. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Provisions as to trustees. 15. (1) Where an application is made for  (a) an order under section 12 in respect of a disposition made by the deceased to any person as a trustee; or  (b) an order under section 13 in respect of any payment made or property transferred, in accordance with a contract made by the deceased, to any person as a trustee,  the powers of the Court under section 12 or 13 to order that trustee to provide a sum of money or other property shall be subject to the following limitation (in addition, in a case of an application under section 12, to any provision regarding the deduction of estate duty) namely, that the amount of any sum of money or the value of any property ordered to be provided  LAWS OF GUYANA 28 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012                                                  (i) in the case of an application in respect of a disposition which consisted of the payment of money or an application in respect of the payment of money in accordance with a contract, shall not exceed the aggregate of so much of that money as is at the date of the order in the hands of the trustee and the value at that date of any property which represents that money or is derived therefrom and is at that date in the hands of the trustee; (ii) in the case of an application in respect of a disposition which consisted of the transfer of property (other than a sum of money) or an application in respect of the transfer of property (other than a sum of money) in accordance with a contract, shall not exceed the aggregate of the value at the date of the order of so much of that property as is at that date in the hands of the trustee and the value at that date of any property which represents the first-mentioned property or is derived therefrom and is at that date in the hands of the trustee.  (2) Where any such application is made in respect of a disposition made to any person as a trustee or in respect of any payment made or property transferred in pursuance of a contract to any person as a trustee, the trustee shall not be LAWS OF GUYANA Family and Dependants Provision Cap. 12:24 29  L.R.O. 1/2012                          Effect, duration and form of orders.                               liable for having distributed any money or other property on the ground that he ought to have taken into account the possibility that such an application would be made.  (3) Where any such application is made in respect of a disposition made to any person as a trustee or in respect of any payment made or property transferred in accordance with a contract to any person as a trustee, any reference in section 12 or 13 to the donee shall be construed as including a reference to the trustee or trustees for the time being of the trust in question and any reference in subsection (1) or (2) to a trustee shall be construed in the same way.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or"
                },
                {
                    "representation": "(a)",
                    "description": "an order under section 12 in respect of a disposition made by the deceased to any person as a trustee; or"
                },
                {
                    "representation": "(b)",
                    "description": "an order under section 13 in respect of any payment made or property transferred, in accordance with a contract made by the deceased, to any person as a trustee,  the powers of the Court under section 12 or 13 to order that trustee to provide a sum of money or other property shall be subject to the following limitation"
                },
                {
                    "representation": "(i)",
                    "description": "in the case of an application in respect of a disposition which consisted of the payment of money or an application in respect of the payment of money in accordance with a contract, shall not exceed the aggregate of so much of that money as is at the date of the order in the hands of the trustee and the value at that date of any property which represents that money or is derived therefrom and is at that date in the hands of the trustee;"
                },
                {
                    "representation": "(2)",
                    "description": "to a trustee shall be construed in the same way."
                },
                {
                    "representation": "(3)",
                    "description": "Where any such application is made in respect of a disposition made to any person as a trustee or in respect of any payment made or property transferred in accordance with a contract to any person as a trustee, any reference in section 12 or 13 to the donee shall be construed as including a reference to the trustee or trustees for the time being of the trust in question and any reference in subsection"
                }
            ]
        }
    },
    {
        "act": "FAMILY AND DEPENDANTS PROVISION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Effect, duration and form of orders. ",
            "context": "FAMILY AND DEPENDANTS PROVISION ACT under Effect, duration and form of orders. 16. (1) Where an order is made under section 4 then for all purposes, including the purposes of the enactments relating to estate duty the will or the law relating to intestacy, or both the will and the law relating to intestacy, as the case may be, the order shall have effect and be deemed to have had effect as from the deceaseds death subject to the provisions of the order.  (2) Any order made under section 4 or 7 in favour of an applicant who was the husband or wife of the deceased in a case where the marriage  with the deceased was the subject of a decree of judicial separation and at the date of death the decree was in force and the separation was continuing, shall, in so far as it provides for the making of periodical payments, cease to have effect on the remarriage of the applicant, except in relation to any arrears due under the order on the date of the remarriage.  (3) A copy of every order made under this Act shall be sent to the Registrar of the Supreme Court of Judicature for entry and filing, and a memorandum of the order shall be endorsed on, or permanently annexed to, the probate or letters of administration under which the estate is being administered.  LAWS OF GUYANA 30 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012  Provisions as to personal representatives.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an order is made under section 4 then for all purposes, including the purposes of the enactments relating to estate duty the will or the law relating to intestacy, or both the will and the law relating to intestacy, as the case may be, the order shall have effect and be deemed to have had effect as from the deceaseds death subject to the provisions of the order."
                },
                {
                    "representation": "(2)",
                    "description": "Any order made under section 4 or 7 in favour of an applicant who was the husband or wife of the deceased in a case where the marriage  with the deceased was the subject of a decree of judicial separation and at the date of death the decree was in force and the separation was continuing, shall, in so far as it provides for the making of periodical payments, cease to have effect on the remarriage of the applicant, except in relation to any arrears due under the order on the date of the remarriage."
                },
                {
                    "representation": "(3)",
                    "description": "A copy of every order made under this Act shall be sent to the Registrar of the Supreme Court of Judicature for entry and filing, and a memorandum of the order shall be endorsed on, or permanently annexed to, the probate or letters of administration under which the estate is being administered.  LAWS OF GUYANA 30 Cap. 12:24 Family and Dependants Provision   L.R.O. 1/2012  Provisions as to personal representatives."
                }
            ]
        }
    }
]