[
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title ",
            "context": "PUBLIC TRUSTEE ACT under Short title 1. This Act may be cited as the Public Trustee Act.",
            "description": "This Act may be cited as the Public Trustee Act."
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  APPOINTMENT OF PUBLIC TRUSTEE  ",
            "context": "PUBLIC TRUSTEE ACT under Interpretation.  APPOINTMENT OF PUBLIC TRUSTEE  2. In this Act  Court means the High Court or any judge thereof;  estate includes every description of movable and immovable property, goods, chattels, money, securities for money, and all writings relating to or evidencing any right or title to any property, and all rights of action and claims;  private executor or administrator means an executor or administrator other than the Public Trustee;  private guardian or committee, or receiver means a  PUBLIC TRUSTEE ACT  CHAPTER 13:01 LAWS OF GUYANA Public Trustee Cap. 13:01 5  L.R.O. 1/2012            c. 12:02     Office.         Official Receiver to be Public Trustee till other appointment made. c. 12:22     General powers and duties.           guardian or committee, or receiver, other than the Public Trustee;  trust includes every case where any person acts as executor, guardian, committee, administrator, receiver, or sequestrator, and every case where any person is appointed by the Court, or under any Act, to  administer the property of another person for his benefit;  will has the same meaning as in the Wills Act.  APPOINTMENT OF PUBLIC TRUSTEE",
            "description": "In this Act  Court means the High Court or any judge thereof;  estate includes every description of movable and immovable property, goods, chattels, money, securities for money, and all writings relating to or evidencing any right or title to any property, and all rights of action and claims;  private executor or administrator means an executor or administrator other than the Public Trustee;  private guardian or committee, or receiver means a  PUBLIC TRUSTEE ACT  CHAPTER 13:01 LAWS OF GUYANA Public Trustee Cap. 13:01 5  L.R.O. 1/2012            c. 12:02     Office.         Official Receiver to be Public Trustee till other appointment made. c. 12:22     General powers and duties.           guardian or committee, or receiver, other than the Public Trustee;  trust includes every case where any person acts as executor, guardian, committee, administrator, receiver, or sequestrator, and every case where any person is appointed by the Court, or under any Act, to  administer the property of another person for his benefit;  will has the same meaning as in the Wills Act.  APPOINTMENT OF PUBLIC TRUSTEE"
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Office. ",
            "context": "PUBLIC TRUSTEE ACT under Office. 3. (1) There shall be a Public Trustee for the purposes of this Act.   (2) The Public Trustee shall be a body corporate under that name with perpetual succession, and may sue and be sued thereunder.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a Public Trustee for the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Public Trustee shall be a body corporate under that name with perpetual succession, and may sue and be sued thereunder."
                }
            ]
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Official Receiver to be Public Trustee till other appointment made.  POWERS AND DUTIES OF PUBLIC TRUSTEE  ",
            "context": "PUBLIC TRUSTEE ACT under Official Receiver to be Public Trustee till other appointment made.  POWERS AND DUTIES OF PUBLIC TRUSTEE  4. Unless and until some person is appointed to be the Public Trustee, the Official Receiver appointed under the Official Receiver Act shall be the Public Trustee, and anyone lawfully discharging the duties of Official Receiver under that Act, shall have all the rights, powers and liabilities, and may discharge any of the duties, of the Public Trustee.  POWERS AND DUTIES OF PUBLIC TRUSTEE",
            "description": "Unless and until some person is appointed to be the Public Trustee, the Official Receiver appointed under the Official Receiver Act shall be the Public Trustee, and anyone lawfully discharging the duties of Official Receiver under that Act, shall have all the rights, powers and liabilities, and may discharge any of the duties, of the Public Trustee.  POWERS AND DUTIES OF PUBLIC TRUSTEE"
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "General powers and duties.  (1) In the administration of estates ",
            "context": "PUBLIC TRUSTEE ACT under General powers and duties.  (1) In the administration of estates 5. (1) Subject to and in accordance with this Act, the Public Trustee may, if he thinks fit  (a) act in the administration of the estates of deceased persons;  (b) act as executor or administrator of a will;  LAWS OF GUYANA 6 Cap. 13:01 Public Trustee  L.R.O. 1/2012                                            Administration of estates.    (c) act as guardian or committee, or receiver, of the property of any infant or other person under disability, as the case may be; and  (d) take possession of and administer the estate of any person who is absent from Guyana and who is not fully represented by any attorney in Guyana, and who has left debts unpaid.  (2) Subject to this Act, the Public Trustee may act either alone or jointly with any person or body of persons in any capacity to which he may be appointed in pursuance of this Act, and shall have all the same powers, duties and liabilities, and be entitled to the same rights and immunities and be subject to the control and orders of the Court, as a private person acting in the same capacity.  (3) The Public Trustee may decline, either absolutely or except on the prescribed conditions, to accept any trust, but he shall not decline to accept a trust on the ground only of the small value of the trust property.  (4) The Public Trustee shall not accept any trust which involves the management or carrying on of any business, except when acting under section 11, or except in the cases in which he may be authorised to do so by rules made hereunder, or any trust under a deed of arrangement for the benefit of creditors.  (1) In the administration of estates",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In the administration of estates"
                },
                {
                    "representation": "(a)",
                    "description": "act in the administration of the estates of deceased persons;"
                },
                {
                    "representation": "(b)",
                    "description": "act as executor or administrator of a will;  LAWS OF GUYANA 6 Cap. 13:01 Public Trustee  L.R.O. 1/2012                                            Administration of estates."
                },
                {
                    "representation": "(c)",
                    "description": "act as guardian or committee, or receiver, of the property of any infant or other person under disability, as the case may be; and"
                },
                {
                    "representation": "(d)",
                    "description": "take possession of and administer the estate of any person who is absent from Guyana and who is not fully represented by any attorney in Guyana, and who has left debts unpaid."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to this Act, the Public Trustee may act either alone or jointly with any person or body of persons in any capacity to which he may be appointed in pursuance of this Act, and shall have all the same powers, duties and liabilities, and be entitled to the same rights and immunities and be subject to the control and orders of the Court, as a private person acting in the same capacity."
                },
                {
                    "representation": "(3)",
                    "description": "The Public Trustee may decline, either absolutely or except on the prescribed conditions, to accept any trust, but he shall not decline to accept a trust on the ground only of the small value of the trust property."
                },
                {
                    "representation": "(4)",
                    "description": "The Public Trustee shall not accept any trust which involves the management or carrying on of any business, except when acting under section 11, or except in the cases in which he may be authorised to do so by rules made hereunder, or any trust under a deed of arrangement for the benefit of creditors."
                }
            ]
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Administration of estates.  (2) As Executor ",
            "context": "PUBLIC TRUSTEE ACT under Administration of estates.  (2) As Executor 6. (1) Anyone, who, in the opinion of the Public Trustee, would be entitled to apply to the Court for the appointment of an administrator of the estate of a deceased person, may apply to the Public Trustee to administer the LAWS OF GUYANA Public Trustee Cap. 13:01 7  L.R.O. 1/2012                                             Appointment as executor.   estate, and the Public Trustee shall administer the estate, unless he sees good reason for refusing to do so.  (2) On the Public Trustee undertaking by declaration in writing, signed by him and deposited in the Deeds Registry to administer the estate, he shall have the same power as if he had been appointed by a last will of the deceased person to be executor.  (3) For the purposes of the administration the Public Trustee may exercise those administrative powers and authorities of the High Court which may be conferred upon him by rules under this Act, subject to the conditions imposed by the rules.  (4) Rules shall be made under this Act for enabling the Public Trustee to take the opinion of the Court on any question arising in the course of any administration without judicial proceedings, and otherwise for making the procedure under this section simple and inexpensive.  (5) Where proceedings have been instituted in any court for the administration of an estate, and by reason of the small value of the estate, it  appears to the Court that the estate can be more economically administered by the Public Trustee than by any other person, or that for any other reason it is expedient that the estate should be administered by him instead of by any other person, the Court may order that the estate shall be administered by him, and thereupon (subject to any directions by the Court) this section shall apply as if the administration of the estate had been undertaken by him in pursuance of this section.  (2) As Executor",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone, who, in the opinion of the Public Trustee, would be entitled to apply to the Court for the appointment of an administrator of the estate of a deceased person, may apply to the Public Trustee to administer the LAWS OF GUYANA Public Trustee Cap. 13:01 7  L.R.O. 1/2012                                             Appointment as executor.   estate, and the Public Trustee shall administer the estate, unless he sees good reason for refusing to do so."
                },
                {
                    "representation": "(2)",
                    "description": "As Executor"
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of the administration the Public Trustee may exercise those administrative powers and authorities of the High Court which may be conferred upon him by rules under this Act, subject to the conditions imposed by the rules."
                },
                {
                    "representation": "(4)",
                    "description": "Rules shall be made under this Act for enabling the Public Trustee to take the opinion of the Court on any question arising in the course of any administration without judicial proceedings, and otherwise for making the procedure under this section simple and inexpensive."
                },
                {
                    "representation": "(5)",
                    "description": "Where proceedings have been instituted in any court for the administration of an estate, and by reason of the small value of the estate, it  appears to the Court that the estate can be more economically administered by the Public Trustee than by any other person, or that for any other reason it is expedient that the estate should be administered by him instead of by any other person, the Court may order that the estate shall be administered by him, and thereupon"
                }
            ]
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Appointment as executor.  (3) As Guardian, or Committee, or Receiver ",
            "context": "PUBLIC TRUSTEE ACT under Appointment as executor.  (3) As Guardian, or Committee, or Receiver 7. The Public Trustee, by that name or any other sufficient description, may be appointed executor of a will by the testator, in the same manner as if he were a private LAWS OF GUYANA 8 Cap. 13:01 Public Trustee  L.R.O. 1/2012       As guardian and committee.            Creditor may apply to Public Trustee to administer estate of absentee.              Absentee to be communicated with if possible.        executor and in that case he shall have the same powers as if he were a private executor.  (3) As Guardian, or Committee, or Receiver",
            "description": [
                {
                    "representation": "(3)",
                    "description": "As Guardian, or Committee, or Receiver"
                }
            ]
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "As guardian and committee.  (4) In the Administration of Absentee’s Estates ",
            "context": "PUBLIC TRUSTEE ACT under As guardian and committee.  (4) In the Administration of Absentees Estates 8. The Public Trustee may, by that name or any other sufficient description, be appointed by will or by order of the Court guardian, or committee, or receiver, of the property of any infant or other person under disability, in the same manner as if he were a private person and in those cases he shall have the same powers as if he were a private guardian, or committee, or receiver.  (4) In the Administration of Absentees Estates",
            "description": [
                {
                    "representation": "(4)",
                    "description": "In the Administration of Absentees Estates"
                }
            ]
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Creditor may apply to Public Trustee to administer estate of absentee. ",
            "context": "PUBLIC TRUSTEE ACT under Creditor may apply to Public Trustee to administer estate of absentee. 9. (1) Any creditor of a person absent from Guyana and not represented by any attorney in Guyana appointed under a duly registered power of attorney, may apply to the Public Trustee to take possession of and administer the estate of the absent person.  (2) Upon the application being made, and upon the Public Trustee being satisfied that the person is so absent and unrepresented as aforesaid, and that the applicant is bona fide his creditor, the Public Trustee may take possession of the estate; but the Public Trustee shall not take possession of the estate unless he is satisfied that the assets thereof are probably sufficient to defray the cost of taking possession thereof and administering it.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any creditor of a person absent from Guyana and not represented by any attorney in Guyana appointed under a duly registered power of attorney, may apply to the Public Trustee to take possession of and administer the estate of the absent person."
                },
                {
                    "representation": "(2)",
                    "description": "Upon the application being made, and upon the Public Trustee being satisfied that the person is so absent and unrepresented as aforesaid, and that the applicant is bona fide his creditor, the Public Trustee may take possession of the estate; but the Public Trustee shall not take possession of the estate unless he is satisfied that the assets thereof are probably sufficient to defray the cost of taking possession thereof and administering it."
                }
            ]
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Absentee to be communicated with if possible. ",
            "context": "PUBLIC TRUSTEE ACT under Absentee to be communicated with if possible. 10. The Public Trustee before taking possession under this Act of the property of an absent person who is known and with whom he can communicate, shall communicate in writing with that person, and shall not interfere, except in case of an emergency which in his opinion makes it necessary to take possession of the estate for the protection of the creditors of the absentee, and in that case he shall take immediate possession. LAWS OF GUYANA Public Trustee Cap. 13:01 9  L.R.O. 1/2012  Proceedings on taking possession of estate of absent owner.",
            "description": "The Public Trustee before taking possession under this Act of the property of an absent person who is known and with whom he can communicate, shall communicate in writing with that person, and shall not interfere, except in case of an emergency which in his opinion makes it necessary to take possession of the estate for the protection of the creditors of the absentee, and in that case he shall take immediate possession. LAWS OF GUYANA Public Trustee Cap. 13:01 9  L.R.O. 1/2012  Proceedings on taking possession of estate of absent owner."
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Proceedings on taking possession of estate of absent owner.  FINANCIAL PROVISIONS  ",
            "context": "PUBLIC TRUSTEE ACT under Proceedings on taking possession of estate of absent owner.  FINANCIAL PROVISIONS  11. (1) Where the Public Trustee takes possession of the estate or property of the absent person, he shall give immediate intimation thereof by notice published in the Gazette and in one newspaper at least three times, with an interval of a week between each publication.  (2) The Public Trustee shall use due diligence to ascertain where the absent person is and his place of residence and address, and, if they can be ascertained, shall use due diligence to inform him that the Public Trustee has so taken possession, and shall require him to appoint an attorney in Guyana to represent his interests.  (3) Where the place of residence and address of the person cannot be ascertained, the Public Trustee shall apply to the Court for directions.  (4) Where the person refuses or neglects, without sufficient cause, to appoint an attorney in Guyana within a reasonable time after being required to do so, the Public Trustee shall apply to the Court for directions.  (5) Where the Public Trustee applies to the Court under this section, the Court, if satisfied  (a) that the place of residence and address of the person cannot be ascertained; or  (b) that he has been afforded sufficient opportunity to enable him to appoint an attorney in Guyana and neglects to do so,  shall direct that the estate or property shall be forthwith realised, and after the expiration of the time fixed by the Court the Public Trustee shall deal with the proceeds and LAWS OF GUYANA 10 Cap. 13:01 Public Trustee  L.R.O. 1/2012                        c. 12:21      General revenue chargeable with liability incurred by Public Trustee.           distribute them amongst the creditors of the person in the same manner as if he had been adjudged insolvent.  (6) Where the Court is not so satisfied, or where the person is under any disability, the Court shall give any directions the circumstances may require.  (7) Until the Public Trustee receives directions from the Court, he shall administer the estate or property according to the usual legal course of administration in Guyana by attorneys of absent parties:  Provided that, where it appears that the owner has committed an act of insolvency or that the claims on the estate exceed the assets, the Public Trustee shall forthwith apply to the Court, and the Court, if satisfied of the fact, shall thereupon adjudge the estate to be insolvent, and it shall then be administered not under this Act but under, and in accordance with, the Insolvency Act as if the owner thereof had been adjudged insolvent.  FINANCIAL PROVISIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Public Trustee takes possession of the estate or property of the absent person, he shall give immediate intimation thereof by notice published in the Gazette and in one newspaper at least three times, with an interval of a week between each publication."
                },
                {
                    "representation": "(2)",
                    "description": "The Public Trustee shall use due diligence to ascertain where the absent person is and his place of residence and address, and, if they can be ascertained, shall use due diligence to inform him that the Public Trustee has so taken possession, and shall require him to appoint an attorney in Guyana to represent his interests."
                },
                {
                    "representation": "(3)",
                    "description": "Where the place of residence and address of the person cannot be ascertained, the Public Trustee shall apply to the Court for directions."
                },
                {
                    "representation": "(4)",
                    "description": "Where the person refuses or neglects, without sufficient cause, to appoint an attorney in Guyana within a reasonable time after being required to do so, the Public Trustee shall apply to the Court for directions."
                },
                {
                    "representation": "(5)",
                    "description": "Where the Public Trustee applies to the Court under this section, the Court, if satisfied"
                },
                {
                    "representation": "(a)",
                    "description": "that the place of residence and address of the person cannot be ascertained; or"
                },
                {
                    "representation": "(b)",
                    "description": "that he has been afforded sufficient opportunity to enable him to appoint an attorney in Guyana and neglects to do so,  shall direct that the estate or property shall be forthwith realised, and after the expiration of the time fixed by the Court the Public Trustee shall deal with the proceeds and LAWS OF GUYANA 10 Cap. 13:01 Public Trustee  L.R.O. 1/2012                        c. 12:21      General revenue chargeable with liability incurred by Public Trustee.           distribute them amongst the creditors of the person in the same manner as if he had been adjudged insolvent."
                },
                {
                    "representation": "(6)",
                    "description": "Where the Court is not so satisfied, or where the person is under any disability, the Court shall give any directions the circumstances may require."
                },
                {
                    "representation": "(7)",
                    "description": "Until the Public Trustee receives directions from the Court, he shall administer the estate or property according to the usual legal course of administration in Guyana by attorneys of absent parties:  Provided that, where it appears that the owner has committed an act of insolvency or that the claims on the estate exceed the assets, the Public Trustee shall forthwith apply to the Court, and the Court, if satisfied of the fact, shall thereupon adjudge the estate to be insolvent, and it shall then be administered not under this Act but under, and in accordance with, the Insolvency Act as if the owner thereof had been adjudged insolvent.  FINANCIAL PROVISIONS"
                }
            ]
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "General revenue chargeable with liability incurred by Public Trustee. ",
            "context": "PUBLIC TRUSTEE ACT under General revenue chargeable with liability incurred by Public Trustee. 12. (1) The State shall be liable to make good all sums required to discharge any liability which the Public Trustee, if he were a private trustee, executor, or administrator, would be personally liable to discharge, except where the liability is one to which neither he nor any of his officers has in any way contributed, and which neither he nor any of his officers could, by the exercise of reasonable diligence, have averted, and in that case the Public Trustee shall not, nor shall the State, be subject to any liability.  (2) All sums payable in pursuance of this section are hereby charged on and shall be paid out of the Consolidated Fund.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The State shall be liable to make good all sums required to discharge any liability which the Public Trustee, if he were a private trustee, executor, or administrator, would be personally liable to discharge, except where the liability is one to which neither he nor any of his officers has in any way contributed, and which neither he nor any of his officers could, by the exercise of reasonable diligence, have averted, and in that case the Public Trustee shall not, nor shall the State, be subject to any liability."
                },
                {
                    "representation": "(2)",
                    "description": "All sums payable in pursuance of this section are hereby charged on and shall be paid out of the Consolidated Fund."
                }
            ]
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "(1) Publication of list of moneys unclaimed for six months. (3) Right of persons to moneys paid to Accountant General barred.  CHAPTER 13:01 LAWS OF GUYANA 4 Cap. 13:01 Public Trustee  L.R.O. 1/2012 SECTION (4) Moneys paid to Accountant General under Indian Labour Act. ",
            "context": "PUBLIC TRUSTEE ACT under (1) Publication of list of moneys unclaimed for six months. (3) Right of persons to moneys paid to Accountant General barred.  CHAPTER 13:01 LAWS OF GUYANA 4 Cap. 13:01 Public Trustee  L.R.O. 1/2012 SECTION (4) Moneys paid to Accountant General under Indian Labour Act. 13. (1) The Public Trustee shall, in the months of  list of moneys Publication of  LAWS OF GUYANA Public Trustee Cap. 13:01 11  L.R.O. 1/2012 unclaimed for six months.              Right of persons to moneys paid to Accountant General barred.            Moneys paid to Accountant General under Indian Labour Act. c. 98:02  Moneys received by Public Trustee to be paid into bank.    February and August in each year, prepare and publish a list of all moneys in his hands which have been unclaimed for six months and upwards, and shall publish therewith a notice calling on all persons desiring to claim any of those moneys to establish their claim within five years from the date when the moneys came into the hands of the Public Trustee, and that date shall be expressed and set forth in the notice.  (2) If no claim to any of the moneys is made and established with the time specified, they shall be paid to the Accountant General.  (3) All moneys paid over by the Public Trustee to the Accountant General, as provided by this section, shall become the property of the State and all right, title, and interest of every person in and to them shall be barred:  Provided that nothing herein contained shall be construed as in any way affecting the power of the National Assembly to authorise the payment of any sum of money paid over to the Accountant General under this Act to anyone whom they may consider to have an equitable claim thereto, notwithstanding that all claims to payment of the money may be barred in law.  (4) The last preceding subsection shall apply to all moneys paid over by the Official Receiver to the Accountant General under section 229 of the Indian Labour Act, and which remain unclaimed for five years.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Public Trustee shall, in the months of  list of moneys Publication of  LAWS OF GUYANA Public Trustee Cap. 13:01 11  L.R.O. 1/2012 unclaimed for six months.              Right of persons to moneys paid to Accountant General barred.            Moneys paid to Accountant General under Indian Labour Act. c. 98:02  Moneys received by Public Trustee to be paid into bank.    February and August in each year, prepare and publish a list of all moneys in his hands which have been unclaimed for six months and upwards, and shall publish therewith a notice calling on all persons desiring to claim any of those moneys to establish their claim within five years from the date when the moneys came into the hands of the Public Trustee, and that date shall be expressed and set forth in the notice."
                },
                {
                    "representation": "(2)",
                    "description": "If no claim to any of the moneys is made and established with the time specified, they shall be paid to the Accountant General."
                },
                {
                    "representation": "(3)",
                    "description": "All moneys paid over by the Public Trustee to the Accountant General, as provided by this section, shall become the property of the State and all right, title, and interest of every person in and to them shall be barred:  Provided that nothing herein contained shall be construed as in any way affecting the power of the National Assembly to authorise the payment of any sum of money paid over to the Accountant General under this Act to anyone whom they may consider to have an equitable claim thereto, notwithstanding that all claims to payment of the money may be barred in law."
                },
                {
                    "representation": "(4)",
                    "description": "The last preceding subsection shall apply to all moneys paid over by the Official Receiver to the Accountant General under section 229 of the Indian Labour Act, and which remain unclaimed for five years."
                }
            ]
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "(1) Moneys received by Public Trustee to be paid into bank. (2) Payments to be made as directed by the Minister. ",
            "context": "PUBLIC TRUSTEE ACT under (1) Moneys received by Public Trustee to be paid into bank. (2) Payments to be made as directed by the Minister. 14. (1) All moneys received by the Public Trustee or Official Receiver on behalf of any trusts or estates administered by him, or received from an assignee in insolvency, shall, as soon after the receipt thereof as is practicable, be paid into the bank or banks from time to time directed by the Minister responsible for finance. (2) All payments by the Public Trustee or Official  made as Payments to be LAWS OF GUYANA 12 Cap. 13:01 Public Trustee  L.R.O. 1/2012 directed by the Minister.    Sales at public auction.                 Appeal to the Court.         Powers of Public Trustee.              Receiver of those moneys shall be made in the manner from time to time directed by the Minister responsible for finance in general instructions or regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All moneys received by the Public Trustee or Official Receiver on behalf of any trusts or estates administered by him, or received from an assignee in insolvency, shall, as soon after the receipt thereof as is practicable, be paid into the bank or banks from time to time directed by the Minister responsible for finance."
                },
                {
                    "representation": "(2)",
                    "description": "All payments by the Public Trustee or Official  made as Payments to be LAWS OF GUYANA 12 Cap. 13:01 Public Trustee  L.R.O. 1/2012 directed by the Minister.    Sales at public auction.                 Appeal to the Court.         Powers of Public Trustee.              Receiver of those moneys shall be made in the manner from time to time directed by the Minister responsible for finance in general instructions or regulations."
                }
            ]
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Sales at public auction.  SUPPLEMENTAL PROVISIONS  ",
            "context": "PUBLIC TRUSTEE ACT under Sales at public auction.  SUPPLEMENTAL PROVISIONS  15. (1) Where it becomes necessary to sell at public auction any property belonging to an estate, trust, or company, which is being administered by the Official Receiver or Public Trustee under any Act other than an Act relating to insolvency, the property may be sold by the Official Receiver or Public Trustee personally, or by any officer or clerk of his department authorised by him.  (2) The Official Receiver and Public Trustee may charge a commission of three per cent on the proceeds of the sale.  SUPPLEMENTAL PROVISIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where it becomes necessary to sell at public auction any property belonging to an estate, trust, or company, which is being administered by the Official Receiver or Public Trustee under any Act other than an Act relating to insolvency, the property may be sold by the Official Receiver or Public Trustee personally, or by any officer or clerk of his department authorised by him."
                },
                {
                    "representation": "(2)",
                    "description": "The Official Receiver and Public Trustee may charge a commission of three per cent on the proceeds of the sale.  SUPPLEMENTAL PROVISIONS"
                }
            ]
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Appeal to the Court. ",
            "context": "PUBLIC TRUSTEE ACT under Appeal to the Court. 16. (1) A person aggrieved by any act or omission or decision of the Public Trustee in relation to any trust or administration may apply to the Court, and the Court may make any order in the matter it thinks just.  (2) Subject to rules of court, an application under this section shall be made to a judge in chambers.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person aggrieved by any act or omission or decision of the Public Trustee in relation to any trust or administration may apply to the Court, and the Court may make any order in the matter it thinks just."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to rules of court, an application under this section shall be made to a judge in chambers."
                }
            ]
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Powers of Public Trustee. ",
            "context": "PUBLIC TRUSTEE ACT under Powers of Public Trustee. 17. (1) The Public Trustee shall not, nor shall any of his officers, act under this Act for reward, except as hereby provided.  (2) The Public Trustee, subject to the rules made under this Act, may employ for the purposes of any trust or administration the attorneys-at-law, bankers, accountants, and brokers, or other persons, whom he considers necessary.  (3) Where a bond or security would be required from a private individual upon the grant to him of administration, or upon his appointment to act in any LAWS OF GUYANA Public Trustee Cap. 13:01 13  L.R.O. 1/2012                     Rules. capacity, the Public Trustee, if administration is granted to him, or if he is appointed to act in that capacity, shall not be required to give bond or security, but shall be subject to the same liabilities and duties as if he had done so.  (4) The entry of the Public Trustee by that name in the books of a company shall not constitute notice of a trust, and a company shall not be entitled to object to enter the name of the Public Trustee on its books by reason only that the Public Trustee is a corporation, and in dealings with property the fact that the person or one of the persons dealt with is the Public Trustee shall not of itself constitute notice of a trust.  RULES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Public Trustee shall not, nor shall any of his officers, act under this Act for reward, except as hereby provided."
                },
                {
                    "representation": "(2)",
                    "description": "The Public Trustee, subject to the rules made under this Act, may employ for the purposes of any trust or administration the attorneys-at-law, bankers, accountants, and brokers, or other persons, whom he considers necessary."
                },
                {
                    "representation": "(3)",
                    "description": "Where a bond or security would be required from a private individual upon the grant to him of administration, or upon his appointment to act in any LAWS OF GUYANA Public Trustee Cap. 13:01 13  L.R.O. 1/2012                     Rules. capacity, the Public Trustee, if administration is granted to him, or if he is appointed to act in that capacity, shall not be required to give bond or security, but shall be subject to the same liabilities and duties as if he had done so."
                },
                {
                    "representation": "(4)",
                    "description": "The entry of the Public Trustee by that name in the books of a company shall not constitute notice of a trust, and a company shall not be entitled to object to enter the name of the Public Trustee on its books by reason only that the Public Trustee is a corporation, and in dealings with property the fact that the person or one of the persons dealt with is the Public Trustee shall not of itself constitute notice of a trust.  RULES"
                }
            ]
        }
    },
    {
        "act": "PUBLIC TRUSTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Rules.  ____________________________ 1929 Ed. c. 245 1953 Ed. c. 48 _______________________________________________________ 15 of 1910 An Act to provide for the appointment of a Public Trustee.  [10th SEPTEMBER, 1910]  Short title.   Interpretation.                   ",
            "context": "PUBLIC TRUSTEE ACT under Rules.  ____________________________ 1929 Ed. c. 245 1953 Ed. c. 48 _______________________________________________________ 15 of 1910 An Act to provide for the appointment of a Public Trustee.  [10th SEPTEMBER, 1910]  Short title.   Interpretation.                   18. Subject to negative resolution of the National Assembly, the Minister shall make rules for carrying into effect the objects of this Act, and in particular for all or any of the following purposes:  (a) prescribing the trusts, administrations, or duties the Public Trustee is authorised to accept or undertake, and the security, if any, to be given by him and his officers;  (b) the transfer to and from him of any property;  (c) the accounts to be kept and an audit thereof;  (d) the establishment and regulation of any branch office;  (e) excluding any trusts or administrations from the operation of LAWS OF GUYANA 14 Cap. 13:01 Public Trustee  L.R.O. 1/2012 this Act, or any part thereof;  (f) the form and manner in which notices under this Act shall be given; and  (g) the fees, whether by way of percentage or otherwise, to be charged in respect of the duties of the Public Trustee.  --------------------               LAWS OF GUYANA Public Trustee Cap. 13:01 15  SUBSIDIARY LEGISLATION  _________________   R. 12/7/1911 Res. Of Leg. Co. XX1/1956 4 of 1972 PUBLIC TRUSTEE RULES  made under section 18   Citation.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "prescribing the trusts, administrations, or duties the Public Trustee is authorised to accept or undertake, and the security, if any, to be given by him and his officers;"
                },
                {
                    "representation": "(b)",
                    "description": "the transfer to and from him of any property;"
                },
                {
                    "representation": "(c)",
                    "description": "the accounts to be kept and an audit thereof;"
                },
                {
                    "representation": "(d)",
                    "description": "the establishment and regulation of any branch office;"
                },
                {
                    "representation": "(e)",
                    "description": "excluding any trusts or administrations from the operation of LAWS OF GUYANA 14 Cap. 13:01 Public Trustee  L.R.O. 1/2012 this Act, or any part thereof;"
                },
                {
                    "representation": "(f)",
                    "description": "the form and manner in which notices under this Act shall be given; and"
                },
                {
                    "representation": "(g)",
                    "description": "the fees, whether by way of percentage or otherwise, to be charged in respect of the duties of the Public Trustee.  --------------------               LAWS OF GUYANA Public Trustee Cap. 13:01 15  SUBSIDIARY LEGISLATION  _________________   R. 12/7/1911 Res. Of Leg. Co. XX1/1956 4 of 1972 PUBLIC TRUSTEE RULES  made under section 18   Citation."
                }
            ]
        }
    }
]