[
    {
        "act": "PUBLIC INSTITUTIONS (INMATES PROPERTY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PUBLIC INSTITUTIONS (INMATES PROPERTY) ACT under Short title. 1. This Act may be cited as the Public Institutions (Inmates Property) Act.",
            "description": "This Act may be cited as the Public Institutions (Inmates Property) Act."
        }
    },
    {
        "act": "PUBLIC INSTITUTIONS (INMATES PROPERTY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Disposal of unclaimed property, not exceeding $10 in value, of deceased inmate of public institution. ",
            "context": "PUBLIC INSTITUTIONS (INMATES PROPERTY) ACT under Disposal of unclaimed property, not exceeding $10 in value, of deceased inmate of public institution. 2. (1) When any inmate of a hospital, an asylum, a prison, or any other public institution of whatever kind, dies, having in his possession any money or other movable property to an amount or value, or to an amount and value, not exceeding ten dollars, the principal resident officer in charge of the institution shall take possession of the money and property.  (2) If the money and property are not claimed with effect by any person within one month after the death of the PUBLIC INSTITUTIONS (INMATES PROPERTY) ACT LAWS OF GUYANA 4 Cap. 13:02 Public Institutions (Inmates Property)  L.R.O. 1/2012              Furnishing information of sums paid in.       Claim to sum paid in and procedure thereon.                        inmate, that officer shall, at the expiration of the month, sell the property and pay the proceeds thereof, together with any money aforesaid, to the Accountant General in the manner and to the account by him directed:  Provided that where such officer cannot effect a sale of any such property the same shall be disposed of in such manner as the Minister responsible for finance may generally or in any particular case direct.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When any inmate of a hospital, an asylum, a prison, or any other public institution of whatever kind, dies, having in his possession any money or other movable property to an amount or value, or to an amount and value, not exceeding ten dollars, the principal resident officer in charge of the institution shall take possession of the money and property."
                },
                {
                    "representation": "(2)",
                    "description": "If the money and property are not claimed with effect by any person within one month after the death of the PUBLIC INSTITUTIONS"
                }
            ]
        }
    },
    {
        "act": "PUBLIC INSTITUTIONS (INMATES PROPERTY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Furnishing information of sums paid in. ",
            "context": "PUBLIC INSTITUTIONS (INMATES PROPERTY) ACT under Furnishing information of sums paid in. 3. The officer aforesaid shall, within the first seven days of every month, furnish to the Director of Audit a statement in writing containing the particulars of all sums of money so paid by him to the Accountant General during the preceding month, and shall at the same time cause the statement to be published in the Gazette.",
            "description": "The officer aforesaid shall, within the first seven days of every month, furnish to the Director of Audit a statement in writing containing the particulars of all sums of money so paid by him to the Accountant General during the preceding month, and shall at the same time cause the statement to be published in the Gazette."
        }
    },
    {
        "act": "PUBLIC INSTITUTIONS (INMATES PROPERTY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Claim to sum paid in and procedure thereon. ",
            "context": "PUBLIC INSTITUTIONS (INMATES PROPERTY) ACT under Claim to sum paid in and procedure thereon. 4. (1) Any sum of money so paid to the Accountant General and not claimed within twelve months after that payment shall vest in the State for the public use.  (2) Everyone who claims any sum of money so paid to the Accountant General may apply to the Minister responsible for finance therefor by petition, and shall support his petition by the necessary evidence.  (3) The Minister responsible for finance, if he is satisfied of the correctness of the claim, may pay to the claimant the amount claimed or any portion thereof to which the right has been established, but if he is not so satisfied may authorise and require the claimant to establish his claim in due course of law, and shall make any defence thereto he may be advised.  (4) When the claimant establishes his claim in due course of law, he shall receive interest on the sum of money claimed and allowed at the rate of three per cent per annum from the date of the application for payment. LAWS OF GUYANA Public Institutions (Inmates Property) Cap. 13:02 5  L.R.O. 1/2012 Saving.     c. 98:02",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any sum of money so paid to the Accountant General and not claimed within twelve months after that payment shall vest in the State for the public use."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who claims any sum of money so paid to the Accountant General may apply to the Minister responsible for finance therefor by petition, and shall support his petition by the necessary evidence."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister responsible for finance, if he is satisfied of the correctness of the claim, may pay to the claimant the amount claimed or any portion thereof to which the right has been established, but if he is not so satisfied may authorise and require the claimant to establish his claim in due course of law, and shall make any defence thereto he may be advised."
                },
                {
                    "representation": "(4)",
                    "description": "When the claimant establishes his claim in due course of law, he shall receive interest on the sum of money claimed and allowed at the rate of three per cent per annum from the date of the application for payment. LAWS OF GUYANA Public Institutions"
                }
            ]
        }
    }
]