[
    {
        "act": "DE SAFFON TRUST ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "DE SAFFON TRUST ACT under Short title. 1. This Act may be cited as the De Saffon Trust Act.",
            "description": "This Act may be cited as the De Saffon Trust Act."
        }
    },
    {
        "act": "DE SAFFON TRUST ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "DE SAFFON TRUST ACT under Interpretation. 2. In this Act  the estate means the De Saffon Estate, that is to say, the property set forth in the Schedule, according to the disposition thereof by the will of Pierre Louis De Saffon, deceased (hereafter in this Act described as the will), and all accumulations thereof;  the trustees means the persons from time to time filling the office in the will styled administrator guardian and having and exercising all the rights and powers by the will in them in anywise vested.",
            "description": "In this Act  the estate means the De Saffon Estate, that is to say, the property set forth in the Schedule, according to the disposition thereof by the will of Pierre Louis De Saffon, deceased (hereafter in this Act described as the will), and all accumulations thereof;  the trustees means the persons from time to time filling the office in the will styled administrator guardian and having and exercising all the rights and powers by the will in them in anywise vested."
        }
    },
    {
        "act": "DE SAFFON TRUST ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Accounting by trustees. ",
            "context": "DE SAFFON TRUST ACT under Accounting by trustees. 3. (l) present or any future trustees appointed as hereinafter provided shall administer the estate and shall receive therefor a commission of five per cent on all revenue arising therefrom.  (2) The accounts of the trustees shall be audited by the Director of Audit at such times as the Minister may appoint, and the fee therefor shall be a sum to be fixed by the Minister.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "present or any future trustees appointed as hereinafter provided shall administer the estate and shall receive therefor a commission of five per cent on all revenue arising therefrom."
                },
                {
                    "representation": "(2)",
                    "description": "The accounts of the trustees shall be audited by the Director of Audit at such times as the Minister may appoint, and the fee therefor shall be a sum to be fixed by the Minister."
                }
            ]
        }
    },
    {
        "act": "DE SAFFON TRUST ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Filling vacancies among the heirs and legatees. ",
            "context": "DE SAFFON TRUST ACT under Filling vacancies among the heirs and legatees. 4. (1) The trustees shall report to the Minister every vacancy which is about to occur or has occurred in the number of the heirs and legatees appointed under the will, and the report shall if possible be made three months before the vacancy is likely to occur.  (2) On receipt of the report, a notice shall, at the expense of the De Saffon fund, be inserted in the Gazette and one other newspaper for three successive Saturdays, stating that the vacancy reported is about to occur or has occurred, and requiring applications from or on behalf of natives of the county of Demerara for nomination to the vacancy to be sent to the Minister by a given date together with the information LAWS OF GUYANA De Saffon Trust Cap. 13:20 5  L.R.O. 1/2012                Administration of the estate.                                specified in the notice.  (3) The Minister shall consider the applications received and shall nominate a child to fill the vacancy, and notice of the nomination shall be given without delay to the trustees.  (4) Children who are eligible to be nominated must be orphans or half-orphans of either sex, natives of the county of Demerara and born in lawful wedlock, preference being given to the poorest and the most necessitous.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The trustees shall report to the Minister every vacancy which is about to occur or has occurred in the number of the heirs and legatees appointed under the will, and the report shall if possible be made three months before the vacancy is likely to occur."
                },
                {
                    "representation": "(2)",
                    "description": "On receipt of the report, a notice shall, at the expense of the De Saffon fund, be inserted in the Gazette and one other newspaper for three successive Saturdays, stating that the vacancy reported is about to occur or has occurred, and requiring applications from or on behalf of natives of the county of Demerara for nomination to the vacancy to be sent to the Minister by a given date together with the information LAWS OF GUYANA De Saffon Trust Cap. 13:20 5  L.R.O. 1/2012                Administration of the estate.                                specified in the notice."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister shall consider the applications received and shall nominate a child to fill the vacancy, and notice of the nomination shall be given without delay to the trustees."
                },
                {
                    "representation": "(4)",
                    "description": "Children who are eligible to be nominated must be orphans or half-orphans of either sex, natives of the county of Demerara and born in lawful wedlock, preference being given to the poorest and the most necessitous."
                }
            ]
        }
    },
    {
        "act": "DE SAFFON TRUST ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Administration of the estate. ",
            "context": "DE SAFFON TRUST ACT under Administration of the estate. 5. (1) The trustees shall provide for the proper maintenance and education of every heir and legatee, and for this purpose may at their discretion permit any heir and legatee to reside with his surviving parent or guardian (if any), or may place him under the care and tutelage of some fit and proper person in Guyana selected or approved by them.  (2) The parent or guardian, or the fit and proper person aforesaid, shall maintain and educate the heir and legatee in the manner approved by the trustees.  (3) The trustees shall allow the parent or guardian any sum they think fit for the maintenance and education of the heir and legatee, and shall pay the other person aforesaid the remuneration agreed upon between them and that person:  Provided that:  (a) the trustees shall not place heirs and legatees of different sex under the care and tutelage of the same person; and  (b) they may in their discretion permit any heir and legatee to reside with his surviving parent or guardian during LAWS OF GUYANA 6 Cap. 13:20 De Saffon Trust  L.R.O. 1/2012                    Disposition of annual revenue.                             vacation, and in that case shall allow the parent or guardian any sum for the maintenance of the heir and legatee they think fit; and  (c) the parent or guardian of any heir may appeal to the Minister against any order of the trustees as to the care and tutelage of the heir, and the Minister may make any order he thinks fit as to the person in whose care and tutelage the heir is placed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The trustees shall provide for the proper maintenance and education of every heir and legatee, and for this purpose may at their discretion permit any heir and legatee to reside with his surviving parent or guardian"
                },
                {
                    "representation": "(2)",
                    "description": "The parent or guardian, or the fit and proper person aforesaid, shall maintain and educate the heir and legatee in the manner approved by the trustees."
                },
                {
                    "representation": "(3)",
                    "description": "The trustees shall allow the parent or guardian any sum they think fit for the maintenance and education of the heir and legatee, and shall pay the other person aforesaid the remuneration agreed upon between them and that person:  Provided that:"
                },
                {
                    "representation": "(a)",
                    "description": "the trustees shall not place heirs and legatees of different sex under the care and tutelage of the same person; and"
                },
                {
                    "representation": "(b)",
                    "description": "they may in their discretion permit any heir and legatee to reside with his surviving parent or guardian during LAWS OF GUYANA 6 Cap. 13:20 De Saffon Trust  L.R.O. 1/2012                    Disposition of annual revenue.                             vacation, and in that case shall allow the parent or guardian any sum for the maintenance of the heir and legatee they think fit; and"
                },
                {
                    "representation": "(c)",
                    "description": "the parent or guardian of any heir may appeal to the Minister against any order of the trustees as to the care and tutelage of the heir, and the Minister may make any order he thinks fit as to the person in whose care and tutelage the heir is placed."
                }
            ]
        }
    },
    {
        "act": "DE SAFFON TRUST ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Disposition of annual revenue. ",
            "context": "DE SAFFON TRUST ACT under Disposition of annual revenue. 6. (1) The annual revenue of the estate, after deducting therefrom the cost of administration as hereinbefore provided, and the sum of two per cent for the reserve fund, as hereinafter provided, shall be divided into ten equal parts, and each heir and legatee shall be deemed entitled to one-tenth of the net revenue of the estate which accrues from the time when he is nominated as an heir and legatee until he attains the age of sixteen years or sooner dies.  (2) The trustees shall not expend in any year more than two-thirds of the sum to which an heir and legatee is entitled under the preceding subsection upon his education and maintenance, and the residue of that sum shall be accumulated for his benefit and may be in any subsequent year applied by the trustees for his maintenance, education, or advancement, notwithstanding that he may have attained the age of sixteen years:  Provided that if any heir and legatee die before he attains the age of twenty-one years, the sum so accumulated for his benefit and unexpended at the time of his death shall be paid into the reserve fund hereinafter established.  (3) The trustees shall, on application, furnish every heir with a statement of account, and of the moneys due to LAWS OF GUYANA De Saffon Trust Cap. 13:20 7  L.R.O. 1/2012      Enforcement of regulations as to maintenance and education of the heirs and legatees.                     Reserve fund.                      him on his attaining the age of twenty-one years.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The annual revenue of the estate, after deducting therefrom the cost of administration as hereinbefore provided, and the sum of two per cent for the reserve fund, as hereinafter provided, shall be divided into ten equal parts, and each heir and legatee shall be deemed entitled to one-tenth of the net revenue of the estate which accrues from the time when he is nominated as an heir and legatee until he attains the age of sixteen years or sooner dies."
                },
                {
                    "representation": "(2)",
                    "description": "The trustees shall not expend in any year more than two-thirds of the sum to which an heir and legatee is entitled under the preceding subsection upon his education and maintenance, and the residue of that sum shall be accumulated for his benefit and may be in any subsequent year applied by the trustees for his maintenance, education, or advancement, notwithstanding that he may have attained the age of sixteen years:  Provided that if any heir and legatee die before he attains the age of twenty-one years, the sum so accumulated for his benefit and unexpended at the time of his death shall be paid into the reserve fund hereinafter established."
                },
                {
                    "representation": "(3)",
                    "description": "The trustees shall, on application, furnish every heir with a statement of account, and of the moneys due to LAWS OF GUYANA De Saffon Trust Cap. 13:20 7  L.R.O. 1/2012      Enforcement of regulations as to maintenance and education of the heirs and legatees.                     Reserve fund.                      him on his attaining the age of twenty-one years."
                }
            ]
        }
    },
    {
        "act": "DE SAFFON TRUST ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Enforcement of regulations as to maintenance and education of the heirs and legatees. ",
            "context": "DE SAFFON TRUST ACT under Enforcement of regulations as to maintenance and education of the heirs and legatees. 7. (1) The trustees shall give the surviving parent (if any) of a child nominated as an heir and legatee, or if there is no parent, or he or she is absent from Guyana, the person in whose custody the child is, notice in writing of every regulation or direction of the trustees as to the maintenance or education of the child.  (2) The notice shall be given without delay after the making of the regulation or direction, or after the decision of the trustees to apply any general regulation to the case of the child, or, in cases where the regulation or direction has been made or the decision reached before the commencement of this Act, without delay after that commencement.  (3) If the notice is not complied with within seven days, the trustees shall forthwith report the fact to the Minister, who may cancel the nomination of the child as an heir and legatee.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The trustees shall give the surviving parent"
                },
                {
                    "representation": "(2)",
                    "description": "The notice shall be given without delay after the making of the regulation or direction, or after the decision of the trustees to apply any general regulation to the case of the child, or, in cases where the regulation or direction has been made or the decision reached before the commencement of this Act, without delay after that commencement."
                },
                {
                    "representation": "(3)",
                    "description": "If the notice is not complied with within seven days, the trustees shall forthwith report the fact to the Minister, who may cancel the nomination of the child as an heir and legatee."
                }
            ]
        }
    },
    {
        "act": "DE SAFFON TRUST ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Reserve fund. ",
            "context": "DE SAFFON TRUST ACT under Reserve fund. 8. (1) A reserve fund is hereby established, and the trustees shall pay into it the following sums:  (a) a sum equal to two per cent of the annual revenue of the estate every year;  (b) the sum accumulated for any heir or legatee who dies before attaining the age of twenty-one years, as hereinbefore provided,  (c) one tenth of the revenue of the estate for every vacancy in the number of heirs and legatees accruing during the period of the vacancy.  LAWS OF GUYANA 8 Cap. 13:20 De Saffon Trust  L.R.O. 1/2012                          Investment of trust moneys.             Appointment of new trustees. [10 of 1932]        Power of Minister.  (2) All moneys accruing to the reserve fund from time to time shall be invested by the trustees, as hereinafter provided, and the interest thereof in any year may be applied to making good any loss in the interest receivable on the investments of the estate, and if not so applied shall be invested at interest, and the capital of the fund and the accumulations of interest thereon may be applied in making good any loss of capital sustained by the estate.  (3) The securities of the fund shall be deposited for safe keeping with the Accountant General.  (4) If the reserve fund becomes of such an amount that, in the opinion of the Minister, no further accumulation of interest is necessary, the interest thereon may be applied in all respects as if it formed part of the interest of the original estate, and the number of orphans to be benefited shall be proportionately increased.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A reserve fund is hereby established, and the trustees shall pay into it the following sums:"
                },
                {
                    "representation": "(a)",
                    "description": "a sum equal to two per cent of the annual revenue of the estate every year;"
                },
                {
                    "representation": "(b)",
                    "description": "the sum accumulated for any heir or legatee who dies before attaining the age of twenty-one years, as hereinbefore provided,"
                },
                {
                    "representation": "(c)",
                    "description": "one tenth of the revenue of the estate for every vacancy in the number of heirs and legatees accruing during the period of the vacancy.  LAWS OF GUYANA 8 Cap. 13:20 De Saffon Trust  L.R.O. 1/2012                          Investment of trust moneys.             Appointment of new trustees. [10 of 1932]        Power of Minister."
                },
                {
                    "representation": "(2)",
                    "description": "All moneys accruing to the reserve fund from time to time shall be invested by the trustees, as hereinafter provided, and the interest thereof in any year may be applied to making good any loss in the interest receivable on the investments of the estate, and if not so applied shall be invested at interest, and the capital of the fund and the accumulations of interest thereon may be applied in making good any loss of capital sustained by the estate."
                },
                {
                    "representation": "(3)",
                    "description": "The securities of the fund shall be deposited for safe keeping with the Accountant General."
                },
                {
                    "representation": "(4)",
                    "description": "If the reserve fund becomes of such an amount that, in the opinion of the Minister, no further accumulation of interest is necessary, the interest thereon may be applied in all respects as if it formed part of the interest of the original estate, and the number of orphans to be benefited shall be proportionately increased."
                }
            ]
        }
    },
    {
        "act": "DE SAFFON TRUST ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Investment of trust moneys. ",
            "context": "DE SAFFON TRUST ACT under Investment of trust moneys. 9. All moneys from time to time in the hands of the trustees and requiring investment shall be invested by them in securities of or guaranteed by the Government of any Commonwealth territory, or in the bonds of any municipality in Guyana, or on first mortgage (within half of the appraised value) of immovable property in the City of Georgetown, and the trustees may from time to time call in, or vary, or transpose, any of those investments into or for any other of the nature hereby authorised.",
            "description": "All moneys from time to time in the hands of the trustees and requiring investment shall be invested by them in securities of or guaranteed by the Government of any Commonwealth territory, or in the bonds of any municipality in Guyana, or on first mortgage (within half of the appraised value) of immovable property in the City of Georgetown, and the trustees may from time to time call in, or vary, or transpose, any of those investments into or for any other of the nature hereby authorised."
        }
    },
    {
        "act": "DE SAFFON TRUST ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "(l) Appointment of new trustees. (2) Power of Minister. ",
            "context": "DE SAFFON TRUST ACT under (l) Appointment of new trustees. (2) Power of Minister. 10. (1) In case of the death, departure or absence from Guyana, or other sufficient incapacity of one of the present trustees, the other trustee shall, as provided by the will, substitute another competent person in his place unless the trustee so dead, departed or absent from Guyana shall have named a competent person to succeed him.  (2) In the event of any trustee failing to exercise the power of substitution conferred on him by the will for one LAWS OF GUYANA De Saffon Trust Cap. 13:20 9  L.R.O. 1/2012                Provision for cases of difference between trustees.                         month after being required by the Minister to do so, and in all cases in which it is necessary to appoint two trustees, and it is impossible to do so under the will, the Minister may nominate and appoint any person or persons to be trustees under the will.  (3) No one shall be appointed trustee under the power in that behalf given by the will unless he has been previously approved by the Minister as a fit and proper person to be appointed, and any attempted appointment in contravention of this provision shall be null and void.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In case of the death, departure or absence from Guyana, or other sufficient incapacity of one of the present trustees, the other trustee shall, as provided by the will, substitute another competent person in his place unless the trustee so dead, departed or absent from Guyana shall have named a competent person to succeed him."
                },
                {
                    "representation": "(2)",
                    "description": "In the event of any trustee failing to exercise the power of substitution conferred on him by the will for one LAWS OF GUYANA De Saffon Trust Cap. 13:20 9  L.R.O. 1/2012                Provision for cases of difference between trustees.                         month after being required by the Minister to do so, and in all cases in which it is necessary to appoint two trustees, and it is impossible to do so under the will, the Minister may nominate and appoint any person or persons to be trustees under the will."
                },
                {
                    "representation": "(3)",
                    "description": "No one shall be appointed trustee under the power in that behalf given by the will unless he has been previously approved by the Minister as a fit and proper person to be appointed, and any attempted appointment in contravention of this provision shall be null and void."
                }
            ]
        }
    },
    {
        "act": "DE SAFFON TRUST ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Provision for cases of difference between trustees.  SCHEDULE- Investments.   __________________________    1929 Ed. c. 246 1953 Ed. c. 50 _______________________________________________________ 5 of 1904 An Act to provide for the Administration of the Trust Fund created under the Will of Pierre Louis De Saffon.  [4TH MAY, 1904]  LAWS OF GUYANA 4 Cap. 13:20 De Saffon Trust  L.R.O. 1/2012  Short title.   Interpretation.    Schedule.            Accounting by trustees. [10 of 1932]            Filling vacancies among the heirs and legatees. [10 of 1932 4 of 1972          ",
            "context": "DE SAFFON TRUST ACT under Provision for cases of difference between trustees.  SCHEDULE- Investments.   __________________________    1929 Ed. c. 246 1953 Ed. c. 50 _______________________________________________________ 5 of 1904 An Act to provide for the Administration of the Trust Fund created under the Will of Pierre Louis De Saffon.  [4TH MAY, 1904]  LAWS OF GUYANA 4 Cap. 13:20 De Saffon Trust  L.R.O. 1/2012  Short title.   Interpretation.    Schedule.            Accounting by trustees. [10 of 1932]            Filling vacancies among the heirs and legatees. [10 of 1932 4 of 1972          11. If any difference of opinion arises between the trustees as to the exercise of any of the powers conferred by this Act, or as to the administration of the estate, they, or one of them, shall refer the matter in respect of which the difference arises to the Minister, who shall decide the matter in accordance with the opinion of one of the trustees, and the trustees shall thereupon act in respect of the matter in accordance with that decision, and anything done by them or one of them in accordance therewith shall be as valid and effectual for all purposes whatsoever as if done by them acting together with the consent of each other.  SCHEDULE  INVESTMENTS Government bonds $28,560  Town Council bonds 2,500    $31,",
            "description": "If any difference of opinion arises between the trustees as to the exercise of any of the powers conferred by this Act, or as to the administration of the estate, they, or one of them, shall refer the matter in respect of which the difference arises to the Minister, who shall decide the matter in accordance with the opinion of one of the trustees, and the trustees shall thereupon act in respect of the matter in accordance with that decision, and anything done by them or one of them in accordance therewith shall be as valid and effectual for all purposes whatsoever as if done by them acting together with the consent of each other.  SCHEDULE  INVESTMENTS Government bonds $28,560  Town Council bonds 2,500    $31,"
        }
    }
]