[
    {
        "act": "PATOIR TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PATOIR TRUST FUND ACT under Short title. 1. This Act may be cited as the Patoir Trust Fund Act.",
            "description": "This Act may be cited as the Patoir Trust Fund Act."
        }
    },
    {
        "act": "PATOIR TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "PATOIR TRUST FUND ACT under Interpretation. 2. In this Act  the trustees means the persons appointed by, and from time to time under the power and direction contained in, the will of Isaac Edward Adrian Patoir, deceased, (hereafter in this Act called the will), dated the 16th May, 1915, to LAWS OF GUYANA 4 Cap. 13:21 Patoir Trust Fund  L.R.O. 1/2012          Schedule  Functions vested in Minister [4 of 1972]  General Powers of trustees.              Cancellation of appointment.      Power of investment.              administer the fund by the will established and to be called the Patoir fund, and other the person or persons from time to time appointed under the powers in that behalf conferred by this Act;  the fund means the patoir fund aforesaid, now consisting of the property set forth in the Schedule.",
            "description": "In this Act  the trustees means the persons appointed by, and from time to time under the power and direction contained in, the will of Isaac Edward Adrian Patoir, deceased, (hereafter in this Act called the will), dated the 16th May, 1915, to LAWS OF GUYANA 4 Cap. 13:21 Patoir Trust Fund  L.R.O. 1/2012          Schedule  Functions vested in Minister [4 of 1972]  General Powers of trustees.              Cancellation of appointment.      Power of investment.              administer the fund by the will established and to be called the Patoir fund, and other the person or persons from time to time appointed under the powers in that behalf conferred by this Act;  the fund means the patoir fund aforesaid, now consisting of the property set forth in the Schedule."
        }
    },
    {
        "act": "PATOIR TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Functions vested in Minister. ",
            "context": "PATOIR TRUST FUND ACT under Functions vested in Minister. 3. All functions vested by the will in the Governor in respect of the fund are hereby vested in the Minister.",
            "description": "All functions vested by the will in the Governor in respect of the fund are hereby vested in the Minister."
        }
    },
    {
        "act": "PATOIR TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "General powers of trustees. ",
            "context": "PATOIR TRUST FUND ACT under General powers of trustees. 4. (1) Two of the trustees may exercise all the powers of the trustees in case of any vacancy or in case of the death, illness, or absence from Guyana of the third trustee.  (2) Where there is a difference of opinion between the trustees the opinion of the majority shall prevail, and in case of a difference of opinion where there are only two trustees, owing to the death, illness or absence from Guyana of the third, the Minister shall decide.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Two of the trustees may exercise all the powers of the trustees in case of any vacancy or in case of the death, illness, or absence from Guyana of the third trustee."
                },
                {
                    "representation": "(2)",
                    "description": "Where there is a difference of opinion between the trustees the opinion of the majority shall prevail, and in case of a difference of opinion where there are only two trustees, owing to the death, illness or absence from Guyana of the third, the Minister shall decide."
                }
            ]
        }
    },
    {
        "act": "PATOIR TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Cancellation of appointment. ",
            "context": "PATOIR TRUST FUND ACT under Cancellation of appointment. 5. The trustees may on the ground of misconduct cancel or suspend the appointment of any beneficiary under the will.",
            "description": "The trustees may on the ground of misconduct cancel or suspend the appointment of any beneficiary under the will."
        }
    },
    {
        "act": "PATOIR TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power of investment. ",
            "context": "PATOIR TRUST FUND ACT under Power of investment. 6. The fund shall be invested as the Patoir fund and the trustees shall have full power to invest the corpus or any portion thereof, and to realise and further to invest it from time to time, and to dispose of the revenue in the manner they see fit, subject to the terms of the will, and shall be at liberty to pay out of revenue all just expenses of administration, including the reasonable clerical and travelling expenses found necessary for all purposes of administration, and shall be at liberty to draw commissions not exceeding five per cent on the amount of revenue received.",
            "description": "The fund shall be invested as the Patoir fund and the trustees shall have full power to invest the corpus or any portion thereof, and to realise and further to invest it from time to time, and to dispose of the revenue in the manner they see fit, subject to the terms of the will, and shall be at liberty to pay out of revenue all just expenses of administration, including the reasonable clerical and travelling expenses found necessary for all purposes of administration, and shall be at liberty to draw commissions not exceeding five per cent on the amount of revenue received."
        }
    },
    {
        "act": "PATOIR TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Audit of accounts. ",
            "context": "PATOIR TRUST FUND ACT under Audit of accounts. 7. The accounts of the trustees shall be from time to accounts. Audit of LAWS OF GUYANA Patoir Trust Fund Cap. 13:21 5  L.R.O. 1/2012       Annual report by trustees. [4 of 1972]    Unofficial trustee.          Resignation of official trustees.             s. 2            time audited by an officer of the audit department, and the fee therefor shall be a sum to be fixed by the Minister responsible for finance.",
            "description": "The accounts of the trustees shall be from time to accounts. Audit of LAWS OF GUYANA Patoir Trust Fund Cap. 13:21 5  L.R.O. 1/2012       Annual report by trustees. [4 of 1972]    Unofficial trustee.          Resignation of official trustees.             s. 2            time audited by an officer of the audit department, and the fee therefor shall be a sum to be fixed by the Minister responsible for finance."
        }
    },
    {
        "act": "PATOIR TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Annual report by trustees. ",
            "context": "PATOIR TRUST FUND ACT under Annual report by trustees. 8. The trustees shall present to the National Assembly on or before the 31st January in each year an account of their administration during the twelve months ending on the preceding 31st December.",
            "description": "The trustees shall present to the National Assembly on or before the 31st January in each year an account of their administration during the twelve months ending on the preceding 31st December."
        }
    },
    {
        "act": "PATOIR TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Unofficial trustee. ",
            "context": "PATOIR TRUST FUND ACT under Unofficial trustee. 9. The trustee appointed by the Minister shall hold office for five years but may be re-appointed; he may resign, and the Minister may for any cause the Minister deems sufficient cancel his appointment, and the Minister may thereupon appoint another person who is not an official but is otherwise qualified in accordance with the terms of the will.",
            "description": "The trustee appointed by the Minister shall hold office for five years but may be re-appointed; he may resign, and the Minister may for any cause the Minister deems sufficient cancel his appointment, and the Minister may thereupon appoint another person who is not an official but is otherwise qualified in accordance with the terms of the will."
        }
    }
]