[
    {
        "act": "TROTMAN TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "TROTMAN TRUST FUND ACT under Short title. 1. This Act may be cited as the Trotman Trust Fund Act.",
            "description": "This Act may be cited as the Trotman Trust Fund Act."
        }
    },
    {
        "act": "TROTMAN TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Vesting of fund in committee. ",
            "context": "TROTMAN TRUST FUND ACT under Vesting of fund in committee. 2. (1) The fund created under the will of the late Samuel Brandford Trotman for the benefit of destitute planters and destitute widows and orphans of planters in the terms of the said will set forth in the Schedule, is hereby vested in a committee, which shall be styled the Committee of the Trotman Trust Fund and is hereinafter referred to as the committee.  LAWS OF GUYANA 4 Cap. 13:22 Trotman Trust Fund  L.R.O. 1/2012                                         Trustees of income of the fund.         (2) The Committee shall consist of three persons appointed by the Minister, one of whom shall be an officer in the public service.  (3) The committee    (a) may sue or be sued;  (b) may invest the fund or any portion thereof in securities for the time being approved by the Minister;  (c) shall not invest any portion of the fund on mortgage of immovable property without the sanction of the Minister;  (d) may, with the sanction of the Minister, receive transport of and hold any immovable property in Guyana necessary for giving effect to the directions of the will;  (e) shall apply the income to arise from the fund as directed by the will; and  (f) may deposit with the Accountant General or safe custody all securities held by them.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The fund created under the will of the late Samuel Brandford Trotman for the benefit of destitute planters and destitute widows and orphans of planters in the terms of the said will set forth in the Schedule, is hereby vested in a committee, which shall be styled the Committee of the Trotman Trust Fund and is hereinafter referred to as the committee.  LAWS OF GUYANA 4 Cap. 13:22 Trotman Trust Fund  L.R.O. 1/2012                                         Trustees of income of the fund."
                },
                {
                    "representation": "(2)",
                    "description": "The Committee shall consist of three persons appointed by the Minister, one of whom shall be an officer in the public service."
                },
                {
                    "representation": "(3)",
                    "description": "The committee"
                },
                {
                    "representation": "(a)",
                    "description": "may sue or be sued;"
                },
                {
                    "representation": "(b)",
                    "description": "may invest the fund or any portion thereof in securities for the time being approved by the Minister;"
                },
                {
                    "representation": "(c)",
                    "description": "shall not invest any portion of the fund on mortgage of immovable property without the sanction of the Minister;"
                },
                {
                    "representation": "(d)",
                    "description": "may, with the sanction of the Minister, receive transport of and hold any immovable property in Guyana necessary for giving effect to the directions of the will;"
                },
                {
                    "representation": "(e)",
                    "description": "shall apply the income to arise from the fund as directed by the will; and"
                },
                {
                    "representation": "(f)",
                    "description": "may deposit with the Accountant General or safe custody all securities held by them."
                }
            ]
        }
    },
    {
        "act": "TROTMAN TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Trustees of income of the fund. ",
            "context": "TROTMAN TRUST FUND ACT under Trustees of income of the fund. 3. (1) If the Official Receiver for the time being, or the chairman of the poor law commissioners for the time being, is unwilling or unable to act as a trustee under the will, or if those offices or either of them are or is abolished, the Minister may nominate any person or persons to be a trustee or trustees under the will.  (2) The Minister may appoint a leading merchant residing and carrying on business in Guyana to be a trustee LAWS OF GUYANA Trotman Trust Fund Cap. 13:22 5  L.R.O. 1/2012                         Annual report of committee. [O. 49/1953]     Powers of committee when fund is invested in mortgage.                  under the will.  (3) The trustees so appointed shall, except as  herein after provided, apply the income of the fund as directed by the will.  (4) The trustees may make such charges for their administration as may be reasonable, provided those charges, including the cost of clerical assistance, books, stationery, advertisements, and all other charges whatsoever, do not exceed in any one year six per cent of the amount of the income received in that year.  (5) The trustees, in the month of January in each year, shall lay before the committee a full statement of their income and expenditure during the previous year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the Official Receiver for the time being, or the chairman of the poor law commissioners for the time being, is unwilling or unable to act as a trustee under the will, or if those offices or either of them are or is abolished, the Minister may nominate any person or persons to be a trustee or trustees under the will."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may appoint a leading merchant residing and carrying on business in Guyana to be a trustee LAWS OF GUYANA Trotman Trust Fund Cap. 13:22 5  L.R.O. 1/2012                         Annual report of committee. [O. 49/1953]     Powers of committee when fund is invested in mortgage.                  under the will."
                },
                {
                    "representation": "(3)",
                    "description": "The trustees so appointed shall, except as  herein after provided, apply the income of the fund as directed by the will."
                },
                {
                    "representation": "(4)",
                    "description": "The trustees may make such charges for their administration as may be reasonable, provided those charges, including the cost of clerical assistance, books, stationery, advertisements, and all other charges whatsoever, do not exceed in any one year six per cent of the amount of the income received in that year."
                },
                {
                    "representation": "(5)",
                    "description": "The trustees, in the month of January in each year, shall lay before the committee a full statement of their income and expenditure during the previous year."
                }
            ]
        }
    },
    {
        "act": "TROTMAN TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Annual report of committee. ",
            "context": "TROTMAN TRUST FUND ACT under Annual report of committee. 4. The committee shall report to the National Assembly annually, and shall lay before it a copy of the statement of the trustees.",
            "description": "The committee shall report to the National Assembly annually, and shall lay before it a copy of the statement of the trustees."
        }
    },
    {
        "act": "TROTMAN TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Powers of committee when fund is invested on mortgage. ",
            "context": "TROTMAN TRUST FUND ACT under Powers of committee when fund is invested on mortgage. 5. Where any portion of the fund is invested on mortgage of immovable property, the committee, for the purpose of protecting and conserving the fund, shall have the following powers, that is to say, they may   (a) purchase and receive  transport for that property;  (b) carry on the cultivation of any property so purchased, but only for the period absolutely necessary for the above-mentioned purpose; and do all things requisite, including the raising of money on loan, for carrying on the cultivation;  (c) mortgage any property so purchased; and LAWS OF GUYANA 6 Cap. 13:22 Trotman Trust Fund  L.R.O. 1/2012            Power of committee to accept gifts to fund.                 s. 2                  (d) sell and pass transport for any property so purchased, or for any portion thereof:  Provided that every power conferred by this section shall be exercised only with the sanction and subject to the direction of the Minister.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "purchase and receive  transport for that property;"
                },
                {
                    "representation": "(b)",
                    "description": "carry on the cultivation of any property so purchased, but only for the period absolutely necessary for the above-mentioned purpose; and do all things requisite, including the raising of money on loan, for carrying on the cultivation;"
                },
                {
                    "representation": "(c)",
                    "description": "mortgage any property so purchased; and LAWS OF GUYANA 6 Cap. 13:22 Trotman Trust Fund  L.R.O. 1/2012            Power of committee to accept gifts to fund.                 s. 2"
                },
                {
                    "representation": "(d)",
                    "description": "sell and pass transport for any property so purchased, or for any portion thereof:  Provided that every power conferred by this section shall be exercised only with the sanction and subject to the direction of the Minister."
                }
            ]
        }
    }
]