[
    {
        "act": "MITCHELL TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "MITCHELL TRUST FUND ACT under Short title. 1. This Act may be cited as the Mitchell Trust Act.",
            "description": "This Act may be cited as the Mitchell Trust Act."
        }
    },
    {
        "act": "MITCHELL TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "MITCHELL TRUST FUND ACT under Interpretation. 2. In this Act-  the beneficiaries means the persons selected as such as provided for this Act;  the estate means the property held by the Secretary to the Treasury on behalf of the National Assembly under the terms of the will of Walter Mitchell, deceased, as set out in the Schedule or any securities which may have been substituted therefor prior to the date of the coming into force of this Act together with any moneys uninvested upon that date; LAWS OF GUYANA 6 Cap. 13:23 Mitchell Trust  L.R.O. 1/2012       Appointment of trustees. [O. 49/1953]                                         the trustees means the persons from time to time filling the office of trustees and having and exercising all the rights and powers in them vested by this Act",
            "description": "In this Act-  the beneficiaries means the persons selected as such as provided for this Act;  the estate means the property held by the Secretary to the Treasury on behalf of the National Assembly under the terms of the will of Walter Mitchell, deceased, as set out in the Schedule or any securities which may have been substituted therefor prior to the date of the coming into force of this Act together with any moneys uninvested upon that date; LAWS OF GUYANA 6 Cap. 13:23 Mitchell Trust  L.R.O. 1/2012       Appointment of trustees. [O. 49/1953]                                         the trustees means the persons from time to time filling the office of trustees and having and exercising all the rights and powers in them vested by this Act"
        }
    },
    {
        "act": "MITCHELL TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Appointment of trustees. ",
            "context": "MITCHELL TRUST FUND ACT under Appointment of trustees. 3. (1) The estate shall be vested in a committee of the National Assembly which shall be styled the Mitchell Fund Trustees and shall consist of the persons following:  (a) the Minister responsible for social welfare;  (b) two other members of the National Assembly to be appointed by the Minister.  (2) The trustees shall hold office for a period of three years subject to section 4 and shall be eligible for re-appointment for a further term or terms.  (3) The Minister may, for any cause he deems sufficient cancel the appointment of a trustee and appoint another trustee in his place.  (4) A trustee shall vacate his office    (a) if he resigns in writing addressed to the Minister or,  (b) if he departs from Guyana without the leave of the Minister, or  (c) if he ceases to be a member of the National Assembly.  (5) The Minister may appoint any member of the National Assembly to act in the place of any trustee who is temporarily absent from Guyana.  LAWS OF GUYANA Mitchell Trust Cap. 13:23 7  L.R.O. 1/2012       Trustees not affected by dissolution of National Assembly.         Administration and accounting by trustees. [37 of 1950]            Cost of administration.       Appointment of secretary. [O. 49/1953]         (6) The foregoing subsections (other than subsection (l)) of this section shall not apply to the Minister responsible for social welfare.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The estate shall be vested in a committee of the National Assembly which shall be styled the Mitchell Fund Trustees and shall consist of the persons following:"
                },
                {
                    "representation": "(a)",
                    "description": "if he resigns in writing addressed to the Minister or,"
                },
                {
                    "representation": "(b)",
                    "description": "if he departs from Guyana without the leave of the Minister, or"
                },
                {
                    "representation": "(2)",
                    "description": "The trustees shall hold office for a period of three years subject to section 4 and shall be eligible for re-appointment for a further term or terms."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may, for any cause he deems sufficient cancel the appointment of a trustee and appoint another trustee in his place."
                },
                {
                    "representation": "(4)",
                    "description": "A trustee shall vacate his office"
                },
                {
                    "representation": "(c)",
                    "description": "if he ceases to be a member of the National Assembly."
                },
                {
                    "representation": "(5)",
                    "description": "The Minister may appoint any member of the National Assembly to act in the place of any trustee who is temporarily absent from Guyana.  LAWS OF GUYANA Mitchell Trust Cap. 13:23 7  L.R.O. 1/2012       Trustees not affected by dissolution of National Assembly.         Administration and accounting by trustees. [37 of 1950]            Cost of administration.       Appointment of secretary. [O. 49/1953]"
                },
                {
                    "representation": "(6)",
                    "description": "The foregoing subsections"
                }
            ]
        }
    },
    {
        "act": "MITCHELL TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Trustees not affected by dissolution of National Assembly. ",
            "context": "MITCHELL TRUST FUND ACT under Trustees not affected by dissolution of National Assembly. 4. Upon a dissolution of the National Assembly the Trustees, notwithstanding the provisions of the last preceding section, shall continue in office and shall have the powers and discharge the duties of trustees appointed under this Act until the day upon which the National Assembly next meets after a dissolution. Thereupon the trustees other than the Minister responsible for social welfare shall cease to be trustees but shall, subject to section 3(1) be eligible for reappointment by the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "be eligible for reappointment by the Minister."
                }
            ]
        }
    },
    {
        "act": "MITCHELL TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Administration and accounting by trustees. ",
            "context": "MITCHELL TRUST FUND ACT under Administration and accounting by trustees. 5. (1)The trustees shall administer the estate in accordance with this Act and shall on or before the 31st May in each year present to the National Assembly an account of their administration during the twelve months ending on the preceding 31st December.  (2) The accounts of the trustees shall be audited by the Director of Audit annually and at such other times as the Minister may appoint.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "The accounts of the trustees shall be audited by the Director of Audit annually and at such other times as the Minister may appoint."
                }
            ]
        }
    },
    {
        "act": "MITCHELL TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Cost of administration. ",
            "context": "MITCHELL TRUST FUND ACT under Cost of administration. 6. The trustees shall not be entitled to remuneration for their services but may charge to the fund any disbursement on account of travelling and subsistence expenses together with all other costs, charges and expenses incidental to the administration of the estate.",
            "description": "The trustees shall not be entitled to remuneration for their services but may charge to the fund any disbursement on account of travelling and subsistence expenses together with all other costs, charges and expenses incidental to the administration of the estate."
        }
    },
    {
        "act": "MITCHELL TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Appointment of Secretary. ",
            "context": "MITCHELL TRUST FUND ACT under Appointment of Secretary. 7. The person for the time being holding or acting in the office of Clerk of the National Assembly shall be Secretary to the trustees and shall be entitled to remuneration from the estate at the rate of seventy-two dollars per annum in respect of any period during which he discharges the duties of Secretary:  Provided that the Minister may at any time and for any LAWS OF GUYANA 8 Cap. 13:23 Mitchell Trust  L.R.O. 1/2012        Investment of estate.      Application of income from estate.      Applications to trustees (37 of 1950)                  Selection of beneficiaries.     Tenure and benefits. [37 of 1950]      cause he deems sufficient appoint any other person to act in place of the Secretary and to receive the remuneration.",
            "description": "The person for the time being holding or acting in the office of Clerk of the National Assembly shall be Secretary to the trustees and shall be entitled to remuneration from the estate at the rate of seventy-two dollars per annum in respect of any period during which he discharges the duties of Secretary:  Provided that the Minister may at any time and for any LAWS OF GUYANA 8 Cap. 13:23 Mitchell Trust  L.R.O. 1/2012        Investment of estate.      Application of income from estate.      Applications to trustees (37 of 1950)                  Selection of beneficiaries.     Tenure and benefits. [37 of 1950]      cause he deems sufficient appoint any other person to act in place of the Secretary and to receive the remuneration."
        }
    },
    {
        "act": "MITCHELL TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Investment of estate. ",
            "context": "MITCHELL TRUST FUND ACT under Investment of estate. 8. The trustees shall keep the funds of the estate invested in such securities as the Minister may from time to time approve.",
            "description": "The trustees shall keep the funds of the estate invested in such securities as the Minister may from time to time approve."
        }
    },
    {
        "act": "MITCHELL TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Application of income from estate. ",
            "context": "MITCHELL TRUST FUND ACT under Application of income from estate. 9. The annual income of the estate after deducting therefrom the cost of administration as hereinbefore provided shall be applied in the manner and to the extent hereinafter set out and any balance remaining shall be added to the funds of the estate of which it shall thereafter form a part.",
            "description": "The annual income of the estate after deducting therefrom the cost of administration as hereinbefore provided shall be applied in the manner and to the extent hereinafter set out and any balance remaining shall be added to the funds of the estate of which it shall thereafter form a part."
        }
    },
    {
        "act": "MITCHELL TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Applications to trustees. ",
            "context": "MITCHELL TRUST FUND ACT under Applications to trustees. 10. Within one month of the commencement of this Act or within one month of the occurrence of a vacancy under section 13 or within such further time as the trustees may allow, the Secretary to the trustees shall cause notices to be published in the Gazette and in two daily newspapers circulating in Guyana upon two occasions inviting applications to be made on or before the date specified in the notices (which date shall be approved by the trustees for the purpose) on behalf of children of either sex between the ages of five and sixteen years who are orphans or half orphans born in Guyana. Such applications shall be submitted in writing to the Secretary and in a form approved by the trustees.",
            "description": "Within one month of the commencement of this Act or within one month of the occurrence of a vacancy under section 13 or within such further time as the trustees may allow, the Secretary to the trustees shall cause notices to be published in the Gazette and in two daily newspapers circulating in Guyana upon two occasions inviting applications to be made on or before the date specified in the notices (which date shall be approved by the trustees for the purpose) on behalf of children of either sex between the ages of five and sixteen years who are orphans or half orphans born in Guyana. Such applications shall be submitted in writing to the Secretary and in a form approved by the trustees."
        }
    },
    {
        "act": "MITCHELL TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Selection of beneficiaries. ",
            "context": "MITCHELL TRUST FUND ACT under Selection of beneficiaries. 11. Within three months of the commencement of this Act, the trustees shall select from the children eligible and on whose behalf application has been made, six beneficiaries, preference being given to the poorest and most needy.",
            "description": "Within three months of the commencement of this Act, the trustees shall select from the children eligible and on whose behalf application has been made, six beneficiaries, preference being given to the poorest and most needy."
        }
    },
    {
        "act": "MITCHELL TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Tenure and benefits. ",
            "context": "MITCHELL TRUST FUND ACT under Tenure and benefits. 12. (l) The trustees shall pay to the parent or guardian of each beneficiary or to some other person selected by the trustees for the purpose the sum of one hundred and eighty dollars per annum until the beneficiary shall attain the age of sixteen years or shall cease to be a beneficiary.  LAWS OF GUYANA Mitchell Trust Cap. 13:23 9  L.R.O. 1/2012                      Filling  vacancies amongst beneficiaries.                  Revocation of a benefactor.      Power to make rules.   (2) It shall be the duty of a parent or guardian or other person selected by the trustees to apply all sums received by them from the trustees for the care, maintenance, education and welfare of the beneficiary, and the trustees shall have power at any time to withhold any payment, or to make payment to some other person on behalf of the beneficiary, whenever the trustees have reason to believe that the parent, guardian, or person selected by them to receive payment, has not applied the sums received or any portion thereof as in the manner required.  (3) The Minister may, by order, increase or reduce the sum payable under this section.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "The trustees shall pay to the parent or guardian of each beneficiary or to some other person selected by the trustees for the purpose the sum of one hundred and eighty dollars per annum until the beneficiary shall attain the age of sixteen years or shall cease to be a beneficiary.  LAWS OF GUYANA Mitchell Trust Cap. 13:23 9  L.R.O. 1/2012                      Filling  vacancies amongst beneficiaries.                  Revocation of a benefactor.      Power to make rules."
                },
                {
                    "representation": "(2)",
                    "description": "It shall be the duty of a parent or guardian or other person selected by the trustees to apply all sums received by them from the trustees for the care, maintenance, education and welfare of the beneficiary, and the trustees shall have power at any time to withhold any payment, or to make payment to some other person on behalf of the beneficiary, whenever the trustees have reason to believe that the parent, guardian, or person selected by them to receive payment, has not applied the sums received or any portion thereof as in the manner required."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may, by order, increase or reduce the sum payable under this section."
                }
            ]
        }
    },
    {
        "act": "MITCHELL TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Filling vacancies amongst beneficiaries. ",
            "context": "MITCHELL TRUST FUND ACT under Filling vacancies amongst beneficiaries. 13. (1)Upon a vacancy occurring amongst the beneficiaries, the Secretary to the trustees shall proceed within the time and in the manner provided in section 10 and the trustees shall within a reasonable time thereafter select a new beneficiary in compliance with section",
            "description": "(1)Upon a vacancy occurring amongst the beneficiaries, the Secretary to the trustees shall proceed within the time and in the manner provided in section 10 and the trustees shall within a reasonable time thereafter select a new beneficiary in compliance with section"
        }
    },
    {
        "act": "MITCHELL TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Revocation of a benefaction. ",
            "context": "MITCHELL TRUST FUND ACT under Revocation of a benefaction. 14.",
            "description": "14."
        }
    },
    {
        "act": "MITCHELL TRUST FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Power to make rules. ",
            "context": "MITCHELL TRUST FUND ACT under Power to make rules. 15. Subject to this Act, the trustees shall have power from time to time to make rules for the conduct of their business, and for the administration and management of the LAWS OF GUYANA 10 Cap. 13:23 Mitchell Trust  L.R.O. 1/2012      Provision for cases of difference between trustees.       s. 2                    estate which shall be binding on all persons affected thereby.",
            "description": "Subject to this Act, the trustees shall have power from time to time to make rules for the conduct of their business, and for the administration and management of the LAWS OF GUYANA 10 Cap. 13:23 Mitchell Trust  L.R.O. 1/2012      Provision for cases of difference between trustees.       s. 2                    estate which shall be binding on all persons affected thereby."
        }
    }
]