[
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "GUYANA CITIZENSHIP ACT under Short title. 1. This Act may be cited as the Guyana Citizenship Act.",
            "description": "This Act may be cited as the Guyana Citizenship Act."
        }
    },
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "GUYANA CITIZENSHIP ACT under Interpretation. 2. (1) In this Act  alien means a person who is not a Commonwealth citizen, a British protected person or a citizen of the Republic of Ireland;  British protected person means a person who is a British protected person for the purposes of the British Nationality Act, 1948, of the United Kingdom;  the Commonwealth has the meaning assigned to it by the Constitution;  Commonwealth citizen means a person who under the Constitution has the status of a Commonwealth citizen;  foreign country means a country (other than the Republic of Ireland) that is not part of the Commonwealth;  Guyana includes, in relation to any period commencing prior to the 26th May, 1966, and prescribed by this Act for the purposes of any requirement as to residence, the former Colony of British Guiana;  minor means a person who is not of full age;  oath of allegiance means an oath of allegiance set out in the First Schedule to this Act.  (2) For the purposes of this Act, a person born aboard a registered ship or aircraft, or aboard an unregistered ship or aircraft of the Government of any country, shall be deemed to have been born in the place in which the ship or aircraft was registered or, as the case may be, in that country. LAWS OF GUYANA Guyana Citizenship Cap. 14:01 5  L.R.O. 1/2012             References in existing laws to British subject to be construed as references to Common-wealth citizen.  Registration of certain persons as citizens.                         (3) For the purposes of this Act, a person shall be of full age if such person attains the age of eighteen years and is not of unsound mind.  (4) For the purposes of this Act, a person shall be deemed not to have attained a given age until the commencement of the relevant anniversary of the day of his birth.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  alien means a person who is not a Commonwealth citizen, a British protected person or a citizen of the Republic of Ireland;  British protected person means a person who is a British protected person for the purposes of the British Nationality Act, 1948, of the United Kingdom;  the Commonwealth has the meaning assigned to it by the Constitution;  Commonwealth citizen means a person who under the Constitution has the status of a Commonwealth citizen;  foreign country means a country"
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of this Act, a person born aboard a registered ship or aircraft, or aboard an unregistered ship or aircraft of the Government of any country, shall be deemed to have been born in the place in which the ship or aircraft was registered or, as the case may be, in that country. LAWS OF GUYANA Guyana Citizenship Cap. 14:01 5  L.R.O. 1/2012             References in existing laws to British subject to be construed as references to Common-wealth citizen.  Registration of certain persons as citizens."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this Act, a person shall be of full age if such person attains the age of eighteen years and is not of unsound mind."
                },
                {
                    "representation": "(4)",
                    "description": "For the purposes of this Act, a person shall be deemed not to have attained a given age until the commencement of the relevant anniversary of the day of his birth."
                }
            ]
        }
    },
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "References in existing laws to British subject to be construed as references to Commonwealth citizen. ",
            "context": "GUYANA CITIZENSHIP ACT under References in existing laws to British subject to be construed as references to Commonwealth citizen. 3. A reference to a British subject in any law in force in Guyana on the commencement of this Act shall be construed as a reference to a Commonwealth citizen.",
            "description": "A reference to a British subject in any law in force in Guyana on the commencement of this Act shall be construed as a reference to a Commonwealth citizen."
        }
    },
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Registration of certain persons as citizens. ",
            "context": "GUYANA CITIZENSHIP ACT under Registration of certain persons as citizens. 4. (1) A Commonwealth citizen or a citizen of the Republic of Ireland, being of full age and capacity, may, on making application therefor under this subsection to the Minister in the prescribed manner, be registered at the discretion of the Minister as a citizen of Guyana if he satisfies the Minister that he  (a) has been ordinarily resident in Guyana; or  (b) has been in the service of the Government of Guyana; or  (c) has had partly such residence and partly such service, throughout the period of five years ending with the date of his application, or such shorter period so ending as the Minister may in the special circumstances of any particular case accept.  LAWS OF GUYANA 6 Cap. 14:01 Guyana Citizenship   L.R.O. 1/2012                                      Registration of minors. [19 of 1990]           (2) Subject to section 7, a person shall be entitled, on making application under this subsection to the Minister in the prescribed manner, to be registered as a citizen of Guyana if he satisfies the Minister that he is and always has been stateless and  (a) if he was born before the 25th May, 1966, that his mother was a citizen of the United Kingdom and Colonies at the time of his birth by reason of her having been born in the former Colony of British Guiana; or  (b) if he was born after the 25th May, 1966, that his mother was a citizen of Guyana at the time of his birth; or  (c) that he was born in Guyana.  (3) Subsection (2) (a) and (b) apply to persons born illegitimate as well as to persons born legitimate.  (4) An application for the registration under subsection (2) of a minor may be made by his parent or guardian or, if he has attained the age of sixteen years, by the minor himself or by his parent or guardian.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A Commonwealth citizen or a citizen of the Republic of Ireland, being of full age and capacity, may, on making application therefor under this subsection to the Minister in the prescribed manner, be registered at the discretion of the Minister as a citizen of Guyana if he satisfies the Minister that he"
                },
                {
                    "representation": "(a)",
                    "description": "if he was born before the 25th May, 1966, that his mother was a citizen of the United Kingdom and Colonies at the time of his birth by reason of her having been born in the former Colony of British Guiana; or"
                },
                {
                    "representation": "(b)",
                    "description": "apply to persons born illegitimate as well as to persons born legitimate."
                },
                {
                    "representation": "(c)",
                    "description": "that he was born in Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "of a minor may be made by his parent or guardian or, if he has attained the age of sixteen years, by the minor himself or by his parent or guardian."
                },
                {
                    "representation": "(3)",
                    "description": "Subsection"
                },
                {
                    "representation": "(4)",
                    "description": "An application for the registration under subsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Registration of minors. ",
            "context": "GUYANA CITIZENSHIP ACT under Registration of minors. 5. (1) The Minister may, at his discretion, cause the minor child of any citizen of Guyana to be registered as a citizen of Guyana upon application made under this subsection in the prescribed manner by a parent or guardian of the child.  (2) The Minister may, in such special circumstances as he thinks fit, cause any minor to be registered as a citizen of Guyana.  LAWS OF GUYANA Guyana Citizenship Cap. 14:01 7  L.R.O. 1/2012          Effect of registration as a citizen.   Ministers discretionary powers. [O. 80/1980] c. 1:01             Additional grounds for citizenship.             Naturalisation of aliens and British protected (3) Where under a law in force in Guyana relating to the adoption of children an adoption order is made in respect of a minor not a citizen of Guyana then if the adopter or in the case of a joint adoption one of the adopters is a citizen of Guyana the minor shall become a citizen of Guyana as from the date of the order.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may, at his discretion, cause the minor child of any citizen of Guyana to be registered as a citizen of Guyana upon application made under this subsection in the prescribed manner by a parent or guardian of the child."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may, in such special circumstances as he thinks fit, cause any minor to be registered as a citizen of Guyana.  LAWS OF GUYANA Guyana Citizenship Cap. 14:01 7  L.R.O. 1/2012          Effect of registration as a citizen.   Ministers discretionary powers. [O. 80/1980] c. 1:01             Additional grounds for citizenship.             Naturalisation of aliens and British protected"
                },
                {
                    "representation": "(3)",
                    "description": "Where under a law in force in Guyana relating to the adoption of children an adoption order is made in respect of a minor not a citizen of Guyana then if the adopter or in the case of a joint adoption one of the adopters is a citizen of Guyana the minor shall become a citizen of Guyana as from the date of the order."
                }
            ]
        }
    },
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Effect of registration as a citizen. ",
            "context": "GUYANA CITIZENSHIP ACT under Effect of registration as a citizen. 6. A person, upon being registered under section 4 or 5, shall become a citizen of Guyana by registration with effect from the date on which he is registered.",
            "description": "A person, upon being registered under section 4 or 5, shall become a citizen of Guyana by registration with effect from the date on which he is registered."
        }
    },
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Minister’s discretionary powers. ",
            "context": "GUYANA CITIZENSHIP ACT under Ministers discretionary powers. 7. (1) The Minister may, if he is satisfied that the interests of national security or public policy so require, refuse to register as a citizen of Guyana any person to whom the proviso to article 42(1) or 45 of the Constitution or section 4(2) of this Act applies.  (2) The Minister shall not be required to assign any reason for the exercise of any discretionary power conferred on him as to the registering as a citizen, the naturalizing, or certifying the citizenship, of any person and no exercise of any such power shall be subject to appeal or review in any court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may, if he is satisfied that the interests of national security or public policy so require, refuse to register as a citizen of Guyana any person to whom the proviso to article 42(1) or 45 of the Constitution or section 4(2) of this Act applies."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall not be required to assign any reason for the exercise of any discretionary power conferred on him as to the registering as a citizen, the naturalizing, or certifying the citizenship, of any person and no exercise of any such power shall be subject to appeal or review in any court."
                }
            ]
        }
    },
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Additional grounds for citizenship. ",
            "context": "GUYANA CITIZENSHIP ACT under Additional grounds for citizenship. 8. (1) A person born in Guyana after the commencement of this Act shall be a citizen of Guyana by birth if his mother was a citizen of Guyana at the time when he was born and he would, apart from this subsection, be stateless.  (2) Where after the commencement of this Act a new-born infant is found abandoned in Guyana, that infant shall, unless the contrary is shown, be deemed to have been born in Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person born in Guyana after the commencement of this Act shall be a citizen of Guyana by birth if his mother was a citizen of Guyana at the time when he was born and he would, apart from this subsection, be stateless."
                },
                {
                    "representation": "(2)",
                    "description": "Where after the commencement of this Act a new-born infant is found abandoned in Guyana, that infant shall, unless the contrary is shown, be deemed to have been born in Guyana."
                }
            ]
        }
    },
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Naturalisation of aliens and British protected persons. ",
            "context": "GUYANA CITIZENSHIP ACT under Naturalisation of aliens and British protected persons. 9. The Minister may, at his discretion, if application therefor is made to him in the prescribed manner by any alien or British protected person of full age and capacity who LAWS OF GUYANA 8 Cap. 14:01 Guyana Citizenship   L.R.O. 1/2012  persons. [11 of 1968] Second Schedule.      Renunciation of citizenship. [O. 80/1980]    c. 1:01                                satisfies him that he is qualified under the Second  Schedule for naturalisation grant to him a certificate of naturalisation, and the person to whom the certificate is granted shall, on taking the oath of allegiance, become a citizen of Guyana by naturalisation with effect  from the date on which that certificate is granted.",
            "description": "The Minister may, at his discretion, if application therefor is made to him in the prescribed manner by any alien or British protected person of full age and capacity who LAWS OF GUYANA 8 Cap. 14:01 Guyana Citizenship   L.R.O. 1/2012  persons. [11 of 1968] Second Schedule.      Renunciation of citizenship. [O. 80/1980]    c. 1:01                                satisfies him that he is qualified under the Second  Schedule for naturalisation grant to him a certificate of naturalisation, and the person to whom the certificate is granted shall, on taking the oath of allegiance, become a citizen of Guyana by naturalisation with effect  from the date on which that certificate is granted."
        }
    },
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Renunciation of citizenship. ",
            "context": "GUYANA CITIZENSHIP ACT under Renunciation of citizenship. 10. (1) Subject to subsection (2) if any citizen of Guyana of full age and capacity who is or is about to become  (a) a citizen of any country to which article 47 of the Constitution applies, or of the Republic of Ireland; or  (b) a national of a foreign country,   makes in the prescribed manner a declaration of renunciation of citizenship of Guyana, the Minister shall cause the declaration to be registered, and upon the registration, that person shall cease to be a citizen of Guyana:  Provided that the Minister may, at his discretion, withhold registration of any such declaration if it is made by a person who is or is about to become a national of a foreign country during any war in which Guyana is engaged.  (2) A declaration of renunciation of citizenship of Guyana made under subsection (1) by a person who is not a citizen of any other country shall be registered only if the Minister is satisfied that that person will after the registration become a citizen or national of some other country; and if that person does not become such a citizen or national within six months from the date of registration he shall be, and be deemed to have remained, a citizen of Guyana notwithstanding the registration.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "by a person who is not a citizen of any other country shall be registered only if the Minister is satisfied that that person will after the registration become a citizen or national of some other country; and if that person does not become such a citizen or national within six months from the date of registration he shall be, and be deemed to have remained, a citizen of Guyana notwithstanding the registration."
                },
                {
                    "representation": "(2)",
                    "description": "A declaration of renunciation of citizenship of Guyana made under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "a citizen of any country to which article 47 of the Constitution applies, or of the Republic of Ireland; or"
                },
                {
                    "representation": "(b)",
                    "description": "a national of a foreign country,   makes in the prescribed manner a declaration of renunciation of citizenship of Guyana, the Minister shall cause the declaration to be registered, and upon the registration, that person shall cease to be a citizen of Guyana:  Provided that the Minister may, at his discretion, withhold registration of any such declaration if it is made by a person who is or is about to become a national of a foreign country during any war in which Guyana is engaged."
                }
            ]
        }
    },
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Deprivation of citizenship. ",
            "context": "GUYANA CITIZENSHIP ACT under Deprivation of citizenship. 11. (1) Subject to this section, the Minister may, at his LAWS OF GUYANA Guyana Citizenship Cap. 14:01 9  L.R.O. 1/2012 Deprivation of citizenship.                                               discretion, by order deprive of his citizenship any citizen of Guyana who is such by registration or naturalisation if the Minister is satisfied that the registration or certificate of naturalisation was obtained by means of fraud, false representation or the concealment of any material fact.  (2) Subject to this section, the Minister may at his discretion, by order, deprive of his citizenship any citizen of Guyana, who is such by registration or naturalisation if the Minister is satisfied that that citizen  (a) has shown himself by act or speech to be disloyal or disaffected towards the Constitution; or  (b) has, during any war in which Guyana was engaged, unlawfully traded or communicated with an enemy or been engaged in or associated with any business that was to his knowledge carried on in such manner as to assist an enemy in that war; or  (c) has within five years after becoming naturalised been sentenced in any country to imprisonment for a term of not less than twelve months; or  (d) has done any voluntary act which is incompatible with his loyalty to the Constitution.  (3) The Minister shall not deprive a person of his citizenship  (a) under this section unless he is satisfied that it is not conducive to the public good that that person should LAWS OF GUYANA 10 Cap. 14:01 Guyana Citizenship   L.R.O. 1/2012                                                 continue to be a citizen of Guyana;  (b) on the ground mentioned in subsection (2) (c) if it appears to him that that person would thereupon become stateless.  (4) Before making an order under this section, the Minister shall give the person against whom the order is proposed to be made, notice in writing informing him of the ground on which it is proposed to be made and of his right to an enquiry under this section.  (5) If the person against whom the order is proposed to be made applies in the prescribed manner for an enquiry, the Minister shall, and in any other case the Minister may, at his discretion, refer the case for enquiry and report to a committee consisting of a chairman, being a person possessing judicial experience, appointed by the Minister and of such other members appointed by the Minister as he thinks proper.  (6) The Minister may make rules for the practice and procedure to be followed in connection with a committee of enquiry appointed under this section, and such rules may, in particular, provide for conferring on such committee any powers, rights or privileges of any court, and for enabling any powers so conferred to be exercised by one or more members of the committee; and, subject to any such rules, the committee may regulate its own procedure.  (7) A person who is deprived of his citizenship of Guyana by an order under this section shall, upon the making of the order, cease to be a citizen of Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, the Minister may, at his LAWS OF GUYANA Guyana Citizenship Cap. 14:01 9  L.R.O. 1/2012 Deprivation of citizenship.                                               discretion, by order deprive of his citizenship any citizen of Guyana who is such by registration or naturalisation if the Minister is satisfied that the registration or certificate of naturalisation was obtained by means of fraud, false representation or the concealment of any material fact."
                },
                {
                    "representation": "(2)",
                    "description": "(c) if it appears to him that that person would thereupon become stateless."
                },
                {
                    "representation": "(a)",
                    "description": "under this section unless he is satisfied that it is not conducive to the public good that that person should LAWS OF GUYANA 10 Cap. 14:01 Guyana Citizenship   L.R.O. 1/2012                                                 continue to be a citizen of Guyana;"
                },
                {
                    "representation": "(b)",
                    "description": "on the ground mentioned in subsection"
                },
                {
                    "representation": "(c)",
                    "description": "has within five years after becoming naturalised been sentenced in any country to imprisonment for a term of not less than twelve months; or"
                },
                {
                    "representation": "(d)",
                    "description": "has done any voluntary act which is incompatible with his loyalty to the Constitution."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister shall not deprive a person of his citizenship"
                },
                {
                    "representation": "(4)",
                    "description": "Before making an order under this section, the Minister shall give the person against whom the order is proposed to be made, notice in writing informing him of the ground on which it is proposed to be made and of his right to an enquiry under this section."
                },
                {
                    "representation": "(5)",
                    "description": "If the person against whom the order is proposed to be made applies in the prescribed manner for an enquiry, the Minister shall, and in any other case the Minister may, at his discretion, refer the case for enquiry and report to a committee consisting of a chairman, being a person possessing judicial experience, appointed by the Minister and of such other members appointed by the Minister as he thinks proper."
                },
                {
                    "representation": "(6)",
                    "description": "The Minister may make rules for the practice and procedure to be followed in connection with a committee of enquiry appointed under this section, and such rules may, in particular, provide for conferring on such committee any powers, rights or privileges of any court, and for enabling any powers so conferred to be exercised by one or more members of the committee; and, subject to any such rules, the committee may regulate its own procedure."
                },
                {
                    "representation": "(7)",
                    "description": "A person who is deprived of his citizenship of Guyana by an order under this section shall, upon the making of the order, cease to be a citizen of Guyana."
                }
            ]
        }
    },
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "(1) The Minister may in such cases as he thinks fit, LAWS OF GUYANA Guyana Citizenship Cap. 14:01 11  L.R.O. 1/2012 Certificate of citizenship in cases of doubt.                Evidence.    c. 1:01                      c. 5:03   Offences.  [13 of 1997 14 of 1998]  on application made by or on behalf of any person with respect to whose citizenship of Guyana a doubt exists, whether on a question of fact or law, certify that that person is a citizen of Guyana.  (2) A certificate issued under this section shall, unless it is proved that it was obtained by means of fraud, false representation or concealment of any material fact, be conclusive evidence that that person was such a citizen on the date thereof, but without prejudice to any evidence that he was such a citizen at any earlier date.  ",
            "context": "GUYANA CITIZENSHIP ACT under (1) The Minister may in such cases as he thinks fit, LAWS OF GUYANA Guyana Citizenship Cap. 14:01 11  L.R.O. 1/2012 Certificate of citizenship in cases of doubt.                Evidence.    c. 1:01                      c. 5:03   Offences.  [13 of 1997 14 of 1998]  on application made by or on behalf of any person with respect to whose citizenship of Guyana a doubt exists, whether on a question of fact or law, certify that that person is a citizen of Guyana.  (2) A certificate issued under this section shall, unless it is proved that it was obtained by means of fraud, false representation or concealment of any material fact, be conclusive evidence that that person was such a citizen on the date thereof, but without prejudice to any evidence that he was such a citizen at any earlier date.  12. (1) A declaration of renunciation of citizenship of Guyana made under section 10(1) of the Act shall be in the form set out in the Third Schedule.  (2) The declaration shall, subject to the said section 10, be registered at the office of the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A declaration of renunciation of citizenship of Guyana made under section 10(1) of the Act shall be in the form set out in the Third Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "The declaration shall, subject to the said section 10, be registered at the office of the Minister."
                }
            ]
        }
    },
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Certificate of citizenship in cases of doubt. ",
            "context": "GUYANA CITIZENSHIP ACT under Certificate of citizenship in cases of doubt. 13. (1) Every document purporting to be a notice, certificate, order or declaration, or an entry in a register or a subscription of an oath of allegiance, given, granted or made under this Act or under Chapter IV of the Constitution shall be received in evidence and shall, unless the contrary is proved, be deemed to have been given, granted or made by or on behalf of the person by whom or on whose behalf it purports to have been given, granted or made.  (2) Prima facie evidence of any such document as aforesaid may be given by production of a document purporting to be certified as a true copy thereof by such person and in such manner as may be prescribed.  (3) Any entry in a register under this Act or under Chapter IV of the Constitution shall be received as evidence of the matters stated in the entry.  (4) Nothing in this section shall prejudice the admissibility of anything in evidence, or the effect of any such evidence, pursuant to any provisions of the Evidence Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every document purporting to be a notice, certificate, order or declaration, or an entry in a register or a subscription of an oath of allegiance, given, granted or made under this Act or under Chapter IV of the Constitution shall be received in evidence and shall, unless the contrary is proved, be deemed to have been given, granted or made by or on behalf of the person by whom or on whose behalf it purports to have been given, granted or made."
                },
                {
                    "representation": "(2)",
                    "description": "Prima facie evidence of any such document as aforesaid may be given by production of a document purporting to be certified as a true copy thereof by such person and in such manner as may be prescribed."
                },
                {
                    "representation": "(3)",
                    "description": "Any entry in a register under this Act or under Chapter IV of the Constitution shall be received as evidence of the matters stated in the entry."
                },
                {
                    "representation": "(4)",
                    "description": "Nothing in this section shall prejudice the admissibility of anything in evidence, or the effect of any such evidence, pursuant to any provisions of the Evidence Act."
                }
            ]
        }
    },
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Evidence. ",
            "context": "GUYANA CITIZENSHIP ACT under Evidence. 14. (1) Any person who for the purpose of procuring anything to be done or not to be done under this Act or under Chapter IV of the Constitution makes any statement which he knows to be false in a material particular, or recklessly makes LAWS OF GUYANA 12 Cap. 14:01 Guyana Citizenship   L.R.O. 1/2012                                                 a statement which is false in a material particular, shall be liable on summary conviction to a fine of not less than twenty-five thousand dollars nor more than fifty thousand dollars and to imprisonment for six months.  (2) Any person who fails to comply with any requirement imposed on him by regulations made under this Act with respect to the delivering up of certificates of naturalisation shall be liable on summary conviction to a fine of not less than twenty-five thousand dollars nor more than fifty thousand dollars and to imprisonment for six months.  (3) Every person who  (a) forges a passport; or  (b) utters a passport knowing it to be forged; or  (c) for the purpose of procuring a passport whether for himself or any other person, makes a statement which is to his knowledge untrue,  shall be liable  (i) on summary conviction to a fine of not less than twenty thousand dollars nor more than forty thousand dollars and to imprisonment for twelve months; (ii) on conviction on indictment to a fine of not less than forty thousand dollars nor more than eighty thousand dollars and to imprisonment for four years. LAWS OF GUYANA Guyana Citizenship Cap. 14:01 13  L.R.O. 1/2012      c. 8:01      Regulations.         c. 1:01                               (4) In this section the expression forgery has the same meaning as it has in section 240 of the Criminal Law (Offences) Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who for the purpose of procuring anything to be done or not to be done under this Act or under Chapter IV of the Constitution makes any statement which he knows to be false in a material particular, or recklessly makes LAWS OF GUYANA 12 Cap. 14:01 Guyana Citizenship   L.R.O. 1/2012                                                 a statement which is false in a material particular, shall be liable on summary conviction to a fine of not less than twenty-five thousand dollars nor more than fifty thousand dollars and to imprisonment for six months."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who fails to comply with any requirement imposed on him by regulations made under this Act with respect to the delivering up of certificates of naturalisation shall be liable on summary conviction to a fine of not less than twenty-five thousand dollars nor more than fifty thousand dollars and to imprisonment for six months."
                },
                {
                    "representation": "(3)",
                    "description": "Every person who"
                },
                {
                    "representation": "(a)",
                    "description": "forges a passport; or"
                },
                {
                    "representation": "(b)",
                    "description": "utters a passport knowing it to be forged; or"
                },
                {
                    "representation": "(c)",
                    "description": "for the purpose of procuring a passport whether for himself or any other person, makes a statement which is to his knowledge untrue,  shall be liable"
                },
                {
                    "representation": "(i)",
                    "description": "on summary conviction to a fine of not less than twenty thousand dollars nor more than forty thousand dollars and to imprisonment for twelve months;"
                },
                {
                    "representation": "(4)",
                    "description": "In this section the expression forgery has the same meaning as it has in section 240 of the Criminal Law"
                }
            ]
        }
    },
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "[Deleted by O.80/1980] ",
            "context": "GUYANA CITIZENSHIP ACT under [Deleted by O.80/1980] 15. [Deleted by O.80/1980]",
            "description": "[Deleted by O.80/1980]"
        }
    },
    {
        "act": "GUYANA CITIZENSHIP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Regulations.  FIRST SCHEDULE—Form of oath.  SECOND SCHEDULE—Qualifications for Naturalisation.  __________________________  _______________________________________________________ 14 of 1967 An Act to make provision for the acquisition of citizenship of Guyana by persons who do not become citizens of Guyana by virtue of Chapter IV of the Constitution of the Co-operative Republic of Guyana, for deprivation and renunciation of citizenship of Guyana and for purposes incidental thereto or connected therewith.  [26TH MAY,1966]  GUYANA CITIZENSHIP ACT LAWS OF GUYANA 4 Cap. 14:01 Guyana Citizenship   L.R.O. 1/2012  Short title.      Interpretation. [O. 4/1974 19 of 1990]                                  First Schedule.         ",
            "context": "GUYANA CITIZENSHIP ACT under Regulations.  FIRST SCHEDULEForm of oath.  SECOND SCHEDULEQualifications for Naturalisation.  __________________________  _______________________________________________________ 14 of 1967 An Act to make provision for the acquisition of citizenship of Guyana by persons who do not become citizens of Guyana by virtue of Chapter IV of the Constitution of the Co-operative Republic of Guyana, for deprivation and renunciation of citizenship of Guyana and for purposes incidental thereto or connected therewith.  [26TH MAY,1966]  GUYANA CITIZENSHIP ACT LAWS OF GUYANA 4 Cap. 14:01 Guyana Citizenship   L.R.O. 1/2012  Short title.      Interpretation. [O. 4/1974 19 of 1990]                                  First Schedule.         16. The Minister may make regulations generally for giving effect to this Act, and in particular but without prejudice to the generality of the foregoing may make regulations  (a) prescribing anything which is required by this Act or by Chapter IV of the Constitution to be prescribed;  (b) for the registration of anything required or authorised under this Act or under Chapter IV of the Constitution to be registered;  (c) for the administration and taking of oaths of allegiance under this Act or Chapter IV of the Constitution, for the time within which such oaths shall be taken and for the registration of such oaths;  (d) fixing the fees to be paid in respect of  (i) any application made to the Minister under this Act or pursuant to Chapter IV of the Constitution; or (ii) any registration, or the making of any declaration, or the grant of any certificate, or the taking LAWS OF GUYANA 14 Cap. 14:01 Guyana Citizenship   L.R.O. 1/2012                                                 of any oath of allegiance, required or authorised to be made, granted or taken by or under this Act; or (iii) supplying a certified or other copy of any notice, certificate, order, declaration or entry, given, granted or made under this Act or pursuant to Chapter IV of the Constitution, and providing for the application of any such fees;  (e) for the giving of any notice required or authorised to be given to any person by or under any provision of this Act other than section 11(6);  (f) for the cancellation of the registration of, and the cancellation and amendment of certificates of naturalisation relating to, persons deprived of citizenship under this Act or under Chapter IV of the Constitution, and for requiring such certificates to be delivered up for such purposes;  (g) for the registration by consular officers or other officers in the service of the Government of Guyana of the births and deaths of persons of any class or description born or dying outside Guyana;  (h) for enabling the births and deaths of citizens of Guyana born or dying in LAWS OF GUYANA Guyana Citizenship Cap. 14:01 15  L.R.O. 1/2012                       s. 2(1) [O. 15/1970]                         any country in which the Government of Guyana  has for the time being no diplomatic or consular representatives, to be registered  (i) by persons serving in the diplomatic consular or other foreign service of any country which, by arrangement with the  Government of Guyana, has undertaken to represent that Governments interest in that country; or (ii) by a person authorised in that behalf by the Minister.   FIRST SCHEDULE  FORM OF OATH  I                          do swear [solemnly affirm] that I will be faithful and bear true allegiance to Guyana and will honour, uphold and preserve the Constitution of  the Cooperative Republic of Guyana.  So help me God [to be omitted in affirmation].  Sworn [Affirmed] and subscribed this   day of                           20        before me                  at                           [Magistrate, Justice of the Peace or other official title.]  ____________________     LAWS OF GUYANA 16 Cap. 14:01 Guyana Citizenship   L.R.O. 1/2012  s. 9 [11 of 1968]                                               QUALIFICATIONS FOR NATURALISATION",
            "description": [
                {
                    "representation": "(a)",
                    "description": "prescribing anything which is required by this Act or by Chapter IV of the Constitution to be prescribed;"
                },
                {
                    "representation": "(b)",
                    "description": "for the registration of anything required or authorised under this Act or under Chapter IV of the Constitution to be registered;"
                },
                {
                    "representation": "(c)",
                    "description": "for the administration and taking of oaths of allegiance under this Act or Chapter IV of the Constitution, for the time within which such oaths shall be taken and for the registration of such oaths;"
                },
                {
                    "representation": "(d)",
                    "description": "fixing the fees to be paid in respect of"
                },
                {
                    "representation": "(i)",
                    "description": "by persons serving in the diplomatic consular or other foreign service of any country which, by arrangement with the  Government of Guyana, has undertaken to represent that Governments interest in that country; or"
                },
                {
                    "representation": "(e)",
                    "description": "for the giving of any notice required or authorised to be given to any person by or under any provision of this Act other than section 11(6);"
                },
                {
                    "representation": "(f)",
                    "description": "for the cancellation of the registration of, and the cancellation and amendment of certificates of naturalisation relating to, persons deprived of citizenship under this Act or under Chapter IV of the Constitution, and for requiring such certificates to be delivered up for such purposes;"
                },
                {
                    "representation": "(g)",
                    "description": "for the registration by consular officers or other officers in the service of the Government of Guyana of the births and deaths of persons of any class or description born or dying outside Guyana;"
                },
                {
                    "representation": "(h)",
                    "description": "for enabling the births and deaths of citizens of Guyana born or dying in LAWS OF GUYANA Guyana Citizenship Cap. 14:01 15  L.R.O. 1/2012                       s. 2(1) [O. 15/1970]                         any country in which the Government of Guyana  has for the time being no diplomatic or consular representatives, to be registered"
                }
            ]
        }
    }
]