[
    {
        "act": "NATIONAL SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "NATIONAL SERVICE ACT under Short title. 1. This Act may be cited as the National Service Act.",
            "description": "This Act may be cited as the National Service Act."
        }
    },
    {
        "act": "NATIONAL SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "NATIONAL SERVICE ACT under Interpretation. 2.  In this Act, prescribed means prescribed by regulations made under this Act.",
            "description": "In this Act, prescribed means prescribed by regulations made under this Act."
        }
    },
    {
        "act": "NATIONAL SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Liability of men to perform national service. ",
            "context": "NATIONAL SERVICE ACT under Liability of men to perform national service. 3. (1) Every male person who  (a)  is a citizen of Guyana; and  (b)  has attained the age of eighteen years LAWS OF GUYANA 4 Cap. 15:02                                                                                                                                  National Service  L.R.O. 1/2012               Schedule.             Power of Minister to call up persons for national  service.                 Postponement of liability for national  service.   and has not attained the age of forty-five years; and  (c)  is ordinarily resident within Guyana;  shall be liable for national service to be performed within Guyana:  Provided that any member of the classes specified in the Schedule shall be exempted from such service.  (2) For the purposes of this Act a person residing in Guyana shall be deemed to be ordinarily resident therein unless he proves that he is residing there only for the purpose of attending a course of education or that the circumstances of his residence in Guyana are otherwise such as to show that he is residing there for a temporary purpose only.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every male person who"
                },
                {
                    "representation": "(a)",
                    "description": "is a citizen of Guyana; and"
                },
                {
                    "representation": "(b)",
                    "description": "has attained the age of eighteen years LAWS OF GUYANA 4 Cap. 15:02                                                                                                                                  National Service  L.R.O. 1/2012               Schedule.             Power of Minister to call up persons for national  service.                 Postponement of liability for national  service.   and has not attained the age of forty-five years; and"
                },
                {
                    "representation": "(c)",
                    "description": "is ordinarily resident within Guyana;  shall be liable for national service to be performed within Guyana:  Provided that any member of the classes specified in the Schedule shall be exempted from such service."
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of this Act a person residing in Guyana shall be deemed to be ordinarily resident therein unless he proves that he is residing there only for the purpose of attending a course of education or that the circumstances of his residence in Guyana are otherwise such as to show that he is residing there for a temporary purpose only."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Power of Minister to call up persons for national service. ",
            "context": "NATIONAL SERVICE ACT under Power of Minister to call up persons for national service. 4. (1) The Minister may call up any person to whom section 3 is applicable for national service by notice in writing served on him, or any class of persons to whom section 3 is applicable by notice published in the Gazette and in a newspaper published in Guyana, and may assign such duties to him or them as he may from time to time deem expedient.  (2) Any person or class of persons called up for national service under this section shall continue to serve until discharged by notice published in the Gazette and in a newspaper published in Guyana and such discharge shall have effect from the date specified in such notice or, if no date be so specified, from the date of publication of the notice in the Gazette.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may call up any person to whom section 3 is applicable for national service by notice in writing served on him, or any class of persons to whom section 3 is applicable by notice published in the Gazette and in a newspaper published in Guyana, and may assign such duties to him or them as he may from time to time deem expedient."
                },
                {
                    "representation": "(2)",
                    "description": "Any person or class of persons called up for national service under this section shall continue to serve until discharged by notice published in the Gazette and in a newspaper published in Guyana and such discharge shall have effect from the date specified in such notice or, if no date be so specified, from the date of publication of the notice in the Gazette."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Postponement of liability for national service. ",
            "context": "NATIONAL SERVICE ACT under Postponement of liability for national service. 5. (1) Subject to this section, any person called up for service under the last preceding section may apply to a prescribed authority for a certificate of postponement of liability to be so called up (hereinafter referred to as a postponement certificate). LAWS OF GUYANA                                                                                                                                                                                          National Service                         Cap. 15:02 5  L.R.O. 1/2012    .                        Power of Minister to fix rates of remuneration.          Power of Minister  to  make regulations. [4 of 1972]           (2) A postponement certificate shall only be granted  (a)  on proof to the satisfaction of the prescribed authority of the applicants ill-health or bodily infirmity; or  (b)  on the ground that exceptional hardship would ensue if the applicant were called up for national service.  (3) A postponement certificate may be granted in respect of a fixed period or may be unlimited in duration.  (4) A prescribed authority may from time to time renew a postponement certificate granted in respect of fixed period.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, any person called up for service under the last preceding section may apply to a prescribed authority for a certificate of postponement of liability to be so called up"
                },
                {
                    "representation": "(2)",
                    "description": "A postponement certificate shall only be granted"
                },
                {
                    "representation": "(a)",
                    "description": "on proof to the satisfaction of the prescribed authority of the applicants ill-health or bodily infirmity; or"
                },
                {
                    "representation": "(b)",
                    "description": "on the ground that exceptional hardship would ensue if the applicant were called up for national service."
                },
                {
                    "representation": "(3)",
                    "description": "A postponement certificate may be granted in respect of a fixed period or may be unlimited in duration."
                },
                {
                    "representation": "(4)",
                    "description": "A prescribed authority may from time to time renew a postponement certificate granted in respect of fixed period."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power of Minister to fix rates of remuneration. ",
            "context": "NATIONAL SERVICE ACT under Power of Minister to fix rates of remuneration. 6. (1) The Minister shall, by order, fix the rate or rates of remuneration to be paid to persons called up for national service and such rates may vary according to the nature of the service rendered or to be rendered.  (2) The Minister may from time to time vary any order made under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall, by order, fix the rate or rates of remuneration to be paid to persons called up for national service and such rates may vary according to the nature of the service rendered or to be rendered."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may from time to time vary any order made under this section."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Power of Minister to make regulations. ",
            "context": "NATIONAL SERVICE ACT under Power of Minister to make regulations. 7. (1) The Minister may make regulations prescribing anything required or authorised to be prescribed by this Act and may make regulations requiring such persons liable to be called up for national service under this Act as may be specified or described in the said regulations  (a)  to furnish, at such place and time, in such manner, and to such authority or person, as may be prescribed, such particulars about themselves as may be prescribed; and  LAWS OF GUYANA 6 Cap. 15:02                                                                                                                                  National Service  L.R.O. 1/2012                                  Offences.                 (b)  except in the case of persons not required by the regulations to make such application, to make at such place and time, in such manner and to such authority or person as may be prescribed, application to be registered under this Act.  (2) Regulations made under this section may make different provision in relation to different classes of persons liable to be called up for service under this Act, and may provide for exempting from any requirements of the regulations any class of persons with respect to whom the Minister is satisfied that particulars sufficient for the purposes of this Act can be ascertained otherwise than by virtue of those requirements.  (3) The Minister may make regulations prescribing anything required or authorized to be prescribed by this Act.  (4) If any person fails to comply with any of the requirements of any regulations made under this section he shall be guilty of an offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may make regulations prescribing anything required or authorised to be prescribed by this Act and may make regulations requiring such persons liable to be called up for national service under this Act as may be specified or described in the said regulations"
                },
                {
                    "representation": "(a)",
                    "description": "to furnish, at such place and time, in such manner, and to such authority or person, as may be prescribed, such particulars about themselves as may be prescribed; and  LAWS OF GUYANA 6 Cap. 15:02                                                                                                                                  National Service  L.R.O. 1/2012                                  Offences."
                },
                {
                    "representation": "(b)",
                    "description": "except in the case of persons not required by the regulations to make such application, to make at such place and time, in such manner and to such authority or person as may be prescribed, application to be registered under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Regulations made under this section may make different provision in relation to different classes of persons liable to be called up for service under this Act, and may provide for exempting from any requirements of the regulations any class of persons with respect to whom the Minister is satisfied that particulars sufficient for the purposes of this Act can be ascertained otherwise than by virtue of those requirements."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may make regulations prescribing anything required or authorized to be prescribed by this Act."
                },
                {
                    "representation": "(4)",
                    "description": "If any person fails to comply with any of the requirements of any regulations made under this section he shall be guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Offences. ",
            "context": "NATIONAL SERVICE ACT under Offences. 8. Any person, to whom this Act is applicable, who  (a)  refuses or omits to comply with any notice applicable to himself served or published under section 4(1); or  (b)  refuses or omits to perform such duties as are assigned to him under section 4 (1); or  (c)  ceases without reasonable cause to perform the duties assigned to him before he has been discharged from service under section 4(2); or LAWS OF GUYANA                                                                                                                                                                                          National Service                         Cap. 15:02 7  L.R.O. 1/2012               Penalty.                                     (d)  knowing or having reasonable cause to believe that another person is guilty of an offence under this Act gives that other person any assistance with intent to prevent, hinder or interfere with the apprehension or trial of that other person,  shall be guilty of an offence.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "refuses or omits to comply with any notice applicable to himself served or published under section 4(1); or"
                },
                {
                    "representation": "(b)",
                    "description": "refuses or omits to perform such duties as are assigned to him under section 4"
                },
                {
                    "representation": "(c)",
                    "description": "ceases without reasonable cause to perform the duties assigned to him before he has been discharged from service under section 4(2); or LAWS OF GUYANA                                                                                                                                                                                          National Service                         Cap. 15:02 7  L.R.O. 1/2012               Penalty."
                },
                {
                    "representation": "(d)",
                    "description": "knowing or having reasonable cause to believe that another person is guilty of an offence under this Act gives that other person any assistance with intent to prevent, hinder or interfere with the apprehension or trial of that other person,  shall be guilty of an offence."
                }
            ]
        }
    }
]