[
    {
        "act": "GENEVA CONVENTIONS (SUPPLEMENTARY PROVISIONS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "GENEVA CONVENTIONS (SUPPLEMENTARY PROVISIONS)  ACT under Short title. 1. This Act may be cited as the Geneva Conventions (Supplementary Provisions) Act.",
            "description": "This Act may be cited as the Geneva Conventions (Supplementary Provisions) Act."
        }
    },
    {
        "act": "GENEVA CONVENTIONS (SUPPLEMENTARY PROVISIONS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "GENEVA CONVENTIONS (SUPPLEMENTARY PROVISIONS)  ACT under Interpretation. 2. In this Act  the  expressions  protected  internee,  protected prisoner  of  war, and the  protecting power  have the meanings respectively assigned to them in section 7 of the applied Act entitled the Geneva Conventions Act,",
            "description": "In this Act  the  expressions  protected  internee,  protected prisoner  of  war, and the  protecting power  have the meanings respectively assigned to them in section 7 of the applied Act entitled the Geneva Conventions Act,"
        }
    },
    {
        "act": "GENEVA CONVENTIONS (SUPPLEMENTARY PROVISIONS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Appeals by protected persons. ",
            "context": "GENEVA CONVENTIONS (SUPPLEMENTARY PROVISIONS)  ACT under Appeals by protected persons. 3.  Where a protected prisoner of war or a protected internee has been convicted and sentenced to death or to imprisonment for a term of two years or more, the time                                                   Extended to Guyana by applied law S.I. 1301/",
            "description": "Where a protected prisoner of war or a protected internee has been convicted and sentenced to death or to imprisonment for a term of two years or more, the time                                                   Extended to Guyana by applied law S.I. 1301/"
        }
    }
]