[
    {
        "act": "PUBLIC ORDER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PUBLIC ORDER ACT under Short title. 1. This Act may be cited as the Public Order Act.  LAWS OF GUYANA 4 Cap. 16:03 Public Order  L.R.O. 1/2012  Interpretation.",
            "description": "This Act may be cited as the Public Order Act.  LAWS OF GUYANA 4 Cap. 16:03 Public Order  L.R.O. 1/2012  Interpretation."
        }
    },
    {
        "act": "PUBLIC ORDER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "PUBLIC ORDER ACT under Interpretation. 2. In this Act   appropriate officer of Police means the  member  of the Police Force for the time being in charge of the Police Station nearest to the place where the meeting is to be held;     Chief Officer of Police means the member of the Police Force having   chief command of the Police in the police division or police sub-division in which a meeting, gathering or assembly of persons, or a march or procession as the case may be is to be held;  meeting means a meeting, gathering or assembly of persons held for the purpose of the discussion of matters of public interest or for the purpose of the expression of views on such matters;  noisy instrument includes loudspeakers, amplifiers and juke boxes;  public meeting includes any meeting in a public place and any meeting which the public or any section thereof are permitted to attend, whether on payment or otherwise;  public place means any highway, public park or garden, any sea beach, and any public bridge, landing-place, road, street,   land,   footway,   square,   court,   alley   or   passage, whether a thoroughfare or not; and includes any open space to which, for the time being, the public have or are permitted to have access, whether on payment or otherwise;  public procession means a march or procession in a public place.   LAWS OF GUYANA Public Order Cap. 16:03 5  L.R.O. 1/2012 Notification required of meetings in public places.",
            "description": "In this Act   appropriate officer of Police means the  member  of the Police Force for the time being in charge of the Police Station nearest to the place where the meeting is to be held;     Chief Officer of Police means the member of the Police Force having   chief command of the Police in the police division or police sub-division in which a meeting, gathering or assembly of persons, or a march or procession as the case may be is to be held;  meeting means a meeting, gathering or assembly of persons held for the purpose of the discussion of matters of public interest or for the purpose of the expression of views on such matters;  noisy instrument includes loudspeakers, amplifiers and juke boxes;  public meeting includes any meeting in a public place and any meeting which the public or any section thereof are permitted to attend, whether on payment or otherwise;  public place means any highway, public park or garden, any sea beach, and any public bridge, landing-place, road, street,   land,   footway,   square,   court,   alley   or   passage, whether a thoroughfare or not; and includes any open space to which, for the time being, the public have or are permitted to have access, whether on payment or otherwise;  public procession means a march or procession in a public place.   LAWS OF GUYANA Public Order Cap. 16:03 5  L.R.O. 1/2012 Notification required of meetings in public places."
        }
    },
    {
        "act": "PUBLIC ORDER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Notification required of meetings in public places. ",
            "context": "PUBLIC ORDER ACT under Notification required of meetings in public places. 3.  (1) Any person who desires to hold a meeting in a public place shall,   not less than forty-eight hours and not more than one month previous to the time at which he desires to hold such meeting notify the appropriate officer of Police of his intention to hold the said meeting and of the time and the place at which the said meeting is to be held:  Provided, however, that where the appropriate officer of Police is satisfied in respect of any meeting in a public place that having regard to the circumstances or for any other reason the said notice could not reasonably have been given within the time specified therefore in this section he may in respect of such meeting accept such shorter period of notice as he shall think fit.  (2) Where notice has been given under subsection (1) of the  holding  on  the  same  date  of  two  or  more  meetings within one half of a mile of each other the Commissioner of Police may, having regard to the proximity of the meetings and of the times at which they are to be held,  prohibit  or impose  restrictions  on  the  holding  of  any  such meeting, other than the meeting in respect of which notice was first received, whenever he  shall  consider  it desirable in the interest of public order or convenience so to do:  Provided, however, that the organiser of any such meeting may appeal to the Minister from the decision of the Commissioner of Police and   in   such   case   the   Minister may give such directions to the Commissioner of Police as he may think fit.  (3) Where the Commissioner of Police prohibits or imposes restrictions on the holding of any meeting under subsection (2) the appropriate officer of Police shall cause notice in writing to be given thereof to the person giving notice of the holding of such meeting under subsection (1) either by personal service or by leaving such notice in a LAWS OF GUYANA 6 Cap. 16:03 Public Order  L.R.O. 1/2012                  Power to regulate public meetings.                               Permission required for processions. letter addressed to that person at his last or usual place of abode or place of business.  (4) Any member of the Police Force may stop and cause to be dispersed any meeting in a public place in respect of which no notice has been given as required by subsection (1) or which has been prohibited by or is being held contrary to any restrictions imposed by the Commissioner of Police under subsection (2).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or which has been prohibited by or is being held contrary to any restrictions imposed by the Commissioner of Police under subsection"
                },
                {
                    "representation": "(2)",
                    "description": "the appropriate officer of Police shall cause notice in writing to be given thereof to the person giving notice of the holding of such meeting under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where the Commissioner of Police prohibits or imposes restrictions on the holding of any meeting under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Any member of the Police Force may stop and cause to be dispersed any meeting in a public place in respect of which no notice has been given as required by subsection"
                }
            ]
        }
    },
    {
        "act": "PUBLIC ORDER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Power to regulate public meetings. ",
            "context": "PUBLIC ORDER ACT under Power to regulate public meetings. 4. (1) All members of the Police Force  (a)  in Georgetown, not below the rank of Assistant Superintendent,  (b)  in New Amsterdam, not below the rank of Sub-Inspector, and  (c)  In all other parts of Guyana  (i) not below the rank of Sergeant, or  (ii) for the time being in charge of a police station,  may as occasion requires direct the conduct of all meetings in public places and direct all public meetings to disperse when they have reason to apprehend any breach of the peace.  (2) All members of the Police Force shall and may keep order in public places and prevent obstructions on the occasions of public meetings and in any case where public places may be thronged or may be liable to be obstructed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All members of the Police Force"
                },
                {
                    "representation": "(a)",
                    "description": "in Georgetown, not below the rank of Assistant Superintendent,"
                },
                {
                    "representation": "(b)",
                    "description": "in New Amsterdam, not below the rank of Sub-Inspector, and"
                },
                {
                    "representation": "(c)",
                    "description": "In all other parts of Guyana"
                },
                {
                    "representation": "(i)",
                    "description": "not below the rank of Sergeant, or"
                },
                {
                    "representation": "(2)",
                    "description": "All members of the Police Force shall and may keep order in public places and prevent obstructions on the occasions of public meetings and in any case where public places may be thronged or may be liable to be obstructed."
                }
            ]
        }
    },
    {
        "act": "PUBLIC ORDER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Permission required for processions. ",
            "context": "PUBLIC ORDER ACT under Permission required for processions. 5. (1) No person shall hold or take part in any public procession other than a funeral procession unless the LAWS OF GUYANA Public Order Cap. 16:03 7  L.R.O. 1/2012                              Power of Minister to prohibit meetings.                permission in writing of the Chief Officer of Police has been first obtained.   (2) Any person who desires to hold a public procession other than a funeral procession shall not less than forty- eight hours previous to the time at which he desires to hold the procession apply in writing to the Chief Officer of Police for permission to hold the procession. If the Chief Officer of Police grants permission he shall at the same time order in writing  the  routes  to  be  followed  and  the  times  during which the procession may pass along such routes and shall give any special orders which he may consider necessary in relation  to  such  procession. Every person who holds or takes part in a procession shall conform to the orders of the Chief Officer of Police.  (3) If the Chief Officer of Police refuses to grant permission for the holding of a public procession the person who has applied for such permission may appeal in writing against such refusal to the Minister, and in such case the Minister may give such directions to the Chief Officer of Police as he may think fit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person shall hold or take part in any public procession other than a funeral procession unless the LAWS OF GUYANA Public Order Cap. 16:03 7  L.R.O. 1/2012                              Power of Minister to prohibit meetings.                permission in writing of the Chief Officer of Police has been first obtained."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who desires to hold a public procession other than a funeral procession shall not less than forty- eight hours previous to the time at which he desires to hold the procession apply in writing to the Chief Officer of Police for permission to hold the procession. If the Chief Officer of Police grants permission he shall at the same time order in writing  the  routes  to  be  followed  and  the  times  during which the procession may pass along such routes and shall give any special orders which he may consider necessary in relation  to  such  procession. Every person who holds or takes part in a procession shall conform to the orders of the Chief Officer of Police."
                },
                {
                    "representation": "(3)",
                    "description": "If the Chief Officer of Police refuses to grant permission for the holding of a public procession the person who has applied for such permission may appeal in writing against such refusal to the Minister, and in such case the Minister may give such directions to the Chief Officer of Police as he may think fit."
                }
            ]
        }
    },
    {
        "act": "PUBLIC ORDER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power of Minister to prohibit meetings. ",
            "context": "PUBLIC ORDER ACT under Power of Minister to prohibit meetings. 6. (l) Notwithstanding the provisions of any other law, where at any time it appears to the Minister to be in the interests of good order or the public safety so to do, he may by order prohibit in any area, or in any district, village or town in Guyana  (a) all public meetings, and all gatherings and assemblies of persons and all processions and marches in any public place;  (b)  all persons from organising, holding or speaking at or attending any  public  meetings,  or  any  gatherings  or assemblies of persons or any LAWS OF GUYANA 8 Cap. 16:03 Public Order  L.R.O. 1/2012                                                 processions or marches in any public place,  save in cases where a permit is issued in accordance with this section.  (2) Where any person desires to organise or hold any public meeting, or any gathering or assembly of persons or any procession or march in any public place, which is prohibited by an order under this section, he shall, at least forty-eight hours before such intended event, make application for a permit to the Chief Officer of Police:  Provided   that   in   the   case   of   any   funeral    procession application for a permit may be made to the Chief Officer of Police within such shorter time before the said procession as the Chief Officer of Police may consider reasonable.  (3) The Chief Officer of Police to whom application is made in accordance with subsection (2) may, in any case, refuse or grant the application.  If the Chief Officer of Police grants permission he shall issue to the applicant a permit in writing for the desired event to take place, but every such permit shall be issued subject to such terms and conditions (to be observed by all persons organising, speaking at or attending the event) as the officer may think necessary in order to effect the objects of the order.  (4) Any  applicant  for  a  permit  under  this  section  who is aggrieved by the refusal of the Chief Officer of Police to grant the permit  or by the terms of the permit, may appeal in writing to the Minister, and in such case the Minister may give such directions to the Chief Officer of Police as he may think fit.  (5) Every order under this section  LAWS OF GUYANA Public Order Cap. 16:03 9  L.R.O. 1/2012                  Prohibition of uniforms in connection  with political objects.                             (a) shall remain in force for a period of not more than one  month  (without  prejudice  to  the  power  to  issue  a further order at or before the end of such period);  (b) shall be published in the Gazette;  (c) may at  any  time  be  varied,  altered, amended  or revoked by the Minister.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "Notwithstanding the provisions of any other law, where at any time it appears to the Minister to be in the interests of good order or the public safety so to do, he may by order prohibit in any area, or in any district, village or town in Guyana"
                },
                {
                    "representation": "(a)",
                    "description": "shall remain in force for a period of not more than one  month"
                },
                {
                    "representation": "(b)",
                    "description": "shall be published in the Gazette;"
                },
                {
                    "representation": "(2)",
                    "description": "may, in any case, refuse or grant the application.  If the Chief Officer of Police grants permission he shall issue to the applicant a permit in writing for the desired event to take place, but every such permit shall be issued subject to such terms and conditions"
                },
                {
                    "representation": "(3)",
                    "description": "The Chief Officer of Police to whom application is made in accordance with subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Any  applicant  for  a  permit  under  this  section  who is aggrieved by the refusal of the Chief Officer of Police to grant the permit  or by the terms of the permit, may appeal in writing to the Minister, and in such case the Minister may give such directions to the Chief Officer of Police as he may think fit."
                },
                {
                    "representation": "(5)",
                    "description": "Every order under this section  LAWS OF GUYANA Public Order Cap. 16:03 9  L.R.O. 1/2012                  Prohibition of uniforms in connection  with political objects."
                },
                {
                    "representation": "(c)",
                    "description": "may at  any  time  be  varied,  altered, amended  or revoked by the Minister."
                }
            ]
        }
    },
    {
        "act": "PUBLIC ORDER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Prohibition of uniforms in connection with political objects. ",
            "context": "PUBLIC ORDER ACT under Prohibition of uniforms in connection with political objects. 7. (l) Subject as hereinafter provided, any person who in any public place or at any public meeting wears any uniform signifying his association with any political organisation or with the promotion of any political object shall be guilty of an offence:  Provided that, if the Commissioner of Police is satisfied that the  wearing  of  any  such  uniform  as  aforesaid  on  any ceremonial, anniversary, or other special occasion will not be likely to involve risk of public disorder, he may, with the consent of the Minister, by order permit the wearing of such uniforms  on that  occasion  either  absolutely or subject to such conditions as may be specified in the order.  (2) Where any person is charged before any court with an offence under this section, no further proceedings in respect thereof shall be taken against him without the consent of the Director of Public Prosecutions except such as the court may think necessary by remand (whether   in   custody   or   on bail) or otherwise to secure the  due appearance of the person charged, so, however, that if that person is remanded  in  custody  he  shall,  after  the  expiration  of  a period of eight days from  the  date on which  he was  so remanded, be entitled to be discharged from custody on entering into a recognisance without sureties unless within that period the Director of Public Prosecutions has consented to such further proceedings as aforesaid. LAWS OF GUYANA 10 Cap. 16:03 Public Order  L.R.O. 1/2012   Prohibition   of quasi-military organisations.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "Subject as hereinafter provided, any person who in any public place or at any public meeting wears any uniform signifying his association with any political organisation or with the promotion of any political object shall be guilty of an offence:  Provided that, if the Commissioner of Police is satisfied that the  wearing  of  any  such  uniform  as  aforesaid  on  any ceremonial, anniversary, or other special occasion will not be likely to involve risk of public disorder, he may, with the consent of the Minister, by order permit the wearing of such uniforms  on that  occasion  either  absolutely or subject to such conditions as may be specified in the order."
                },
                {
                    "representation": "(2)",
                    "description": "Where any person is charged before any court with an offence under this section, no further proceedings in respect thereof shall be taken against him without the consent of the Director of Public Prosecutions except such as the court may think necessary by remand"
                }
            ]
        }
    },
    {
        "act": "PUBLIC ORDER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Prohibition of quasi-military organisations. ",
            "context": "PUBLIC ORDER ACT under Prohibition of quasi-military organisations. 8. (l) If the members or adherents of any association of persons, whether incorporated or not, are  (a)  organised or trained or equipped for the purpose of enabling them to be employed in usurping the functions of the Police or of the Guyana Defence Force; or  (b)    organised and trained or organised   and equipped either for the purpose of enabling them to be employed for the use or display of  physical force in promoting any political object, or in such manner as to arouse reasonable apprehension that they are organised and either trained or equipped for that purpose,  then any person who takes part in the control or management of the association, or in so organising or training as aforesaid any member or adherents thereof, shall be guilty of an offence under this section:  Provided that in any proceedings against a person charged with the offence of taking part in the control or management of such an association as aforesaid it shall be a defence to that charge to prove that he neither consented to nor connived at the organisation, training, or equipment of members or adherents of the association in contravention of this section.  (2) No prosecution shall be instituted under this section without the consent of the Director of Public Prosecutions.  (3) If upon application being made by the LAWS OF GUYANA Public Order Cap. 16:03 11  L.R.O. 1/2012                                               Director of Public Prosecutions it appears to the High Court that any association is an association of which members or adherents are organised, trained, or equipped in contravention of this section,  the  Court  may  make  such  orders as appears necessary to prevent any disposition without the leave of the Court of property held by or for the association and in accordance with rules of court may direct an inquiry and report to be made as to any such property as aforesaid and as to the affairs of the association and make such further orders as appear to the Court to be just and equitable for the application of such property in or towards the discharge of the liabilities of the association lawfully incurred before the date of the application or since that date with the approval of the Court, in or towards the repayment of moneys to persons  who became  subscribers  or  contributors  to  the association  in good faith  and  without  knowledge of any such contravention as aforesaid, and in or towards any costs incurred in connection with any such inquiry and report as aforesaid  or in winding-up or dissolving the  association, and may order that any property which is not directed by the Court to be so applied as aforesaid shall be forfeited to the State.  (4) In  any  criminal  or  civil  proceedings  under  this section, proof of things done or of words written, spoken or published (whether or not in the presence of any party to the proceedings) by any person taking part in the control or management of an association or in organising, training or equipping members or adherents of an association shall be admissible as evidence of the purposes for which, or the manner in which members or adherents of the association (whether  those  persons  or  others)  were  organised,  or trained or equipped.  (5) If a judge of the High Court is satisfied by information on oath  that there is reasonable ground for suspecting that an offence under this  section has been committed, and that evidence of the commission thereof is to LAWS OF GUYANA 12 Cap. 16:03 Public Order  L.R.O. 1/2012                          Prohibition of offensive weapons at public.             Prohibition of offensive conduct conducive to breaches of the peace at public meetings.    Disorderly behaviour at be found at any premises or place specified in the information, he may, on an application made by an officer of police of a rank not lower than that  of  corporal,  grant  a  search warrant authorising any such officer as aforesaid named in the warrant together with any other persons named in the warrant  and  any  other  officers  of  police  to  enter  the premises or place at any time within one month from the date of the warrant, if necessary by force, and to search the premises or place and every person found therein, and to seize anything found on the premises or place or on any such person which the   officer has reasonable ground for suspecting  to  be  evidence  of  the  commission  of such  an offence as aforesaid:  Provided that no woman shall, in pursuance of a warrant issued under this subsection, be searched except by a woman.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "If the members or adherents of any association of persons, whether incorporated or not, are"
                },
                {
                    "representation": "(a)",
                    "description": "organised or trained or equipped for the purpose of enabling them to be employed in usurping the functions of the Police or of the Guyana Defence Force; or"
                },
                {
                    "representation": "(b)",
                    "description": "organised and trained or organised   and equipped either for the purpose of enabling them to be employed for the use or display of  physical force in promoting any political object, or in such manner as to arouse reasonable apprehension that they are organised and either trained or equipped for that purpose,  then any person who takes part in the control or management of the association, or in so organising or training as aforesaid any member or adherents thereof, shall be guilty of an offence under this section:  Provided that in any proceedings against a person charged with the offence of taking part in the control or management of such an association as aforesaid it shall be a defence to that charge to prove that he neither consented to nor connived at the organisation, training, or equipment of members or adherents of the association in contravention of this section."
                },
                {
                    "representation": "(2)",
                    "description": "No prosecution shall be instituted under this section without the consent of the Director of Public Prosecutions."
                },
                {
                    "representation": "(3)",
                    "description": "If upon application being made by the LAWS OF GUYANA Public Order Cap. 16:03 11  L.R.O. 1/2012                                               Director of Public Prosecutions it appears to the High Court that any association is an association of which members or adherents are organised, trained, or equipped in contravention of this section,  the  Court  may  make  such  orders as appears necessary to prevent any disposition without the leave of the Court of property held by or for the association and in accordance with rules of court may direct an inquiry and report to be made as to any such property as aforesaid and as to the affairs of the association and make such further orders as appear to the Court to be just and equitable for the application of such property in or towards the discharge of the liabilities of the association lawfully incurred before the date of the application or since that date with the approval of the Court, in or towards the repayment of moneys to persons  who became  subscribers  or  contributors  to  the association  in good faith  and  without  knowledge of any such contravention as aforesaid, and in or towards any costs incurred in connection with any such inquiry and report as aforesaid  or in winding-up or dissolving the  association, and may order that any property which is not directed by the Court to be so applied as aforesaid shall be forfeited to the State."
                },
                {
                    "representation": "(4)",
                    "description": "In  any  criminal  or  civil  proceedings  under  this section, proof of things done or of words written, spoken or published"
                },
                {
                    "representation": "(5)",
                    "description": "If a judge of the High Court is satisfied by information on oath  that there is reasonable ground for suspecting that an offence under this  section has been committed, and that evidence of the commission thereof is to LAWS OF GUYANA 12 Cap. 16:03 Public Order  L.R.O. 1/2012                          Prohibition of offensive weapons at public.             Prohibition of offensive conduct conducive to breaches of the peace at public meetings.    Disorderly behaviour at be found at any premises or place specified in the information, he may, on an application made by an officer of police of a rank not lower than that  of  corporal,  grant  a  search warrant authorising any such officer as aforesaid named in the warrant together with any other persons named in the warrant  and  any  other  officers  of  police  to  enter  the premises or place at any time within one month from the date of the warrant, if necessary by force, and to search the premises or place and every person found therein, and to seize anything found on the premises or place or on any such person which the   officer has reasonable ground for suspecting  to  be  evidence  of  the  commission  of such  an offence as aforesaid:  Provided that no woman shall, in pursuance of a warrant issued under this subsection, be searched except by a woman."
                }
            ]
        }
    },
    {
        "act": "PUBLIC ORDER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Prohibition of offensive weapons at public meetings and processions. ",
            "context": "PUBLIC ORDER ACT under Prohibition of offensive weapons at public meetings and processions. 9. (1)  Any person who, while present at any public meeting or on the  occasion of any public procession, has with him any  offensive  weapon,  otherwise  than  in  pursuance  of lawful authority, shall be guilty of an offence.  (2) For the purposes of this section, a person shall not be deemed to be acting in pursuance of lawful authority unless he is acting in  his  capacity  as  a  servant  of  the  State  or as  a  police,  rural, supernumerary or special constable or as a member of the special reserve police force or as a member of a fire brigade.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who, while present at any public meeting or on the  occasion of any public procession, has with him any  offensive  weapon,  otherwise  than  in  pursuance  of lawful authority, shall be guilty of an offence."
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of this section, a person shall not be deemed to be acting in pursuance of lawful authority unless he is acting in  his  capacity  as  a  servant  of  the  State  or as  a  police,  rural, supernumerary or special constable or as a member of the special reserve police force or as a member of a fire brigade."
                }
            ]
        }
    },
    {
        "act": "PUBLIC ORDER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Prohibition of offensive conduct conducive to breaches of the peace at public meetings. ",
            "context": "PUBLIC ORDER ACT under Prohibition of offensive conduct conducive to breaches of the peace at public meetings. 10. Any person who at any public meeting uses threatening, abusive or insulting words or behaviour with intent to provoke a breach of the peace or whereby a breach of the peace is likely to be occasioned, shall be guilty of an offence.",
            "description": "Any person who at any public meeting uses threatening, abusive or insulting words or behaviour with intent to provoke a breach of the peace or whereby a breach of the peace is likely to be occasioned, shall be guilty of an offence."
        }
    },
    {
        "act": "PUBLIC ORDER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Disorderly behaviour at public meetings. ",
            "context": "PUBLIC ORDER ACT under Disorderly behaviour at public meetings. 11. (l) Any person who at a  lawful public  meeting  acts in a disorderly manner for the purpose of preventing the transaction of business for which the meeting was called public.  LAWS OF GUYANA Public Order Cap. 16:03 13  L.R.O. 1/2012 meetings . [6 of 1997]                              Permission required for  use of noisy instrument at public  meetings and public processions.                    together shall be guilty of an offence.  (2) Any person who incites others  to  commit  an offence under this section shall be guilty of a like offence.  (3) If any police constable reasonably suspects any person of committing an offence under the foregoing provisions of this section, he may require that person to declare to him immediately  his  name  and  address  and,  if  that person refuses or fails so to declare his name and address, or  gives a false name and address, he shall be liable on summary conviction to a fine of four thousand eight hundred and seventy-five dollars, and if he refuses or fails so to declare his  name  and  address  or  if  the  constable  reasonably suspects him of giving a false name and address, the constable may without warrant arrest him.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "Any person who at a  lawful public  meeting  acts in a disorderly manner for the purpose of preventing the transaction of business for which the meeting was called public.  LAWS OF GUYANA Public Order Cap. 16:03 13  L.R.O. 1/2012 meetings . [6 of 1997]                              Permission required for  use of noisy instrument at public  meetings and public processions.                    together shall be guilty of an offence."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who incites others  to  commit  an offence under this section shall be guilty of a like offence."
                },
                {
                    "representation": "(3)",
                    "description": "If any police constable reasonably suspects any person of committing an offence under the foregoing provisions of this section, he may require that person to declare to him immediately  his  name  and  address  and,  if  that person refuses or fails so to declare his name and address, or  gives a false name and address, he shall be liable on summary conviction to a fine of four thousand eight hundred and seventy-five dollars, and if he refuses or fails so to declare his  name  and  address  or  if  the  constable  reasonably suspects him of giving a false name and address, the constable may without warrant arrest him."
                }
            ]
        }
    },
    {
        "act": "PUBLIC ORDER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Permission required for use of noisy instrument at public meetings and public processions. ",
            "context": "PUBLIC ORDER ACT under Permission required for use of noisy instrument at public meetings and public processions. 12. (l) Subject to any regulations made under this Act, any person who  holds, organises, forms, speaks at or takes part in any public meeting or  public procession at which a noisy instrument is used without the permission of the Chief Officer of Police shall be guilty of an offence.  (2) Subject to any regulations made under this Act the Chief Officer of Police may in his discretion grant permission in writing to any person to use a noisy instrument for the purpose of any public meeting or public procession upon such terms and conditions, and subject to such restrictions as he by such permission determines.  (3) The Minister may make regulations for the purpose of controlling the use of noisy instruments at public meetings and public processions and may by such regulations exempt any area of Guyana or any class of meetings or processions from the provisions of this section or may limit the operation  of this  section to  meetings  or processions or any class thereof held between such hours as he may specify. LAWS OF GUYANA 14 Cap. 16:03 Public Order  L.R.O. 1/2012   Offences.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "Subject to any regulations made under this Act, any person who  holds, organises, forms, speaks at or takes part in any public meeting or  public procession at which a noisy instrument is used without the permission of the Chief Officer of Police shall be guilty of an offence."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to any regulations made under this Act the Chief Officer of Police may in his discretion grant permission in writing to any person to use a noisy instrument for the purpose of any public meeting or public procession upon such terms and conditions, and subject to such restrictions as he by such permission determines."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may make regulations for the purpose of controlling the use of noisy instruments at public meetings and public processions and may by such regulations exempt any area of Guyana or any class of meetings or processions from the provisions of this section or may limit the operation  of this  section to  meetings  or processions or any class thereof held between such hours as he may specify. LAWS OF GUYANA 14 Cap. 16:03 Public Order  L.R.O. 1/2012   Offences."
                }
            ]
        }
    },
    {
        "act": "PUBLIC ORDER ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Offences. ",
            "context": "PUBLIC ORDER ACT under Offences. 13. (1) Any person who  (a) holds, organises or speaks at any meeting in a public place in respect of which no notice has been given under section 3(1) or in respect of which a notice of the prohibition of such  meeting  has  been  served  under section  3(3)  or  the  holding  of  which  is  in  any  way contrary to any restrictions contained in a notice served under section 3(3); or  (b) fails  peacefully  to  depart  on  the  stoppage  or dispersal under section 3(4) of any meeting in a public place; or  (c) contravenes   or   fails   to   comply   with any directions given under section 4; or  (d) holds,  organises,  forms,  speaks  at,  attends  or takes part in any meeting, gathering or assembly of persons, or any  procession  or  march  which  is  prohibited  under section 5 or section 6; or  (e) contravenes or fails to comply with any of the terms, conditions or restrictions subject to or upon which a permit under section 5 or section 6 or section 12 has been issued; or     [6 of 1997] LAWS OF GUYANA Public Order Cap. 16:03 15  L.R.O. 1/2012                        Powers of Police Force.  (f) contravenes or fails to comply with any of the terms or requirements of an order under section 6,  shall be liable on summary conviction to a fine of twenty-six thousand dollars and to imprisonment for four months.  (2) Any person who contravenes any of the provisions of sections 7 or 8 shall be liable on summary conviction to a fine of forty- eight thousand seven hundred and fifty dollars and to imprisonment for six months, or, on conviction on indictment, to imprisonment for two years.  (3) Any person who commits any other offence under, or contravenes any other provision of this Act shall be liable on summary conviction to a fine of nineteen thousand five hundred dollars and to imprisonment for three months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who"
                },
                {
                    "representation": "(a)",
                    "description": "holds, organises or speaks at any meeting in a public place in respect of which no notice has been given under section 3(1) or in respect of which a notice of the prohibition of such  meeting  has  been  served  under section  3(3)  or  the  holding  of  which  is  in  any  way contrary to any restrictions contained in a notice served under section 3(3); or"
                },
                {
                    "representation": "(b)",
                    "description": "fails  peacefully  to  depart  on  the  stoppage  or dispersal under section 3(4) of any meeting in a public place; or"
                },
                {
                    "representation": "(c)",
                    "description": "contravenes   or   fails   to   comply   with any directions given under section 4; or"
                },
                {
                    "representation": "(d)",
                    "description": "holds,  organises,  forms,  speaks  at,  attends  or takes part in any meeting, gathering or assembly of persons, or any  procession  or  march  which  is  prohibited  under section 5 or section 6; or"
                },
                {
                    "representation": "(e)",
                    "description": "contravenes or fails to comply with any of the terms, conditions or restrictions subject to or upon which a permit under section 5 or section 6 or section 12 has been issued; or     [6 of 1997] LAWS OF GUYANA Public Order Cap. 16:03 15  L.R.O. 1/2012                        Powers of Police Force."
                },
                {
                    "representation": "(f)",
                    "description": "contravenes or fails to comply with any of the terms or requirements of an order under section 6,  shall be liable on summary conviction to a fine of twenty-six thousand dollars and to imprisonment for four months."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who contravenes any of the provisions of sections 7 or 8 shall be liable on summary conviction to a fine of forty- eight thousand seven hundred and fifty dollars and to imprisonment for six months, or, on conviction on indictment, to imprisonment for two years."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who commits any other offence under, or contravenes any other provision of this Act shall be liable on summary conviction to a fine of nineteen thousand five hundred dollars and to imprisonment for three months."
                }
            ]
        }
    }
]