[
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "EXPLOSIVES ACT under Short title. 1.  This Act may be cited as the Explosives Act.",
            "description": "This Act may be cited as the Explosives Act."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "EXPLOSIVES ACT under Interpretation. 2.  In this Act  boat means every vessel, not being a ship used in navigation in any inland  water  or  any  harbour,  whether  propelled  by  oars  or otherwise;  carriage includes any wagon, cart, truck, barrow, dray, vehicles, or other  receptacle  used  or  intended  to  be  used  for  conveying passengers or goods by land;  explosive means gunpowder, nitro-glycerine, dynamite, gun cotton, blasting powder, fulminate of mercury or of other metal and every other substance whether similar to those above-mentioned or not, used or manufactured with a view to producing a practical effect by explosion, or a pyrotechnic effect; and includes fuses, detonators and any adaptation or preparation of an explosive as herein defined but does not include safety cartridges;  magazine means a magazine duly appointed under this Act;   permit means a permit granted under this Act;   safety cartridges means cartridges for small arms of which CHAPTER 16:06 EXPLOSIVES ACT  LAWS OF GUYANA 6 Cap. 16:06                            Explosives  L.R.O. 1/ 2012                            Manufacture of explosives prohibited. [7 of 1966B 4 of 1972 6 of 1997]      Magazines. [7 of 1966B]               Management of magazine. [7 of 1966B]  the case can be extracted from the small arm after firing, and which are so closed  as  to  prevent  any  explosion  in  one  cartridge  being communicated to the other cartridges;  ship includes every description of vessel used in sea navigation, whether propelled by oars or otherwise;  superintendent of police includes the Commissioner of Police, in this Act referred to as the Commissioner;  wholesale dealer and retail dealer respectively mean a licensed wholesale dealer and a licensed retail dealer in explosives.",
            "description": "In this Act  boat means every vessel, not being a ship used in navigation in any inland  water  or  any  harbour,  whether  propelled  by  oars  or otherwise;  carriage includes any wagon, cart, truck, barrow, dray, vehicles, or other  receptacle  used  or  intended  to  be  used  for  conveying passengers or goods by land;  explosive means gunpowder, nitro-glycerine, dynamite, gun cotton, blasting powder, fulminate of mercury or of other metal and every other substance whether similar to those above-mentioned or not, used or manufactured with a view to producing a practical effect by explosion, or a pyrotechnic effect; and includes fuses, detonators and any adaptation or preparation of an explosive as herein defined but does not include safety cartridges;  magazine means a magazine duly appointed under this Act;   permit means a permit granted under this Act;   safety cartridges means cartridges for small arms of which CHAPTER 16:06 EXPLOSIVES ACT  LAWS OF GUYANA 6 Cap. 16:06                            Explosives  L.R.O. 1/ 2012                            Manufacture of explosives prohibited. [7 of 1966B 4 of 1972 6 of 1997]      Magazines. [7 of 1966B]               Management of magazine. [7 of 1966B]  the case can be extracted from the small arm after firing, and which are so closed  as  to  prevent  any  explosion  in  one  cartridge  being communicated to the other cartridges;  ship includes every description of vessel used in sea navigation, whether propelled by oars or otherwise;  superintendent of police includes the Commissioner of Police, in this Act referred to as the Commissioner;  wholesale dealer and retail dealer respectively mean a licensed wholesale dealer and a licensed retail dealer in explosives."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Manufacture of explosives prohibited.  MAGAZINES  ",
            "context": "EXPLOSIVES ACT under Manufacture of explosives prohibited.  MAGAZINES  3. No one shall without the written permission of the Minister manufacture or cause to be manufactured any gunpowder or other explosives within the limits of Guyana, and anyone who does so shall be liable to a fine of ninety-seven thousand five hundred dollars and to imprisonment for six months.  MAGAZINES",
            "description": "No one shall without the written permission of the Minister manufacture or cause to be manufactured any gunpowder or other explosives within the limits of Guyana, and anyone who does so shall be liable to a fine of ninety-seven thousand five hundred dollars and to imprisonment for six months.  MAGAZINES"
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Magazines. ",
            "context": "EXPLOSIVES ACT under Magazines. 4. (l) The Minister may from time to time order any place or ship at, in, or near the City of Georgetown, or the town of New Amsterdam, and any other where in Guyana to be a magazine for the storage of explosive.  (2) The order shall, unless the magazine is a floating magazine, define  the land forming the site of the magazine; and the land so defined,  with  every  building  thereon,  for  whatever  purpose  that building is used or intended to be used, shall be deemed to constitute a magazine.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "The Minister may from time to time order any place or ship at, in, or near the City of Georgetown, or the town of New Amsterdam, and any other where in Guyana to be a magazine for the storage of explosive."
                },
                {
                    "representation": "(2)",
                    "description": "The order shall, unless the magazine is a floating magazine, define  the land forming the site of the magazine; and the land so defined,  with  every  building  thereon,  for  whatever  purpose  that building is used or intended to be used, shall be deemed to constitute a magazine."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Management of magazine. ",
            "context": "EXPLOSIVES ACT under Management of magazine. 5. Each magazine shall be under the charge of an officer designated by the Minister for that purpose.  LAWS OF GUYANA                                                                     Explosives Cap. 16:06 7  L.R.O. 1/ 2012 General rules for magazine. [6 of 1997]",
            "description": "Each magazine shall be under the charge of an officer designated by the Minister for that purpose.  LAWS OF GUYANA                                                                     Explosives Cap. 16:06 7  L.R.O. 1/ 2012 General rules for magazine. [6 of 1997]"
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "General rules for magazine. ",
            "context": "EXPLOSIVES ACT under General rules for magazine. 6. (1)  In every magazine the following general rules shall be observed:  (a)  every building in which explosive is kept shall be used only  for the keeping of explosive and receptacles for all tools or implements for work connected with the keeping of the explosive;  (b)  the interior of the building and all benches, shelves, and fittings   therein,   other   than   machinery,   shall   be   so constructed,  or  so  lined  or  covered,  as  to  prevent  the exposure of any iron or steel, and the detaching of any grit, iron, steel, or similar substance, in such a manner, as to come into contact with the explosive, and the interior benches, shelves,  and  fittings  shall  be  kept  free  from  grit  and otherwise clean;  (c)  no repairs shall be done to or in any part of the building, except in accordance with the directions of the Minister;  (d)  all tools and implements used in any repairs to or in the building shall be made only of wood, copper, or brass, or some soft metal or material, or shall be covered with some safe and suitable material;  (e)  everyone  entering  the  building  shall  wear  clothes without pockets, and shoes (if any) without any iron or LAWS OF GUYANA 8 Cap. 16:06                            Explosives  L.R.O. 1/ 2012                                                 steel therein, and no person shall introduce into the building any lucifer  matches  or  any  artificial  light  (except  luminous surfaces incapable of producing ignition), or any substance or article likely to cause explosion or fire, or any grit, iron, or steel;  (f)  no one shall smoke in any part of a magazine;  (g)  any carriage in which explosive is conveyed to or from a magazine shall be constructed without any exposed iron or steel  in  the interior thereof, and shall contain only the explosive, and shall be closed or otherwise properly covered over; and the explosive shall be so conveyed with all due diligence, and with such precautions, and in such a manner as will sufficiently  guard against any accidental ignition; and  (h) no one under the age of sixteen years shall be employed in or enter any building containing explosives, except in the presence and under the supervision of some competent older person.  (2) The Minister may from time to time by regulations make any  modifications in the foregoing general rules appearing to him necessary  for adapting them to any floating magazine, and those modifications shall have effect as if they were contained in this section.  LAWS OF GUYANA                                                                     Explosives Cap. 16:06 9  L.R.O. 1/ 2012                 Special rules  for conduct of persons employed at magazine. [7 of 1966B 6 of 1997]             Storage of explosive imported into Guyana.           (3) Everyone who, by any act or default, commits a breach of any of the foregoing general rules or of any regulation made by the Minister as aforesaid, shall be liable to a fine of nineteen thousand five hundred dollars; and, moreover, where the breach was not committed by the person having the charge of the magazine, that person shall, nevertheless, be liable to a fine of nine thousand seven hundred and fifty dollars in respect of the breach, unless he proves to the satisfaction of the magistrate by whom the case is heard that the breach happened without any negligence or failure in duty on his part.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In every magazine the following general rules shall be observed:"
                },
                {
                    "representation": "(a)",
                    "description": "every building in which explosive is kept shall be used only  for the keeping of explosive and receptacles for all tools or implements for work connected with the keeping of the explosive;"
                },
                {
                    "representation": "(b)",
                    "description": "the interior of the building and all benches, shelves, and fittings   therein,   other   than   machinery,   shall   be   so constructed,  or  so  lined  or  covered,  as  to  prevent  the exposure of any iron or steel, and the detaching of any grit, iron, steel, or similar substance, in such a manner, as to come into contact with the explosive, and the interior benches, shelves,  and  fittings  shall  be  kept  free  from  grit  and otherwise clean;"
                },
                {
                    "representation": "(c)",
                    "description": "no repairs shall be done to or in any part of the building, except in accordance with the directions of the Minister;"
                },
                {
                    "representation": "(d)",
                    "description": "all tools and implements used in any repairs to or in the building shall be made only of wood, copper, or brass, or some soft metal or material, or shall be covered with some safe and suitable material;"
                },
                {
                    "representation": "(e)",
                    "description": "everyone  entering  the  building  shall  wear  clothes without pockets, and shoes"
                },
                {
                    "representation": "(f)",
                    "description": "no one shall smoke in any part of a magazine;"
                },
                {
                    "representation": "(g)",
                    "description": "any carriage in which explosive is conveyed to or from a magazine shall be constructed without any exposed iron or steel  in  the interior thereof, and shall contain only the explosive, and shall be closed or otherwise properly covered over; and the explosive shall be so conveyed with all due diligence, and with such precautions, and in such a manner as will sufficiently  guard against any accidental ignition; and"
                },
                {
                    "representation": "(h)",
                    "description": "no one under the age of sixteen years shall be employed in or enter any building containing explosives, except in the presence and under the supervision of some competent older person."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may from time to time by regulations make any  modifications in the foregoing general rules appearing to him necessary  for adapting them to any floating magazine, and those modifications shall have effect as if they were contained in this section.  LAWS OF GUYANA                                                                     Explosives Cap. 16:06 9  L.R.O. 1/ 2012                 Special rules  for conduct of persons employed at magazine. [7 of 1966B 6 of 1997]             Storage of explosive imported into Guyana."
                },
                {
                    "representation": "(3)",
                    "description": "Everyone who, by any act or default, commits a breach of any of the foregoing general rules or of any regulation made by the Minister as aforesaid, shall be liable to a fine of nineteen thousand five hundred dollars; and, moreover, where the breach was not committed by the person having the charge of the magazine, that person shall, nevertheless, be liable to a fine of nine thousand seven hundred and fifty dollars in respect of the breach, unless he proves to the satisfaction of the magistrate by whom the case is heard that the breach happened without any negligence or failure in duty on his part."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Special rules for conduct of persons employed at magazine.  STORAGE  ",
            "context": "EXPLOSIVES ACT under Special rules for conduct of persons employed at magazine.  STORAGE  7. (1) The officer in charge of any magazine may from time to time, with the sanction of the Minister, make special rules regulating the conduct of the persons employed in or about the magazine, in order to secure the observance therein of the provisions of this Act, and the safety and proper discipline of those persons and the safety of the public.  (2) There may be annexed to any breach of any special rule made in pursuance of this section any penalty not exceeding one thousand nine hundred and fifty dollars as may be deemed just.  STORAGE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The officer in charge of any magazine may from time to time, with the sanction of the Minister, make special rules regulating the conduct of the persons employed in or about the magazine, in order to secure the observance therein of the provisions of this Act, and the safety and proper discipline of those persons and the safety of the public."
                },
                {
                    "representation": "(2)",
                    "description": "There may be annexed to any breach of any special rule made in pursuance of this section any penalty not exceeding one thousand nine hundred and fifty dollars as may be deemed just.  STORAGE"
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Storage of explosive imported into Guyana.  IMPORTATION OF EXPORTATION  ",
            "context": "EXPLOSIVES ACT under Storage of explosive imported into Guyana.  IMPORTATION OF EXPORTATION  8. (1) Any explosive lawfully imported into Guyana shall be taken to a magazine and there stored.  (2) There shall be payable in respect of the explosive the storage rent fixed by any Tax Act for the time being in force, which shall be paid on or before the last day of every year, or, if any of the explosive is removed or sold during the year, at the time of that removal or sale, and no explosive shall be removed until all rent and other charges due in respect thereof have been paid.  LAWS OF GUYANA 10 Cap. 16:06                            Explosives  L.R.O. 1/ 2012                                 Prohibition of importation of explosive. [7 of 1966B]   Restriction of right to import. [12 of 1944 7 of 1966B 6 of 1997]         Regulations as to importation exportation, transhipment, (3) Where a years rent in respect of any explosive is in arrear and unpaid, the explosive may be sold by the officer having the charge of the magazine in the manner and subject to the conditions he thinks fit.  (4) Out of the purchase money arising from the sale the officer shall, in the first place, pay the charges and expenses of and incident thereto, and, in the next place, all rent due in respect of the explosive up to the time of sale, and the surplus, if any, he shall pay to the owner of the explosive on demand, if demand is made at any time during the day of sale, but if demand is not so made he shall pay the surplus to the Accountant General who shall hold  it  in trust for the owner, his executors, administrators, or assigns:  Provided that, at the expiration of two years from the time of sale the  surplus, if not applied for by some person or persons lawfully entitled thereto, shall be forfeited to the State for the public use, and the rights of all other persons therein or thereto shall be extinguished.  IMPORTATION   OR  EXPORTATION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any explosive lawfully imported into Guyana shall be taken to a magazine and there stored."
                },
                {
                    "representation": "(2)",
                    "description": "There shall be payable in respect of the explosive the storage rent fixed by any Tax Act for the time being in force, which shall be paid on or before the last day of every year, or, if any of the explosive is removed or sold during the year, at the time of that removal or sale, and no explosive shall be removed until all rent and other charges due in respect thereof have been paid.  LAWS OF GUYANA 10 Cap. 16:06                            Explosives  L.R.O. 1/ 2012                                 Prohibition of importation of explosive. [7 of 1966B]   Restriction of right to import. [12 of 1944 7 of 1966B 6 of 1997]         Regulations as to importation exportation, transhipment,"
                },
                {
                    "representation": "(3)",
                    "description": "Where a years rent in respect of any explosive is in arrear and unpaid, the explosive may be sold by the officer having the charge of the magazine in the manner and subject to the conditions he thinks fit."
                },
                {
                    "representation": "(4)",
                    "description": "Out of the purchase money arising from the sale the officer shall, in the first place, pay the charges and expenses of and incident thereto, and, in the next place, all rent due in respect of the explosive up to the time of sale, and the surplus, if any, he shall pay to the owner of the explosive on demand, if demand is made at any time during the day of sale, but if demand is not so made he shall pay the surplus to the Accountant General who shall hold  it  in trust for the owner, his executors, administrators, or assigns:  Provided that, at the expiration of two years from the time of sale the  surplus, if not applied for by some person or persons lawfully entitled thereto, shall be forfeited to the State for the public use, and the rights of all other persons therein or thereto shall be extinguished.  IMPORTATION   OR  EXPORTATION"
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Prohibition of importation of explosive. ",
            "context": "EXPLOSIVES ACT under Prohibition of importation of explosive. 9.  The importation or exportation of explosive may at any time be prohibited by order of the Minister.",
            "description": "The importation or exportation of explosive may at any time be prohibited by order of the Minister."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Restriction of right to import. ",
            "context": "EXPLOSIVES ACT under Restriction of right to import. 10. (1) No person except a wholesale dealer or a person authorised in that behalf by the Minister shall import explosive into Guyana.  (2) Everyone who contravenes this section shall be liable to a fine of ninety-seven thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person except a wholesale dealer or a person authorised in that behalf by the Minister shall import explosive into Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who contravenes this section shall be liable to a fine of ninety-seven thousand five hundred dollars."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Regulations as to importation, exportation, transhipment, and conveyance of explosive. ",
            "context": "EXPLOSIVES ACT under Regulations as to importation, exportation, transhipment, and conveyance of explosive. 11. (1)  Subject to negative resolution of the National Assembly, the Minister may from time to time make regulations as to  LAWS OF GUYANA                                                                     Explosives Cap. 16:06 11  L.R.O. 1/ 2012 explosive. [6 of 1997]                                              (a)   the  having  or  keeping,  and  the  unloading  and conveyance within the waters of Guyana, of explosive; and   (b)   as  to the landing of explosive and the subsequent conveyance thereof to a magazine; and  (c)  as to the conveyance of explosive for exportation from a  magazine  to  any  wharf  or  shipping  place,  and  the subsequent  conveyance  and  loading  thereof  within  the waters of Guyana; and  (d)  as to the transhipping of explosive within those waters; and in particular, regulations declaring or regulating all or any of the following matters, that is to say  (i)  determining the notice or warning to be given by ships and  boats having on board, or conveying, loading, or unloading, explosive;  (ii)  regulating the navigation and place of mooring of those ships and boats;  (iii)  regulating in cases where the general rules with respect to packing contained in this Act are applicable, subject to those Rules, the mode of stowing and keeping explosive on board and   conveyance LAWS OF GUYANA 12 Cap. 16:06                            Explosives  L.R.O. 1/ 2012                                                 any of those ships or boats, and of giving notice, by brands, labels or otherwise, of the nature of the packages containing the explosive;  (iv) regulating the description, construction, fitting up, and licensing of the ships, boats, or carriages to be used for the conveyance of explosive and the licensing and dress of the persons having charge thereof;  (v)    prohibiting,   or   subjecting   to   conditions   and restrictions, the keeping or conveyance of explosive with any  other articles or substances, or in passenger ships, boats, or carriages;  (vi)  fixing the places and times at which explosive is to be loaded or unloaded, and the quantity to be loaded or unloaded or conveyed at one time in one ship, boat, or carriage;  (vii)  regulating the mode of and the precautions to be observed in conveying any explosive, and in the loading or unloading any ship, boat, or carriage conveying explosive, and the time during which explosive may be kept during its conveyance, loading or LAWS OF GUYANA                                                                     Explosives Cap. 16:06 13  L.R.O. 1/ 2012                                                 unloading; (viii)  fixing the times at which lights or fires are to be allowed or not allowed on board the ships or boats before mentioned, or at which a police constable or other officer, if any, is to be on board of them;  (ix)  providing for the publication and supply of copies of the regulations made under this Act;  (x)   for  enforcing  generally  the  observance  of  the provisions of this Act; and  (xi)  generally, for protecting, whether by means similar to  those above mentioned or not, persons and property from danger from explosives.  (2) The penalties to be annexed to any breach or attempt to commit any breach of any of the regulations may be all or any of the following  penalties,  and  may  be  imposed  on  the  persons,  and graduated in the manner, deemed just according to the gravity of the offence, and according as it may be a first, or second, or other subsequent offence, that is to say, pecuniary penalties not exceeding nineteen thousand five hundred dollars for each offence and four thousand eight hundred and seventy-five dollars for each day during which the offence continues, and forfeiture of all or any part of the explosive in respect of which, or found in the ship, boat, or carriage in respect of which, the breach of regulation has taken place.  LAWS OF GUYANA 14 Cap. 16:06                            Explosives  L.R.O. 1/ 2012                        Prohibition of possession of exceeding  certain  specified quantities. [26 of 1954 7 of 1966B 6 of 1997]                   (3) In the event of any breach of a regulation under this section in the case of any ship, boat, carriage, or explosive, whether there has or has not been any conviction for that breach, the Harbour Master or other officer or person named in the regulations, or any person acting under the orders of the Harbour Master, or that officer or person, may cause the ship, boat,  carriage  or explosive to be removed, at the expense of the owner thereof, to the place, or otherwise dealt with in the manner, conforming to the regulations; and all expenses incurred in the removal may be recovered in the same manner as a penalty under this section.  (4) Everyone who resists the Harbour Master, officer, or person in the removal shall be liable to the same penalties as for obstructing a police constable in the execution of his duty.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to negative resolution of the National Assembly, the Minister may from time to time make regulations as to  LAWS OF GUYANA                                                                     Explosives Cap. 16:06 11  L.R.O. 1/ 2012 explosive. [6 of 1997]"
                },
                {
                    "representation": "(a)",
                    "description": "the  having  or  keeping,  and  the  unloading  and conveyance within the waters of Guyana, of explosive; and"
                },
                {
                    "representation": "(b)",
                    "description": "as  to the landing of explosive and the subsequent conveyance thereof to a magazine; and"
                },
                {
                    "representation": "(c)",
                    "description": "as to the conveyance of explosive for exportation from a  magazine  to  any  wharf  or  shipping  place,  and  the subsequent  conveyance  and  loading  thereof  within  the waters of Guyana; and"
                },
                {
                    "representation": "(d)",
                    "description": "as to the transhipping of explosive within those waters; and in particular, regulations declaring or regulating all or any of the following matters, that is to say"
                },
                {
                    "representation": "(i)",
                    "description": "determining the notice or warning to be given by ships and  boats having on board, or conveying, loading, or unloading, explosive;"
                },
                {
                    "representation": "(v)",
                    "description": "prohibiting,   or   subjecting   to   conditions   and restrictions, the keeping or conveyance of explosive with any  other articles or substances, or in passenger ships, boats, or carriages;"
                },
                {
                    "representation": "(x)",
                    "description": "for  enforcing  generally  the  observance  of  the provisions of this Act; and"
                },
                {
                    "representation": "(2)",
                    "description": "The penalties to be annexed to any breach or attempt to commit any breach of any of the regulations may be all or any of the following  penalties,  and  may  be  imposed  on  the  persons,  and graduated in the manner, deemed just according to the gravity of the offence, and according as it may be a first, or second, or other subsequent offence, that is to say, pecuniary penalties not exceeding nineteen thousand five hundred dollars for each offence and four thousand eight hundred and seventy-five dollars for each day during which the offence continues, and forfeiture of all or any part of the explosive in respect of which, or found in the ship, boat, or carriage in respect of which, the breach of regulation has taken place.  LAWS OF GUYANA 14 Cap. 16:06                            Explosives  L.R.O. 1/ 2012                        Prohibition of possession of exceeding  certain  specified quantities. [26 of 1954 7 of 1966B 6 of 1997]"
                },
                {
                    "representation": "(3)",
                    "description": "In the event of any breach of a regulation under this section in the case of any ship, boat, carriage, or explosive, whether there has or has not been any conviction for that breach, the Harbour Master or other officer or person named in the regulations, or any person acting under the orders of the Harbour Master, or that officer or person, may cause the ship, boat,  carriage  or explosive to be removed, at the expense of the owner thereof, to the place, or otherwise dealt with in the manner, conforming to the regulations; and all expenses incurred in the removal may be recovered in the same manner as a penalty under this section."
                },
                {
                    "representation": "(4)",
                    "description": "Everyone who resists the Harbour Master, officer, or person in the removal shall be liable to the same penalties as for obstructing a police constable in the execution of his duty."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Prohibition of possession of explosives exceeding certain specified quantities. ",
            "context": "EXPLOSIVES ACT under Prohibition of possession of explosives exceeding certain specified quantities. 12. (1) Except  explosive  in  the  course  of  removal  under  and according to a permit, there shall not be had in his possession or custody for any purpose whatsoever  (a)  by a wholesale dealer more than one hundred and fifty pounds of explosive;  (b)  by a retail dealer any explosive other than not more than twenty-five pounds of gun-powder.  (2) This section shall not apply to explosive  (a)  in any ship or magazine, or in the course of conveyance according to regulations made under this Act from or to any ship, wharf, landing-place, or shipping-place; or  (b)  kept or used for mining or quarrying LAWS OF GUYANA                                                                     Explosives Cap. 16:06 15  L.R.O. 1/ 2012                     Regulations as to sale,  purchase and possession of explosives. [26 of 1954 4 of 1972 6 of 1997]             Georgetown  and New Amsterdem prohibited  areas. [7 of 1966B 6 of 1997]      purposes under a special permit from a government officer acting under the mining regulations or the State lands regulations for the time being in force; or  (c)  kept in any place situate not less than fifty miles from the  sea-coast and stored in a building approved by the Minister.  (3) Everyone who contravenes the provisions of this section, shall, on conviction thereof, be liable to a penalty not exceeding forty- eight thousand seven hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except  explosive  in  the  course  of  removal  under  and according to a permit, there shall not be had in his possession or custody for any purpose whatsoever"
                },
                {
                    "representation": "(a)",
                    "description": "in any ship or magazine, or in the course of conveyance according to regulations made under this Act from or to any ship, wharf, landing-place, or shipping-place; or"
                },
                {
                    "representation": "(b)",
                    "description": "kept or used for mining or quarrying LAWS OF GUYANA                                                                     Explosives Cap. 16:06 15  L.R.O. 1/ 2012                     Regulations as to sale,  purchase and possession of explosives. [26 of 1954 4 of 1972 6 of 1997]             Georgetown  and New Amsterdem prohibited  areas. [7 of 1966B 6 of 1997]      purposes under a special permit from a government officer acting under the mining regulations or the State lands regulations for the time being in force; or"
                },
                {
                    "representation": "(2)",
                    "description": "This section shall not apply to explosive"
                },
                {
                    "representation": "(c)",
                    "description": "kept in any place situate not less than fifty miles from the  sea-coast and stored in a building approved by the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "Everyone who contravenes the provisions of this section, shall, on conviction thereof, be liable to a penalty not exceeding forty- eight thousand seven hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Regulations as to sale, purchase and possession of explosives.  SALE  ",
            "context": "EXPLOSIVES ACT under Regulations as to sale, purchase and possession of explosives.  SALE  13. (1) The Minister may make regulations for regulating or prohibiting the sale, purchase, acquisition and possession of explosives.  (2) There  may  be  annexed  for  the  breach  of  any  of the Regulations made under this section a fine not exceeding ninety-seven thousand five hundred dollars, or  imprisonment  for  a  term  not exceeding six months, and any explosive in respect of which such breach has taken place shall be forfeited.  SALE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may make regulations for regulating or prohibiting the sale, purchase, acquisition and possession of explosives."
                },
                {
                    "representation": "(2)",
                    "description": "There  may  be  annexed  for  the  breach  of  any  of the Regulations made under this section a fine not exceeding ninety-seven thousand five hundred dollars, or  imprisonment  for  a  term  not exceeding six months, and any explosive in respect of which such breach has taken place shall be forfeited.  SALE"
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Georgetown and New Amsterdam prohibited areas. ",
            "context": "EXPLOSIVES ACT under Georgetown and New Amsterdam prohibited areas. 14. (1) No explosives shall be kept for sale, or shall be stored for any purpose, within the limits of the City of Georgetown or the town of New Amsterdam.  (2) No explosive shall be sold within the City of Georgetown or the Town of New Amsterdam for delivery within the City or town, but every sale of explosive shall be made by order upon the officer in charge of a government magazine, specially appointed by the Minister for the purpose, LAWS OF GUYANA 16 Cap. 16:06                            Explosives  L.R.O. 1/ 2012              Restriction of right to sell. [6 of 1997]       Regulation of sale by wholesale. [6 of 1997]                          Regulation of sale by retail. [6 of 1997]    for delivery outside the limits of the City or town.  (3) Anyone who contravenes this section shall be liable to a fine of ninety-seven thousand five hundred dollars and to imprisonment for six months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No explosives shall be kept for sale, or shall be stored for any purpose, within the limits of the City of Georgetown or the town of New Amsterdam."
                },
                {
                    "representation": "(2)",
                    "description": "No explosive shall be sold within the City of Georgetown or the Town of New Amsterdam for delivery within the City or town, but every sale of explosive shall be made by order upon the officer in charge of a government magazine, specially appointed by the Minister for the purpose, LAWS OF GUYANA 16 Cap. 16:06                            Explosives  L.R.O. 1/ 2012              Restriction of right to sell. [6 of 1997]       Regulation of sale by wholesale. [6 of 1997]                          Regulation of sale by retail. [6 of 1997]    for delivery outside the limits of the City or town."
                },
                {
                    "representation": "(3)",
                    "description": "Anyone who contravenes this section shall be liable to a fine of ninety-seven thousand five hundred dollars and to imprisonment for six months."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Restriction of right to sell. ",
            "context": "EXPLOSIVES ACT under Restriction of right to sell. 15. (1) No one other than a wholesale or retail dealer shall sell explosive or offer or expose it for sale.  (2) Everyone who contravenes this section shall be liable to a fine of nineteen thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No one other than a wholesale or retail dealer shall sell explosive or offer or expose it for sale."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who contravenes this section shall be liable to a fine of nineteen thousand five hundred dollars."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Regulation of sale by wholesale. ",
            "context": "EXPLOSIVES ACT under Regulation of sale by wholesale. 16. (1) Everyone who desires to sell explosive by wholesale shall take out a licence for that purpose.  (2) That licence shall not be issued unless the Commissioner certifies in writing that there is on the premises in respect of which the application for the licence is made a sufficient fire-proof vault or other secure place capable of safely storing one hundred and fifty pounds of explosive, and  having the word explosive painted or otherwise legibly marked on the door thereof.  (3) Every wholesale dealer shall keep all explosive on his premises, not being explosive in respect of which he holds a retail licence, in that vault or other place.  (4) A wholesale dealer shall not sell explosive in any less quantity than twenty-five pounds.  (5) Everyone who contravenes this section shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who desires to sell explosive by wholesale shall take out a licence for that purpose."
                },
                {
                    "representation": "(2)",
                    "description": "That licence shall not be issued unless the Commissioner certifies in writing that there is on the premises in respect of which the application for the licence is made a sufficient fire-proof vault or other secure place capable of safely storing one hundred and fifty pounds of explosive, and  having the word explosive painted or otherwise legibly marked on the door thereof."
                },
                {
                    "representation": "(3)",
                    "description": "Every wholesale dealer shall keep all explosive on his premises, not being explosive in respect of which he holds a retail licence, in that vault or other place."
                },
                {
                    "representation": "(4)",
                    "description": "A wholesale dealer shall not sell explosive in any less quantity than twenty-five pounds."
                },
                {
                    "representation": "(5)",
                    "description": "Everyone who contravenes this section shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Regulation of sale by retail.  LAWS OF GUYANA 4 Cap. 16:06                            Explosives  L.R.O. 1/ 2012 SECTION ",
            "context": "EXPLOSIVES ACT under Regulation of sale by retail.  LAWS OF GUYANA 4 Cap. 16:06                            Explosives  L.R.O. 1/ 2012 SECTION 17. (1) Everyone who desires to sell explosive by retail shall take out a licence for that purpose.  (2) That licence shall not be issued unless the LAWS OF GUYANA                                                                     Explosives Cap. 16:06 17  L.R.O. 1/ 2012                           Application.            General provisions relating to licence.            Sale of  explosive on unlicensed premises. [6 of 1997] Commissioner certifies in writing that the applicant for it has provided himself with a strong and suitable metal case, lined with wood, capable of containing twenty-five pounds of explosive, furnished with a lock and key and with handles for convenience of removal, and having the word explosive painted or otherwise legibly marked thereon.  (3) A retail dealer shall not sell explosive at any one time in any greater quantity than twenty-five pounds.  (4) Every retail dealer shall affix in some conspicuous place on the front part of his licensed premises a board whereon shall be painted or otherwise legibly marked his name, the number of his licence, and the words Licensed Retailer of Explosives.  (5) Everyone who contravenes this section shall be liable to a fine of nineteen thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who desires to sell explosive by retail shall take out a licence for that purpose."
                },
                {
                    "representation": "(2)",
                    "description": "That licence shall not be issued unless the LAWS OF GUYANA                                                                     Explosives Cap. 16:06 17  L.R.O. 1/ 2012                           Application.            General provisions relating to licence.            Sale of  explosive on unlicensed premises. [6 of 1997] Commissioner certifies in writing that the applicant for it has provided himself with a strong and suitable metal case, lined with wood, capable of containing twenty-five pounds of explosive, furnished with a lock and key and with handles for convenience of removal, and having the word explosive painted or otherwise legibly marked thereon."
                },
                {
                    "representation": "(3)",
                    "description": "A retail dealer shall not sell explosive at any one time in any greater quantity than twenty-five pounds."
                },
                {
                    "representation": "(4)",
                    "description": "Every retail dealer shall affix in some conspicuous place on the front part of his licensed premises a board whereon shall be painted or otherwise legibly marked his name, the number of his licence, and the words Licensed Retailer of Explosives."
                },
                {
                    "representation": "(5)",
                    "description": "Everyone who contravenes this section shall be liable to a fine of nineteen thousand five hundred dollars."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Application. ",
            "context": "EXPLOSIVES ACT under Application. 18. Section 15(2) and (3) and section 16(2) and (4) shall not apply to wholesale and retail licences for Georgetown and New Amsterdam.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "and"
                },
                {
                    "representation": "(3)",
                    "description": "and section 16(2) and"
                },
                {
                    "representation": "(4)",
                    "description": "shall not apply to wholesale and retail licences for Georgetown and New Amsterdam."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "General provisions relating to licences. ",
            "context": "EXPLOSIVES ACT under General provisions relating to licences. 19. (1) Every licence issued under this Act shall be issued and signed by the Commissioner, and shall be in the form and contain the particulars the Commissioner from time to time thinks fit.  (2) The licence shall terminate on the last day of the financial year in which it is issued.  (3) There shall be payable for the licence the sum (if any) from time to time fixed by the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every licence issued under this Act shall be issued and signed by the Commissioner, and shall be in the form and contain the particulars the Commissioner from time to time thinks fit."
                },
                {
                    "representation": "(2)",
                    "description": "The licence shall terminate on the last day of the financial year in which it is issued."
                },
                {
                    "representation": "(3)",
                    "description": "There shall be payable for the licence the sum"
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Sale of explosive on unlicensed premises. ",
            "context": "EXPLOSIVES ACT under Sale of explosive on unlicensed premises. 20.  The  occupier  of  any  unlicensed  premises  on  which  any explosive is sold or offered or exposed for sale, or, if those premises are occupied by more than one person, every occupier thereof, shall be liable to a fine of forty-eight LAWS OF GUYANA 18 Cap. 16:06                            Explosives  L.R.O. 1/ 2012           Unlawfully selling explosive. [6 of 1997]                                   No sale of explosive to [7 of 1966B 6 of 1997]     Packing explosive for sale. [6 of 1997]          thousand seven hundred and fifty dollars, unless he proves, to the satisfaction of the magistrate by whom the cause is heard, that he had no notice of the sale or offering or exposing for sale, or that, having notice, he took all reasonable means to prevent the sale or offering or exposing for sale, and, as soon as he reasonably could, gave information thereof to a member of the police force.",
            "description": "The  occupier  of  any  unlicensed  premises  on  which  any explosive is sold or offered or exposed for sale, or, if those premises are occupied by more than one person, every occupier thereof, shall be liable to a fine of forty-eight LAWS OF GUYANA 18 Cap. 16:06                            Explosives  L.R.O. 1/ 2012           Unlawfully selling explosive. [6 of 1997]                                   No sale of explosive to [7 of 1966B 6 of 1997]     Packing explosive for sale. [6 of 1997]          thousand seven hundred and fifty dollars, unless he proves, to the satisfaction of the magistrate by whom the cause is heard, that he had no notice of the sale or offering or exposing for sale, or that, having notice, he took all reasonable means to prevent the sale or offering or exposing for sale, and, as soon as he reasonably could, gave information thereof to a member of the police force."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "(1). Unlawfully selling explosive. (2). No sale of explosive to child. ",
            "context": "EXPLOSIVES ACT under (1). Unlawfully selling explosive. (2). No sale of explosive to child. 21. (1)  Everyone who  (a)  not being a wholesale or retail dealer, sells explosive or offers or exposes it for sale; or  (b)  being a wholesale or retail dealer, sells explosive or offers or exposes it for sale, on any premises other than those mentioned in his licence,  shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars.  (2) Everyone who sells explosive to any person apparently under the age of twenty-one years, whether for the use of the buyer himself or for the use of any other person, shall be liable to a fine of one thousand nine hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who"
                },
                {
                    "representation": "(a)",
                    "description": "not being a wholesale or retail dealer, sells explosive or offers or exposes it for sale; or"
                },
                {
                    "representation": "(b)",
                    "description": "being a wholesale or retail dealer, sells explosive or offers or exposes it for sale, on any premises other than those mentioned in his licence,  shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who sells explosive to any person apparently under the age of twenty-one years, whether for the use of the buyer himself or for the use of any other person, shall be liable to a fine of one thousand nine hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Packing explosive for sale.  REMOVAL OF EXPLOSIVE  ",
            "context": "EXPLOSIVES ACT under Packing explosive for sale.  REMOVAL OF EXPLOSIVE  22. (1) All  explosive  exceeding  one  pound  in  weight,  when publicly exposed for sale or sold, shall be in a substantial case, canister, or other package, made and closed so as to prevent the explosive from escaping,  and in every case the outermost package containing the explosive shall  have affixed the word explosive in conspicuous characters by means  of  a brand or securely attached label or other mark.  (2) If any explosive is sold or exposed for sale in contravention of this section the person selling it or exposing it child. LAWS OF GUYANA                                                                     Explosives Cap. 16:06 19  L.R.O. 1/ 2012          Removal generally. [6 of 1997]         Removal of quantity exceeding five pounds. [7 of 1966B]       Application for permit to remove. [7 of 1966B]              for sale shall be liable to a fine of four thousand eight hundred and seventy-five dollars, and all or any part of the explosive so sold or exposed for sale shall be forfeited.  REMOVAL  OF  EXPLOSIVE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All  explosive  exceeding  one  pound  in  weight,  when publicly exposed for sale or sold, shall be in a substantial case, canister, or other package, made and closed so as to prevent the explosive from escaping,  and in every case the outermost package containing the explosive shall  have affixed the word explosive in conspicuous characters by means  of  a brand or securely attached label or other mark."
                },
                {
                    "representation": "(2)",
                    "description": "If any explosive is sold or exposed for sale in contravention of this section the person selling it or exposing it child. LAWS OF GUYANA                                                                     Explosives Cap. 16:06 19  L.R.O. 1/ 2012          Removal generally. [6 of 1997]         Removal of quantity exceeding five pounds. [7 of 1966B]       Application for permit to remove. [7 of 1966B]              for sale shall be liable to a fine of four thousand eight hundred and seventy-five dollars, and all or any part of the explosive so sold or exposed for sale shall be forfeited.  REMOVAL  OF  EXPLOSIVE"
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Removal generally. ",
            "context": "EXPLOSIVES ACT under Removal generally. 23. (1) No explosive shall be removed or conveyed except according to this Act.  (2) Everyone who removes or conveys any explosive otherwise than as aforesaid, or who aids or assists in the removal or conveyance, shall be liable to a fine of nineteen thousand five hundred dollars, and any explosive removed or conveyed, or being removed or conveyed, otherwise than as aforesaid shall be forfeited.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No explosive shall be removed or conveyed except according to this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who removes or conveys any explosive otherwise than as aforesaid, or who aids or assists in the removal or conveyance, shall be liable to a fine of nineteen thousand five hundred dollars, and any explosive removed or conveyed, or being removed or conveyed, otherwise than as aforesaid shall be forfeited."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Removal of quantity exceeding five pounds. ",
            "context": "EXPLOSIVES ACT under Removal of quantity exceeding five pounds. 24. No  quantity  of  explosive  exceeding  five  pounds  shall  be removed or conveyed except under and according to a permit or the directions of the Commissioner:  Provided that this section shall not apply to explosive in the course of conveyance according to regulations made under this Act from or to a magazine, or any ship, wharf, landing-place, or shipping-place.",
            "description": "No  quantity  of  explosive  exceeding  five  pounds  shall  be removed or conveyed except under and according to a permit or the directions of the Commissioner:  Provided that this section shall not apply to explosive in the course of conveyance according to regulations made under this Act from or to a magazine, or any ship, wharf, landing-place, or shipping-place."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Application for permit to remove. ",
            "context": "EXPLOSIVES ACT under Application for permit to remove. 25. (1)  A permit for the removal of any explosive may be granted by a superintendent of police to anyone apparently above the age of twenty-one years, on an application in writing made for that purpose by someone having an interest in the removal.  (2) The application shall state the total quantity of explosive intended to be removed; the places to which, and the persons to whom, it is to be distributed; the quantities to be left at each destination; the hours within which and the route by which the removal is intended to be effected; and the place or places (if any) where the explosive or any part  thereof  is  intended  to  be  deposited  until  the  removal  and LAWS OF GUYANA 20 Cap. 16:06                            Explosives  L.R.O. 1/ 2012   Particulars of permit.                                      as to mode of removal. 6 of 1997]    distribution are completed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A permit for the removal of any explosive may be granted by a superintendent of police to anyone apparently above the age of twenty-one years, on an application in writing made for that purpose by someone having an interest in the removal."
                },
                {
                    "representation": "(2)",
                    "description": "The application shall state the total quantity of explosive intended to be removed; the places to which, and the persons to whom, it is to be distributed; the quantities to be left at each destination; the hours within which and the route by which the removal is intended to be effected; and the place or places"
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Particulars of permit. ",
            "context": "EXPLOSIVES ACT under Particulars of permit. 26. Subject to this Act, a superintendent of police shall, within twenty-four hours (exclusive of public holidays) after an application for a permit has been delivered to him, grant a permit specifying the total quantity allowed to be removed; the places to which, and the persons to whom, the parcels making up the total quantity are to be distributed; the hours within which and the route by which the removal may be effected; and the place or places (if any) where the explosive or any part thereof may be deposited until the removal and distribution are completed:  Provided that  (a)  no permit shall authorise the having on the same premises in course of removal, or in the same carriage, more than one thousand pounds of explosive; and  (b)  a superintendent of police may, if on an application for a  permit  he  is  satisfied  that  a  permit  according  to  the application cannot consistently with the public safety be granted, postpone or absolutely refuse to grant it, or grant it with any variations from the application, and subject to any conditions  he considers proper for the protection of the public.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "no permit shall authorise the having on the same premises in course of removal, or in the same carriage, more than one thousand pounds of explosive; and"
                },
                {
                    "representation": "(b)",
                    "description": "a superintendent of police may, if on an application for a  permit  he  is  satisfied  that  a  permit  according  to  the application cannot consistently with the public safety be granted, postpone or absolutely refuse to grant it, or grant it with any variations from the application, and subject to any conditions  he considers proper for the protection of the public."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "General rules as to mode of removal. ",
            "context": "EXPLOSIVES ACT under General rules as to mode of removal. 27. (1) Where explosive is removed or conveyed from place to place in Guyana, either wholly by land or partly by land and partly by water, the following general rules as to packing and other things shall be observed:  (a)  the explosive, if not exceeding fifty [7 of 1966B General rules LAWS OF GUYANA                                                                     Explosives Cap. 16:06 21  L.R.O. 1/ 2012                                               pounds in quantity, shall be contained in a substantial case, canister, or other package, made and closed so as to prevent the explosive from escaping;  (b)  the explosive, if exceeding fifty pounds in quantity, shall be divided into parcels, each of which shall comprise not more than fifty pounds, and be contained in a substantial case, canister or other package, made and closed so as to prevent the explosive from escaping;  (c)  the interior of every package shall be kept free from grit and otherwise clean;  (d)  every package when actually used for the package of explosive shall not be used for any other purpose;  (e)  there shall not be any iron or steel in the construction of any package, unless the same is effectually covered with tin, zinc, or other material;  (f)  on the outside of every package there shall be affixed the word explosive in conspicuous characters by means of a brand or securely attached label or other mark; and  (g)  the explosive shall be in the charge and under the custody of some male person above the age of twenty-one years, who shall have the permit LAWS OF GUYANA 22 Cap. 16:06                            Explosives  L.R.O. 1/ 2012                     Removal of explosive partly by land and partly by water.             Prohibition of manufacture of specially dangerous explosive. [7 of 1966B 6 of 1997]    Contravention of order as to manufacture of explosive. for its removal in his possession and shall produce and show that permit to any person who demands to see it.  (2) In the event of any breach, by any act or default, of any general rule in this section mentioned, the explosive in respect of which the breach is committed shall be forfeited, and the person committing the breach shall be liable to a fine of nineteen thousand five hundred dollars.  (3) The Minister, subject to negative resolution of the National Assembly, may from time to time make rules adding to the general rules contained in this section, and the rules so made shall have the same effect as if they had been enacted in this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where explosive is removed or conveyed from place to place in Guyana, either wholly by land or partly by land and partly by water, the following general rules as to packing and other things shall be observed:"
                },
                {
                    "representation": "(a)",
                    "description": "the explosive, if not exceeding fifty [7 of 1966B General rules LAWS OF GUYANA                                                                     Explosives Cap. 16:06 21  L.R.O. 1/ 2012                                               pounds in quantity, shall be contained in a substantial case, canister, or other package, made and closed so as to prevent the explosive from escaping;"
                },
                {
                    "representation": "(b)",
                    "description": "the explosive, if exceeding fifty pounds in quantity, shall be divided into parcels, each of which shall comprise not more than fifty pounds, and be contained in a substantial case, canister or other package, made and closed so as to prevent the explosive from escaping;"
                },
                {
                    "representation": "(c)",
                    "description": "the interior of every package shall be kept free from grit and otherwise clean;"
                },
                {
                    "representation": "(d)",
                    "description": "every package when actually used for the package of explosive shall not be used for any other purpose;"
                },
                {
                    "representation": "(e)",
                    "description": "there shall not be any iron or steel in the construction of any package, unless the same is effectually covered with tin, zinc, or other material;"
                },
                {
                    "representation": "(f)",
                    "description": "on the outside of every package there shall be affixed the word explosive in conspicuous characters by means of a brand or securely attached label or other mark; and"
                },
                {
                    "representation": "(g)",
                    "description": "the explosive shall be in the charge and under the custody of some male person above the age of twenty-one years, who shall have the permit LAWS OF GUYANA 22 Cap. 16:06                            Explosives  L.R.O. 1/ 2012                     Removal of explosive partly by land and partly by water.             Prohibition of manufacture of specially dangerous explosive. [7 of 1966B 6 of 1997]    Contravention of order as to manufacture of explosive. for its removal in his possession and shall produce and show that permit to any person who demands to see it."
                },
                {
                    "representation": "(2)",
                    "description": "In the event of any breach, by any act or default, of any general rule in this section mentioned, the explosive in respect of which the breach is committed shall be forfeited, and the person committing the breach shall be liable to a fine of nineteen thousand five hundred dollars."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister, subject to negative resolution of the National Assembly, may from time to time make rules adding to the general rules contained in this section, and the rules so made shall have the same effect as if they had been enacted in this section."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Removal of explosives partly by land and partly by water.  SPECIALLY DANGEROUS EXPLOSIVES  ",
            "context": "EXPLOSIVES ACT under Removal of explosives partly by land and partly by water.  SPECIALLY DANGEROUS EXPLOSIVES  28. Where explosive is removed or conveyed from place to place in Guyana partly by land and partly by sea coastwise, or on any river or waterway of Guyana, the provisions of this Act applicable to explosive removed or conveyed by land shall apply to that explosive when on land, and the provisions of this Act applicable to explosive in the waters of Guyana shall apply to the explosive when on the sea or on the river or waterway.  SPECIALLY   DANGEROUS  EXPLOSIVES",
            "description": "Where explosive is removed or conveyed from place to place in Guyana partly by land and partly by sea coastwise, or on any river or waterway of Guyana, the provisions of this Act applicable to explosive removed or conveyed by land shall apply to that explosive when on land, and the provisions of this Act applicable to explosive in the waters of Guyana shall apply to the explosive when on the sea or on the river or waterway.  SPECIALLY   DANGEROUS  EXPLOSIVES"
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "(1) Prohibition of manufacture of specially dangerous explosive. (2) Contravention of order as to manufacture of explosive. (3) Contravention of order as to keeping of explosive. ",
            "context": "EXPLOSIVES ACT under (1) Prohibition of manufacture of specially dangerous explosive. (2) Contravention of order as to manufacture of explosive. (3) Contravention of order as to keeping of explosive. 29. (1) The Minister may from time to time by order prohibit absolutely   or   may   subject   to   conditions   or   restrictions,   the manufacture, keeping, importation, conveyance, and sale, or any of them,  of  any  explosive  of  so  dangerous  a  character  that,  in  the judgment of the Minister it is expedient for the public safety to make that order.  (2) If any explosive is manufactured in contravention of that order, all or any part of the explosive found either in or about any place, or in the possession or under LAWS OF GUYANA                                                                     Explosives Cap. 16:06 23  L.R.O. 1/ 2012          Contravention of order as to keeping of explosive.      Contravention of order as to importation or sale of explosive. [6 of 1997]                         the control of any person convicted under this   section,   may   be   forfeited,   together   with   all   machinery, implements, and utensils used in its manufacture; and the person so manufacturing shall be liable to a fine of ninety-seven thousand five hundred dollars a day for every day during which he so manufactures the explosive.  (3) If any explosive is kept in contravention of the order, all or any part of the explosive found either in or about any place may be forfeited, and the occupier of that place, and also the owner of or other person guilty of keeping the explosive, shall each be liable to a fine of one hundred and ninety-five dollars for every pound of explosive so kept.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may from time to time by order prohibit absolutely   or   may   subject   to   conditions   or   restrictions,   the manufacture, keeping, importation, conveyance, and sale, or any of them,  of  any  explosive  of  so  dangerous  a  character  that,  in  the judgment of the Minister it is expedient for the public safety to make that order."
                },
                {
                    "representation": "(2)",
                    "description": "If any explosive is manufactured in contravention of that order, all or any part of the explosive found either in or about any place, or in the possession or under LAWS OF GUYANA                                                                     Explosives Cap. 16:06 23  L.R.O. 1/ 2012          Contravention of order as to keeping of explosive.      Contravention of order as to importation or sale of explosive. [6 of 1997]                         the control of any person convicted under this   section,   may   be   forfeited,   together   with   all   machinery, implements, and utensils used in its manufacture; and the person so manufacturing shall be liable to a fine of ninety-seven thousand five hundred dollars a day for every day during which he so manufactures the explosive."
                },
                {
                    "representation": "(3)",
                    "description": "If any explosive is kept in contravention of the order, all or any part of the explosive found either in or about any place may be forfeited, and the occupier of that place, and also the owner of or other person guilty of keeping the explosive, shall each be liable to a fine of one hundred and ninety-five dollars for every pound of explosive so kept."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Contravention of order as to importation or sale of explosive.  MISCELLANEOUS PROVISIONS  ",
            "context": "EXPLOSIVES ACT under Contravention of order as to importation or sale of explosive.  MISCELLANEOUS PROVISIONS  30. If any explosive is imported, conveyed, or sold in contravention of any order aforesaid  (a)  all or any part of the explosive may be forfeited;  (b)  the  owner  or  master  of  the  ship  in  which  it  was imported, and the importer or consignee thereof (unless the consignee can show by evidence, to the satisfaction of the magistrate by whom the cause is heard, that it was consigned to him without his knowledge), shall respectively be liable to a fine of three hundred and ninety dollars for every pound of explosive brought in the ship;  (c)  the owner or other person engaged in the conveyance of the explosive shall be liable to a fine of three hundred and ninety dollars for every pound of explosive so conveyed; and  LAWS OF GUYANA 24 Cap. 16:06                            Explosives  L.R.O. 1/ 2012              Search warrant. [7 of 1966B 6 of 1997]                       Penalty for obstructing search.           (d)  the person to whom the explosive was delivered and the person who sells it shall each be liable to a fine of three hundred and ninety dollars for every pound of explosive so delivered, or sold, or found in his possession.  MISCELLANEOUS   PROVISIONS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "all or any part of the explosive may be forfeited;"
                },
                {
                    "representation": "(b)",
                    "description": "the  owner  or  master  of  the  ship  in  which  it  was imported, and the importer or consignee thereof"
                },
                {
                    "representation": "(c)",
                    "description": "the owner or other person engaged in the conveyance of the explosive shall be liable to a fine of three hundred and ninety dollars for every pound of explosive so conveyed; and  LAWS OF GUYANA 24 Cap. 16:06                            Explosives  L.R.O. 1/ 2012              Search warrant. [7 of 1966B 6 of 1997]                       Penalty for obstructing search."
                },
                {
                    "representation": "(d)",
                    "description": "the person to whom the explosive was delivered and the person who sells it shall each be liable to a fine of three hundred and ninety dollars for every pound of explosive so delivered, or sold, or found in his possession.  MISCELLANEOUS   PROVISIONS"
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "(1) Search warrant. (2) Penalty for obstructing search. ",
            "context": "EXPLOSIVES ACT under (1) Search warrant. (2) Penalty for obstructing search. 31. (1) Any officer of customs, district commissioner, or member of the police force who has reasonable cause to believe that any offence has been or is being committed with respect to an explosive in any place (whether a building or not, or a ship, boat, or carriage), or that any explosive is there in contravention of any order of the Minister, or that the terms and conditions of the order are not duly observed there, may apply to a magistrate or justice of the peace for a warrant, (which warrant the magistrate or justice shall grant, upon reasonable ground being assigned upon oath), to search that place and every part thereof, and on obtaining the warrant, and on producing it, if demanded, the officer may enter at any time, and (if need be) by force, and as well as Sundays as on  other days, the place and every part thereof, and examine it and search for explosives therein, and take samples of any explosive and ingredient of an explosive therein, and any substance reasonably supposed to be an ingredient of an explosive found therein.  (2) Everyone who, by himself or by any other person, fails to admit into any place occupied by him, or under his control, any officer demanding to enter in pursuance of this section, or in any way obstructs the officer in the execution of his duty under this section, shall be liable to a fine of ninety-seven thousand five hundred dollars, and shall also be liable to forfeit all explosives and ingredients thereof at the time of the offence in his possession or under his control at that place.  LAWS OF GUYANA                                                                     Explosives Cap. 16:06 25  L.R.O. 1/ 2012    Seizure and detention of explosive liable to forfeiture. [6 of 1997]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any officer of customs, district commissioner, or member of the police force who has reasonable cause to believe that any offence has been or is being committed with respect to an explosive in any place"
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who, by himself or by any other person, fails to admit into any place occupied by him, or under his control, any officer demanding to enter in pursuance of this section, or in any way obstructs the officer in the execution of his duty under this section, shall be liable to a fine of ninety-seven thousand five hundred dollars, and shall also be liable to forfeit all explosives and ingredients thereof at the time of the offence in his possession or under his control at that place.  LAWS OF GUYANA                                                                     Explosives Cap. 16:06 25  L.R.O. 1/ 2012    Seizure and detention of explosive liable to forfeiture. [6 of 1997]"
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Seizure and detention of explosive liable to forfeiture. ",
            "context": "EXPLOSIVES ACT under Seizure and detention of explosive liable to forfeiture. 32. Any officer aforesaid who has reasonable cause to believe that any explosive, or ingredient of an explosive, or substance found by him, is liable to be forfeited under this Act, may seize and detain it until the magistrate of the district has determined whether it is or is not so liable to be forfeited, and with respect thereto, the following provisions shall have effect:  (a)  the officer seizing may either require the occupier of the place in which it was seized (whether a building or not, or a ship, boat, or carriage), to detain it there or in any place under the control of the occupier, or may remove it in the manner and to the place which will, in his opinion, least endanger the public  safety and there detain it, and may, where the matter appears to him to be urgent and fraught with serious public danger, and he either is, or is authorised by an order from, the Comptroller  of Customs, a district commissioner, a justice of the peace, or a superintendent of police,  cause  it  to  be  destroyed  or  otherwise  rendered harmless; but beforCommissioner General of the Revenue Authority e destroying it or rendering it harmless, he shall take and keep a sample thereof, and shall if required give a portion of the sample to the person  owning the explosive or having it under his control at the time of the seizure; and any occupier who, by himself or by any other person, fails to keep the article seized when he is required in pursuance of this section to detain it, and any occupier or other person who, except with the authority of the officer seizing it,  or of the Commissioner General of the Revenue Authority, a district LAWS OF GUYANA 26 Cap. 16:06                            Explosives  L.R.O. 1/ 2012                                                 commissioner, or a superintendent of police, or, in case of emergency, for the purpose of preventing explosion or fire, removes, alters, or in any way tampers or deals with it while so detained, shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars, and shall also be liable to forfeit all explosives and ingredients thereof which are, at the time of the offence, in his possession or under his control at that place;  (b)  the proceedings before the magistrate for determining whether the article seized is or is not liable to forfeiture shall be commenced as soon as practicable after the seizure;  (c)  the receptacles containing the article seized may be seized, detained, and removed in like manner as the contents thereof;  (d)  the officer seizing the article may use, for the purposes of  the  removal and detention thereof, any ship, boat, or carriage in which it was seized, and any tug, tender, engine, tackle, beasts, and accoutrements, belonging to or drawing, or provided for drawing that ship, boat, or carriage, and shall pay to the owner a reasonable compensation for the use, to be determined in case of dispute by the magistrate of the district, and to be recovered in like manner as any penalty under this Act;  (e)  the article seized shall, so far as practicable, be kept and conveyed in accordance with this Act, and with all due precaution to prevent accidents, but the person seizing, removing, detaining, keeping, or conveying LAWS OF GUYANA                                                                     Explosives Cap. 16:06 27  L.R.O. 1/ 2012                      Entry for inspection of means of conveyance of explosive. [7 of 1966B]                       it shall not be liable to any penalty, punishment, or forfeiture under this or any other Act, or to any damages for keeping or conveying it, provided that he uses all due precautions aforesaid; and   (f)   the officer  seizing  or  dealing  with  the  article  in pursuance of this section shall not be liable to damages or otherwise in respect of  the seizure or dealing or any act incidental to or consequential thereon, unless it is proved that he made the seizure without reasonable cause or that he caused damage to the article seized by some wilful neglect or default.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the officer seizing may either require the occupier of the place in which it was seized"
                },
                {
                    "representation": "(b)",
                    "description": "the proceedings before the magistrate for determining whether the article seized is or is not liable to forfeiture shall be commenced as soon as practicable after the seizure;"
                },
                {
                    "representation": "(c)",
                    "description": "the receptacles containing the article seized may be seized, detained, and removed in like manner as the contents thereof;"
                },
                {
                    "representation": "(d)",
                    "description": "the officer seizing the article may use, for the purposes of  the  removal and detention thereof, any ship, boat, or carriage in which it was seized, and any tug, tender, engine, tackle, beasts, and accoutrements, belonging to or drawing, or provided for drawing that ship, boat, or carriage, and shall pay to the owner a reasonable compensation for the use, to be determined in case of dispute by the magistrate of the district, and to be recovered in like manner as any penalty under this Act;"
                },
                {
                    "representation": "(e)",
                    "description": "the article seized shall, so far as practicable, be kept and conveyed in accordance with this Act, and with all due precaution to prevent accidents, but the person seizing, removing, detaining, keeping, or conveying LAWS OF GUYANA                                                                     Explosives Cap. 16:06 27  L.R.O. 1/ 2012                      Entry for inspection of means of conveyance of explosive. [7 of 1966B]                       it shall not be liable to any penalty, punishment, or forfeiture under this or any other Act, or to any damages for keeping or conveying it, provided that he uses all due precautions aforesaid; and"
                },
                {
                    "representation": "(f)",
                    "description": "the officer  seizing  or  dealing  with  the  article  in pursuance of this section shall not be liable to damages or otherwise in respect of  the seizure or dealing or any act incidental to or consequential thereon, unless it is proved that he made the seizure without reasonable cause or that he caused damage to the article seized by some wilful neglect or default."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "(1) Entry for inspection of means of conveyance of explosive. (4) Penalty for obstructing officer. ",
            "context": "EXPLOSIVES ACT under (1) Entry for inspection of means of conveyance of explosive. (4) Penalty for obstructing officer. 33. (1) The Comptroller of Customs, a district commissioner, any superintendent of police, and any officer designated by the Minister for the purposes of this Act, may, for the purpose of ascertaining whether the provisions of this Act with respect to the conveyance, loading, unloading, and importation of an explosive are complied with, enter, inspect, and examine at any time, and on as well Sundays as other days, the wharf, carriage, ship, or boat of any carrier or other person who conveys goods for hire, or of the occupier of any factory, magazine, or store, or of  the  importer of any explosive, on or in which wharf, carriage, ship or boat he has reasonable cause to suppose an explosive to be for the purpose  or in course of conveyance, but so as not unnecessarily to obstruct the work or business of the carrier, person, occupier, or importer.  (2) The officer, if he finds any offence being committed against this Act, on or in the wharf, carriage, ship, or boat, or on any public wharf, may seize and detain or remove the carriage, ship, or boat, or the explosive, in the manner and with the precautions appearing to him to be necessary to prevent any danger to the public, and may seize LAWS OF GUYANA 28 Cap. 16:06                            Explosives  L.R.O. 1/ 2012                    Penalty for obstructing officer.        Payment for sample of explosive taken.         Apprehension without warrant.     and detain the explosive as if it were liable to forfeiture.   (3) The   officer,   and   any   officer   of   customs,   district commissioner, or member of the police force, who has reasonable cause to believe that any offence against this Act is being committed in respect of any carriage, or any boat conveying, loading, or unloading any explosive, and that the case is one of emergency, and that the delay in obtaining a warrant will be likely to endanger life, may stop, and enter, inspect, and examine, that carriage or boat, and by detention or removal thereof or otherwise, take precautions reasonably necessary for preventing the danger, in like manner as if the explosive were liable to forfeiture.  (4) Every officer aforesaid shall, for the  purposes  of  this section, have the same powers and be in the same position as if he were authorized by a search warrant granted under this Act, and every person who fails to admit or obstructs him shall be liable to the same penalty as a  person who fails to admit or obstructs an officer so authorised as aforesaid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Comptroller of Customs, a district commissioner, any superintendent of police, and any officer designated by the Minister for the purposes of this Act, may, for the purpose of ascertaining whether the provisions of this Act with respect to the conveyance, loading, unloading, and importation of an explosive are complied with, enter, inspect, and examine at any time, and on as well Sundays as other days, the wharf, carriage, ship, or boat of any carrier or other person who conveys goods for hire, or of the occupier of any factory, magazine, or store, or of  the  importer of any explosive, on or in which wharf, carriage, ship or boat he has reasonable cause to suppose an explosive to be for the purpose  or in course of conveyance, but so as not unnecessarily to obstruct the work or business of the carrier, person, occupier, or importer."
                },
                {
                    "representation": "(2)",
                    "description": "The officer, if he finds any offence being committed against this Act, on or in the wharf, carriage, ship, or boat, or on any public wharf, may seize and detain or remove the carriage, ship, or boat, or the explosive, in the manner and with the precautions appearing to him to be necessary to prevent any danger to the public, and may seize LAWS OF GUYANA 28 Cap. 16:06                            Explosives  L.R.O. 1/ 2012                    Penalty for obstructing officer.        Payment for sample of explosive taken.         Apprehension without warrant.     and detain the explosive as if it were liable to forfeiture."
                },
                {
                    "representation": "(3)",
                    "description": "The   officer,   and   any   officer   of   customs,   district commissioner, or member of the police force, who has reasonable cause to believe that any offence against this Act is being committed in respect of any carriage, or any boat conveying, loading, or unloading any explosive, and that the case is one of emergency, and that the delay in obtaining a warrant will be likely to endanger life, may stop, and enter, inspect, and examine, that carriage or boat, and by detention or removal thereof or otherwise, take precautions reasonably necessary for preventing the danger, in like manner as if the explosive were liable to forfeiture."
                },
                {
                    "representation": "(4)",
                    "description": "Every officer aforesaid shall, for the  purposes  of  this section, have the same powers and be in the same position as if he were authorized by a search warrant granted under this Act, and every person who fails to admit or obstructs him shall be liable to the same penalty as a  person who fails to admit or obstructs an officer so authorised as aforesaid."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Payment for sample of explosive taken. ",
            "context": "EXPLOSIVES ACT under Payment for sample of explosive taken. 34.  Where any officer in pursuance of this Act takes samples of any explosive, ingredients, or substance, he shall pay for or tender payment for it to the amount he considers to be the market value thereof, and the occupier of the place in which or the owner of the bulk from which, the sample was taken may recover any excess of the real value over the amount so paid or tendered from the officer taking the sample, as a debt in the petty debt court within the jurisdiction whereof the sample was taken.",
            "description": "Where any officer in pursuance of this Act takes samples of any explosive, ingredients, or substance, he shall pay for or tender payment for it to the amount he considers to be the market value thereof, and the occupier of the place in which or the owner of the bulk from which, the sample was taken may recover any excess of the real value over the amount so paid or tendered from the officer taking the sample, as a debt in the petty debt court within the jurisdiction whereof the sample was taken."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Apprehension without warrant. ",
            "context": "EXPLOSIVES ACT under Apprehension without warrant. 35.  Everyone found committing any act for which he is liable to a penalty under this Act and which tends to cause explosion or fire in or about any store, harbour, or wharf, or in or about any cane, cocoa, or coffee plantation or any building thereon, or in or about any carriage, ship, or boat, LAWS OF GUYANA                                                                     Explosives Cap. 16:06 29  L.R.O. 1/ 2012                       Unconditional imprisonment in certain cases.                           Protection in certain cases of carrier and of owner and master of ship.     may be apprehended, without warrant, by any police constable or other constable, or by the occupier or the agent or servant of or other person authorised by the occupier, of that store, plantation, or building, or by any officer of customs or district commissioner, or by the Harbour Master or  any person authorised by the Harbour Master, and removed from the  place where he was arrested, and conveyed as soon as conveniently may be before a magistrate to be dealt with according to law.",
            "description": "Everyone found committing any act for which he is liable to a penalty under this Act and which tends to cause explosion or fire in or about any store, harbour, or wharf, or in or about any cane, cocoa, or coffee plantation or any building thereon, or in or about any carriage, ship, or boat, LAWS OF GUYANA                                                                     Explosives Cap. 16:06 29  L.R.O. 1/ 2012                       Unconditional imprisonment in certain cases.                           Protection in certain cases of carrier and of owner and master of ship.     may be apprehended, without warrant, by any police constable or other constable, or by the occupier or the agent or servant of or other person authorised by the occupier, of that store, plantation, or building, or by any officer of customs or district commissioner, or by the Harbour Master or  any person authorised by the Harbour Master, and removed from the  place where he was arrested, and conveyed as soon as conveniently may be before a magistrate to be dealt with according to law."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Unconditional imprisonment in certain cases. ",
            "context": "EXPLOSIVES ACT under Unconditional imprisonment in certain cases. 36.  Where any person is guilty of an offence which  (a)  under this Act is, but for this section, punishable by a pecuniary penalty only; and  (b)  in the opinion of the magistrate by whom the case is heard, was reasonably calculated to endanger the life of, or to cause serious personal injury to, any person, or to cause a dangerous accident, and was committed wilfully by the personal act, personal default, or personal negligence of the person accused, that person shall be liable, if the magistrate is of opinion that a pecuniary penalty will not meet the circumstances of the case, to imprisonment for six months.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "under this Act is, but for this section, punishable by a pecuniary penalty only; and"
                },
                {
                    "representation": "(b)",
                    "description": "in the opinion of the magistrate by whom the case is heard, was reasonably calculated to endanger the life of, or to cause serious personal injury to, any person, or to cause a dangerous accident, and was committed wilfully by the personal act, personal default, or personal negligence of the person accused, that person shall be liable, if the magistrate is of opinion that a pecuniary penalty will not meet the circumstances of the case, to imprisonment for six months."
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Protection in certain cases of carrier and of owner and master of ship. ",
            "context": "EXPLOSIVES ACT under Protection in certain cases of carrier and of owner and master of ship. 37. Where a carrier, or the owner or master of a ship or boat, is prevented from complying with this Act, or with any rule or regulation made hereunder, by the wilful act, neglect, or default of the consignor or  consignee  of the explosive or other person, or by the improper refusal of  the consignee or other person to accept delivery of the explosive, the consignor, consignee, or other person who is LAWS OF GUYANA 30 Cap. 16:06                            Explosives  L.R.O. 1/ 2012         Exemption of certain explosives.    Protection of person acting under the Act. c. 5:07  Procedure and appeal. [26 of 1954]          guilty of the wilful act, neglect, default, or refusal shall be liable to the same penalty to which the carrier, owner, or master is liable for a breach of this Act or of the rule or regulation, and his conviction shall exempt the carrier, owner, or master from any penalty or forfeiture under this Act.",
            "description": "Where a carrier, or the owner or master of a ship or boat, is prevented from complying with this Act, or with any rule or regulation made hereunder, by the wilful act, neglect, or default of the consignor or  consignee  of the explosive or other person, or by the improper refusal of  the consignee or other person to accept delivery of the explosive, the consignor, consignee, or other person who is LAWS OF GUYANA 30 Cap. 16:06                            Explosives  L.R.O. 1/ 2012         Exemption of certain explosives.    Protection of person acting under the Act. c. 5:07  Procedure and appeal. [26 of 1954]          guilty of the wilful act, neglect, default, or refusal shall be liable to the same penalty to which the carrier, owner, or master is liable for a breach of this Act or of the rule or regulation, and his conviction shall exempt the carrier, owner, or master from any penalty or forfeiture under this Act."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Exemption of certain explosives. ",
            "context": "EXPLOSIVES ACT under Exemption of certain explosives. 38. Nothing in this Act shall apply to any explosive the property of the State, and held for the purposes of the Guyana Defence Force, or held for the public service.",
            "description": "Nothing in this Act shall apply to any explosive the property of the State, and held for the purposes of the Guyana Defence Force, or held for the public service."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Protection of person acting under the Act. ",
            "context": "EXPLOSIVES ACT under Protection of person acting under the Act. 39. Every person acting under this Act, shall be entitled to the protection afforded by the Justices Protection Act.",
            "description": "Every person acting under this Act, shall be entitled to the protection afforded by the Justices Protection Act."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Procedure and appeal.  ________________________ LAWS OF GUYANA                                                                     Explosives Cap. 16:06 5  L.R.O. 1/ 2012   1929 Ed. c. 74 1953 Ed. c. 346 _______________________________________________________ 10 of 1889 An Act to regulate the Importation, Storage, Carriage, and Sale of Gunpowder and other Explosive Substances.  [1ST JANUARY, 1890] Short title.    Interpretation. [26 of 1954]                               ",
            "context": "EXPLOSIVES ACT under Procedure and appeal.  ________________________ LAWS OF GUYANA                                                                     Explosives Cap. 16:06 5  L.R.O. 1/ 2012   1929 Ed. c. 74 1953 Ed. c. 346 _______________________________________________________ 10 of 1889 An Act to regulate the Importation, Storage, Carriage, and Sale of Gunpowder and other Explosive Substances.  [1ST JANUARY, 1890] Short title.    Interpretation. [26 of 1954]                               40. All offences under this Act may be dealt with under the Summary Jurisdiction Acts and any necessary proceedings may be taken by the Harbour Master, or by any officer of Customs, district commissioner, or member of the police force.  __________________________    LAWS OF GUYANA Explosives Cap. 16:06 31  SUBSIDIARY LEGISLATION _________________   STORAGE MAGAZINE (EXPLOSIVES) ORDER  made under section 4  Citation.    Declaration of magazines.      O. in C. 8/10/1936           O. in C. 34/1941              O. in C. 45/1941",
            "description": "All offences under this Act may be dealt with under the Summary Jurisdiction Acts and any necessary proceedings may be taken by the Harbour Master, or by any officer of Customs, district commissioner, or member of the police force.  __________________________    LAWS OF GUYANA Explosives Cap. 16:06 31  SUBSIDIARY LEGISLATION _________________   STORAGE MAGAZINE (EXPLOSIVES) ORDER  made under section 4  Citation.    Declaration of magazines.      O. in C. 8/10/1936           O. in C. 34/1941              O. in C. 45/1941"
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Time of receiving consignments of explosives at forwarding station. ",
            "context": "EXPLOSIVES ACT under Time of receiving consignments of explosives at forwarding station. 41. Consignments of explosives shall be sent to the forwarding station and shall be received by the servants of the company only at such times between sunrise and sunset as the company may appoint; and every package containing any explosive proposed to be conveyed on any railway shall, immediately on arrival at the station, be unloaded and placed in a safe place under the special direction of the officer in LAWS OF GUYANA 48 Cap. 16:06 Explosives [Subsidiary] Explosives Regulations  L.R.O. 1/2012           Removing of packets suspected to contain explosives.          Refusal of packets suspected to contain explosives.             Conveyance of explosives in passenger  train.         charge of the station. Consignments of explosives to be carried in a passenger steamer shall be placed on board such steamer not less than half-an-hour earlier than the advertised time of departure.",
            "description": "Consignments of explosives shall be sent to the forwarding station and shall be received by the servants of the company only at such times between sunrise and sunset as the company may appoint; and every package containing any explosive proposed to be conveyed on any railway shall, immediately on arrival at the station, be unloaded and placed in a safe place under the special direction of the officer in LAWS OF GUYANA 48 Cap. 16:06 Explosives [Subsidiary] Explosives Regulations  L.R.O. 1/2012           Removing of packets suspected to contain explosives.          Refusal of packets suspected to contain explosives.             Conveyance of explosives in passenger  train.         charge of the station. Consignments of explosives to be carried in a passenger steamer shall be placed on board such steamer not less than half-an-hour earlier than the advertised time of departure."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Removing of explosives by consignee. ",
            "context": "EXPLOSIVES ACT under Removing of explosives by consignee. 42. An explosive shall be removed by the consignee from the receiving station during the twelve hours of daylight after arrival; if this condition is not strictly complied with the railway company may return the consignment to the consignor at his risk and expense and such packages shall, in the meantime, be kept as far away from the station buildings as possible in the wagon they were conveyed in, or, if unloaded, shall be completely covered with tarpaulins or other suitable material, and, if necessary, shall be protected by a police guard.",
            "description": "An explosive shall be removed by the consignee from the receiving station during the twelve hours of daylight after arrival; if this condition is not strictly complied with the railway company may return the consignment to the consignor at his risk and expense and such packages shall, in the meantime, be kept as far away from the station buildings as possible in the wagon they were conveyed in, or, if unloaded, shall be completely covered with tarpaulins or other suitable material, and, if necessary, shall be protected by a police guard."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Refusal of packets suspected to contain explosives. ",
            "context": "EXPLOSIVES ACT under Refusal of packets suspected to contain explosives. 43. Any railway company, the master of any ship, and the person in charge of any boat or carriage may refuse to receive any packages which they suspect to contain any explosive packed or sent in contravention of these Regulations. And in case any package, which  they  suspect, shall  be  upon  any  railway  or  ship,  boat  or carriage, they may open, or require to be opened, such package, to ascertain the fact that the risk and expense of the consignor and may return the explosives contained in the packages to the consignor at his risk and expense, keeping the packages, pending such return, in the manner prescribed in the last preceding regulation.",
            "description": "Any railway company, the master of any ship, and the person in charge of any boat or carriage may refuse to receive any packages which they suspect to contain any explosive packed or sent in contravention of these Regulations. And in case any package, which  they  suspect, shall  be  upon  any  railway  or  ship,  boat  or carriage, they may open, or require to be opened, such package, to ascertain the fact that the risk and expense of the consignor and may return the explosives contained in the packages to the consignor at his risk and expense, keeping the packages, pending such return, in the manner prescribed in the last preceding regulation."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Conveyance of explosives in passenger train. ",
            "context": "EXPLOSIVES ACT under Conveyance of explosives in passenger train. 44. Subject to the exception provided for in paragraph (c), no explosive shall be conveyed by passenger train, except of the kinds and in the manner hereinafter specified in this regulation  (a) Dynamite which may be carried in the form of cartridges up to the limit of 5 lbs, on condition that no detonators are carried in the same compartment; LAWS OF GUYANA Explosives Cap. 16:06 49 [Subsidiary] Explosives Regulations  L.R.O. 1/2012                                            Not more than two carriages of explosives to be loaded.    (b) Detonators  which  may  be  carried  to  the number of 200, on condition that  (i) in no case the amount of fulminate of   mercury  in  the package or packages containing the  detonators exceeds in the aggregate 5 ozs. (a certificate to this effect being given by the company, firm or person tendering the detonators for transport,   or   by   its   or   his agent);  (ii) no  dynamite  is  carried  in  the same compartment;  (c) Explosives may be carried by mixed trains on any line on which goods trains are notrunning, subject to the conditions that  (i) no more than one vehicle containing explosives is forwarded at any one time by a mixed train   (ii) the precautions prescribed for conveyance  -by  goods trains are observed; and  (iii)  directly a wagon containing explosives  arrives  at  a  section on which goods trains are running, it is detached from the mixed trains.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "Dynamite which may be carried in the form of cartridges up to the limit of 5 lbs, on condition that no detonators are carried in the same compartment; LAWS OF GUYANA Explosives Cap. 16:06 49 [Subsidiary] Explosives Regulations  L.R.O. 1/2012                                            Not more than two carriages of explosives to be loaded."
                },
                {
                    "representation": "(b)",
                    "description": "Detonators  which  may  be  carried  to  the number of 200, on condition that"
                },
                {
                    "representation": "(i)",
                    "description": "no more than one vehicle containing explosives is forwarded at any one time by a mixed train"
                },
                {
                    "representation": "(c)",
                    "description": "Explosives may be carried by mixed trains on any line on which goods trains are notrunning, subject to the conditions that"
                }
            ]
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Not more than two carriages of explosives to be loaded. ",
            "context": "EXPLOSIVES ACT under Not more than two carriages of explosives to be loaded. 45. Not more than two carriages containing explosives shall be loaded or unloaded at any railway station or be conveyed by any one goods train at any one time; and the quantity of explosive to be contained in any one carriage shall not exceed two-thirds of the normal load. LAWS OF GUYANA 50 Cap. 16:06 Explosives [Subsidiary] Explosives Regulations  L.R.O. 1/2012 Matches not to be in carriage with explosives.         Certificate to be attached by consignor.                Stowing of packages containing dynamite.           Packing of five layers of packages.",
            "description": "Not more than two carriages containing explosives shall be loaded or unloaded at any railway station or be conveyed by any one goods train at any one time; and the quantity of explosive to be contained in any one carriage shall not exceed two-thirds of the normal load. LAWS OF GUYANA 50 Cap. 16:06 Explosives [Subsidiary] Explosives Regulations  L.R.O. 1/2012 Matches not to be in carriage with explosives.         Certificate to be attached by consignor.                Stowing of packages containing dynamite.           Packing of five layers of packages."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Matches not to be in carriage with explosives. ",
            "context": "EXPLOSIVES ACT under Matches not to be in carriage with explosives. 46. There shall not be conveyed in the same carriage with any explosive any lucifer or other matches, fuses, pipelights, acids, naphtha, paraffin, petroleum, or any other volatile spirit or sub- stance liable to give off an inflammable vapour or liable to spontaneous ignition, or to cause or to communicate fire or explosion.",
            "description": "There shall not be conveyed in the same carriage with any explosive any lucifer or other matches, fuses, pipelights, acids, naphtha, paraffin, petroleum, or any other volatile spirit or sub- stance liable to give off an inflammable vapour or liable to spontaneous ignition, or to cause or to communicate fire or explosion."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Certificate to be attached by consignor. ",
            "context": "EXPLOSIVES ACT under Certificate to be attached by consignor. 47. The consignor shall attach to the consignment  note a certificate, in the case of dynamite and any nitro-glycerine compounds, that there are no signs of exudation of nitro-glycerine or of liquefaction. The consignor shall also certify that the explosive has been packed in accordance with these Regulations. The above-mentioned certificate shall contain sufficient information to admit of all packages being easily recognized.  This certificate shall be valid for two months after date. But any railway company which accepts dynamite or other nitro- compounds for transport may demand a fresh certificate under the hand of the Government Analyst.",
            "description": "The consignor shall attach to the consignment  note a certificate, in the case of dynamite and any nitro-glycerine compounds, that there are no signs of exudation of nitro-glycerine or of liquefaction. The consignor shall also certify that the explosive has been packed in accordance with these Regulations. The above-mentioned certificate shall contain sufficient information to admit of all packages being easily recognized.  This certificate shall be valid for two months after date. But any railway company which accepts dynamite or other nitro- compounds for transport may demand a fresh certificate under the hand of the Government Analyst."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Stowing of packages containing dynamite. ",
            "context": "EXPLOSIVES ACT under Stowing of packages containing dynamite. 48. Packages containing dynamite or other nitro-compound shall  be stowed  in one layer  only and  secured  so  as to  prevent movement   during transit, and the gross load in any one wagon shall not exceed dynamite, five tons:  Provided that if the packages of dynamite are in rectangular form and are properly secured so as to prevent movement during transit, they may be stored in any number of layers not exceeding five, and the gross load in any one wagon shall not exceed five tons.",
            "description": "Packages containing dynamite or other nitro-compound shall  be stowed  in one layer  only and  secured  so  as to  prevent movement   during transit, and the gross load in any one wagon shall not exceed dynamite, five tons:  Provided that if the packages of dynamite are in rectangular form and are properly secured so as to prevent movement during transit, they may be stored in any number of layers not exceeding five, and the gross load in any one wagon shall not exceed five tons."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Packing of five layers of packages. ",
            "context": "EXPLOSIVES ACT under Packing of five layers of packages. 49. Five layers of packages in rectangular form and of uniform size (provided they are double packages and are so secured as to prevent movement during transit) may be packed one above another. Otherwise, not more than three layers of packages containing explosives shall be packed one above another. The loading and unloading of explosives LAWS OF GUYANA Explosives Cap. 16:06 51 [Subsidiary] Explosives Regulations  L.R.O. 1/2012        Detonators not to be carried in train with dynamite.  Examination of wagons.           Loading and unloading of wagons.     Wagons to be shunted when goods train is marshalled.          Wagons with explosives at end of goods train.        Use of brakes in the transport of explosives. when once begun shall be diligently proceeded with until the same is completed.",
            "description": "Five layers of packages in rectangular form and of uniform size (provided they are double packages and are so secured as to prevent movement during transit) may be packed one above another. Otherwise, not more than three layers of packages containing explosives shall be packed one above another. The loading and unloading of explosives LAWS OF GUYANA Explosives Cap. 16:06 51 [Subsidiary] Explosives Regulations  L.R.O. 1/2012        Detonators not to be carried in train with dynamite.  Examination of wagons.           Loading and unloading of wagons.     Wagons to be shunted when goods train is marshalled.          Wagons with explosives at end of goods train.        Use of brakes in the transport of explosives. when once begun shall be diligently proceeded with until the same is completed."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Detonators not to be carried in train with dynamite. ",
            "context": "EXPLOSIVES ACT under Detonators not to be carried in train with dynamite. 50. Except under regulation 44 (b), no detonators shall be carried in the same train with dynamite or other nitro-compound, or with chlorate-mixtures.",
            "description": "Except under regulation 44 (b), no detonators shall be carried in the same train with dynamite or other nitro-compound, or with chlorate-mixtures."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Examination of wagons. ",
            "context": "EXPLOSIVES ACT under Examination of wagons. 51. Wagons used for the carriage of explosives shall be examined to see that they are spark-proof and have been cleaned out before they are loaded. Hair, cloth, hides, or other suitable materials shall be spread on the floor of the wagon and between each layer of packages, except when the packages are covered with gunny or felt.",
            "description": "Wagons used for the carriage of explosives shall be examined to see that they are spark-proof and have been cleaned out before they are loaded. Hair, cloth, hides, or other suitable materials shall be spread on the floor of the wagon and between each layer of packages, except when the packages are covered with gunny or felt."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Loading and unloading of wagons. ",
            "context": "EXPLOSIVES ACT under Loading and unloading of wagons. 52. Wagons containing explosives shall be loaded and unloaded on sidings distant as far as possible from the station buildings.",
            "description": "Wagons containing explosives shall be loaded and unloaded on sidings distant as far as possible from the station buildings."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Wagons to be shunted when goods train is marshalled. ",
            "context": "EXPLOSIVES ACT under Wagons to be shunted when goods train is marshalled. 53.  When  the  goods  train  is  being  marshalled,  wagons loaded with explosives may be shunted by a locomotive, if they are separated from the engine by not less than three wagons containing no explosive nor easily inflammable substance or other nitro- compounds  or  chlorate  mixture.  The speed of  these  movements shall be restricted to five miles an hour; they shall be superintended by a duly authorised officer, who shall be held responsible for the observance of these orders. Flying shunts are strictly prohibited.",
            "description": "When  the  goods  train  is  being  marshalled,  wagons loaded with explosives may be shunted by a locomotive, if they are separated from the engine by not less than three wagons containing no explosive nor easily inflammable substance or other nitro- compounds  or  chlorate  mixture.  The speed of  these  movements shall be restricted to five miles an hour; they shall be superintended by a duly authorised officer, who shall be held responsible for the observance of these orders. Flying shunts are strictly prohibited."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Wagons with explosives at end of goods train. ",
            "context": "EXPLOSIVES ACT under Wagons with explosives at end of goods train. 54. Wagons containing explosives shall be placed at the end of the goods train away from the locomotive and shall be close coupled to one another as well as to the adjoining wagons, and preceded and followed by three wagons not loaded with explosives or other traffic of an inflammable nature.",
            "description": "Wagons containing explosives shall be placed at the end of the goods train away from the locomotive and shall be close coupled to one another as well as to the adjoining wagons, and preceded and followed by three wagons not loaded with explosives or other traffic of an inflammable nature."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Use of brakes in the transport of explosives. ",
            "context": "EXPLOSIVES ACT under Use of brakes in the transport of explosives. 55. If the wagons employed in the transport of explosives are provided with brakes, the brakes thereon shall  LAWS OF GUYANA 52 Cap. 16:06 Explosives [Subsidiary] Explosives Regulations  L.R.O. 1/2012          Locking of wagons.    Time of transhipping explosives.      Breach of regulations.       Persons answerable for breach.          Reg. 17/1954        Citation.     Issue of permits for acquisition of explosives.    on no account be worked while the wagons are running with the train, nor shall brakes, other than iron brakes on vehicles immediately adjoining such wagons, be worked while such wagons are so running.",
            "description": "If the wagons employed in the transport of explosives are provided with brakes, the brakes thereon shall  LAWS OF GUYANA 52 Cap. 16:06 Explosives [Subsidiary] Explosives Regulations  L.R.O. 1/2012          Locking of wagons.    Time of transhipping explosives.      Breach of regulations.       Persons answerable for breach.          Reg. 17/1954        Citation.     Issue of permits for acquisition of explosives.    on no account be worked while the wagons are running with the train, nor shall brakes, other than iron brakes on vehicles immediately adjoining such wagons, be worked while such wagons are so running."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Locking of wagons. LAWS OF GUYANA 34 Cap. 16:06 Explosives [Subsidiary] Explosives Regulations  L.R.O. 1/2012          Reg. 31/10/1905 2/10/1907 21/1947 12/1948  Citation.      Interpretation.                                REGULATION ",
            "context": "EXPLOSIVES ACT under Locking of wagons. LAWS OF GUYANA 34 Cap. 16:06 Explosives [Subsidiary] Explosives Regulations  L.R.O. 1/2012          Reg. 31/10/1905 2/10/1907 21/1947 12/1948  Citation.      Interpretation.                                REGULATION 56. Wagons shall in every case be locked when loaded with explosives.",
            "description": "Wagons shall in every case be locked when loaded with explosives."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Time of transhipping explosives. ",
            "context": "EXPLOSIVES ACT under Time of transhipping explosives. 57. All operations connected with the transhipment of explosives shall take place between sunrise and sunset.",
            "description": "All operations connected with the transhipment of explosives shall take place between sunrise and sunset."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Breach of regulations. ",
            "context": "EXPLOSIVES ACT under Breach of regulations. 58. Whoever commits or is concerned in the commission of a breach of any of the foregoing regulations shall be liable to a fine of three hundred dollars.",
            "description": "Whoever commits or is concerned in the commission of a breach of any of the foregoing regulations shall be liable to a fine of three hundred dollars."
        }
    },
    {
        "act": "EXPLOSIVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Persons answerable for breach.    EXPLOSIVES REGULATIONS  made under section 11  ",
            "context": "EXPLOSIVES ACT under Persons answerable for breach.    EXPLOSIVES REGULATIONS  made under section 11  59. When any breach of these Regulations is committed, all persons in any way assisting or concerned in the commission of such breach, and the master or any other person having the control of any ship or boat on board of which such breach has been committed, shall be severally answerable for such breach.  ___________________________  EXPLOSIVES (SALE, PURCHASE AND POSSESSION) REGULATIONS  made under section 13",
            "description": "When any breach of these Regulations is committed, all persons in any way assisting or concerned in the commission of such breach, and the master or any other person having the control of any ship or boat on board of which such breach has been committed, shall be severally answerable for such breach.  ___________________________  EXPLOSIVES (SALE, PURCHASE AND POSSESSION) REGULATIONS  made under section 13"
        }
    }
]