[
    {
        "act": "POLICE (DISCIPLINE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "1.2012   LAWS OF GUYANA   POLICE (DISCIPLINE) ACT  CHAPTER 17:01   Act 16 of1985   Amended by                O. 80/1980                                         (inclusive) by L.R.O. Pages  Authorised  Current Authorised Pages    1 –  42 ...     1/2012 LAWS OF GUYANA 2 Cap. 17:01  Police (Discipline)      L.R.O. ",
            "context": "POLICE (DISCIPLINE) ACT under 1.2012   LAWS OF GUYANA   POLICE (DISCIPLINE) ACT  CHAPTER 17:01   Act 16 of1985   Amended by                O. 80/1980                                         (inclusive) by L.R.O. Pages  Authorised  Current Authorised Pages    1   42 ...     1/2012 LAWS OF GUYANA 2 Cap. 17:01  Police (Discipline)      L.R.O. 1.2012  Note  on  Subsidiary Legislation    Page   Police (Discipline) Standing Orders (L.S.10 Sept. 1977)                                   30 LAWS OF GUYANA Police (Discipline)  Cap. 17:01 3  L.R.O. 1/2012 CHAPTER 17:01  POLICE (DISCIPLINE) ACT  ARRANGEMENT OF SECTIONS  SECTION",
            "description": "1.2012  Note  on  Subsidiary Legislation    Page   Police (Discipline) Standing Orders (L.S.10 Sept. 1977)                                   30 LAWS OF GUYANA Police (Discipline)  Cap. 17:01 3  L.R.O. 1/2012 CHAPTER 17:01  POLICE (DISCIPLINE) ACT  ARRANGEMENT OF SECTIONS  SECTION"
        }
    },
    {
        "act": "POLICE (DISCIPLINE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART II APPEALS TO THE POLICE SERVICE COMMISSION   ",
            "context": "POLICE (DISCIPLINE) ACT under Interpretation.  PART II APPEALS TO THE POLICE SERVICE COMMISSION   2. In this Act  assistant commissioner, branch, division, inspector,   officer, and station have the respective meanings  assigned to them by section 2 of the Police Act;  Commission means the Police Service Commission established  by article 137 of the Constitution;  Commissioner means the Commissioner of Police;  disciplinary authority  means the disciplinary authority within  the meaning of article 212(5) of the Constitution;  the Force means the Police Force;  the Police Force has the meaning assigned to it by article 232(1) of the Constitution.  PART II APPEALS TO POLICE SERVICE COMMISSION control over persons holding offices in the Police Force",
            "description": [
                {
                    "representation": "(5)",
                    "description": "of the Constitution;  the Force means the Police Force;  the Police Force has the meaning assigned to it by article 232(1) of the Constitution.  PART II APPEALS TO POLICE SERVICE COMMISSION control over persons holding offices in the Police Force"
                }
            ]
        }
    },
    {
        "act": "POLICE (DISCIPLINE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Appeals in disciplinary matters.  PART III DISCIPLINE  ",
            "context": "POLICE (DISCIPLINE) ACT under Appeals in disciplinary matters.  PART III DISCIPLINE  3. (1) Where the power to exercise disciplinary CHAPTER 17:01 LAWS OF GUYANA Police (Discipline)  Cap. 17:01 5  L.R.O. 1/2012 matters. [O.80/1980] c. 1:01                                              (including the power to remove such persons from office) has been exercised under article 212 of the Constitution by the disciplinary authority, any such person in respect of whom that power has been exercised may appeal from the decision of the disciplinary authority to the Commission except that  (a)  no appeal shall lie to the Commission, by virtue of this Act, where the disciplinary authority consists of a majority of the members of the Commission;  (b)  an appeal from a decision of the disciplinary authority being a member of the Police Force, other than the Commissioner, shall lie in the first instance to the Commissioner, or to a member of the Police Force of higher rank than the disciplinary authority if so required by the Commissioner under article 212(5) of the Constitution.  (2) Any member of the Police Force in respect of whom the power to exercise disciplinary control has been exercised under article 212 of the Constitution by the disciplinary authority may appeal against the decision of the disciplinary authority within fourteen days after the date on which the decision is duly communicated to him by lodging the appeal, together with the grounds thereof  (a)  with the Secretary of the Commission, where the appeal is against the   decision of the disciplinary authority consisting of less than a majority of the Commission or of the Commissioner; LAWS OF GUYANA 6 Cap. 17:01  Police (Discipline)      L.R.O.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the power to exercise disciplinary CHAPTER 17:01 LAWS OF GUYANA Police"
                },
                {
                    "representation": "(a)",
                    "description": "with the Secretary of the Commission, where the appeal is against the   decision of the disciplinary authority consisting of less than a majority of the Commission or of the Commissioner; LAWS OF GUYANA 6 Cap. 17:01  Police"
                },
                {
                    "representation": "(b)",
                    "description": "an appeal from a decision of the disciplinary authority being a member of the Police Force, other than the Commissioner, shall lie in the first instance to the Commissioner, or to a member of the Police Force of higher rank than the disciplinary authority if so required by the Commissioner under article 212(5) of the Constitution."
                },
                {
                    "representation": "(2)",
                    "description": "Any member of the Police Force in respect of whom the power to exercise disciplinary control has been exercised under article 212 of the Constitution by the disciplinary authority may appeal against the decision of the disciplinary authority within fourteen days after the date on which the decision is duly communicated to him by lodging the appeal, together with the grounds thereof"
                }
            ]
        }
    },
    {
        "act": "POLICE (DISCIPLINE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Offences against discipline. ",
            "context": "POLICE (DISCIPLINE) ACT under Offences against discipline. 4. Any member of the Force (other than the Commissioner) who  (a) is insubordinate by word, act or demeanour;  (b) conducts himself in an oppressive or tyrannical manner towards an inferior in rank;  (c) disobeys lawful orders given him by his superior in rank, whether orally or LAWS OF GUYANA 8 Cap. 17:01  Police (Discipline)      L.R.O.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "is insubordinate by word, act or demeanour;"
                },
                {
                    "representation": "(b)",
                    "description": "conducts himself in an oppressive or tyrannical manner towards an inferior in rank;"
                },
                {
                    "representation": "(c)",
                    "description": "disobeys lawful orders given him by his superior in rank, whether orally or LAWS OF GUYANA 8 Cap. 17:01  Police"
                }
            ]
        }
    },
    {
        "act": "POLICE (DISCIPLINE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Investigation of offences against discipline. ",
            "context": "POLICE (DISCIPLINE) ACT under Investigation of offences against discipline. 5. (1) Every alleged commission of an offence against discipline under this Act shall be investigated as soon as practicable by a member of the Force not below the rank of sergeant and of higher rank than the member of the Force LAWS OF GUYANA Police (Discipline)  Cap. 17:01 17  L.R.O. 1/2012                                                 who is alleged to have committed the offence.  (2) The member of the Force investigating an offence against discipline (hereinafter referred to as the investigating officer) shall be a member of the Force of the same station or branch who is directly responsible for the supervision of the member of the Force who is alleged to have committed the offence, unless the officer in charge of the division, or the said station or branch, otherwise directs.  (3) The  investigating  officer  shall,  as  soon  as  practicable, inform the member of the Force alleged to have committed an offence against discipline  in  writing  in  a  language  he  understands  of  the offence which he is alleged to have committed, and the particulars of the facts constituting the offence, and of his right to refuse to make any written or oral statement to the investigating officer, unless he otherwise desires.  (4) The investigating officer shall submit a report  with his recommendations to the member of the Force in charge of the station or branch who shall decide whether any charge shall be instituted.  (5) Particulars   of   all   charges   shall   be   entered by the investigating officer in a register in such form as may be prescribed by the Commissioner in standing orders. (6) The member of the Force in charge of the station, or branch shall cause the particulars of the offence to be entered on a charge sheet in such form as may be prescribed by the Commissioner in standing orders; two or more charges against one member of the force may be entered on the same charge sheet but not more than one member shall be named on the same charge sheet unless such member and another member are together concerned in  the  commission  of  the  same offence. LAWS OF GUYANA 18 Cap. 17:01  Police (Discipline)      L.R.O.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every alleged commission of an offence against discipline under this Act shall be investigated as soon as practicable by a member of the Force not below the rank of sergeant and of higher rank than the member of the Force LAWS OF GUYANA Police"
                },
                {
                    "representation": "(2)",
                    "description": "The member of the Force investigating an offence against discipline"
                },
                {
                    "representation": "(3)",
                    "description": "The  investigating  officer  shall,  as  soon  as  practicable, inform the member of the Force alleged to have committed an offence against discipline  in  writing  in  a  language  he  understands  of  the offence which he is alleged to have committed, and the particulars of the facts constituting the offence, and of his right to refuse to make any written or oral statement to the investigating officer, unless he otherwise desires."
                },
                {
                    "representation": "(4)",
                    "description": "The investigating officer shall submit a report  with his recommendations to the member of the Force in charge of the station or branch who shall decide whether any charge shall be instituted."
                },
                {
                    "representation": "(5)",
                    "description": "Particulars   of   all   charges   shall   be   entered by the investigating officer in a register in such form as may be prescribed by the Commissioner in standing orders."
                },
                {
                    "representation": "(6)",
                    "description": "The member of the Force in charge of the station, or branch shall cause the particulars of the offence to be entered on a charge sheet in such form as may be prescribed by the Commissioner in standing orders; two or more charges against one member of the force may be entered on the same charge sheet but not more than one member shall be named on the same charge sheet unless such member and another member are together concerned in  the  commission  of  the  same offence. LAWS OF GUYANA 18 Cap. 17:01  Police"
                }
            ]
        }
    },
    {
        "act": "POLICE (DISCIPLINE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Procedure at inquiry. ",
            "context": "POLICE (DISCIPLINE) ACT under Procedure at inquiry. 6. (1) The defaulter shall be permitted, if he so desires, to select another member of the Force from within the division, station or branch in which he is serving (hereinafter referred to as a friend of the defaulter) to assist him in presenting his defence except that  (a)   if the defaulter is of or above the rank of sergeant, the friend of the defaulter shall be of the same rank as himself;   (b)  if the defaulter is below the rank of LAWS OF GUYANA Police (Discipline)  Cap. 17:01 19  L.R.O. 1/2012                                                 sergeant, the friend of the defaulter shall be of or above the rank of the defaulter but not above the rank of sergeant.   (2) The officer conducting the inquiry shall have power  (a)  to summon witnesses and examine them on oath;  (b)  to administer such oath;  (c)  to call for the production of any book or document,  and any person who fails to comply with any requirement made under this   subsection by the  officer  conducting  the  inquiry is  liable  on summary conviction to a fine of two thousand seven hundred and fifty dollars except that if any witness objects to answer any question or to produce any document on the ground that the answer or  production will tend to incriminate him or subject him to any penalty, he shall not be required to answer the question or produce the document.  (3) The person presenting the charge against the defaulter at the inquiry (hereinafter referred to as the presenting officer) and the defaulter may call witnesses on their behalf.  (4) Any witness who shall wilfully give false evidence at any inquiry into any charge for an offence against discipline, is guilty of perjury under section 327 of the Criminal Law (Offences) Act and is liable to be prosecuted and punished accordingly.  LAWS OF GUYANA 20 Cap. 17:01  Police (Discipline)      L.R.O.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The defaulter shall be permitted, if he so desires, to select another member of the Force from within the division, station or branch in which he is serving"
                },
                {
                    "representation": "(a)",
                    "description": "to summon witnesses and examine them on oath;"
                },
                {
                    "representation": "(b)",
                    "description": "to administer such oath;"
                },
                {
                    "representation": "(2)",
                    "description": "The officer conducting the inquiry shall have power"
                },
                {
                    "representation": "(c)",
                    "description": "to call for the production of any book or document,  and any person who fails to comply with any requirement made under this   subsection by the  officer  conducting  the  inquiry is  liable  on summary conviction to a fine of two thousand seven hundred and fifty dollars except that if any witness objects to answer any question or to produce any document on the ground that the answer or  production will tend to incriminate him or subject him to any penalty, he shall not be required to answer the question or produce the document."
                },
                {
                    "representation": "(3)",
                    "description": "The person presenting the charge against the defaulter at the inquiry"
                },
                {
                    "representation": "(4)",
                    "description": "Any witness who shall wilfully give false evidence at any inquiry into any charge for an offence against discipline, is guilty of perjury under section 327 of the Criminal Law"
                }
            ]
        }
    },
    {
        "act": "POLICE (DISCIPLINE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Absence without leave. ",
            "context": "POLICE (DISCIPLINE) ACT under Absence without leave. 7. In  addition  to  any punishment  which  may be  imposed  for absence without leave, pay may be forfeited for the period of absence  (a)  if the member of the Force is of or above the rank of Inspector by the Commission, or by the disciplinary authority under article 212(2) of the Constitution;  (b)  if the member of the Force is below the rank of Inspector by the Commissioner, or by the disciplinary authority under article 212(4) of the Constitution,  and in the computation of such period of absence, any part of a day shall count as a whole day.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "if the member of the Force is of or above the rank of Inspector by the Commission, or by the disciplinary authority under article 212(2) of the Constitution;"
                },
                {
                    "representation": "(b)",
                    "description": "if the member of the Force is below the rank of Inspector by the Commissioner, or by the disciplinary authority under article 212(4) of the Constitution,  and in the computation of such period of absence, any part of a day shall count as a whole day."
                }
            ]
        }
    },
    {
        "act": "POLICE (DISCIPLINE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Interdiction from duty pending inquiry into offence against discipline. ",
            "context": "POLICE (DISCIPLINE) ACT under Interdiction from duty pending inquiry into offence against discipline. 8. Any member of the Force who has been charged with an offence against discipline may, pending the determination of the inquiry into the charge (including the determination of any appeal) be interdicted from duty  (a)  if he is of or above the rank of Inspector, by the Commission, or by the disciplinary authority under article 212(2) of the Constitution if the power is delegated to the disciplinary c.1:01 LAWS OF GUYANA Police (Discipline)  Cap. 17:01 23  L.R.O. 1/2012                       Defaulter  sheets.                         authority;  (b)   if  he  is  below  the  rank  of  Inspector,  by the Commissioner or the Disciplinary Authority under article 212(4) of the Constitution if the power is delegated to the disciplinary authority,   and  paid  at  such  rate  of pay,  being  not  less  than  half-pay as  the Commission, the Commissioner or the disciplinary authority, as the case may be, deem fit except that if the charge is dismissed or any appeal   against a finding of guilt is allowed the whole of the pay withheld under this section shall be paid to the member of the Force.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "if he is of or above the rank of Inspector, by the Commission, or by the disciplinary authority under article 212(2) of the Constitution if the power is delegated to the disciplinary c.1:01 LAWS OF GUYANA Police"
                },
                {
                    "representation": "(b)",
                    "description": "if  he  is  below  the  rank  of  Inspector,  by the Commissioner or the Disciplinary Authority under article 212(4) of the Constitution if the power is delegated to the disciplinary authority,   and  paid  at  such  rate  of pay,  being  not  less  than  half-pay as  the Commission, the Commissioner or the disciplinary authority, as the case may be, deem fit except that if the charge is dismissed or any appeal   against a finding of guilt is allowed the whole of the pay withheld under this section shall be paid to the member of the Force."
                }
            ]
        }
    },
    {
        "act": "POLICE (DISCIPLINE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Defaulter sheets. ",
            "context": "POLICE (DISCIPLINE) ACT under Defaulter sheets. 9. (1) Particulars of all punishments, other than extraordinary drills or fatigues or an admonition or a reprimand, shall be  entered  on  the  defaulter  sheet  of  the  member  of  the  Force concerned.    (2) Any one or more entries on the defaulter sheet of a member of the Force may  (a)  if that member of the Force is of or above the rank of Inspector, be expunged from his defaulter sheet at the discretion of the Commission in recognition of a subsequent act of good service performed by him, or if no disciplinary offence is committed by him within three years after the date of the last entry on his defaulter sheet;  (b)   if  that  member  of  the  Force  is  below the rank of Inspector, be LAWS OF GUYANA 24 Cap. 17:01  Police (Discipline)      L.R.O.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Particulars of all punishments, other than extraordinary drills or fatigues or an admonition or a reprimand, shall be  entered  on  the  defaulter  sheet  of  the  member  of  the  Force concerned."
                },
                {
                    "representation": "(2)",
                    "description": "Any one or more entries on the defaulter sheet of a member of the Force may"
                },
                {
                    "representation": "(a)",
                    "description": "if that member of the Force is of or above the rank of Inspector, be expunged from his defaulter sheet at the discretion of the Commission in recognition of a subsequent act of good service performed by him, or if no disciplinary offence is committed by him within three years after the date of the last entry on his defaulter sheet;"
                },
                {
                    "representation": "(b)",
                    "description": "if  that  member  of  the  Force  is  below the rank of Inspector, be LAWS OF GUYANA 24 Cap. 17:01  Police"
                }
            ]
        }
    },
    {
        "act": "POLICE (DISCIPLINE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Arrest of members of the Force. ",
            "context": "POLICE (DISCIPLINE) ACT under Arrest of members of the Force. 10. (1) Any member of the Force may be placed under arrest  (a)  if he is under the influence of intoxicating liquor to such an extent as to be incapable of performing his duty;  (b)  if  he  commits  any  insubordinate  act,  or  uses  any insubordinate or disrespectful language to a person in authority over him;  (c)  if he wilfully disobeys the lawful order of his superior;   (d)  if he strikes or attempts to strike any member of the Force superior in rank to himself.  (2) When any member of the Force is placed under arrest an immediate report of the fact and of the circumstances of his arrest shall be made by the person effecting the arrest to the Commissioner.    (3) Arrest shall be of two kinds as follows  (a)  open arrestwhen any member of the Force is placed under open arrest, LAWS OF GUYANA Police (Discipline)  Cap. 17:01 25  L.R.O. 1/2012                                                 he shall be deprived of all privileges and leave until the case is disposed of and he shall attend all parades and do duty as required;  (b)  close arrestin the case of a member of the Force of or above   the rank of inspector, he shall be confined to his quarters under guard, and in the case of any other member of the Force below the rank of inspector to some suitable place in  the   police  station  premises  other  than prisoners  cell under guard.  (4) When any member of the Force is placed under close arrest, his identification card, whistle, baton, arms and ammunition shall be given up by him forthwith in such manner as the member of the Force or officer who places him under arrest may direct.  (5) No member of the Force shall be placed under arrest under this section by any member of the Force of inferior rank to himself.  (6) Any member of the Force who, while under arrest, is guilty of continued violence or misconduct shall in serious cases be confined as an ordinary prisoner in the lock-up of the station at which he may be at the time.  (7) Any member of the Force who, while under arrest at any time, complains of illness, shall, if in the City of Georgetown, be seen by the Government Medical Officer assigned duties with the Force and if elsewhere by any other Government Medical Officer, who shall be sent for forthwith.  (8) A member of the Force placed under close LAWS OF GUYANA 26 Cap. 17:01  Police (Discipline)      L.R.O.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any member of the Force may be placed under arrest"
                },
                {
                    "representation": "(a)",
                    "description": "open arrestwhen any member of the Force is placed under open arrest, LAWS OF GUYANA Police"
                },
                {
                    "representation": "(b)",
                    "description": "close arrestin the case of a member of the Force of or above   the rank of inspector, he shall be confined to his quarters under guard, and in the case of any other member of the Force below the rank of inspector to some suitable place in  the   police  station  premises  other  than prisoners  cell under guard."
                },
                {
                    "representation": "(c)",
                    "description": "if he wilfully disobeys the lawful order of his superior;"
                },
                {
                    "representation": "(d)",
                    "description": "if he strikes or attempts to strike any member of the Force superior in rank to himself."
                },
                {
                    "representation": "(2)",
                    "description": "When any member of the Force is placed under arrest an immediate report of the fact and of the circumstances of his arrest shall be made by the person effecting the arrest to the Commissioner."
                },
                {
                    "representation": "(3)",
                    "description": "Arrest shall be of two kinds as follows"
                },
                {
                    "representation": "(4)",
                    "description": "When any member of the Force is placed under close arrest, his identification card, whistle, baton, arms and ammunition shall be given up by him forthwith in such manner as the member of the Force or officer who places him under arrest may direct."
                },
                {
                    "representation": "(5)",
                    "description": "No member of the Force shall be placed under arrest under this section by any member of the Force of inferior rank to himself."
                },
                {
                    "representation": "(6)",
                    "description": "Any member of the Force who, while under arrest, is guilty of continued violence or misconduct shall in serious cases be confined as an ordinary prisoner in the lock-up of the station at which he may be at the time."
                },
                {
                    "representation": "(7)",
                    "description": "Any member of the Force who, while under arrest at any time, complains of illness, shall, if in the City of Georgetown, be seen by the Government Medical Officer assigned duties with the Force and if elsewhere by any other Government Medical Officer, who shall be sent for forthwith."
                },
                {
                    "representation": "(8)",
                    "description": "A member of the Force placed under close LAWS OF GUYANA 26 Cap. 17:01  Police"
                }
            ]
        }
    },
    {
        "act": "POLICE (DISCIPLINE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Damage or loss of equipment. ",
            "context": "POLICE (DISCIPLINE) ACT under Damage or loss of equipment. 11. (1)  If  any  member  of  the  Force  disposes  of  (whether  by pawning, selling, destruction or otherwise), negligently loses, or wilfully or negligently damages, any arms, accoutrements, uniform, equipment, or other article issued for the use of the Force, he may, in addition to any punishment, be ordered to make good the whole or part of the amount of such loss or damage by deductions from his salary.  (2) If any member of the Force being a driver in LAWS OF GUYANA Police (Discipline)  Cap. 17:01 27  L.R.O. 1/2012                  Recovery of fines from members of the                         Power to make standing orders and regulations.     charge of a vehicle belonging to the Force or the coxswain in charge of a vessel belonging to the Force, is concerned in any accident causing damage to that vehicle or vessel, or to any article belonging to the Force, and it is found after due inquiry that the accident was caused by the negligence or carelessness of the driver or coxswain, as the case may be, he may, in addition to any punishment, be ordered to make good the whole or part of the amount of such damage by deductions from his salary.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If  any  member  of  the  Force  disposes  of"
                },
                {
                    "representation": "(2)",
                    "description": "If any member of the Force being a driver in LAWS OF GUYANA Police"
                }
            ]
        }
    },
    {
        "act": "POLICE (DISCIPLINE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Recovery of fines from members of the Force. ",
            "context": "POLICE (DISCIPLINE) ACT under Recovery of fines from members of the Force. 12. (1) All fines imposed upon any member of the Force under this Act shall be deducted from his salary and shall be paid by the Commissioner to the credit of a fine fund.  (2) The amount of deductions in respect of any fine shall be determined by the authority imposing the fine as a penalty but in no case shall it exceed one-third of the monthly salary of the offender, and whenever more than one deduction is in force against the same person, so much only of his pay shall be deducted as shall leave him a residue of at least one-third of his monthly salary.  (3) When more than one order for deduction is made upon the same person, the order or orders later in date shall not, if necessary, be enforced until the earlier order or orders are discharged.  (4) All moneys which at the coming into force of this Act are standing at the credit of the Police Fine Fund in the Guyana National Co-operative Bank shall form part of the Fine Fund mentioned in subsection (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All fines imposed upon any member of the Force under this Act shall be deducted from his salary and shall be paid by the Commissioner to the credit of a fine fund."
                },
                {
                    "representation": "(2)",
                    "description": "The amount of deductions in respect of any fine shall be determined by the authority imposing the fine as a penalty but in no case shall it exceed one-third of the monthly salary of the offender, and whenever more than one deduction is in force against the same person, so much only of his pay shall be deducted as shall leave him a residue of at least one-third of his monthly salary."
                },
                {
                    "representation": "(3)",
                    "description": "When more than one order for deduction is made upon the same person, the order or orders later in date shall not, if necessary, be enforced until the earlier order or orders are discharged."
                },
                {
                    "representation": "(4)",
                    "description": "All moneys which at the coming into force of this Act are standing at the credit of the Police Fine Fund in the Guyana National Co-operative Bank shall form part of the Fine Fund mentioned in subsection"
                }
            ]
        }
    },
    {
        "act": "POLICE (DISCIPLINE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Power to make standing orders and regulations.  SCHEDULE—Powers of punishment.   __________________________      LAWS OF GUYANA 4 Cap. 17:01  Police (Discipline)      L.R.O. ",
            "context": "POLICE (DISCIPLINE) ACT under Power to make standing orders and regulations.  SCHEDULEPowers of punishment.   __________________________      LAWS OF GUYANA 4 Cap. 17:01  Police (Discipline)      L.R.O. 13. The Commissioner, with the approval of the Commission, may make  (a)  such standing orders, not inconsistent with this Act, as he considers necessary for the Force. LAWS OF GUYANA 28 Cap. 17:01  Police (Discipline)      L.R.O.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "such standing orders, not inconsistent with this Act, as he considers necessary for the Force. LAWS OF GUYANA 28 Cap. 17:01  Police"
                }
            ]
        }
    },
    {
        "act": "POLICE (DISCIPLINE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "17.01                          Police (Discipline)  [Subsidiary]     Police (Discipline) Standing Order   L.R.O. 1/2012                                                  (d) No punishment will be put into effect when an appeal is pending.   (e) The decision of the Commissioner on an appeal shall be communicated to the appellant through the usual channels.  ",
            "context": "POLICE (DISCIPLINE) ACT under 17.01                          Police (Discipline)  [Subsidiary]     Police (Discipline) Standing Order   L.R.O. 1/2012                                                  (d) No punishment will be put into effect when an appeal is pending.   (e) The decision of the Commissioner on an appeal shall be communicated to the appellant through the usual channels.  17.01 33 [Subsidiary]                                                Police (Discipline) Standing Order  L.R.O. 1/2012                                                             COPY OF PROCEEDINGS",
            "description": "17.01 33 [Subsidiary]                                                Police (Discipline) Standing Order  L.R.O. 1/2012                                                             COPY OF PROCEEDINGS"
        }
    }
]