[
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Short title. 1.  This Act may be cited as the Privileges and Immunities (Diplomatic, Consular and International Organisations) Act.",
            "description": "This Act may be cited as the Privileges and Immunities (Diplomatic, Consular and International Organisations) Act."
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. PART II DIPLOMATIC   PRIVILEGES AND IMMUNITIES  ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Interpretation. PART II DIPLOMATIC   PRIVILEGES AND IMMUNITIES  2.  In this Act  the Convention on the Privileges and Immunities of the Specialised Agencies   means   the   Convention   on   the   Privileges   and Immunities of the Specialised Agencies LAWS OF GUYANA 6 Cap. 18:01 Privileges and Immunities (Diplomatic,  Consular and International Organisations)  L.R.O. 1/2012                           Application of the  Vienna Convention on Diplomatic Relations. First Schedule.                 approved by the General Assembly of the United Nations on the 21st November, 1947;  the General Convention means the Convention on the Privileges and Immunities of the United Nations adopted by the General  Assembly of the United Nations on the 13th February, 1946;  the Vienna Convention on Consular Relations means the Vienna Convention on Consular Relations signed at Vienna on the 24th April, 1963;  the Vienna Convention on Diplomatic Relations means the Vienna Convention on Diplomatic Relations signed at Vienna on the 18th April,",
            "description": "In this Act  the Convention on the Privileges and Immunities of the Specialised Agencies   means   the   Convention   on   the   Privileges   and Immunities of the Specialised Agencies LAWS OF GUYANA 6 Cap. 18:01 Privileges and Immunities (Diplomatic,  Consular and International Organisations)  L.R.O. 1/2012                           Application of the  Vienna Convention on Diplomatic Relations. First Schedule.                 approved by the General Assembly of the United Nations on the 21st November, 1947;  the General Convention means the Convention on the Privileges and Immunities of the United Nations adopted by the General  Assembly of the United Nations on the 13th February, 1946;  the Vienna Convention on Consular Relations means the Vienna Convention on Consular Relations signed at Vienna on the 24th April, 1963;  the Vienna Convention on Diplomatic Relations means the Vienna Convention on Diplomatic Relations signed at Vienna on the 18th April,"
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application   of the   Vienna Convention   on   Diplomatic Relations. ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Application   of the   Vienna Convention   on   Diplomatic Relations. 3. (1)  Subject to section 4, the Articles set out in the First Schedule (being Articles of the Vienna Convention on Diplomatic Relations) shall have the force of law in Guyana and shall for that purpose be construed in accordance with the following provisions of this section.           (2) In the Articles referred to in subsection (1)  agents of the receiving State shall be construed as including any police constable and any person exercising a power of entry to any premises under any law in force in Guyana;  member of the family shall be construed as meaning in relation to any person, the spouse or any dependent relative of that person;  Ministry of Foreign Affairs or such other Ministry as may be LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 7  L.R.O. 1/2012                                             Restriction variation  and revocation  of  privileges and agreed shall be construed as meaning the Ministry of Foreign Affairs of the Government of Guyana;  mission shall be construed as meaning any Embassy or High Commission;  national of the receiving State shall be construed as meaning any citizen of Guyana.  (3) For the purposes of Article 32 a waiver by the head of the mission of any State or any person performing his functions shall be deemed to be a waiver by that State.  (4) The exemption granted by Article 33 with respect to any services shall be deemed to except those services from any class of employment that is insurable employment, or in respect of which contributions are required to be paid, under the National Insurance and Social Security Act.  (5) Articles 35, 36 and 40 shall be construed as granting any privilege or immunity which they require to be granted.  (6) The references in Articles 37 and 38 to the extent to which any privileges and immunities are admitted by the receiving State and to additional privileges and immunities that may be granted by the receiving State shall  be  construed  as  referring  respectively  to  the extent to which any privileges and immunities that the Minister may specify by order and to any additional privileges and immunities that may be so specified.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to section 4, the Articles set out in the First Schedule"
                },
                {
                    "representation": "(2)",
                    "description": "In the Articles referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of Article 32 a waiver by the head of the mission of any State or any person performing his functions shall be deemed to be a waiver by that State."
                },
                {
                    "representation": "(4)",
                    "description": "The exemption granted by Article 33 with respect to any services shall be deemed to except those services from any class of employment that is insurable employment, or in respect of which contributions are required to be paid, under the National Insurance and Social Security Act."
                },
                {
                    "representation": "(5)",
                    "description": "Articles 35, 36 and 40 shall be construed as granting any privilege or immunity which they require to be granted."
                },
                {
                    "representation": "(6)",
                    "description": "The references in Articles 37 and 38 to the extent to which any privileges and immunities are admitted by the receiving State and to additional privileges and immunities that may be granted by the receiving State shall  be  construed  as  referring  respectively  to  the extent to which any privileges and immunities that the Minister may specify by order and to any additional privileges and immunities that may be so specified."
                }
            ]
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Restriction, variation and revocation   of   privileges and immunities. ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Restriction, variation and revocation   of   privileges and immunities. 4. (1) If it appears to the  Minister  that  the  privileges  and immunities accorded to a mission of Guyana in the territory of any State or to the persons connected with that mission are less than those conferred  by  this Act on the LAWS OF GUYANA 8 Cap. 18:01 Privileges and Immunities (Diplomatic,  Consular and International Organisations)  L.R.O. 1/2012  immunities.                   Agreements providing  for additional or  reduced privileges and immunities.                     mission of that State or on persons connected with  that mission, the Minister may, by order, withdraw such of the privileges and immunities so conferred from the mission of that State or from the persons connected with it as appears to the Minister to be proper.  (2) When any privileges and immunities are withdrawn from a State by the Minister under subsection (l), the Minister may reinstate the privileges to that State at any time if it appears to him to be proper to do so.  (3) An order made under subsection (1) shall be disregarded for the purposes of  paragraph  (a)  of  the  proviso  to  article  23  of  the Constitution of Guyana",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be disregarded for the purposes of  paragraph"
                },
                {
                    "representation": "(2)",
                    "description": "When any privileges and immunities are withdrawn from a State by the Minister under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "An order made under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "of  the  proviso  to  article  23  of  the Constitution of Guyana"
                }
            ]
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Agreements providing for additional or reduced privileges and immunities.  PART III CONSULAR   PRIVILEGES AND IMMUNITIES  ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Agreements providing for additional or reduced privileges and immunities.  PART III CONSULAR   PRIVILEGES AND IMMUNITIES  5.",
            "description": "5."
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Application of the Vienna Convention on Consular Relations. ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Application of the Vienna Convention on Consular Relations. 6. (1) Subject to section 7, the provisions set out in the Second Schedule (being Articles or parts of Articles of the Vienna Convention on Consular Relations) shall have the force of law in Guyana and shall for that purpose be construed in accordance with subsections (2) to (10).  (2) In the provisions mentioned in subsection (1)  authorities of the receiving State shall be construed as including any police constable and any person exercising a power of entry to any premises under any law;  grave crime shall be construed as meaning any offence punishable (on a  first conviction) with imprisonment for a term that may extend to five years or with a more severe sentence;  member of the family shall be construed as meaning in relation to any person, the spouse or any dependent relative of that person;  Ministry of Foreign Affairs shall be construed as meaning the Ministry of Foreign Affairs of the Government of Guyana;  mission shall be construed as meaning any Embassy or High Commission;  national of the receiving State shall be construed as meaning any citizen of Guyana.  (3) The reference in article 17 (2) to any privileges and  immunities accorded by customary international law or by international  agreements  shall  be  construed  as  a  LAWS OF GUYANA 10 Cap. 18:01 Privileges and Immunities (Diplomatic,  Consular and International Organisations)  L.R.O. 1/2012                                                reference  to any privileges and immunities conferred under Parts IV, V and VI.  (4) The references in Article 44 to matters connected with the exercise of the functions of members of a consular post shall be construed as references to matters connected with the exercise of consular functions by consular officers or consular employees.  (5) For the purposes of Article 45 and that Article as applied by Article 58 a waiver shall be deemed to have been expressed by a State if it has been expressed by the head or any person for that time being performing the functions of the head of the diplomatic mission of that State or, if there is no such mission, of the consular post concerned.  (6) The exemption granted by Article 48 with respect to any services shall be deemed to except those services from any class of employment that is insurable employment, or in respect of which contributions are required to be paid, under the National Insurance and Social Security Act.  (7) Articles 50, 51, 52, 54, 62 and 67 shall be construed as granting any privilege or immunity that they require to be granted.  (8) The reference in Article 57 to the privileges and immunities provided in Chapter II shall be construed as referring to those provided in Section II of that Chapter.  (9) The reference in Article 70 to the rules of international law concerning diplomatic relations shall be construed as a reference to the provisions of Part II.  (10) The reference in Article 71 to additional privileges and immunities that may be granted by the LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 11  L.R.O. 1/2012         Application of sections 4 and",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to section 7, the provisions set out in the Second Schedule"
                },
                {
                    "representation": "(2)",
                    "description": "to any privileges and  immunities accorded by customary international law or by international  agreements  shall  be  construed  as  a  LAWS OF GUYANA 10 Cap. 18:01 Privileges and Immunities"
                },
                {
                    "representation": "(3)",
                    "description": "The reference in article 17"
                },
                {
                    "representation": "(4)",
                    "description": "The references in Article 44 to matters connected with the exercise of the functions of members of a consular post shall be construed as references to matters connected with the exercise of consular functions by consular officers or consular employees."
                },
                {
                    "representation": "(5)",
                    "description": "For the purposes of Article 45 and that Article as applied by Article 58 a waiver shall be deemed to have been expressed by a State if it has been expressed by the head or any person for that time being performing the functions of the head of the diplomatic mission of that State or, if there is no such mission, of the consular post concerned."
                },
                {
                    "representation": "(6)",
                    "description": "The exemption granted by Article 48 with respect to any services shall be deemed to except those services from any class of employment that is insurable employment, or in respect of which contributions are required to be paid, under the National Insurance and Social Security Act."
                },
                {
                    "representation": "(7)",
                    "description": "Articles 50, 51, 52, 54, 62 and 67 shall be construed as granting any privilege or immunity that they require to be granted."
                },
                {
                    "representation": "(8)",
                    "description": "The reference in Article 57 to the privileges and immunities provided in Chapter II shall be construed as referring to those provided in Section II of that Chapter."
                },
                {
                    "representation": "(9)",
                    "description": "The reference in Article 70 to the rules of international law concerning diplomatic relations shall be construed as a reference to the provisions of Part II."
                }
            ]
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Application of sections 4 and ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Application of sections 4 and 7.  Sections 4 and 5, as they apply to a mission and to persons connected therewith, apply mutatis mutandis in relation to a consular post and the persons connected therewith.",
            "description": "Sections 4 and 5, as they apply to a mission and to persons connected therewith, apply mutatis mutandis in relation to a consular post and the persons connected therewith."
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Right of diplomatic agents and consular officers to administer oaths and       do notarial acts in certain cases. ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Right of diplomatic agents and consular officers to administer oaths and       do notarial acts in certain cases. 8. (1)  A diplomatic agent or consular officer of any State may, if authorised to do so under the laws of that State administer oaths, affidavits and do notarial acts  (a)   required by a person for use in that State or under the laws thereof; or  (b)    otherwise required by a national of that State but not for use in Guyana except under the laws of some other country.  (2) The Minister may, by order, exclude or restrict the provisions  of  subsection  (1)  in  relation  to  the  diplomatic agents  or consular officers of any State if it appears to him that in any territory of  that  State  diplomatic  agents  or  consular  officers  of Guyana  are  not  permitted  to  perform functions  corresponding in nature and extent to those authorised by that subsection.  (3) In this section diplomatic agent has the same meaning as in Article 1 in the First Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "in  relation  to  the  diplomatic agents  or consular officers of any State if it appears to him that in any territory of  that  State  diplomatic  agents  or  consular  officers  of Guyana  are  not  permitted  to  perform functions  corresponding in nature and extent to those authorised by that subsection."
                },
                {
                    "representation": "(a)",
                    "description": "required by a person for use in that State or under the laws thereof; or"
                },
                {
                    "representation": "(b)",
                    "description": "otherwise required by a national of that State but not for use in Guyana except under the laws of some other country."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may, by order, exclude or restrict the provisions  of  subsection"
                },
                {
                    "representation": "(3)",
                    "description": "In this section diplomatic agent has the same meaning as in Article 1 in the First Schedule."
                }
            ]
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Commonwealth and Irish consular officers.  PART IV PRIVILEGES AND   IMMUNITIES OF THE UNITED NATIONS, AND OF  JUDGES OF, AND SUITORS TO, THE INTERNATIONAL COURT OF  JUSTICE     ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Commonwealth and Irish consular officers.  PART IV PRIVILEGES AND   IMMUNITIES OF THE UNITED NATIONS, AND OF  JUDGES OF, AND SUITORS TO, THE INTERNATIONAL COURT OF  JUSTICE     9. If consular officers are appointed by the Government of any other country within the Commonwealth or of the Republic of Ireland to serve in Guyana the Minister may, by order, make such adaptations of any provision of the LAWS OF GUYANA 12 Cap. 18:01 Privileges and Immunities (Diplomatic,  Consular and International Organisations)  L.R.O. 1/2012                    Application of the  General Convention. Third  Schedule.                Immunities and privileges of judges of, and  suitors  to, the Inter- national Court applied Acts entitled the Merchant Shipping Acts 1894 to 1965, in so far as it forms part of the law of Guyana or the Consular Conventions Act referring to a consular officer of a foreign state as appear to him to be  necessary or expedient to make the provision applicable to consular officers appointed as aforesaid and to dispense with any requirement as to  the conclusion of a consular convention.  PART IV PRIVILEGES AND   IMMUNITIES OF  THE  UNITED NATIONS, AND OF JUDGES  OF, AND SUITORS TO, THE INTERNATIONAL COURT OF JUSTICE",
            "description": "If consular officers are appointed by the Government of any other country within the Commonwealth or of the Republic of Ireland to serve in Guyana the Minister may, by order, make such adaptations of any provision of the LAWS OF GUYANA 12 Cap. 18:01 Privileges and Immunities (Diplomatic,  Consular and International Organisations)  L.R.O. 1/2012                    Application of the  General Convention. Third  Schedule.                Immunities and privileges of judges of, and  suitors  to, the Inter- national Court applied Acts entitled the Merchant Shipping Acts 1894 to 1965, in so far as it forms part of the law of Guyana or the Consular Conventions Act referring to a consular officer of a foreign state as appear to him to be  necessary or expedient to make the provision applicable to consular officers appointed as aforesaid and to dispense with any requirement as to  the conclusion of a consular convention.  PART IV PRIVILEGES AND   IMMUNITIES OF  THE  UNITED NATIONS, AND OF JUDGES  OF, AND SUITORS TO, THE INTERNATIONAL COURT OF JUSTICE"
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Application of the General Convention. ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Application of the General Convention. 10. (1) The Articles set out in the Third Schedule (being Articles of the General Convention) shall have the force of law in Guyana and shall be construed in accordance with the following provisions of this section.  (2) In the Articles referred to in subsection (1)  (a)   the reference in Article I to the effect that the United Nations shall possess   juridical personality shall be construed as meaning that the United Nations is a body corporate;  (b) the term a national in relation to Guyana shall be construed as meaning a citizen of Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Articles set out in the Third Schedule"
                },
                {
                    "representation": "(2)",
                    "description": "In the Articles referred to in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the reference in Article I to the effect that the United Nations shall possess   juridical personality shall be construed as meaning that the United Nations is a body corporate;"
                },
                {
                    "representation": "(b)",
                    "description": "the term a national in relation to Guyana shall be construed as meaning a citizen of Guyana."
                }
            ]
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Immunities and privileges of judges of, and suitors to, the             International Court of Justice. LAWS OF GUYANA 4 Cap. 18:01 Privileges and Immunities (Diplomatic,  Consular and International Organisations)  L.R.O. 1/2012   SECTION PART V PRIVILEGES A N D IMMUNITIES OF THE SPECIALISED AGENCIES  ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Immunities and privileges of judges of, and suitors to, the             International Court of Justice. LAWS OF GUYANA 4 Cap. 18:01 Privileges and Immunities (Diplomatic,  Consular and International Organisations)  L.R.O. 1/2012   SECTION PART V PRIVILEGES A N D IMMUNITIES OF THE SPECIALISED AGENCIES  11.  The Minister may, by order, confer on the judges and registrars of the International Court of Justice established under the Charter of the United Nations and  on suitors  to  that  Court  and  their  agents, counsel and advocates, such immunities, privileges and facilities as may be required to give effect to any resolution of, or convention approved by, LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 13  L.R.O. 1/2012  of Justice.        Application of the Convention on the Privileges and Immunities of the Specialised Agencies. Fourth Schedule.                     Privileges and immunities of  specified organisations.      the General Assembly of the United Nations.  PART V PRIVILEGES AND IMMUNITIES OF THE SPECIALISED AGENCIES",
            "description": "The Minister may, by order, confer on the judges and registrars of the International Court of Justice established under the Charter of the United Nations and  on suitors  to  that  Court  and  their  agents, counsel and advocates, such immunities, privileges and facilities as may be required to give effect to any resolution of, or convention approved by, LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 13  L.R.O. 1/2012  of Justice.        Application of the Convention on the Privileges and Immunities of the Specialised Agencies. Fourth Schedule.                     Privileges and immunities of  specified organisations.      the General Assembly of the United Nations.  PART V PRIVILEGES AND IMMUNITIES OF THE SPECIALISED AGENCIES"
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Application  of  the  Convention   on  the   Privileges and Immunities             of the Specialised Agencies.  PART VI PRIVILEGES A N D   IMMUNITIES OF SPECIFIED ORGANISATIONS AND OF REPRESENTATIVES ATTENDING INTERNATIONAL CONFERENCES  ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Application  of  the  Convention   on  the   Privileges and Immunities             of the Specialised Agencies.  PART VI PRIVILEGES A N D   IMMUNITIES OF SPECIFIED ORGANISATIONS AND OF REPRESENTATIVES ATTENDING INTERNATIONAL CONFERENCES  12. (1)  The Articles set out in the Fourth Schedule (being Articles of the Convention on the Privileges and Immunities of the Specialised Agencies) shall have the force of law in Guyana and shall be construed in accordance with the following provisions of this section.  (2) In the Articles referred to in subsection (1)  (a)   the reference in section 3 of Article II to the effect that the Specialised Agencies shall possess juridical personality shall be construed as meaning that the Specialised Agencies are bodies corporate;  (b)  the term a national in relation to Guyana shall be construed as meaning a citizen of Guyana.  PART VI PRIVILEGES AND IMMUNITIES OF SPECIFIED ORGANISATIONS AND  OF REPRESENTATIVES ATTENDING INTERNATIONAL CONFERENCES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Articles set out in the Fourth Schedule"
                },
                {
                    "representation": "(2)",
                    "description": "In the Articles referred to in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the reference in section 3 of Article II to the effect that the Specialised Agencies shall possess juridical personality shall be construed as meaning that the Specialised Agencies are bodies corporate;"
                },
                {
                    "representation": "(b)",
                    "description": "the term a national in relation to Guyana shall be construed as meaning a citizen of Guyana.  PART VI PRIVILEGES AND IMMUNITIES OF SPECIFIED ORGANISATIONS AND  OF REPRESENTATIVES ATTENDING INTERNATIONAL CONFERENCES"
                }
            ]
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Privileges and immunities of specified international organisations. ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Privileges and immunities of specified international organisations. 13. (1) This section applies to any organisation declared by the Minister, by order, to be an organisation of which (a)  Guyana, or the Government of Guyana, and  (b)   one or more other sovereign Powers,   LAWS OF GUYANA 14 Cap. 18:01 Privileges and Immunities (Diplomatic,  Consular and International Organisations)  L.R.O. 1/2012                             Fifth Schedule.                         or the Government or Governments of one or more such Powers, are members.  (2) Subject  to  subsection  (7),  the  Minister  may,  by order, specify an organisation to which this section applies and may make any one or more of the following provisions in respect of the organisation so specified   (hereinafter   in   this   section   referred to as the organisation) that is to say  (a)   confer on the organisation the legal capacities of a body corporate;  (b)     provide that the organisation shall, to such extent as may be  specified  in  the  order,  have  the  privileges  and immunities set out in Part I of the Fifth Schedule;  (c)   confer the privileges and immunities set out in Part II of the Fifth Schedule to such extent as may be specified in the order,  on  persons of any such class as is mentioned in subsection (3);  (d)    confer the privileges and immunities set out in Part III of the Fifth Schedule, to such extent as may be specified in the  order, on such classes of officers and servants of the organisation (not being classes mentioned in subsection (3)) as may be so specified. (3) The classes of persons referred to in subsection (2)(c) are   (a)     persons who (whether they represent LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 15  L.R.O. 1/2012                                                Governments or not) are representatives to the organisation or representatives on, or members of, any organ or committee of the organisation;  (b) such number of officers of the organisation as may be specified in the order, being the holders (whether permanent or otherwise) of such high offices in the organisation as may be so specified; and  (c)      persons employed by or serving under the organisation as  experts  or  as  persons  engaged  on  missions  for  the organisation.  (4) Where an order is made under subsection (2), the provisions of Part IV of the Fifth Schedule shall have effect for the purpose of extending  to the staffs of representatives mentioned in subsection (3)(a) and to the families of officers of the organisation any immunities and privileges conferred on the representatives or officer mentioned in subsection (3), except in so far as the operation of the provisions of the Part  IV  is  excluded  by  the  order  conferring  the  immunities  and privileges.  (5) Where an order is made under subsection (2), then for the purpose of giving effect to any agreement made in that behalf between Guyana  or  the  Government  of  Guyana  and  the  organisation  the Minister  may  by  the  same  or  any  subsequent  order  confer  the exemptions set out in subsection (6) in respect of  (a)    members of the staff of the organisation recognised by the LAWS OF GUYANA 16 Cap. 18:01 Privileges and Immunities (Diplomatic,  Consular and International Organisations)  L.R.O. 1/2012                                                Government of Guyana as holding a rank equivalent to that of a diplomatic agent, and  (b)  members of the family of any such member of the staff of the organisation who form part of his household.  (6) In the event of the death of the person in respect of whom the exemptions under subsection (5) are conferred, exemptions from  (a)      estate duty leviable on his death under any law for the time  being  in  force  in  Guyana  in  respect  of  movable property that is in Guyana immediately before his death and the presence of which in Guyana at that time is due solely to his presence there in the capacity by reference to which the exemptions are conferred;  (b)   capital gains tax on net chargeable gains in relation to any such movable property accruing to that person in the year of assessment in which he died  (7) An order made under subsection (2) or (5) shall be so framed as to secure  (a)  that the privileges and immunities conferred by the order are not greater in extent than those which, at the time when the order takes effect, are required to be conferred in LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 17  L.R.O. 1/2012                     Immunities and  privileges of representatives attending international conferences.                    accordance with  any agreement  to  which Guyana  or the Government is then a party (whether made with one or more other sovereign Powers or Governments or made with one or more organisations such as are mentioned in subsection (1)), and  (b) that no privilege or immunity is conferred on any person   as   the   representative   of   Guyana   or   of   the Government of Guyana, or as a member of the staff of such a representative.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This section applies to any organisation declared by the Minister, by order, to be an organisation of which"
                },
                {
                    "representation": "(a)",
                    "description": "that the privileges and immunities conferred by the order are not greater in extent than those which, at the time when the order takes effect, are required to be conferred in LAWS OF GUYANA Privileges and Immunities"
                },
                {
                    "representation": "(b)",
                    "description": "that no privilege or immunity is conferred on any person   as   the   representative   of   Guyana   or   of   the Government of Guyana, or as a member of the staff of such a representative."
                },
                {
                    "representation": "(2)",
                    "description": "or"
                },
                {
                    "representation": "(c)",
                    "description": "persons employed by or serving under the organisation as  experts  or  as  persons  engaged  on  missions  for  the organisation."
                },
                {
                    "representation": "(d)",
                    "description": "confer the privileges and immunities set out in Part III of the Fifth Schedule, to such extent as may be specified in the  order, on such classes of officers and servants of the organisation"
                },
                {
                    "representation": "(3)",
                    "description": "The classes of persons referred to in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Where an order is made under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "shall be so framed as to secure"
                },
                {
                    "representation": "(6)",
                    "description": "In the event of the death of the person in respect of whom the exemptions under subsection"
                },
                {
                    "representation": "(7)",
                    "description": "An order made under subsection"
                }
            ]
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Immunities and privileges of representatives attending international         conferences.  PART VII GENERAL  ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Immunities and privileges of representatives attending international         conferences.  PART VII GENERAL  14. (1)  Where a conference is held in Guyana and is attended by representatives of the governments of one or more sovereign Powers, and it appears to the Minister that doubts may arise as to the extent to which  the  representatives  of  those  governments  (other  than  the Government  of  Guyana)  and members of their official  staffs are entitled to immunities  and privileges, the Minister may, by notice published in the Gazette, direct that every representative of any such Government (other than the  Government of Guyana) shall for the purpose of any enactment or custom relating to diplomatic immunities and privileges, be treated as if he were a head of mission, and that such of the members of his official staff as the Minister may, from time to time, direct shall be treated for the purpose aforesaid as if they were members of the official staff of a head of mission.  (2) For the purposes of subsection ( 1), t h e Minister may compile a list of the representatives of the governments aforesaid (other than the Government of Guyana) and members of their official staffs as he thinks proper, and shall cause the list and any amendment of that LAWS OF GUYANA 18 Cap. 18:01 Privileges and Immunities (Diplomatic,  Consular and International Organisations)  L.R.O. 1/2012                         Orders subject to negative resolution.  Certificate of Minister to be conclusive evidence.                             Use of the flag or official seal or emblem of the United Nations or of the Specialised Agencies prohibited. [6 of 1997]            list to be  published in the Gazette and the publication shall include a statement of the day from which the list or amendment, as the case may be, takes or took effect.   (3) In subsection (1)  head of mission means an Ambassador, High Commissioner or other person, by whatever title called, accredited by a sovereign Power and   recognised  as  a  head  of  mission  in  Guyana  by  the Government of Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a conference is held in Guyana and is attended by representatives of the governments of one or more sovereign Powers, and it appears to the Minister that doubts may arise as to the extent to which  the  representatives  of  those  governments"
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of subsection"
                },
                {
                    "representation": "(3)",
                    "description": "In subsection"
                }
            ]
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Orders subject to negative resolution. ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Orders subject to negative resolution. 15.  An order made under any of the provisions of this Act is subject to negative resolution of the National Assembly.",
            "description": "An order made under any of the provisions of this Act is subject to negative resolution of the National Assembly."
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Certificate of Minister to be conclusive evidence. ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Certificate of Minister to be conclusive evidence. 16.  If in any proceedings a question arises whether or not a person is entitled to a privilege or immunity under this Act a certificate issued by or under the authority of the Minister stating any fact relating to that question shall be conclusive evidence of that fact.",
            "description": "If in any proceedings a question arises whether or not a person is entitled to a privilege or immunity under this Act a certificate issued by or under the authority of the Minister stating any fact relating to that question shall be conclusive evidence of that fact."
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Use of the flag or official seal or emblem of the United Nations or of            the Specialised Agencies prohibited. ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Use of the flag or official seal or emblem of the United Nations or of            the Specialised Agencies prohibited. 17. (1) Except with the consent in writing of the Minister, no person shall assume or use in connection with any trade, business, calling or profession the name, flag, official seal or emblem of the United Nations or any of the Specialised Agencies, or any flag, seal or emblem so nearly resembling any such flag, official seal or emblem as to be likely to deceive.  (2) A facsimile of every such flag, official seal or emblem shall be published in the Gazette.  (3) Any person who contravenes the provisions of subsection (1) is liable on summary conviction to a fine of thirty-two thousand five hundred dollars or to imprisonment for one year or to both. LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 19  L.R.O. 1/2012  Regulations.      ss. 3 and",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is liable on summary conviction to a fine of thirty-two thousand five hundred dollars or to imprisonment for one year or to both. LAWS OF GUYANA Privileges and Immunities"
                },
                {
                    "representation": "(2)",
                    "description": "A facsimile of every such flag, official seal or emblem shall be published in the Gazette."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who contravenes the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Regulations.  FIRST SCHEDULE—Articles of the Vienna Convention on Diplomatic Relations having the force of law in Guyana.   SECOND SCHEDULE—Articles of the Vienna Convention on Consular Relations having the force of law in Guyana.  THIRD SCHEDULE—Articles of the Convention on the privileges and immunities of the United Nations having the force of law in Guyana.  FOURTH SCHEDULE—Articles of the Convention on the privileges and immunities of the specialised agencies having the force of law in Guyana. LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 5  L.R.O. 1/2012   FIFTH SCHEDULE—Privileges and immunities of the Organisation __________________________           26 of 1970  CHAPTER 18:01  PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR AND  INTERNATIONAL ORGANISATIONS) ACT   An Act to confer certain privileges and immunities on members of the Diplomatic Services, the Consular Services and on the United Nations and the Specialised Agencies by giving the force of law  in Guyana to certain articles of the Vienna Convention on Diplomatic Relations, the Vienna Convention on Consular Relations, the Convention on the Privileges and Immunities of the United Nations and the Convention on the Privileges and Immunities of the Specialised Agencies and for other purposes.  [28TH NOVEMBER, 1970]            Short title.        Interpretation.        PART I PRELIMINARY  ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Regulations.  FIRST SCHEDULEArticles of the Vienna Convention on Diplomatic Relations having the force of law in Guyana.   SECOND SCHEDULEArticles of the Vienna Convention on Consular Relations having the force of law in Guyana.  THIRD SCHEDULEArticles of the Convention on the privileges and immunities of the United Nations having the force of law in Guyana.  FOURTH SCHEDULEArticles of the Convention on the privileges and immunities of the specialised agencies having the force of law in Guyana. LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 5  L.R.O. 1/2012   FIFTH SCHEDULEPrivileges and immunities of the Organisation __________________________           26 of 1970  CHAPTER 18:01  PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR AND  INTERNATIONAL ORGANISATIONS) ACT   An Act to confer certain privileges and immunities on members of the Diplomatic Services, the Consular Services and on the United Nations and the Specialised Agencies by giving the force of law  in Guyana to certain articles of the Vienna Convention on Diplomatic Relations, the Vienna Convention on Consular Relations, the Convention on the Privileges and Immunities of the United Nations and the Convention on the Privileges and Immunities of the Specialised Agencies and for other purposes.  [28TH NOVEMBER, 1970]            Short title.        Interpretation.        PART I PRELIMINARY  18.  The Minister may make regulations for carrying into effect the purposes of this Act.  _______________________  FIRST SCHEDULE  ARTICLES OF THE VIENNA CONVENTION ON DIPLOMATIC RELATIONS HAVING THE FORCE OF LAW IN GUYANA  ARTICLE 1  For the purpose of the present Convention, the following expressions shall have the meanings hereunder assigned to them  (a)    head of the mission is the person charged by the sending State with the duty of acting in that capacity;  (b)   members of the mission are the head of the mission and the members of the staff of the mission;  (c)  members of the staff of the mission are the members of the diplomatic staff, of the administrative and technical staff and of the service staff of the mission; (d)  members of the diplomatic staff are the members of the staff of the mission having diplomatic rank;  (e)    diplomatic agent is the head of the mission or a member of the diplomatic staff of the mission; LAWS OF GUYANA 20 Cap. 18:01 Privileges and Immunities (Diplomatic,  Consular and International Organisations)  L.R.O. 1/2012                                                 (f)     members of the administrative and technical staff are the  members of the staff of the mission employed in the administrative and technical service of the mission;  (g)  members of the service staff are the members of the staff of the mission in the domestic service of the mission;   (h) private servant is a person who is in the domestic service of  a member of the mission and who is not an employee of the sending State;  (i)      premises of the mission are the buildings or parts of buildings and the  land  ancillary thereto,  irrespective  of ownership, used for the purposes of the mission including the residence of the head of the mission.  ARTICLE 22",
            "description": [
                {
                    "representation": "(a)",
                    "description": "head of the mission is the person charged by the sending State with the duty of acting in that capacity;"
                },
                {
                    "representation": "(b)",
                    "description": "members of the mission are the head of the mission and the members of the staff of the mission;"
                },
                {
                    "representation": "(c)",
                    "description": "members of the staff of the mission are the members of the diplomatic staff, of the administrative and technical staff and of the service staff of the mission;"
                },
                {
                    "representation": "(d)",
                    "description": "members of the diplomatic staff are the members of the staff of the mission having diplomatic rank;"
                },
                {
                    "representation": "(e)",
                    "description": "diplomatic agent is the head of the mission or a member of the diplomatic staff of the mission; LAWS OF GUYANA 20 Cap. 18:01 Privileges and Immunities"
                },
                {
                    "representation": "(f)",
                    "description": "members of the administrative and technical staff are the  members of the staff of the mission employed in the administrative and technical service of the mission;"
                },
                {
                    "representation": "(g)",
                    "description": "members of the service staff are the members of the staff of the mission in the domestic service of the mission;"
                },
                {
                    "representation": "(h)",
                    "description": "private servant is a person who is in the domestic service of  a member of the mission and who is not an employee of the sending State;"
                },
                {
                    "representation": "(i)",
                    "description": "premises of the mission are the buildings or parts of buildings and the  land  ancillary thereto,  irrespective  of ownership, used for the purposes of the mission including the residence of the head of the mission.  ARTICLE 22"
                }
            ]
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "In addition to the immunities and privileges specified in section 18, the Secretary-General and all Assistant Secretaries- General shall be accorded in respect of themselves, their spouses and minor children, the privileges and immunities, exemptions and facilities accorded to diplomatic envoys, in   accordance   with international law.  LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 63  L.R.O. 1/2012  Section ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under In addition to the immunities and privileges specified in section 18, the Secretary-General and all Assistant Secretaries- General shall be accorded in respect of themselves, their spouses and minor children, the privileges and immunities, exemptions and facilities accorded to diplomatic envoys, in   accordance   with international law.  LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 63  L.R.O. 1/2012  Section 19. Officials of the specialised agencies shall  (a)  be immune from legal process in respect of words spoken or written and all acts performed by them in their official capacity;  (b)  enjoy the same exemptions from taxation in respect of the salaries and LAWS OF GUYANA 74 Cap. 18:01 Privileges and Immunities (Diplomatic,  Consular and International Organisations)  L.R.O. 1/2012  emoluments paid to them by the specialised agencies and on  the  same  conditions  as are enjoyed  by officials of the United Nations;  (c)  be immune, together with their spouses and relatives dependent upon them, from immigration restrictions and alien registration;  (d)  be accorded the same privileges in respect of exchange of facilities as are accorded to officials of comparable rank of diplomatic missions;    (e) be given, together with their spouses and relatives dependent on them, the same repatriation facilities in time of international crises as officials of comparable rank of diplomatic missions;  (f)  have the right to import free of duty their furniture and effects at the time of first taking up their posts in the country in question.  Section",
            "description": [
                {
                    "representation": "(a)",
                    "description": "be immune from legal process in respect of words spoken or written and all acts performed by them in their official capacity;"
                },
                {
                    "representation": "(b)",
                    "description": "enjoy the same exemptions from taxation in respect of the salaries and LAWS OF GUYANA 74 Cap. 18:01 Privileges and Immunities"
                },
                {
                    "representation": "(c)",
                    "description": "be immune, together with their spouses and relatives dependent upon them, from immigration restrictions and alien registration;"
                },
                {
                    "representation": "(d)",
                    "description": "be accorded the same privileges in respect of exchange of facilities as are accorded to officials of comparable rank of diplomatic missions;"
                },
                {
                    "representation": "(e)",
                    "description": "be given, together with their spouses and relatives dependent on them, the same repatriation facilities in time of international crises as officials of comparable rank of diplomatic missions;"
                },
                {
                    "representation": "(f)",
                    "description": "have the right to import free of duty their furniture and effects at the time of first taking up their posts in the country in question.  Section"
                }
            ]
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Privileges and immunities are granted to officials in the interests of the United Nations and not for the personal benefit of the individuals themselves. The Secretary-General shall have the right and the duty to waive the immunity of any official in any case where, in his opinion, the immunity would impede the course of justice and can be waived without prejudice to the interests of the United Nations. In the case of the Secretary-General, the Security Council shall have the right to waive immunity.  Section ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Privileges and immunities are granted to officials in the interests of the United Nations and not for the personal benefit of the individuals themselves. The Secretary-General shall have the right and the duty to waive the immunity of any official in any case where, in his opinion, the immunity would impede the course of justice and can be waived without prejudice to the interests of the United Nations. In the case of the Secretary-General, the Security Council shall have the right to waive immunity.  Section 20. The officials of the specialised agencies shall be exempt from national service obligations, provided that, in relation to the  States  of  which  they  are  nationals,  such  exemption  shall  be confined to officials of the specialised agencies whose names have, by reason  of  their  duties,  been  placed  upon  a  list  compiled  by  the executive head of the specialised agency and approved by the State concerned. Should other officials of specialised agencies be called up for national service, the State concerned shall, at the request of the specialised agency concerned, grant such temporary LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 75  L.R.O. 1/2012  deferment in the call-up of such officials as may be necessary to avoid interruption in the continuation of essential work.  Section",
            "description": "The officials of the specialised agencies shall be exempt from national service obligations, provided that, in relation to the  States  of  which  they  are  nationals,  such  exemption  shall  be confined to officials of the specialised agencies whose names have, by reason  of  their  duties,  been  placed  upon  a  list  compiled  by  the executive head of the specialised agency and approved by the State concerned. Should other officials of specialised agencies be called up for national service, the State concerned shall, at the request of the specialised agency concerned, grant such temporary LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 75  L.R.O. 1/2012  deferment in the call-up of such officials as may be necessary to avoid interruption in the continuation of essential work.  Section"
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "The United Nations shall co-operate at all times with the appropriate   authorities   of   Members   to   facilitate   the   proper administration of justice, secure the observance of police regulations and  prevent the occurrence  of any abuse in  connection  with  the privileges, immunities and facilities mentioned in this article.   ARTICLE VI EXPERTS ON  MISSIONS FOR  THE  UNITED NATIONS  Section ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under The United Nations shall co-operate at all times with the appropriate   authorities   of   Members   to   facilitate   the   proper administration of justice, secure the observance of police regulations and  prevent the occurrence  of any abuse in  connection  with  the privileges, immunities and facilities mentioned in this article.   ARTICLE VI EXPERTS ON  MISSIONS FOR  THE  UNITED NATIONS  Section 21. In addition to the immunities and privileges specified in sections 19 and 20, the executive head of each specialised agency, including any official acting on his behalf during his absence from duty, shall be accorded in respect of himself, his spouse and minor children, the  privileges and immunities, exemptions and facilities accorded to diplomatic envoys, in accordance with international law.  Section",
            "description": "In addition to the immunities and privileges specified in sections 19 and 20, the executive head of each specialised agency, including any official acting on his behalf during his absence from duty, shall be accorded in respect of himself, his spouse and minor children, the  privileges and immunities, exemptions and facilities accorded to diplomatic envoys, in accordance with international law.  Section"
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Experts (other than officials coming within the scope of  Article V) performing missions for the United Nations shall be accorded  such privileges and immunities as are necessary for the independent  exercise of their functions during the period of their missions, including the time spent on journeys in connection with their missions. In particular they shall be accorded—  (a)  immunity from personal arrest or detention and from seizure of their personal baggage;  (b)  in respect of words spoken or written and acts done by them in the course of the performance of their mission, immunity from legal process of every LAWS OF GUYANA 64 Cap. 18:01 Privileges and Immunities (Diplomatic,  Consular and International Organisations)  L.R.O. 1/2012  kind. This immunity from legal process shall continue   to be accorded notwithstanding  that the persons concerned are no longer employed on missions for the United Nations;  (c)  inviolability for all papers and documents;  (d)  for  the  purpose  of  their  communications  with  the United Nations, the right to use codes and to receive papers or correspondence by courier or in sealed bags;  (e)  the same facilities in respect of currency or exchange restrictions as are accorded to representatives of foreign governments on temporary official missions;  (f)  the same immunities and facilities in respect of their personal baggage as are accorded to diplomatic envoys.  Section ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Experts (other than officials coming within the scope of  Article V) performing missions for the United Nations shall be accorded  such privileges and immunities as are necessary for the independent  exercise of their functions during the period of their missions, including the time spent on journeys in connection with their missions. In particular they shall be accorded  (a)  immunity from personal arrest or detention and from seizure of their personal baggage;  (b)  in respect of words spoken or written and acts done by them in the course of the performance of their mission, immunity from legal process of every LAWS OF GUYANA 64 Cap. 18:01 Privileges and Immunities (Diplomatic,  Consular and International Organisations)  L.R.O. 1/2012  kind. This immunity from legal process shall continue   to be accorded notwithstanding  that the persons concerned are no longer employed on missions for the United Nations;  (c)  inviolability for all papers and documents;  (d)  for  the  purpose  of  their  communications  with  the United Nations, the right to use codes and to receive papers or correspondence by courier or in sealed bags;  (e)  the same facilities in respect of currency or exchange restrictions as are accorded to representatives of foreign governments on temporary official missions;  (f)  the same immunities and facilities in respect of their personal baggage as are accorded to diplomatic envoys.  Section 22. Privileges and immunities are granted to officials in the interests of the specialised  agencies  only  and  not  for  personal benefit of the individuals themselves. Each specialised agency shall have the right and the duty to waive the immunity of any official in any case where, in its opinion, the immunity would impede the course of justice and can be waived without prejudice to the interests of the specialised agency.  Section",
            "description": "Privileges and immunities are granted to officials in the interests of the specialised  agencies  only  and  not  for  personal benefit of the individuals themselves. Each specialised agency shall have the right and the duty to waive the immunity of any official in any case where, in its opinion, the immunity would impede the course of justice and can be waived without prejudice to the interests of the specialised agency.  Section"
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "ARTICLE 35  The  receiving State  shall  exempt  diplomatic agents  from all personal services, from all public service of any kind LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 27  L.R.O. 1/2012                                                whatsoever, and from military obligations such as those connected with requisitioning, military contributions and billeting.  ARTICLE 36  ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under ARTICLE 35  The  receiving State  shall  exempt  diplomatic agents  from all personal services, from all public service of any kind LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 27  L.R.O. 1/2012                                                whatsoever, and from military obligations such as those connected with requisitioning, military contributions and billeting.  ARTICLE 36  23. Privileges and immunities are granted to experts in the interests of the United Nations and not for the personal benefit of the individuals themselves. The Secretary-General shall have the right and the duty to waive the immunity of any expert in any case where, in his opinion, the immunity would impede the course of justice and it can be waived without prejudice to the interests of the United Nations.   ARTICLE VII UNITED NATIONS  Laissez-Passer  LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 65  L.R.O. 1/2012  Section",
            "description": "Privileges and immunities are granted to experts in the interests of the United Nations and not for the personal benefit of the individuals themselves. The Secretary-General shall have the right and the duty to waive the immunity of any expert in any case where, in his opinion, the immunity would impede the course of justice and it can be waived without prejudice to the interests of the United Nations.   ARTICLE VII UNITED NATIONS  Laissez-Passer  LAWS OF GUYANA Privileges and Immunities (Diplomatic,  Consular and International Organisations)   Cap. 18:01 65  L.R.O. 1/2012  Section"
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Section ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Section 25.  Applications for  visas (where  required)  from the holders of United Nations laissez-passer, when accompanied by a certificate  that  they  are  travelling  on  the  business  of  the  United Nations, shall be dealt with as speedily as possible. In addition, such persons shall be granted facilities for speedy travel.  Section",
            "description": "Applications for  visas (where  required)  from the holders of United Nations laissez-passer, when accompanied by a certificate  that  they  are  travelling  on  the  business  of  the  United Nations, shall be dealt with as speedily as possible. In addition, such persons shall be granted facilities for speedy travel.  Section"
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Similar facilities to those specified in section 25 shall be accorded to experts and other persons who, though not the holders of United Nations laissez-passer, have  a  certificate  that  they  are travelling on the business of the United Nations.  Section ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Similar facilities to those specified in section 25 shall be accorded to experts and other persons who, though not the holders of United Nations laissez-passer, have  a  certificate  that  they  are travelling on the business of the United Nations.  Section 26. Officials of the specialised agencies shall be entitled to use the United Nations laissez-passer in conformity with administrative arrangements to be concluded between the Secretary- General of the United Nations and the competent authorities of the specialised agencies to which agencies special powers to issue laissez-passer may be delegated. The Secretary-General of the United Nations shall notify each State party of this Convention of each administrative arrangement so concluded.  Section",
            "description": "Officials of the specialised agencies shall be entitled to use the United Nations laissez-passer in conformity with administrative arrangements to be concluded between the Secretary- General of the United Nations and the competent authorities of the specialised agencies to which agencies special powers to issue laissez-passer may be delegated. The Secretary-General of the United Nations shall notify each State party of this Convention of each administrative arrangement so concluded.  Section"
        }
    },
    {
        "act": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1982",
            "title": "Citation.     Interpretation.                  The Community and the Common Market to be Organisationsfor the purposes of section 13 of the Act.    The Community and the waived by the Secretary-General or any person for the time being performing his functions.  PRIVILEGES AND IMMUNITIES (THE CARIBBEAN COMMUNITY AND THE CARIBBEAN COMMON MARKET) ORDER  made under section 13  ",
            "context": "PRIVILEGES AND IMMUNITIES (DIPLOMATIC, CONSULAR  AND INTERNATIONAL ORGANISATIONS) ACT under Citation.     Interpretation.                  The Community and the Common Market to be Organisationsfor the purposes of section 13 of the Act.    The Community and the waived by the Secretary-General or any person for the time being performing his functions.  PRIVILEGES AND IMMUNITIES (THE CARIBBEAN COMMUNITY AND THE CARIBBEAN COMMON MARKET) ORDER  made under section 13  1982.",
            "description": "1982."
        }
    }
]