[
    {
        "act": "CARIBBEAN METEOROLOGICAL ORGANISATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CARIBBEAN METEOROLOGICAL ORGANISATION ACT under Short title. 1. This Act may be cited as the Caribbean Meteorological Organisation Act.",
            "description": "This Act may be cited as the Caribbean Meteorological Organisation Act."
        }
    },
    {
        "act": "CARIBBEAN METEOROLOGICAL ORGANISATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "CARIBBEAN METEOROLOGICAL ORGANISATION ACT under Interpretation. 2. (1) In this Act  Agreement means the Agreement for the establishment of the Caribbean Meteorological Organisation set out in the Schedule;  LAWS OF GUYANA 4 Cap. 18:03 Caribbean Meteorological Organisation  L.R.O. 1/2012                 Financial provisions.          Certain provisions of  the Agreement to have the  force of law.        Certificate of Minister conclusive as to contents.           Amendment of the Schedule.             Organisation means the Caribbean Meteorological Organisation established by the Agreement;  Minister means the Minister responsible for hydro-meteorology.  (2) The reference in Article 24 of the Agreement to the effect that the Organisation shall possess full juridical personality shall be construed as meaning that the Organisation is a body corporate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  Agreement means the Agreement for the establishment of the Caribbean Meteorological Organisation set out in the Schedule;  LAWS OF GUYANA 4 Cap. 18:03 Caribbean Meteorological Organisation  L.R.O. 1/2012                 Financial provisions.          Certain provisions of  the Agreement to have the  force of law.        Certificate of Minister conclusive as to contents.           Amendment of the Schedule.             Organisation means the Caribbean Meteorological Organisation established by the Agreement;  Minister means the Minister responsible for hydro-meteorology."
                },
                {
                    "representation": "(2)",
                    "description": "The reference in Article 24 of the Agreement to the effect that the Organisation shall possess full juridical personality shall be construed as meaning that the Organisation is a body corporate."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN METEOROLOGICAL ORGANISATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Financial provisions. ",
            "context": "CARIBBEAN METEOROLOGICAL ORGANISATION ACT under Financial provisions. 3.  All sums required to be paid by the Government for the purpose of meeting the obligations of Guyana under the Agreement are charged on the Consolidated Fund.",
            "description": "All sums required to be paid by the Government for the purpose of meeting the obligations of Guyana under the Agreement are charged on the Consolidated Fund."
        }
    },
    {
        "act": "CARIBBEAN METEOROLOGICAL ORGANISATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Certain provisions of the Agreement to have the force of law. ",
            "context": "CARIBBEAN METEOROLOGICAL ORGANISATION ACT under Certain provisions of the Agreement to have the force of law. 4.  Articles 24 and 33 of the Agreement shall have the force of law in Guyana.",
            "description": "Articles 24 and 33 of the Agreement shall have the force of law in Guyana."
        }
    },
    {
        "act": "CARIBBEAN METEOROLOGICAL ORGANISATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Certificate of Minister conclusive as to contents. ",
            "context": "CARIBBEAN METEOROLOGICAL ORGANISATION ACT under Certificate of Minister conclusive as to contents. 5. If in any proceedings a question arises as to the entitlement of the Organisation or any other person to any immunities or privileges under the Agreement, a certificate issued by or under the authority of the Minister to the effect that the organisation or other person is or is not entitled shall be conclusive evidence of the fact.",
            "description": "If in any proceedings a question arises as to the entitlement of the Organisation or any other person to any immunities or privileges under the Agreement, a certificate issued by or under the authority of the Minister to the effect that the organisation or other person is or is not entitled shall be conclusive evidence of the fact."
        }
    },
    {
        "act": "CARIBBEAN METEOROLOGICAL ORGANISATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Amendment of the Schedule. ",
            "context": "CARIBBEAN METEOROLOGICAL ORGANISATION ACT under Amendment of the Schedule. 6. (1) Where Guyana becomes a party to any agreement to amend the Agreement the Minister may, by order, amend the Schedule by including therein the amendment.   (2) An order made  under subsection  (1)  may contain  such consequential,   supplemental   or   ancillary   provisions   (including provisions amending this Act) as appear to the Minister to be necessary or expedient for the purpose of giving due effect to the amendment of the agreement as mentioned aforesaid. LAWS OF GUYANA Caribbean Meteorological Organisation Cap. 18:03 5  L.R.O. 1/2012  Schedule.               Regulations.               (3) Where the Agreement in the Schedule is amended pursuant to this section any reference in this Act or any other instrument to the Agreement shall, unless the context otherwise requires, be construed as a reference to the Agreement as so amended.  (4) Every order made under this section shall be subject to negative resolution of the National Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may contain  such consequential,   supplemental   or   ancillary   provisions"
                },
                {
                    "representation": "(2)",
                    "description": "An order made  under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where the Agreement in the Schedule is amended pursuant to this section any reference in this Act or any other instrument to the Agreement shall, unless the context otherwise requires, be construed as a reference to the Agreement as so amended."
                },
                {
                    "representation": "(4)",
                    "description": "Every order made under this section shall be subject to negative resolution of the National Assembly."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN METEOROLOGICAL ORGANISATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Regulations.  SCHEDULE—An Agreement for the establishment of the Caribbean Meteorological Organisation.    __________________________ 14 of 1974 An Act to provide for the  implementation  by  Guyana  of  the Agreement Establishing the Caribbean Meteorological Organisation and for purposes connected therewith.  [19th April, 1974]  Short title.    Interpretation.      Schedule.  ",
            "context": "CARIBBEAN METEOROLOGICAL ORGANISATION ACT under Regulations.  SCHEDULEAn Agreement for the establishment of the Caribbean Meteorological Organisation.    __________________________ 14 of 1974 An Act to provide for the  implementation  by  Guyana  of  the Agreement Establishing the Caribbean Meteorological Organisation and for purposes connected therewith.  [19th April, 1974]  Short title.    Interpretation.      Schedule.  7. The Minister may make regulations which he considers necessary for giving effect to the provisions of this Act.  SCHEDULE  AN AGREEMENT FOR THE ESTABLISHMENT OF THE CARIBBEAN METEOROLOGICAL ORGANISATION THE  GOVERNMENTS  OF  THE  CONTRACTING  STATES:  RECOGNISING  the need  for  the  establishment  of  an  efficient meteorological service in the Region;  CONSCIOUS of the fact that such a service can contribute to the economic development of the Region;  MINDFUL that the Common  Services  Conference  convened  in Trinidad  and  Tobago  in  July,  1962  decided  that  the  proposed arrangement in respect of the future of meteorological services in the Region should be embodied in a formal agreement;  NOTING that in pursuance of the foregoing a formal agreement was entered into by the parties and is now in force;  DESIRING that regional co-operation in matters of meteorological and allied sciences should be continued and LAWS OF GUYANA 6 Cap. 18:03 Caribbean Meteorological Organisation  L.R.O. 1/2012 expanded.  HAVE AGREED AS FOLLOWS   ARTICLE 1 ESTABLISHMENT   OF  THE CARIBBEAN METEOROLOGICAL   ORGANISATION  The Caribbean Meteorological Organisation (hereinafter referred to as the Organisation) is hereby established, with the membership, powers and functions hereinafter stipulated.  ARTICLE 2 MEMBERSHIP  Membership of the Organisation shall be open to  (a)    (i)       Antigua (ii) Bahamas (iii) Barbados (iv) Belize (v) British Virgin Islands (vi) Cayman Islands (vii) Dominica (viii)   Grenada (ix) Guyana (x) Jamaica (xi) Montserrat (xii) St. Kitts-Nevis-Anguilla (xiii)   St. Lucia (xiv)   St. Vincent (xv) Trinidad and Tobago (xvi)   Turks and Caicos Islands;  (b)    any other State of the Region able and willing to exercise the rights  and  assume  the  obligations  of  membership  and  which  is admitted LAWS OF GUYANA Caribbean Meteorological Organisation Cap. 18:03 7  L.R.O. 1/2012 as a member in accordance with Article",
            "description": [
                {
                    "representation": "(a)",
                    "description": ""
                },
                {
                    "representation": "(i)",
                    "description": "Antigua"
                },
                {
                    "representation": "(v)",
                    "description": "British Virgin Islands"
                },
                {
                    "representation": "(x)",
                    "description": "Jamaica"
                },
                {
                    "representation": "(b)",
                    "description": "any other State of the Region able and willing to exercise the rights  and  assume  the  obligations  of  membership  and  which  is admitted LAWS OF GUYANA Caribbean Meteorological Organisation Cap. 18:03 7  L.R.O. 1/2012 as a member in accordance with Article"
                }
            ]
        }
    }
]