[
    {
        "act": "CARICOM ENTERPRISES REGIME ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CARICOM ENTERPRISES REGIME ACT under Short title. 1. This Act may be cited as the CARICOM Enterprises Regime Act.",
            "description": "This Act may be cited as the CARICOM Enterprises Regime Act."
        }
    },
    {
        "act": "CARICOM ENTERPRISES REGIME ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "CARICOM ENTERPRISES REGIME ACT under Interpretation. 2.  In this Act Agreement means the Agreement for  the establishment of a regime for CARICOM Enterprises, the text of which is set out in the Schedule and to which Guyana is a party.",
            "description": "In this Act Agreement means the Agreement for  the establishment of a regime for CARICOM Enterprises, the text of which is set out in the Schedule and to which Guyana is a party."
        }
    },
    {
        "act": "CARICOM ENTERPRISES REGIME ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Agreement to have the force of law. ",
            "context": "CARICOM ENTERPRISES REGIME ACT under Agreement to have the force of law. 3.  Subject to this Act, the Agreement shall have the force of law in Guyana.",
            "description": "Subject to this Act, the Agreement shall have the force of law in Guyana."
        }
    },
    {
        "act": "CARICOM ENTERPRISES REGIME ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Financial provisions. ",
            "context": "CARICOM ENTERPRISES REGIME ACT under Financial provisions. 4.  (1) All sums required to be paid by the Government for   Interpretation.  LAWS OF GUYANA 4 Cap. 18:07 Caricom Enterprises Regime  L.R.O. 1/2012            Amendment  of Schedule.                         Jurisdiction.          Regulations.      the purposes of meeting the obligations of Guyana under the Agreement are charged on the Consolidated Fund.  (2)  All sums received by the  Government  under the Agreement shall be paid into the Consolidated Fund.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All sums required to be paid by the Government for   Interpretation.  LAWS OF GUYANA 4 Cap. 18:07 Caricom Enterprises Regime  L.R.O. 1/2012            Amendment  of Schedule.                         Jurisdiction.          Regulations.      the purposes of meeting the obligations of Guyana under the Agreement are charged on the Consolidated Fund."
                },
                {
                    "representation": "(2)",
                    "description": "All sums received by the  Government  under the Agreement shall be paid into the Consolidated Fund."
                }
            ]
        }
    },
    {
        "act": "CARICOM ENTERPRISES REGIME ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Amendment of Schedule. ",
            "context": "CARICOM ENTERPRISES REGIME ACT under Amendment of Schedule. 5. (1) Where Guyana becomes a party to any agreement to amend  the  Agreement  the  Minister  may,  by  order,  amend  the Schedu1e by including therein the amendment.  (2) An order made under subsection (l) may contain such consequential, supplemental or ancillary provisions (including provisions amending this Act) as appear to the Minister to be necessary or expedient for the purpose of giving due effect to the amendment of the Agreement as mentioned aforesaid.  (3) Where the Agreement in the Schedule is amended pursuant to this section, any reference in this Act or any other instrument to the Agreement shall, unless the context otherwise requires, be construed as a reference to the Agreement as so amended.  (4) Every order made under this section shall be subject to negative resolution of the National Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where Guyana becomes a party to any agreement to amend  the  Agreement  the  Minister  may,  by  order,  amend  the Schedu1e by including therein the amendment."
                },
                {
                    "representation": "(2)",
                    "description": "An order made under subsection"
                },
                {
                    "representation": "(l)",
                    "description": "may contain such consequential, supplemental or ancillary provisions"
                },
                {
                    "representation": "(3)",
                    "description": "Where the Agreement in the Schedule is amended pursuant to this section, any reference in this Act or any other instrument to the Agreement shall, unless the context otherwise requires, be construed as a reference to the Agreement as so amended."
                },
                {
                    "representation": "(4)",
                    "description": "Every order made under this section shall be subject to negative resolution of the National Assembly."
                }
            ]
        }
    },
    {
        "act": "CARICOM ENTERPRISES REGIME ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Jurisdiction. ",
            "context": "CARICOM ENTERPRISES REGIME ACT under Jurisdiction. 6. Any judgment or order including an interim or other judgment or order of a court of any Member State in which a CARICOM ENTERPRISE is registered, may be enforced by the High Court of Guyana as if the judgment or order had been made or issued by the High Court of Guyana.",
            "description": "Any judgment or order including an interim or other judgment or order of a court of any Member State in which a CARICOM ENTERPRISE is registered, may be enforced by the High Court of Guyana as if the judgment or order had been made or issued by the High Court of Guyana."
        }
    },
    {
        "act": "CARICOM ENTERPRISES REGIME ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Regulations.  SCHEDULE  __________________________ 8 of 1991 An Act to provide for the implementation by Guyana of the Agreement for the establishment of a regime for CARICOM Enterprises and for matters connected therewith.  [25th March, 1991]  Short title.        Schedule.   Agreement to  have the force  of law.  Financial provisions.   ",
            "context": "CARICOM ENTERPRISES REGIME ACT under Regulations.  SCHEDULE  __________________________ 8 of 1991 An Act to provide for the implementation by Guyana of the Agreement for the establishment of a regime for CARICOM Enterprises and for matters connected therewith.  [25th March, 1991]  Short title.        Schedule.   Agreement to  have the force  of law.  Financial provisions.   7. The Minister may make regulations for giving effect to the provisions of this Act.  ______________________  LAWS OF GUYANA Caricom Enterprises Regime Cap. 18:07 5  L.R.O. 1/2012                                      SCHEDULE   AGREEMENT FOR THE ESTABLISHMENT OF A REGIME FOR CARICOM ENTERPRISES  The Governments of the  Member  States of the  Caribbean Common Market,  HAVING  REGARD  to  the  provisions  of  the  Common Market Annex of the Treaty Establishing the Caribbean Community and, in particular, to  (a) Article  3  on  the  Objectives  of the Common Market;  (b) Article 35 on Establishment and Article 37 on Movement of Capital;  (c) Article 42 on the Harmonisation of Laws, with respect to Company Law;  (d) Article 44 on Ownership and Control of Regional Resources;  (e) Article 45 on  the  Coordination  of National Development Planning; Article 46 on Common Market Industrial  Programming;  Article  47  on Joint Development of  Natural Resources; and Article   49   on   Rationalisation   of   Agricultural Production; and  (f) Article 59 on Financial Assistance from the More Developed Countries to Less  Developed Countries;  COGNISANT of the urgent need to develop economic activities in the Common Market on the basis of joint enterprises between national investors (as hereinafter defined LAWS OF GUYANA 6 Cap. 18:07 Caricom Enterprises Regime  L.R.O. 1/2012  in Article 1);  CONSCIOUS of the continuing need to develop and give further scope for national and regional entrepreneurship, management and technological capacity in the production of goods and  services on a regional  basis for  both the  regional  and extra regional markets;  MINDFUL of   the   need   to   pool   human, financial   and natural resources  of  the  Region  for  the  implementation  of  high priority regional projects designed to benefit the people of the Region;  EMPHASISING the need for the creation of machinery whereby the   movement  of investment   capital   between  Member States, particularly   from  the  More  Developed  Countries  to  the Less Developed Countries may be expeditiously effected in the interests of the development of the Region;  AWARE of the crucial role which the private sector, on its own or in   partnership with the Regions public sector or suitable foreign investors, can play in the economic development of the Region;   AGREE TO THE ESTABLISHMENT OF THE  FOLLOWING REGIME:  ARTICLE 1  Definitions",
            "description": [
                {
                    "representation": "(a)",
                    "description": "Article  3  on  the  Objectives  of the Common Market;"
                },
                {
                    "representation": "(b)",
                    "description": "Article 35 on Establishment and Article 37 on Movement of Capital;"
                },
                {
                    "representation": "(c)",
                    "description": "Article 42 on the Harmonisation of Laws, with respect to Company Law;"
                },
                {
                    "representation": "(d)",
                    "description": "Article 44 on Ownership and Control of Regional Resources;"
                },
                {
                    "representation": "(e)",
                    "description": "Article 45 on  the  Coordination  of National Development Planning; Article 46 on Common Market Industrial  Programming;  Article  47  on Joint Development of  Natural Resources; and Article   49   on   Rationalisation   of   Agricultural Production; and"
                },
                {
                    "representation": "(f)",
                    "description": "Article 59 on Financial Assistance from the More Developed Countries to Less  Developed Countries;  COGNISANT of the urgent need to develop economic activities in the Common Market on the basis of joint enterprises between national investors"
                }
            ]
        }
    },
    {
        "act": "CARICOM ENTERPRISES REGIME ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "The  Registrar  of  each  Member  State,  other  than  those referred to in paragraph 4 of this Article, shall without payment of any fee enter the name of the CARICOM ENTERPRISE in a special record kept for the purpose.  ",
            "context": "CARICOM ENTERPRISES REGIME ACT under The  Registrar  of  each  Member  State,  other  than  those referred to in paragraph 4 of this Article, shall without payment of any fee enter the name of the CARICOM ENTERPRISE in a special record kept for the purpose.  8.  The Authority may establish sub-committee and may co- opt any expert for the use of such of his services as it may require for the purpose of performing its functions under this Agreement. LAWS OF GUYANA Caricom Enterprises Regime Cap. 18:07 15  L.R.O. 1/2012  ARTICLE 9 MANAGEMENT OF A CARICOM ENTERPRISE  A CARICOM ENTERPRISE shall normally be managed in its day-to-day  operations  by  nationals  of  the  Member  States  of the  Caribbean  Common  Market  but  where  it  is  not  possible  to secure the services of such nationals, the CARICOM ENTERPRISE may secure the services of other nationals provided the Authority is notified and approves of their engagement.  ARTICLE 10 FUNCTIONS AND POWERS OF THE AUTHORITY",
            "description": "The Authority may establish sub-committee and may co- opt any expert for the use of such of his services as it may require for the purpose of performing its functions under this Agreement. LAWS OF GUYANA Caricom Enterprises Regime Cap. 18:07 15  L.R.O. 1/2012  ARTICLE 9 MANAGEMENT OF A CARICOM ENTERPRISE  A CARICOM ENTERPRISE shall normally be managed in its day-to-day  operations  by  nationals  of  the  Member  States  of the  Caribbean  Common  Market  but  where  it  is  not  possible  to secure the services of such nationals, the CARICOM ENTERPRISE may secure the services of other nationals provided the Authority is notified and approves of their engagement.  ARTICLE 10 FUNCTIONS AND POWERS OF THE AUTHORITY"
        }
    }
]