[
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "COMMISSIONS OF INQUIRY ACT under Short title. 1.  This Act may be cited as the Commissions of Inquiry Act.",
            "description": "This Act may be cited as the Commissions of Inquiry Act."
        }
    },
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Power to issue commission. ",
            "context": "COMMISSIONS OF INQUIRY ACT under Power to issue commission. 2. (l) The  President may  issue  a commission appointing one  or more commissioners and  authorising such  commissioner or  commissioners to inquire into any matter in which an inquiry would, in the opinion of the President, be for the public welfare.  (2) Every such Commission shall specify the  subject, nature  and extent of the inquiry, and may contain directions  in the following  matters:  (a)  in what manner  the Commission shall be executed;   (b)  if there be more Commissioners  than one, which of them shall act as chairman;  (c)  what number of them shall constitute a quorum;  (d)  the place and time where and within which the inquiry shall be made and the report thereof rendered;  LAWS OF GUYANA Commissions of Inquiry Cap. 19:03 5  L.R.O. 1/2012               Powers to appoint fresh commissioners, and to alter and revoke commissions.      -    Commission not affected by any change of President.  Commissioners to take oath of office, how and before whom.        Power to appoint secretary; his duties.       (e)  whether or not the inquiry shall be held in public, with reservation nevertheless to the Commissioners to exclude any person or persons if they deem fit for the due conduct of the inquiry, the preservation of order or for any other reason;  (f)  and generally for the better giving effect to the purpose of the inquiry.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "The  President may  issue  a commission appointing one  or more commissioners and  authorising such  commissioner or  commissioners to inquire into any matter in which an inquiry would, in the opinion of the President, be for the public welfare."
                },
                {
                    "representation": "(2)",
                    "description": "Every such Commission shall specify the  subject, nature  and extent of the inquiry, and may contain directions  in the following  matters:"
                },
                {
                    "representation": "(a)",
                    "description": "in what manner  the Commission shall be executed;"
                },
                {
                    "representation": "(b)",
                    "description": "if there be more Commissioners  than one, which of them shall act as chairman;"
                },
                {
                    "representation": "(c)",
                    "description": "what number of them shall constitute a quorum;"
                },
                {
                    "representation": "(d)",
                    "description": "the place and time where and within which the inquiry shall be made and the report thereof rendered;  LAWS OF GUYANA Commissions of Inquiry Cap. 19:03 5  L.R.O. 1/2012               Powers to appoint fresh commissioners, and to alter and revoke commissions.      -    Commission not affected by any change of President.  Commissioners to take oath of office, how and before whom.        Power to appoint secretary; his duties."
                },
                {
                    "representation": "(e)",
                    "description": "whether or not the inquiry shall be held in public, with reservation nevertheless to the Commissioners to exclude any person or persons if they deem fit for the due conduct of the inquiry, the preservation of order or for any other reason;"
                },
                {
                    "representation": "(f)",
                    "description": "and generally for the better giving effect to the purpose of the inquiry."
                }
            ]
        }
    },
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Powers to appoint fresh commissioners, and to alter and revoke         commissions. ",
            "context": "COMMISSIONS OF INQUIRY ACT under Powers to appoint fresh commissioners, and to alter and revoke         commissions. 3.  In  case  any  commissioner  shall  be  or  become   unable   or unwilling to  act,  or  shall  die,  the  President   may  appoint   another commissioner in his place; and any commission issued under this Act may be altered as the President may deem fit by any subsequent commission issued by the President or may be revoked altogether by a notification to that effect published in the Gazette.",
            "description": "In  case  any  commissioner  shall  be  or  become   unable   or unwilling to  act,  or  shall  die,  the  President   may  appoint   another commissioner in his place; and any commission issued under this Act may be altered as the President may deem fit by any subsequent commission issued by the President or may be revoked altogether by a notification to that effect published in the Gazette."
        }
    },
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Commission not affected by any change of President. ",
            "context": "COMMISSIONS OF INQUIRY ACT under Commission not affected by any change of President. 4.  No commission issued under this Act shall lapse by reason of, or be otherwise affected by the  death,  absence,  or removal  of the President issuing the same.",
            "description": "No commission issued under this Act shall lapse by reason of, or be otherwise affected by the  death,  absence,  or removal  of the President issuing the same."
        }
    },
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Commissioners to take oath of office, how and before whom. ",
            "context": "COMMISSIONS OF INQUIRY ACT under Commissioners to take oath of office, how and before whom. 5. It shall be the duty of each commissioner appointed under this Act to make and subscribe an oath or affirmation that he will faithfully,  fully, impartially,  and to the best of his ability discharge the trust, and perform the duties devolving upon him by virtue of such commission, which oath  or  affirmation  may  be  taken  before  any  magistrate  or justice of the peace, and shall be deposited by the commissioner with the Secretary to the Office of the President.",
            "description": "It shall be the duty of each commissioner appointed under this Act to make and subscribe an oath or affirmation that he will faithfully,  fully, impartially,  and to the best of his ability discharge the trust, and perform the duties devolving upon him by virtue of such commission, which oath  or  affirmation  may  be  taken  before  any  magistrate  or justice of the peace, and shall be deposited by the commissioner with the Secretary to the Office of the President."
        }
    },
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power to appoint secretary; his duties. ",
            "context": "COMMISSIONS OF INQUIRY ACT under Power to appoint secretary; his duties. 6.  The President may appoint a secretary to attend the sittings of the  commission to  record  their  proceedings, to  keep  their  papers, summon  and  minute  the  testimony  of  witnesses,  and  generally  to perform such duties connected with such inquiry as the commissioners shall prescribe, subject to the directions, if any, of the President. LAWS OF GUYANA 6 Cap. 19:03 Commissions of Inquiry  L.R.O. 1/2012   Duties of commissioners defined.          Division of opinion of commissioners.                 Com-missioners powers for regulating their proceedings.           Com- missioners powers to summon and examine witnesses, and privileges from suit.           False  evidence, how",
            "description": "The President may appoint a secretary to attend the sittings of the  commission to  record  their  proceedings, to  keep  their  papers, summon  and  minute  the  testimony  of  witnesses,  and  generally  to perform such duties connected with such inquiry as the commissioners shall prescribe, subject to the directions, if any, of the President. LAWS OF GUYANA 6 Cap. 19:03 Commissions of Inquiry  L.R.O. 1/2012   Duties of commissioners defined.          Division of opinion of commissioners.                 Com-missioners powers for regulating their proceedings.           Com- missioners powers to summon and examine witnesses, and privileges from suit.           False  evidence, how"
        }
    },
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Duties of commissioners defined. ",
            "context": "COMMISSIONS OF INQUIRY ACT under Duties of commissioners defined. 7. It shall be the duty of the commissioners, after taking such oath or affirmation,  to make a full, faithful,  and impartial  inquiry into the matter specified  in such commission, and to conduct  such inquiry in accordance with the directions (if any) in the commission; and, in due course, to report to the President in writing, the result of such inquiry; and also, when required, to furnish to the President a full statement of the proceedings  of such commission, and of the reasons leading to the conclusions arrived at or reported.",
            "description": "It shall be the duty of the commissioners, after taking such oath or affirmation,  to make a full, faithful,  and impartial  inquiry into the matter specified  in such commission, and to conduct  such inquiry in accordance with the directions (if any) in the commission; and, in due course, to report to the President in writing, the result of such inquiry; and also, when required, to furnish to the President a full statement of the proceedings  of such commission, and of the reasons leading to the conclusions arrived at or reported."
        }
    },
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Division of opinion of commissioners. ",
            "context": "COMMISSIONS OF INQUIRY ACT under Division of opinion of commissioners. 8. If the commissioners shall, in any case, be equally divided on any question that arises during the proceedings of the commission, the chairman of the commission shall have a second or casting vote.",
            "description": "If the commissioners shall, in any case, be equally divided on any question that arises during the proceedings of the commission, the chairman of the commission shall have a second or casting vote."
        }
    },
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Commissioners’ powers for regulating their proceedings.         ",
            "context": "COMMISSIONS OF INQUIRY ACT under Commissioners powers for regulating their proceedings.         9. The commissioners acting under this Act may make such rules for   their   own   guidance,   and   the   conduct   and   management  of proceedings before them, and the hours and times and places for their sittings, not inconsistent with their commission, as they may from time to time think fit, and may from time to time adjourn for such time and to such place as they may think fit, subject  only to the terms of their commission.",
            "description": "The commissioners acting under this Act may make such rules for   their   own   guidance,   and   the   conduct   and   management  of proceedings before them, and the hours and times and places for their sittings, not inconsistent with their commission, as they may from time to time think fit, and may from time to time adjourn for such time and to such place as they may think fit, subject  only to the terms of their commission."
        }
    },
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Commissioners’ powers to summon and examine witnesses, and                   privileges from suit.   ",
            "context": "COMMISSIONS OF INQUIRY ACT under Commissioners powers to summon and examine witnesses, and                   privileges from suit.   10.  Commissioners acting under this Act shall have the powers of a judge  of the High  Court  to summon  witnesses,  and to call for the production of books, plans, and documents,  and to examine witnesses and parties concerned on oath, and no commissioner shall be liable to any  action  or  suit  for  any  matter  or  thing  done  by  him  as  such commissioner. All summonses for the attendance of witnesses, or other persons,  or the production  of documents,  may be in the form given in the Schedule and shall be signed by one of the commissioners, and oaths may be administered by one of the commissioners, or by the secretary.",
            "description": "Commissioners acting under this Act shall have the powers of a judge  of the High  Court  to summon  witnesses,  and to call for the production of books, plans, and documents,  and to examine witnesses and parties concerned on oath, and no commissioner shall be liable to any  action  or  suit  for  any  matter  or  thing  done  by  him  as  such commissioner. All summonses for the attendance of witnesses, or other persons,  or the production  of documents,  may be in the form given in the Schedule and shall be signed by one of the commissioners, and oaths may be administered by one of the commissioners, or by the secretary."
        }
    },
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "False evidence, how punishable.   ",
            "context": "COMMISSIONS OF INQUIRY ACT under False evidence, how punishable.   11.  Any witness who shall wilfully give false LAWS OF GUYANA Commissions of Inquiry Cap. 19:03 7  L.R.O. 1/2012 punishable.           Duty of witnesses summoned. [4 of 1972]  [6 of 1997]                   Penalty for contumacy or insult, or interruption of proceedings.                  evidence in any such inquiry concerning the subject matter of such inquiry, shall be guilty of perjury, and be liable to be prosecuted and punished accordingly.",
            "description": "Any witness who shall wilfully give false LAWS OF GUYANA Commissions of Inquiry Cap. 19:03 7  L.R.O. 1/2012 punishable.           Duty of witnesses summoned. [4 of 1972]  [6 of 1997]                   Penalty for contumacy or insult, or interruption of proceedings.                  evidence in any such inquiry concerning the subject matter of such inquiry, shall be guilty of perjury, and be liable to be prosecuted and punished accordingly."
        }
    },
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "(1) Duty of witnesses summoned.        (2) Penalty for contumacy or insult, or interruption of proceedings.   ",
            "context": "COMMISSIONS OF INQUIRY ACT under (1) Duty of witnesses summoned.        (2) Penalty for contumacy or insult, or interruption of proceedings.   12. (1)  All  persons summoned to attend  and  give  evidence, or to produce   books,  plans,  or  documents,   at  any  sitting  of  any  such commission, shall be bound to obey the summons served upon them as fully in all respects as witnesses  are bound to obey subpoenas  issued from the High Court, and shall be entitled to the like expenses as if they had been summoned to attend the High Court on a criminal trial, if the same shall be allowed  by the commissioners but the commissioners may disallow the whole or any part of such expenses in any case, if they think fit. The procedure for the payment of such witnesses shall be the same as nearly as may be for the payment  of witnesses  in the High Court, and they shall be paid at such time and in such manner as the Minister responsible for finance may direct.  (2)  Every person refusing  or omitting, without sufficient cause, to attend at the time and place mentioned  in the summons  served on him, and every person attending,  but leaving the commission  without the permission of the commissioners, or refusing without sufficient cause to answer, or to answer fully and satisfactorily to the best of his knowledge  and  belief,  all  questions   put  to  him  by  or  with  the concurrence of the commissioners,  or refusing  or omitting without sufficient cause to produce any books, plans, or documents in his possession, or under his control,  and mentioned or referred  to in the summons served on him, and every person who shall at any sitting of the commission wilfully insult any commissioner,  or the secretary, or wilfully interrupt the proceedings of the commission, shall be liable on summary conviction  to a fine  of thirty-two  thousand  five  hundred dollars and to imprisonment for six months.  (3)  A person giving evidence before the LAWS OF GUYANA 8 Cap. 19:03 Commissions of Inquiry  L.R.O. 1/2012            Appearance of counsel.            Constables detailed to attend upon commissioners; their duties. [4 of 1972]     Remuneration to  commissioners and others, how ascertained and paid.     Commissions, etc, to be published in Gazette.     Proceedings for penalties, how to be commission shall not be compellable  to incriminate  himself,  and every such person  shall, in respect of any evidence given by him before the commission, be entitled to all privileges to which a witness giving evidence before the High Court is entitled in respect of evidence given by him before such court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All  persons summoned to attend  and  give  evidence, or to produce   books,  plans,  or  documents,   at  any  sitting  of  any  such commission, shall be bound to obey the summons served upon them as fully in all respects as witnesses  are bound to obey subpoenas  issued from the High Court, and shall be entitled to the like expenses as if they had been summoned to attend the High Court on a criminal trial, if the same shall be allowed  by the commissioners but the commissioners may disallow the whole or any part of such expenses in any case, if they think fit. The procedure for the payment of such witnesses shall be the same as nearly as may be for the payment  of witnesses  in the High Court, and they shall be paid at such time and in such manner as the Minister responsible for finance may direct."
                },
                {
                    "representation": "(2)",
                    "description": "Every person refusing  or omitting, without sufficient cause, to attend at the time and place mentioned  in the summons  served on him, and every person attending,  but leaving the commission  without the permission of the commissioners, or refusing without sufficient cause to answer, or to answer fully and satisfactorily to the best of his knowledge  and  belief,  all  questions   put  to  him  by  or  with  the concurrence of the commissioners,  or refusing  or omitting without sufficient cause to produce any books, plans, or documents in his possession, or under his control,  and mentioned or referred  to in the summons served on him, and every person who shall at any sitting of the commission wilfully insult any commissioner,  or the secretary, or wilfully interrupt the proceedings of the commission, shall be liable on summary conviction  to a fine  of thirty-two  thousand  five  hundred dollars and to imprisonment for six months."
                },
                {
                    "representation": "(3)",
                    "description": "A person giving evidence before the LAWS OF GUYANA 8 Cap. 19:03 Commissions of Inquiry  L.R.O. 1/2012            Appearance of counsel.            Constables detailed to attend upon commissioners; their duties. [4 of 1972]     Remuneration to  commissioners and others, how ascertained and paid.     Commissions, etc, to be published in Gazette.     Proceedings for penalties, how to be commission shall not be compellable  to incriminate  himself,  and every such person  shall, in respect of any evidence given by him before the commission, be entitled to all privileges to which a witness giving evidence before the High Court is entitled in respect of evidence given by him before such court."
                }
            ]
        }
    },
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Appearance of counsel.   ",
            "context": "COMMISSIONS OF INQUIRY ACT under Appearance of counsel.   13.  Any person whose conduct is the subject of inquiry under this Act, or who is in any way implicated or concerned in the matter under inquiry, shall be entitled to be represented by counsel or solicitor at the whole of  the  inquiry,  and  any  other  person  who  may  consider  it desirable  that  he  should  be  so  represented  may,  by  leave  of  the commission, be represented in manner aforesaid.",
            "description": "Any person whose conduct is the subject of inquiry under this Act, or who is in any way implicated or concerned in the matter under inquiry, shall be entitled to be represented by counsel or solicitor at the whole of  the  inquiry,  and  any  other  person  who  may  consider  it desirable  that  he  should  be  so  represented  may,  by  leave  of  the commission, be represented in manner aforesaid."
        }
    },
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Constables detailed to attend upon commissioners; their duties.   ",
            "context": "COMMISSIONS OF INQUIRY ACT under Constables detailed to attend upon commissioners; their duties.   14.  The Commissioner of Police shall detail constables  to attend upon any commissioners, to preserve order during the proceedings of the commission, and to perform such other duties as usually pertain to their office when in attendance  upon the High Court,  and to serve summonses on witnesses, and to perform such ministerial duties as the commissioners shall direct.",
            "description": "The Commissioner of Police shall detail constables  to attend upon any commissioners, to preserve order during the proceedings of the commission, and to perform such other duties as usually pertain to their office when in attendance  upon the High Court,  and to serve summonses on witnesses, and to perform such ministerial duties as the commissioners shall direct."
        }
    },
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Remuneration to commissioners and others, how ascertained and paid.   ",
            "context": "COMMISSIONS OF INQUIRY ACT under Remuneration to commissioners and others, how ascertained and paid.   15.  The President may direct what remuneration, if any, shall be paid to any commissioners acting under this Act, and to their secretary, and to any other persons employed in or about any such commission, and may direct payment  of any other expenses  attendant  upon the carrying out of any such commission, or upon any proceedings for any penalty under this Act.  Such sums so directed to be paid shall be paid out of moneys provided by Parliament.",
            "description": "The President may direct what remuneration, if any, shall be paid to any commissioners acting under this Act, and to their secretary, and to any other persons employed in or about any such commission, and may direct payment  of any other expenses  attendant  upon the carrying out of any such commission, or upon any proceedings for any penalty under this Act.  Such sums so directed to be paid shall be paid out of moneys provided by Parliament."
        }
    },
    {
        "act": "COMMISSIONS OF INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Commissions, etc., to be published in Gazette.   ",
            "context": "COMMISSIONS OF INQUIRY ACT under Commissions, etc., to be published in Gazette.   16.  All commissions under this act and all revocations of any such commissions, shall be published in the Gazette, and shall take effect from the date of such publication.",
            "description": "All commissions under this act and all revocations of any such commissions, shall be published in the Gazette, and shall take effect from the date of such publication."
        }
    }
]