[
    {
        "act": "OMBUDSMAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "OMBUDSMAN ACT under Short title. 1. This Act may be cited as the Ombudsman Act.",
            "description": "This Act may be cited as the Ombudsman Act."
        }
    },
    {
        "act": "OMBUDSMAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Mode of complaint. ",
            "context": "OMBUDSMAN ACT under Mode of complaint. 2. (1) All complaints to the Ombudsman and    requests for investigation by him shall be made in writing.   LAWS OF GUYANA 4 Cap. 19:04 Ombudsman  L.R.O. 1/2012            Procedure in respect of investigation. [O. 80/1980] c. 1:01                               c. 1:01    c. 8:01  (2) Notwithstanding  anything  provided  by   or   under  any enactment, where any letter written by any person detained on a charge or after conviction  of any offence is addressed to the Ombudsman, it shall be immediately  forwarded, unopened, to the Ombudsman by the person for the time being in charge  of the place where  the writer  is detained.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All complaints to the Ombudsman and    requests for investigation by him shall be made in writing.   LAWS OF GUYANA 4 Cap. 19:04 Ombudsman  L.R.O. 1/2012            Procedure in respect of investigation. [O. 80/1980] c. 1:01                               c. 1:01    c. 8:01"
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding  anything  provided  by   or   under  any enactment, where any letter written by any person detained on a charge or after conviction  of any offence is addressed to the Ombudsman, it shall be immediately  forwarded, unopened, to the Ombudsman by the person for the time being in charge  of the place where  the writer  is detained."
                }
            ]
        }
    },
    {
        "act": "OMBUDSMAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Procedure in respect of investigation. ",
            "context": "OMBUDSMAN ACT under Procedure in respect of investigation. 3. (1) Where the Ombudsman proposes  to conduct  an investigation under  article 192(1) of the Constitution he  shall  afford to the principal officer of the department  or   authority concerned an opportunity to make, orally or in writing as the Ombudsman thinks fit, representations which are relevant  to the matter  in question  and the Ombudsman shall not, as a result of such an investigation, make any report or recommendation which  may  adversely  affect  any  person without his having had an opportunity to make, orally or in writing as deemed sufficient by the Ombudsman, representations relevant to the matter investigated.  (2) Every such investigation shall be conducted in private.  (3)  It shall  not  be necessary for the  Ombudsman to hold  any hearing and,  subject  as  hereinbefore provided,  no  person  shall  be entitled as of right to be heard by the Ombudsman. The Ombudsman may obtain information from such persons and in such manner,  and make such inquiries, as he thinks fit.  (4)  If, during  or after  any investigation, the Ombudsman is of opinion  that there  is evidence  of any breach  of duty,  misconduct or criminal  offence   on  the  part  of  any  officer  or  employee of  any department or  authority   to  which  article  192  of  the  Constitution  applies,  the  Ombudsman  may  refer  the  matter to the authority competent to take such disciplinary  or other proceedings  LAWS OF GUYANA Ombudsman Cap. 19:04 5  L.R.O. 1/2012                   c. 10:01         Evidence.                       against him as may be appropriate.  (5)   Subject   to  this  Act,  the  Ombudsman  may  regulate   his procedure   in  such   manner   as  he   considers   appropriate   in  the circumstances of the case.  (6)   Where   any   person   is  required   under   this   Act by the Ombudsman to attend before him for the purposes of an investigation, the Ombudsman shall cause to be paid to such person, out of moneys provided  by Parliament  for  the  purpose,  the  fees,  allowances  and expenses, subject to qualifications and exceptions  corresponding to those, that are for the time being prescribed in the Sixth Schedule to the Criminal Law (Procedure)  Act, so, however, that the like functions as are so prescribed and assigned to the Registrar of the Supreme Court of Judicature shall, for the purposes of this subsection,  be exercisable  by the Ombudsman and he may, if he thinks fit, disallow, in whole or in part, the payment of any amount under this subsection.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Ombudsman proposes  to conduct  an investigation under  article 192(1) of the Constitution he  shall  afford to the principal officer of the department  or   authority concerned an opportunity to make, orally or in writing as the Ombudsman thinks fit, representations which are relevant  to the matter  in question  and the Ombudsman shall not, as a result of such an investigation, make any report or recommendation which  may  adversely  affect  any  person without his having had an opportunity to make, orally or in writing as deemed sufficient by the Ombudsman, representations relevant to the matter investigated."
                },
                {
                    "representation": "(2)",
                    "description": "Every such investigation shall be conducted in private."
                },
                {
                    "representation": "(3)",
                    "description": "It shall  not  be necessary for the  Ombudsman to hold  any hearing and,  subject  as  hereinbefore provided,  no  person  shall  be entitled as of right to be heard by the Ombudsman. The Ombudsman may obtain information from such persons and in such manner,  and make such inquiries, as he thinks fit."
                },
                {
                    "representation": "(4)",
                    "description": "If, during  or after  any investigation, the Ombudsman is of opinion  that there  is evidence  of any breach  of duty,  misconduct or criminal  offence   on  the  part  of  any  officer  or  employee of  any department or  authority   to  which  article  192  of  the  Constitution  applies,  the  Ombudsman  may  refer  the  matter to the authority competent to take such disciplinary  or other proceedings  LAWS OF GUYANA Ombudsman Cap. 19:04 5  L.R.O. 1/2012                   c. 10:01         Evidence.                       against him as may be appropriate."
                },
                {
                    "representation": "(5)",
                    "description": "Subject   to  this  Act,  the  Ombudsman  may  regulate   his procedure   in  such   manner   as  he   considers   appropriate   in  the circumstances of the case."
                },
                {
                    "representation": "(6)",
                    "description": "Where   any   person   is  required   under   this   Act by the Ombudsman to attend before him for the purposes of an investigation, the Ombudsman shall cause to be paid to such person, out of moneys provided  by Parliament  for  the  purpose,  the  fees,  allowances  and expenses, subject to qualifications and exceptions  corresponding to those, that are for the time being prescribed in the Sixth Schedule to the Criminal Law"
                }
            ]
        }
    },
    {
        "act": "OMBUDSMAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Evidence. ",
            "context": "OMBUDSMAN ACT under Evidence. 4. (l) Subject  to this section  and section  5, the Ombudsman may from time to time require any person who in his opinion is able to give any information relating to any matter that is being investigated by the Ombudsman to furnish to him any such information,  and to produce any documents or papers or things which in the Ombudsmans opinion relate  to  any  such  matter  as  aforesaid  and  which  may  be  in  the possession  or under the control of that person.  This subsection  shall apply whether or not the person is an officer, employee, or member of any  department  or  authority, and  whether  or not  such  documents,  papers,  or  things  are  in  the  custody  or  under  the  control  of  any department or authority.  (2) The Ombudsman may summon before him and examine on oath-    (a)  any person who is an officer or LAWS OF GUYANA 6 Cap. 19:04 Ombudsman  L.R.O. 1/2012                      c. 8:01                           employee or member of any department or authority to which article 192 of the Constitution applies and who in the Ombudsmans opinion is able to give any such information as aforesaid; or  (b)      any complaint; or  (c) any other person who in the Ombudsmans opinion is able to give any such information;  and for that purpose may administer an oath. Every such examination by the Ombudsman shall be deemed to be a judicial proceeding for the purposes of the Title 21 of the Criminal Law (Offences) Act (which relates to perjury)  (3) Subject  to subsection (4) no person  who is bound  by the provisions of any enactment, other than the Official Secrets Acts, 1911 to 1939 (or any Act of the Parliament of Guyana replacing the same in its application to Guyana), to maintain secrecy in relation to, or not to disclose, any matter shall be required to supply any information to or answer any questions put by the Ombudsman in relation to that matter, or to produce  to  the Ombudsman  any document  or paper or thing relating to it, if compliance with that requirement would be in breach of the obligation of secrecy or non-disclosure.  (4) With  the previous  consent  in writing  of any complainant, any person to whom subsection  (3) applies may be required  by the Ombudsman to supply  any information  or answer  any question  or produce   any  document   or  paper  or  thing  relating   only  to  the complainant, and it shall be the duty of the person to comply with that requirement. LAWS OF GUYANA Ombudsman Cap. 19:04 7  L.R.O. 1/2012          c. 8:01                   Disclosure of certain matters not to be required.                  (5) Subject  to subsection  (4) every  person  shall  have the like privileges  in relation  to the giving of information,  the answering  of questions, and the production of documents and papers and things, as witnesses have in any court.  (6) Except on the trial of any person for an offence under Title 21  of  the  Criminal  Law  (Offences)  Act  in  respect  of  his  sworn testimony, or for an offence under section 12 of this Act, no statement made or answer given by that or any other person in the course of any inquiry by,  or  any proceedings  before,  the Ombudsman  under  the Constitution or this Act shall be admissible  in evidence against any person in any court or at any inquiry or in any other proceedings and no evidence in respect of proceedings before the Ombudsman  shall be given against any person.  (7) No person shall be liable to  prosecution for  an  offence against the Official Secrets Acts, 1911 to 1939, or any enactment, other than this Act, by reason of his compliance with any requirement of the Ombudsman under this section.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "Subject  to this section  and section  5, the Ombudsman may from time to time require any person who in his opinion is able to give any information relating to any matter that is being investigated by the Ombudsman to furnish to him any such information,  and to produce any documents or papers or things which in the Ombudsmans opinion relate  to  any  such  matter  as  aforesaid  and  which  may  be  in  the possession  or under the control of that person.  This subsection  shall apply whether or not the person is an officer, employee, or member of any  department  or  authority, and  whether  or not  such  documents,  papers,  or  things  are  in  the  custody  or  under  the  control  of  any department or authority."
                },
                {
                    "representation": "(2)",
                    "description": "The Ombudsman may summon before him and examine on oath-"
                },
                {
                    "representation": "(a)",
                    "description": "any person who is an officer or LAWS OF GUYANA 6 Cap. 19:04 Ombudsman  L.R.O. 1/2012                      c. 8:01                           employee or member of any department or authority to which article 192 of the Constitution applies and who in the Ombudsmans opinion is able to give any such information as aforesaid; or"
                },
                {
                    "representation": "(b)",
                    "description": "any complaint; or"
                },
                {
                    "representation": "(c)",
                    "description": "any other person who in the Ombudsmans opinion is able to give any such information;  and for that purpose may administer an oath. Every such examination by the Ombudsman shall be deemed to be a judicial proceeding for the purposes of the Title 21 of the Criminal Law"
                },
                {
                    "representation": "(3)",
                    "description": "applies may be required  by the Ombudsman to supply  any information  or answer  any question  or produce   any  document   or  paper  or  thing  relating   only  to  the complainant, and it shall be the duty of the person to comply with that requirement. LAWS OF GUYANA Ombudsman Cap. 19:04 7  L.R.O. 1/2012          c. 8:01                   Disclosure of certain matters not to be required."
                },
                {
                    "representation": "(4)",
                    "description": "every  person  shall  have the like privileges  in relation  to the giving of information,  the answering  of questions, and the production of documents and papers and things, as witnesses have in any court."
                },
                {
                    "representation": "(5)",
                    "description": "Subject  to subsection"
                },
                {
                    "representation": "(6)",
                    "description": "Except on the trial of any person for an offence under Title 21  of  the  Criminal  Law"
                },
                {
                    "representation": "(7)",
                    "description": "No person shall be liable to  prosecution for  an  offence against the Official Secrets Acts, 1911 to 1939, or any enactment, other than this Act, by reason of his compliance with any requirement of the Ombudsman under this section."
                }
            ]
        }
    },
    {
        "act": "OMBUDSMAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Disclosure of certain matters not to be required. ",
            "context": "OMBUDSMAN ACT under Disclosure of certain matters not to be required. 5. (1)  Where  the Attorney-General certifies that the giving  of any information  or the answering  of any question or the production  any document or paper or thing  (a) might prejudice the security,      defence   or     international  relations of Guyana (including Guyanas relations with the Government of any other country or with any international organisation);  (b)  might  involve  the disclosure  of the deliberations  of Cabinet; or  (c)  might involve the disclosure of proceedings of Cabinet, or of any LAWS OF GUYANA 8 Cap. 19:04 Ombudsman  L.R.O. 1/2012                        Secrecy of information.  [O. 80/1980]         c. 1:01      c. 8:01         Committee of Cabinet, relating to matters of a secret or confidential nature, and would be injurious to the public interest,  the Ombudsman shall not require the information or answer to be given or, as the case may be, the document or paper or thing to be produced.  (2) Subject to subsection (1), no rule of law which  authorises or requires the withholding  of any document  or paper, or the refusal to answer any question, on the ground that the disclosure of the document or paper or the answering  of the question  would be injurious  to the public  interest  shall  apply  in  respect  of  any  investigation   by  or proceedings before the Ombudsman.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where  the Attorney-General certifies that the giving  of any information  or the answering  of any question or the production  any document or paper or thing"
                },
                {
                    "representation": "(a)",
                    "description": "might prejudice the security,      defence   or     international  relations of Guyana"
                },
                {
                    "representation": "(b)",
                    "description": "might  involve  the disclosure  of the deliberations  of Cabinet; or"
                },
                {
                    "representation": "(c)",
                    "description": "might involve the disclosure of proceedings of Cabinet, or of any LAWS OF GUYANA 8 Cap. 19:04 Ombudsman  L.R.O. 1/2012                        Secrecy of information.  [O. 80/1980]         c. 1:01      c. 8:01         Committee of Cabinet, relating to matters of a secret or confidential nature, and would be injurious to the public interest,  the Ombudsman shall not require the information or answer to be given or, as the case may be, the document or paper or thing to be produced."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to subsection"
                }
            ]
        }
    },
    {
        "act": "OMBUDSMAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Secrecy of information. ",
            "context": "OMBUDSMAN ACT under Secrecy of information. 6.  A person who performs the functions appertaining  to the office of the Ombudsman or any office or employment there under  (a)  shall regard as secret and confidential all documents, information and things which have been disclosed to any such person in the execution of any of the provisions of articles 192 and 194 of the Constitution:  Provided that no disclosure made by any such person in proceedings  for an offence under section 12 of this Act, or under Title 21 of the Criminal Law (Offences) Act and by virtue of section 4(2) of this Act, or which the Ombudsman considers it requisite to make in the discharge of any of his functions and for the purpose of executing any of the said provisions or the provisions of section 3(4) or section 11 of this Act, shall be deemed inconsistent  with any duty imposed by this paragraph; and LAWS OF GUYANA Ombudsman Cap. 19:04 9  L.R.O. 1/2012                          Proceedings not to be questioned or to be subject to review.      Proceedings privileged.                    Power of entry on premises. [O. 80/1980] c. 1:01          (b) shall not be called upon to give evidence in respect of, or produce, any such documents, information or things in any proceedings, other than proceedings mentioned in the preceding proviso.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "shall regard as secret and confidential all documents, information and things which have been disclosed to any such person in the execution of any of the provisions of articles 192 and 194 of the Constitution:  Provided that no disclosure made by any such person in proceedings  for an offence under section 12 of this Act, or under Title 21 of the Criminal Law"
                },
                {
                    "representation": "(2)",
                    "description": "of this Act, or which the Ombudsman considers it requisite to make in the discharge of any of his functions and for the purpose of executing any of the said provisions or the provisions of section 3(4) or section 11 of this Act, shall be deemed inconsistent  with any duty imposed by this paragraph; and LAWS OF GUYANA Ombudsman Cap. 19:04 9  L.R.O. 1/2012                          Proceedings not to be questioned or to be subject to review.      Proceedings privileged.                    Power of entry on premises. [O. 80/1980] c. 1:01"
                },
                {
                    "representation": "(b)",
                    "description": "shall not be called upon to give evidence in respect of, or produce, any such documents, information or things in any proceedings, other than proceedings mentioned in the preceding proviso."
                }
            ]
        }
    },
    {
        "act": "OMBUDSMAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Proceedings not to be questioned or to be subject to review. ",
            "context": "OMBUDSMAN ACT under Proceedings not to be questioned or to be subject to review. 7.  No proceeding of the Ombudsman shall be held bad for want of form, and, except on the ground of lack of jurisdiction, no proceeding or decision of the Ombudsman   shall be liable to be challenged, reviewed, squashed, or called in question in any court.",
            "description": "No proceeding of the Ombudsman shall be held bad for want of form, and, except on the ground of lack of jurisdiction, no proceeding or decision of the Ombudsman   shall be liable to be challenged, reviewed, squashed, or called in question in any court."
        }
    },
    {
        "act": "OMBUDSMAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Proceedings privileged. ",
            "context": "OMBUDSMAN ACT under Proceedings privileged. 8. (1) Except in the case of proceedings for an offence under section 12(d), no proceedings, civil or criminal, shall lie against any person appointed to any office, or to perform any functions, referred to in section 6 for anything he may do or report or say in the course of the exercise or intended exercise of his functions under the Constitution or this Act, unless it be shown that he acted in bad faith.  (2)   Anything said or any information supplied or   any document, paper or thing produced by any person for the purpose or in the course of any inquiry by or proceedings before the Ombudsman under the Constitution or this Act is privileged in the same manner as if the inquiry or proceedings were proceedings in a court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except in the case of proceedings for an offence under section 12(d), no proceedings, civil or criminal, shall lie against any person appointed to any office, or to perform any functions, referred to in section 6 for anything he may do or report or say in the course of the exercise or intended exercise of his functions under the Constitution or this Act, unless it be shown that he acted in bad faith."
                },
                {
                    "representation": "(2)",
                    "description": "Anything said or any information supplied or   any document, paper or thing produced by any person for the purpose or in the course of any inquiry by or proceedings before the Ombudsman under the Constitution or this Act is privileged in the same manner as if the inquiry or proceedings were proceedings in a court."
                }
            ]
        }
    },
    {
        "act": "OMBUDSMAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Power of entry on premises.   ",
            "context": "OMBUDSMAN ACT under Power of entry on premises.   9.  (1) The Ombudsman may, for the purpose of executing any provisions of article 192 of the Constitution but subject to this section, at any time enter upon any premises occupied by any department or authority to which the article applies and inspect the premises and, subject to sections 4 and 5 of this Act, carry out therein any inquiry or investigation that is within his jurisdiction for the said purpose.  (2)  Before entering upon any such premises the Ombudsman shall notify the principal officer of the LAWS OF GUYANA 10 Cap. 19:04 Ombudsman  L.R.O. 1/2012                 Delegation of powers. [O. 80/1980]                           Reports.          department or as the case may require the authority by which the premises are occupied.  (3)   The Attorney-General may from time to time by notice  to the Ombudsman exclude  from the application  of subsection (1) any specified  premises  or class  of premises,  if he  is satisfied  that  the exercise  of the power  conferred  by this section  might  prejudice  the security,  defence   or  international  relations of  Guyana   (including Guyanas relations with the Government  of any other country or with any international organisation).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "any specified  premises  or class  of premises,  if he  is satisfied  that  the exercise  of the power  conferred  by this section  might  prejudice  the security,  defence   or  international  relations of  Guyana"
                },
                {
                    "representation": "(2)",
                    "description": "Before entering upon any such premises the Ombudsman shall notify the principal officer of the LAWS OF GUYANA 10 Cap. 19:04 Ombudsman  L.R.O. 1/2012                 Delegation of powers. [O. 80/1980]                           Reports.          department or as the case may require the authority by which the premises are occupied."
                },
                {
                    "representation": "(3)",
                    "description": "The Attorney-General may from time to time by notice  to the Ombudsman exclude  from the application  of subsection"
                }
            ]
        }
    },
    {
        "act": "OMBUDSMAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Delegation of powers.   ",
            "context": "OMBUDSMAN ACT under Delegation of powers.   10. (1)  With  the  prior  approval   in  each  case  of  the President, functions hereinbefore assigned to the Ombudsman  may from time to time, by direction under his hand, be delegated to any person who is appointed as mentioned in section 8(1) of this Act.  (2)  No such delegation shall prevent the exercise of any power by the Ombudsman.  (3)  Any such delegation may be made subject to   such restrictions and conditions as the Ombudsman may direct, and may be made either generally or in relation to any particular case or class of cases.  (4)   Any  person  purporting   to  perform   any  function   of  the Ombudsman by virtue of a delegation  under this section shall, when required  to do so, produce  evidence  of his authority  to exercise  the power.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "With  the  prior  approval   in  each  case  of  the President, functions hereinbefore assigned to the Ombudsman  may from time to time, by direction under his hand, be delegated to any person who is appointed as mentioned in section 8(1) of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "No such delegation shall prevent the exercise of any power by the Ombudsman."
                },
                {
                    "representation": "(3)",
                    "description": "Any such delegation may be made subject to   such restrictions and conditions as the Ombudsman may direct, and may be made either generally or in relation to any particular case or class of cases."
                },
                {
                    "representation": "(4)",
                    "description": "Any  person  purporting   to  perform   any  function   of  the Ombudsman by virtue of a delegation  under this section shall, when required  to do so, produce  evidence  of his authority  to exercise  the power."
                }
            ]
        }
    },
    {
        "act": "OMBUDSMAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Reports.   ",
            "context": "OMBUDSMAN ACT under Reports.   11. The Ombudsman may from time to time in the public interest publish reports relating generally to the exercise of his functions or to a  particular  case  or cases  investigated  by him,  whether  or not  the matters to be dealt with in such reports may have been the subject of a report to the Assembly. LAWS OF GUYANA Ombudsman Cap. 19:04 11  L.R.O. 1/2012  Offences. [6 of 1997]                                                               Prescription of authorities subject to the Ombudsmans jurisdiction. [O. 80/1980] c. 1:01",
            "description": "The Ombudsman may from time to time in the public interest publish reports relating generally to the exercise of his functions or to a  particular  case  or cases  investigated  by him,  whether  or not  the matters to be dealt with in such reports may have been the subject of a report to the Assembly. LAWS OF GUYANA Ombudsman Cap. 19:04 11  L.R.O. 1/2012  Offences. [6 of 1997]                                                               Prescription of authorities subject to the Ombudsmans jurisdiction. [O. 80/1980] c. 1:01"
        }
    },
    {
        "act": "OMBUDSMAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Offences.   ",
            "context": "OMBUDSMAN ACT under Offences.   12. Every person who  (a)    without lawful justification or excuse,   wilfully obstructs, hinders or resists the Ombudsman or any other person in the exercise of his powers under this Act;  (b)   without lawful justification or excuse,  refuses  or wilfully fails to comply with any lawful requirement of the Ombudsman or any other person under this Act;  (c)   wilfully makes any false statement to or misleads or attempts to mislead the Ombudsman or any other person in the exercise of his powers under this Act; or   (d) in a manner inconsistent with his duty under section 6(a), deals with any documents, information or things mentioned in that paragraph, is liable on summary  conviction to a fine of thirty-two thousand five hundred dollars and to imprisonment for six months.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "without lawful justification or excuse,   wilfully obstructs, hinders or resists the Ombudsman or any other person in the exercise of his powers under this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "without lawful justification or excuse,  refuses  or wilfully fails to comply with any lawful requirement of the Ombudsman or any other person under this Act;"
                },
                {
                    "representation": "(c)",
                    "description": "wilfully makes any false statement to or misleads or attempts to mislead the Ombudsman or any other person in the exercise of his powers under this Act; or"
                },
                {
                    "representation": "(d)",
                    "description": "in a manner inconsistent with his duty under section 6(a), deals with any documents, information or things mentioned in that paragraph, is liable on summary  conviction to a fine of thirty-two thousand five hundred dollars and to imprisonment for six months."
                }
            ]
        }
    },
    {
        "act": "OMBUDSMAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Prescription of authorities subject  to  the  Ombudsman’s jurisdiction.  SCHEDULE—Authorities subject to the Ombudsman’s jurisdiction.   __________________  17 of 1967 An Act to make provision for matters supplementary and ancillary to those provided for by Part 2 of Chapter 5 of the Constitution of the Co-operative Republic of Guyana.  [9th September, 1967]  Short title.    Mode of complaint.       ",
            "context": "OMBUDSMAN ACT under Prescription of authorities subject  to  the  Ombudsmans jurisdiction.  SCHEDULEAuthorities subject to the Ombudsmans jurisdiction.   __________________  17 of 1967 An Act to make provision for matters supplementary and ancillary to those provided for by Part 2 of Chapter 5 of the Constitution of the Co-operative Republic of Guyana.  [9th September, 1967]  Short title.    Mode of complaint.       13.  (1) The authorities mentioned in the Schedule are authorities to which article 192 of the Constitution applies.  (2)  The President may, by order, amend the  Schedule by  the addition   thereto   or  deletion   there from  of any authority or the substitution therein, for any authority, of other authority.  _______________________ LAWS OF GUYANA 12 Cap. 19:04 Ombudsman  L.R.O. 1/2012                 SCHEDULE  AUTHORITIES SUBJECT TO THE OMBUDSMANS JURISDICTION  Central Board of Health Central Housing and Planning Authority Sea Defence Board Drainage and Irrigation Board  Public Corporations established under the Public Corporations Act, Cap. 19:05  Guyana Rice Board Guyana Electricity Corporation  National Insurance Board  City Council, Town Council and other town councils, and district councils, within the meaning of the Municipal and District Councils Act, Cap. 28:01, and local authorities under the Local Government Act, Cap. 28:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The authorities mentioned in the Schedule are authorities to which article 192 of the Constitution applies."
                },
                {
                    "representation": "(2)",
                    "description": "The President may, by order, amend the  Schedule by  the addition   thereto   or  deletion   there from  of any authority or the substitution therein, for any authority, of other authority.  _______________________ LAWS OF GUYANA 12 Cap. 19:04 Ombudsman  L.R.O. 1/2012                 SCHEDULE  AUTHORITIES SUBJECT TO THE OMBUDSMANS JURISDICTION  Central Board of Health Central Housing and Planning Authority Sea Defence Board Drainage and Irrigation Board  Public Corporations established under the Public Corporations Act, Cap. 19:05  Guyana Rice Board Guyana Electricity Corporation  National Insurance Board  City Council, Town Council and other town councils, and district councils, within the meaning of the Municipal and District Councils Act, Cap. 28:01, and local authorities under the Local Government Act, Cap. 28:"
                }
            ]
        }
    }
]