[
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "STATISTICS ACT under Short title. 1. This Act may be cited as the Statistics Act.  LAWS OF GUYANA 4 Cap. 19:09  Statistics  L.R.O. 1/ 2012 Interpretation. [24 of 1969 4 of 1972 25 of 1973 25 of 1991]    c. 28:02       First Schedule.        Functions of the Bureau of Statistics. [25 of 1991]",
            "description": "This Act may be cited as the Statistics Act.  LAWS OF GUYANA 4 Cap. 19:09  Statistics  L.R.O. 1/ 2012 Interpretation. [24 of 1969 4 of 1972 25 of 1973 25 of 1991]    c. 28:02       First Schedule.        Functions of the Bureau of Statistics. [25 of 1991]"
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "STATISTICS ACT under Interpretation. 2. In this Act  Chief Statistician means the person appointed as Chief Statistician;  local authority means a local authority constituted under the Local Government Act or a council within the meaning of the Municipal and District Councils Act or a Town Council;  statistics means information in connection with or incidental to any census or all or any of the matters specified in the First Schedule.   undertaking means any undertaking by way of a trade or business whether or not the trade or business is carried on for profit.",
            "description": "In this Act  Chief Statistician means the person appointed as Chief Statistician;  local authority means a local authority constituted under the Local Government Act or a council within the meaning of the Municipal and District Councils Act or a Town Council;  statistics means information in connection with or incidental to any census or all or any of the matters specified in the First Schedule.   undertaking means any undertaking by way of a trade or business whether or not the trade or business is carried on for profit."
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Functions of the Bureau of Statistics. ",
            "context": "STATISTICS ACT under Functions of the Bureau of Statistics. 3. (1) It shall be the function of the Bureau of Statistics  (a)  to take any census;  (b)  to collect, compile, analyse, abstract and publish statistical information relating to the social, agricultural, mining, commercial, industrial and general activities and conditions of the inhabitants of Guyana;  (c)  to collaborate with departments of the Government in the collection, compilation, analysis and publication of statistical records of administration; and  (d)  generally to organise a co-ordinated scheme of social and economic statistics relating to Guyana. LAWS OF GUYANA Statistics Cap. 19:09 5  L.R.O. 1/ 2012                      Delegation of functions.   Power to direct that a census be taken.           Collection and compilation of statistics. [25 of 1991]   First Schedule.      (2) Nothing contained in subsection (l)(c) shall be deemed to authorise the Chief Statistician to inspect the returns of the income of any person submitted to the Commissioners of Inland Revenue:  Provided that it shall be lawful for the Chief Statistician or any person duly authorised by him to analyse summaries or abstracts of income tax returns prepared in such a manner by the Commissioners of Inland Revenue that the identity of any individual, company or undertaking is not revealed in any such summary or abstract, and to compile and publish data from such summaries or abstracts.  (3) It shall be the duty of the Chief Statistician to make such arrangements and to do all such things as are necessary for the performance of his duties under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It shall be the function of the Bureau of Statistics"
                },
                {
                    "representation": "(a)",
                    "description": "to take any census;"
                },
                {
                    "representation": "(b)",
                    "description": "to collect, compile, analyse, abstract and publish statistical information relating to the social, agricultural, mining, commercial, industrial and general activities and conditions of the inhabitants of Guyana;"
                },
                {
                    "representation": "(c)",
                    "description": "shall be deemed to authorise the Chief Statistician to inspect the returns of the income of any person submitted to the Commissioners of Inland Revenue:  Provided that it shall be lawful for the Chief Statistician or any person duly authorised by him to analyse summaries or abstracts of income tax returns prepared in such a manner by the Commissioners of Inland Revenue that the identity of any individual, company or undertaking is not revealed in any such summary or abstract, and to compile and publish data from such summaries or abstracts."
                },
                {
                    "representation": "(d)",
                    "description": "generally to organise a co-ordinated scheme of social and economic statistics relating to Guyana. LAWS OF GUYANA Statistics Cap. 19:09 5  L.R.O. 1/ 2012                      Delegation of functions.   Power to direct that a census be taken.           Collection and compilation of statistics. [25 of 1991]   First Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing contained in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "It shall be the duty of the Chief Statistician to make such arrangements and to do all such things as are necessary for the performance of his duties under this Act."
                }
            ]
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Delegation of functions. ",
            "context": "STATISTICS ACT under Delegation of functions. 4. The Chief Statistician may, in writing, appoint any person as an authorised officer for the purposes of this Act.",
            "description": "The Chief Statistician may, in writing, appoint any person as an authorised officer for the purposes of this Act."
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Power to direct that a census be taken. ",
            "context": "STATISTICS ACT under Power to direct that a census be taken. 5. The Minister may, by order, direct that a census shall be taken for Guyana or any part thereof, or any class of inhabitants thereof and any such order may prescribe  (a)  the date or dates on or between which such census is to be taken;  (b)  the information to be obtained in such census.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the date or dates on or between which such census is to be taken;"
                },
                {
                    "representation": "(b)",
                    "description": "the information to be obtained in such census."
                }
            ]
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Collection and compilation of statistics. ",
            "context": "STATISTICS ACT under Collection and compilation of statistics. 6. (1) Subject to this Act, the Chief Statistician may, and on the direction of the Minister the Chief Statistician shall, collect, whether in conjunction with any census or not, statistics relating to all or any of the matters set out in the First Schedule either in Guyana generally or in any part thereof.   LAWS OF GUYANA 6 Cap. 19:09  Statistics  L.R.O. 1/ 2012          Use of sampling methods. [25 of 1991]    Advisory Committees. [25 of 1991]                   Power to obtain information. [25 of 1991]         First Schedule.         (2) The Chief Statistician shall cause the statistics collected under this Act to be compiled, tabulated and analyzed and, subject to this Act, may cause such statistics or abstracts thereof to be published, with or without comments thereon in such a manner as he may determine.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, the Chief Statistician may, and on the direction of the Minister the Chief Statistician shall, collect, whether in conjunction with any census or not, statistics relating to all or any of the matters set out in the First Schedule either in Guyana generally or in any part thereof.   LAWS OF GUYANA 6 Cap. 19:09  Statistics  L.R.O. 1/ 2012          Use of sampling methods. [25 of 1991]    Advisory Committees. [25 of 1991]                   Power to obtain information. [25 of 1991]         First Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "The Chief Statistician shall cause the statistics collected under this Act to be compiled, tabulated and analyzed and, subject to this Act, may cause such statistics or abstracts thereof to be published, with or without comments thereon in such a manner as he may determine."
                }
            ]
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Use of sample methods. ",
            "context": "STATISTICS ACT under Use of sample methods. 7. The Chief Statistician may, if he considers it fit to do so, use sampling methods in the taking of any census in terms of section 5, or in the collection of statistics in terms of section 6, of this Act.",
            "description": "The Chief Statistician may, if he considers it fit to do so, use sampling methods in the taking of any census in terms of section 5, or in the collection of statistics in terms of section 6, of this Act."
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Advisory Committees. ",
            "context": "STATISTICS ACT under Advisory Committees. 8. (1) The Minister may appoint one or more committees, including persons engaged in, or otherwise conversant with the conditions of, various trades and businesses, for the purpose of advising the Chief Statistician with regard to the preparation of the forms and instructions necessary for the collection, compilation, analysis, abstraction and publication of statistical information relating to the several activities specified in section 3(1) (b) and to the conditions of the inhabitants of Guyana, and of advising the Minister or the Chief Statistician with regard to such other matters as may be referred to any such committee.  (2) There shall be paid to members of any such committee such travelling and other allowances as the Minister may determine.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may appoint one or more committees, including persons engaged in, or otherwise conversant with the conditions of, various trades and businesses, for the purpose of advising the Chief Statistician with regard to the preparation of the forms and instructions necessary for the collection, compilation, analysis, abstraction and publication of statistical information relating to the several activities specified in section 3(1)"
                },
                {
                    "representation": "(b)",
                    "description": "and to the conditions of the inhabitants of Guyana, and of advising the Minister or the Chief Statistician with regard to such other matters as may be referred to any such committee."
                },
                {
                    "representation": "(2)",
                    "description": "There shall be paid to members of any such committee such travelling and other allowances as the Minister may determine."
                }
            ]
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Power to obtain information. ",
            "context": "STATISTICS ACT under Power to obtain information. 9. (1) It shall be lawful for the Chief Statistician or any authorized officer to require any person     (a)  to furnish, in such form and manner and within such time as may be specified by any notice in writing, such periodical or other information, estimates or returns, concerning such of the matters set out in the First Schedule as may be so specified; and  (b)  to supply him with particulars either LAWS OF GUYANA Statistics Cap. 19:09 7  L.R.O. 1/ 2012                                                     by interviewing such person personally or by leaving at the last known address or by posting by registered post to the last known address of such person a form having thereon a notice requiring such form to be completed and returned in the manner and within the time specified in the notice.  Any such notice under this subsection shall state that it is served in exercise of the powers conferred by this subsection.  (2) Any person having the custody or charge of any public records or documents, or of the records or documents of any local authority, corporation, person, partnership, firm, company, society, or association from which, in the opinion of the Chief Statistician, information in respect of the matter in relation to which the collection of statistics is required can be obtained or which would aid in the completion or correction of such statistics, shall grant to the Chief Statistician or any authorized officer, access to such records or documents for the purpose of obtaining therefrom such information.  (3) The Chief Statistician may, by advertisement in the official Gazette, and in at least two newspapers circulating in Guyana publish a list of classes or descriptions of businesses or callings in relation to which particulars or information will be required for the purpose of any statistical enquiry under this Act and upon such publication it shall be the duty of every person carrying on a business or calling of any such class or description as aforesaid, who has not received a notice under subsection (1), to inform the Chief Statistician or any person specified in the advertisement within such period, being not less than twenty eight days after the date of publication of the advertisement, as may be specified therein, that he is carrying on such a business or LAWS OF GUYANA 8 Cap. 19:09  Statistics  L.R.O. 1/ 2012                                   Powers of  entry. [25 of 1991]            calling as specified, and to give the Chief Statistician such particulars or information of the business or calling as may be so specified.   (4)  (a) Nothing in this Act shall affect any law relating to the disclosure or non-disclosure of any secret or confidential information, evidence or document and any person required by the Chief Statistician or by an authorized officer to supply any information, to give any evidence or to produce any document shall be entitled in respect of such information, evidence or document to plead the same privilege before the Chief Statistician or such authorized officer as before a court of law. In particular nothing in this Act shall be deemed to make it lawful for the Chief Statistician or an authorized officer to require a banker to disclose particulars relating to the banking accounts of any individual or company or undertaking, or to require any person or concern providing professional services to disclose information concerning the business or personal affairs of individual clients of such a person.  (b) A person shall not be required to supply any information under this Act which involves the disclosure of any technical process or trade secret in or relating to the undertaking of which he is the owner or in the conduct or supervision of which he is engaged.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It shall be lawful for the Chief Statistician or any authorized officer to require any person"
                },
                {
                    "representation": "(a)",
                    "description": "Nothing in this Act shall affect any law relating to the disclosure or non-disclosure of any secret or confidential information, evidence or document and any person required by the Chief Statistician or by an authorized officer to supply any information, to give any evidence or to produce any document shall be entitled in respect of such information, evidence or document to plead the same privilege before the Chief Statistician or such authorized officer as before a court of law. In particular nothing in this Act shall be deemed to make it lawful for the Chief Statistician or an authorized officer to require a banker to disclose particulars relating to the banking accounts of any individual or company or undertaking, or to require any person or concern providing professional services to disclose information concerning the business or personal affairs of individual clients of such a person."
                },
                {
                    "representation": "(b)",
                    "description": "A person shall not be required to supply any information under this Act which involves the disclosure of any technical process or trade secret in or relating to the undertaking of which he is the owner or in the conduct or supervision of which he is engaged."
                },
                {
                    "representation": "(2)",
                    "description": "Any person having the custody or charge of any public records or documents, or of the records or documents of any local authority, corporation, person, partnership, firm, company, society, or association from which, in the opinion of the Chief Statistician, information in respect of the matter in relation to which the collection of statistics is required can be obtained or which would aid in the completion or correction of such statistics, shall grant to the Chief Statistician or any authorized officer, access to such records or documents for the purpose of obtaining therefrom such information."
                },
                {
                    "representation": "(3)",
                    "description": "The Chief Statistician may, by advertisement in the official Gazette, and in at least two newspapers circulating in Guyana publish a list of classes or descriptions of businesses or callings in relation to which particulars or information will be required for the purpose of any statistical enquiry under this Act and upon such publication it shall be the duty of every person carrying on a business or calling of any such class or description as aforesaid, who has not received a notice under subsection"
                },
                {
                    "representation": "(4)",
                    "description": ""
                }
            ]
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Powers of entry. ",
            "context": "STATISTICS ACT under Powers of entry. 10. (1) The Chief Statistician, or any authorized officer may, for any purpose connected with the taking of a census, enter at all reasonable times any dwelling house or any premises where persons are employed or any premises where it appears to him likely that persons are employed; and may make such enquiries as may be necessary for the performance of his duties.  (2) The Chief Statistician shall produce proof of his appointment as Chief Statistician and an authorized officer shall produce his written authorization before exercising the powers conferred by subsection (1) if required to do so by the LAWS OF GUYANA Statistics Cap. 19:09 9  L.R.O. 1/ 2012     Restriction on publication.                                           Major offences.     owner, occupier or person in charge of such dwelling house or premises.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "if required to do so by the LAWS OF GUYANA Statistics Cap. 19:09 9  L.R.O. 1/ 2012     Restriction on publication.                                           Major offences.     owner, occupier or person in charge of such dwelling house or premises."
                },
                {
                    "representation": "(2)",
                    "description": "The Chief Statistician shall produce proof of his appointment as Chief Statistician and an authorized officer shall produce his written authorization before exercising the powers conferred by subsection"
                }
            ]
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Restriction on publication. ",
            "context": "STATISTICS ACT under Restriction on publication. 11. Except for the purposes of a prosecution under this Act  (a)  no individual return, or part thereof, made for the purposes of this Act;  (b)  no answer given to any question put for the purposes of this Act;  (c)  no report, abstract, or other document, containing particulars comprised in any such return or answer so arranged as to enable identification of such particulars with any person, undertaking or business,  shall be published, admitted in evidence, or shown to any person not employed in the execution of a duty under this Act, unless the previous consent in writing thereto has been obtained from the person making such return or giving such answer, or, in the case of an undertaking, or business, from the owner for the time being of the undertaking or business: Provided that nothing in this section shall prevent or restrict the publication of any such report, abstract, or other document, without such consent where the particulars in such report, abstract, or other document, enable identification merely by reason of the fact that the particulars relate to an undertaking or business within its particular sphere of activities, so, however, that in no case shall such particulars enable identification of the costs of production, the capital employed, or profits arising in, any such undertaking or business.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "no individual return, or part thereof, made for the purposes of this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "no answer given to any question put for the purposes of this Act;"
                },
                {
                    "representation": "(c)",
                    "description": "no report, abstract, or other document, containing particulars comprised in any such return or answer so arranged as to enable identification of such particulars with any person, undertaking or business,  shall be published, admitted in evidence, or shown to any person not employed in the execution of a duty under this Act, unless the previous consent in writing thereto has been obtained from the person making such return or giving such answer, or, in the case of an undertaking, or business, from the owner for the time being of the undertaking or business: Provided that nothing in this section shall prevent or restrict the publication of any such report, abstract, or other document, without such consent where the particulars in such report, abstract, or other document, enable identification merely by reason of the fact that the particulars relate to an undertaking or business within its particular sphere of activities, so, however, that in no case shall such particulars enable identification of the costs of production, the capital employed, or profits arising in, any such undertaking or business."
                }
            ]
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Major offences. ",
            "context": "STATISTICS ACT under Major offences. 12. (1) Any person being a person employed in the execution of any duty under this Act, who  LAWS OF GUYANA 10 Cap. 19:09  Statistics  L.R.O. 1/ 2012                                           Miscellaneous offences. [25 of 1991]         (a)  by virtue of such employment becomes possessed of any information which might exert an influence upon or affect the market value of any share, interest, product or article, and before such information is made public in accordance with this Act, directly or indirectly use such information for personal gain;  (b)  without lawful authority publishes or communicates to any person otherwise than in the ordinary course of such employment any information acquired by him in the course of his employment;  (c)  knowingly compiles for issue any false statistics or information,  shall be liable on summary conviction to a fine of sixty thousand dollars and to imprisonment for one year.  (2) Any person, being in possession of any information which to his knowledge has been disclosed in contravention of this Act, who publishes or communicates such information to any person, shall be liable on summary conviction to a fine of sixty thousand dollars and to imprisonment for one year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person being a person employed in the execution of any duty under this Act, who  LAWS OF GUYANA 10 Cap. 19:09  Statistics  L.R.O. 1/ 2012                                           Miscellaneous offences. [25 of 1991]"
                },
                {
                    "representation": "(a)",
                    "description": "by virtue of such employment becomes possessed of any information which might exert an influence upon or affect the market value of any share, interest, product or article, and before such information is made public in accordance with this Act, directly or indirectly use such information for personal gain;"
                },
                {
                    "representation": "(b)",
                    "description": "without lawful authority publishes or communicates to any person otherwise than in the ordinary course of such employment any information acquired by him in the course of his employment;"
                },
                {
                    "representation": "(c)",
                    "description": "knowingly compiles for issue any false statistics or information,  shall be liable on summary conviction to a fine of sixty thousand dollars and to imprisonment for one year."
                },
                {
                    "representation": "(2)",
                    "description": "Any person, being in possession of any information which to his knowledge has been disclosed in contravention of this Act, who publishes or communicates such information to any person, shall be liable on summary conviction to a fine of sixty thousand dollars and to imprisonment for one year."
                }
            ]
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Miscellaneous offences. ",
            "context": "STATISTICS ACT under Miscellaneous offences. 13. Any person who  (a)  hinders or obstructs the Chief Statistician or any authorized officer in the exercise of any of his powers or the discharge of any of his duties under this Act;  (b)  refuses or fails to supply the particulars required in any return, form or other LAWS OF GUYANA Statistics Cap. 19:09 11  L.R.O. 1/ 2012                             Penalties. [25 of 1991 6 of 1997]          Regulations.          document lawfully left with or sent to him, or who refuses or fails to answer any question or enquiry addressed to him under the authority of this Act, or to supply the information required in accordance with section 9(3);  (c)  knowingly makes in any return, form or other document completed or supplied pursuant to this Act, in any answer to any questions asked him under the authority of this Act, any statement which is untrue in any material particular;  (d)  without lawful authority, destroys, defaces or mutilates any return, form or other document containing particulars collected under this Act, or writes or makes on any return, obscene, blasphemous or insulting remarks, drawing or other matter, shall be guilty of an offence against this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "hinders or obstructs the Chief Statistician or any authorized officer in the exercise of any of his powers or the discharge of any of his duties under this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "refuses or fails to supply the particulars required in any return, form or other LAWS OF GUYANA Statistics Cap. 19:09 11  L.R.O. 1/ 2012                             Penalties. [25 of 1991 6 of 1997]          Regulations.          document lawfully left with or sent to him, or who refuses or fails to answer any question or enquiry addressed to him under the authority of this Act, or to supply the information required in accordance with section 9(3);"
                },
                {
                    "representation": "(c)",
                    "description": "knowingly makes in any return, form or other document completed or supplied pursuant to this Act, in any answer to any questions asked him under the authority of this Act, any statement which is untrue in any material particular;"
                },
                {
                    "representation": "(d)",
                    "description": "without lawful authority, destroys, defaces or mutilates any return, form or other document containing particulars collected under this Act, or writes or makes on any return, obscene, blasphemous or insulting remarks, drawing or other matter, shall be guilty of an offence against this Act."
                }
            ]
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Penalties. ",
            "context": "STATISTICS ACT under Penalties. 14. Every person who is guilty of an offence against this Act or any regulations made thereunder for which no special penalty is provided shall be liable on summary conviction to a fine of thirty thousand dollars or to imprisonment for six months for each such offence, and in the event of a continuing offence to a further fine of seven thousand five hundred dollars for each day on which the offence is continued after conviction.",
            "description": "Every person who is guilty of an offence against this Act or any regulations made thereunder for which no special penalty is provided shall be liable on summary conviction to a fine of thirty thousand dollars or to imprisonment for six months for each such offence, and in the event of a continuing offence to a further fine of seven thousand five hundred dollars for each day on which the offence is continued after conviction."
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Regulations. ",
            "context": "STATISTICS ACT under Regulations. 15. The Minister may make regulations for the purpose of carrying out the provisions of this Act and, in particular but without prejudice to the generality of the foregoing, may make regulations prescribing  (a)  The particulars and information to be furnished on the taking of a census or LAWS OF GUYANA 12 Cap. 19:09  Statistics  L.R.O. 1/ 2012        Oath of secrecy. [25 of 1991]  Second Schedule.             Power to  revoke or amend First Schedule.      ss. 2, 6(1), 9(1),",
            "description": [
                {
                    "representation": "(a)",
                    "description": "The particulars and information to be furnished on the taking of a census or LAWS OF GUYANA 12 Cap. 19:09  Statistics  L.R.O. 1/ 2012        Oath of secrecy. [25 of 1991]  Second Schedule.             Power to  revoke or amend First Schedule.      ss. 2, 6(1), 9(1),"
                }
            ]
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Oath of secrecy. ",
            "context": "STATISTICS ACT under Oath of secrecy. 16. (1) Subject to subsection (2) every person employed in the execution of any duty under this Act shall before entering on his duties make before the Chief Statistician an oath or affirmation in the form set out in the Second Schedule.        (2) The Chief Statistician shall before entering on his functions or duties under this Act make before the Minister an oath or affirmation in the form set out in the Second Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "The Chief Statistician shall before entering on his functions or duties under this Act make before the Minister an oath or affirmation in the form set out in the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Power to revoke or amend First Schedule. FIRST SCHEDULE—Matters on which statistics may be collected. SECOND SCHEDULE—Oath of Office.   __________________________  14 of 1965 An Act to provide for the taking of censuses, the collection, compilation, analysis and publication of certain statistical information and for other matters relating thereto.  [3RD JULY, 1965] Short title.  ",
            "context": "STATISTICS ACT under Power to revoke or amend First Schedule. FIRST SCHEDULEMatters on which statistics may be collected. SECOND SCHEDULEOath of Office.   __________________________  14 of 1965 An Act to provide for the taking of censuses, the collection, compilation, analysis and publication of certain statistical information and for other matters relating thereto.  [3RD JULY, 1965] Short title.  17.  concerning any matter in respect of which statistics may be collected under this Act; (b)  The manner and form in which and the times and places at which, such particulars and information shall be furnished.",
            "description": [
                {
                    "representation": "(b)",
                    "description": "The manner and form in which and the times and places at which, such particulars and information shall be furnished."
                }
            ]
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Wholesale and retail prices of commodities, rent and cost of living. ",
            "context": "STATISTICS ACT under Wholesale and retail prices of commodities, rent and cost of living. 19.09                                 Statistics  [Subsidiary]                                  L.R.O. 1/2012           Particulars in form and detail as directed by Statistician.        Information to be supplied by householder.                             taken by Statistics (Consumer Expenditure Census) (Household) Order",
            "description": "19.09                                 Statistics  [Subsidiary]                                  L.R.O. 1/2012           Particulars in form and detail as directed by Statistician.        Information to be supplied by householder.                             taken by Statistics (Consumer Expenditure Census) (Household) Order"
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1992",
            "title": "Citation.     Interpretation.      Period of census.    Information to be furnished.        O. 6/ 1992     Citation.       Interpretation.    STATISTICS (CONSUMER EXPENDITURE CENSUS) (HOUSEHOLD) ORDER made under section 5   ",
            "context": "STATISTICS ACT under Citation.     Interpretation.      Period of census.    Information to be furnished.        O. 6/ 1992     Citation.       Interpretation.    STATISTICS (CONSUMER EXPENDITURE CENSUS) (HOUSEHOLD) ORDER made under section 5   1992.",
            "description": "1992."
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1997",
            "title": "Citation.     Interpretation.      Period of census.      Information to be furnished.    Method of collection.         Provided that where it is not practicable to obtain from the householder any information required to be furnished in respect of any member of his household, the Statistician or authorized officer shall require that member of the household to furnish the information.  __________________________   STATISTICS (LABOUR FORCE CENSUS) (HOUSEHOLD) ORDER made under section 5   ",
            "context": "STATISTICS ACT under Citation.     Interpretation.      Period of census.      Information to be furnished.    Method of collection.         Provided that where it is not practicable to obtain from the householder any information required to be furnished in respect of any member of his household, the Statistician or authorized officer shall require that member of the household to furnish the information.  __________________________   STATISTICS (LABOUR FORCE CENSUS) (HOUSEHOLD) ORDER made under section 5   1997.",
            "description": "1997."
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2002",
            "title": "",
            "context": "STATISTICS ACT under 2002.",
            "description": "2002."
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2005",
            "title": "Citation.       Interpretation.   (e)  such information as the Statistician or authorised officer may consider necessary for the purpose of the census.  ",
            "context": "STATISTICS ACT under Citation.       Interpretation.   (e)  such information as the Statistician or authorised officer may consider necessary for the purpose of the census.  2005.",
            "description": "2005."
        }
    },
    {
        "act": "STATISTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2012",
            "title": "",
            "context": "STATISTICS ACT under 2012.",
            "description": "2012."
        }
    }
]