[
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  PART I PRELIMINARY  ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Short title.  PART I PRELIMINARY  1. This act may be cited as the Town and Country Planning Act.",
            "description": "This act may be cited as the Town and Country Planning Act."
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "(1) Interpretation (2) Scope of planning scheme  ",
            "context": "TOWN AND COUNTRY PLANNING ACT under (1) Interpretation (2) Scope of planning scheme  2.  (1) In this Act  building  means  any  building,  erection,  structure  or  any  other building erected on or made on, in or under any lands and where the context so permits, includes the land on, in or under which the building is situate;  building  operations  includes  any  road  works,  preliminary  or incidental to the erection of buildings;  Central  Authority  means  the  Central  Housing  and  CHAPTER 20:01  TOWN AND COUNTRY PLANNING ACT  LAWS OF GUYANA 6 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012  c. 36:20                                     c. 28:01        Planning Authority constituted and incorporated under the Housing Act;  development in relation to any land includes any building or re- building operations and any use of the land or any buildings thereon for a purpose which is different from the purpose for which the land or building was last being used;  existing building means a building erected or constructed before the material date;  fence includes any boarding or paling used as such, and also banks and walls;  hedge includes any tree or shrub forming a part of a hedge;  judge means a judge of the High Court sitting in Chambers;  land includes land covered with water and also includes incorporeal as well as corporeal hereditaments of every tenure or description, and any interest therein, and also an undivided share of land;  Local Authority means the Georgetown City Council and the New Amsterdam Town Council or the council of any other town or of any local government district established under the Municipal and Districts Councils Act, within their respective jurisdictions and any other Authority which the Minister shall by order declare to be a Local Authority for the purposes of this Act, and within the area and to the extent specified in such order;  material date means in relation to any provision contained in a scheme, other than a supplementary scheme or varying scheme, the date on which the LAWS OF GUYANA Town and Country Planning Cap. 20:01 7  L.R.O. 1/2012                                    resolution to prepare or adopt a scheme took effect, or such later date as may be fixed by the scheme, either generally or for the purposes of any particular provision thereof; and in relation to any provision contained in a supplementary scheme or a varying  scheme, means the date on which such scheme or order came into operation, or such later date as may be fixed by the scheme or order, either generally or for the purposes of a particular provision thereof:  Provided that where any provision of a scheme or order is revoked by a subsequent scheme or order which contains the same provision or a provision substantially to the same effect, the material date in relation to that later provision shall be the date which, if the earlier provision had continued in  operation, would have been the material date in relation thereto;  minerals includes all minerals and substances in or under land of a kind ordinarily worked for removal by underground or surface working;  owner in relation to any land or building, means a person who is for the time being entitled to dispose of the absolute title in the land or  of  the  title  to  the  building,  whether  in  possession  or  in reversion, and includes also a person holding or entitled to the rents and profits of the land or building under a lease or agreement the unexpired term whereof exceeds three years;  regional scheme means a planning scheme for an area which is not a City or a town under this Act;  road means any road whether public or private and includes any street, square, court, alley, lane, bridge, footway, bridle path, passage, or highway, whether a thoroughfare or not;  LAWS OF GUYANA 8 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                    Scope of planning scheme.               Central Authority.  c. 36:20  scheme means a scheme under this Act and includes a town planning scheme,  a  regional  scheme,  a  supplementary  scheme  and  a scheme varying or revoking an existing scheme;  site in relation to a building includes the area of any offices, out- buildings, yard, court or garden occupied or intended to be occupied therewith;  statutory  undertaker  means  any  authority,  company  or  person empowered by any Act to execute or construct authorised works or to carry into effect the purposes of that Act;  town planning scheme means a planning scheme for the City of Georgetown, or for the town of New Amsterdam, or for any area approved by the Minister as being a town for the purposes of this Act.  (2) A scheme may be made under this Act with respect to any land, in any urban or rural area, whether there are or are not buildings thereon, with the general object of controlling the development of the land comprised in the area to which the scheme applies, of securing proper sanitary conditions and conveniences, and the co-ordination of roads and public services, of protecting and extending the amenities and of conserving and developing the resources of such area.  (3) For the purposes of this Act the placing or keeping on any land of any shed, tent, or other object, whether fixed or movable or collapsible, which is not a building, shall be a use of such land.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  building  means  any  building,  erection,  structure  or  any  other building erected on or made on, in or under any lands and where the context so permits, includes the land on, in or under which the building is situate;  building  operations  includes  any  road  works,  preliminary  or incidental to the erection of buildings;  Central  Authority  means  the  Central  Housing  and  CHAPTER 20:01  TOWN AND COUNTRY PLANNING ACT  LAWS OF GUYANA 6 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012  c. 36:20                                     c. 28:01        Planning Authority constituted and incorporated under the Housing Act;  development in relation to any land includes any building or re- building operations and any use of the land or any buildings thereon for a purpose which is different from the purpose for which the land or building was last being used;  existing building means a building erected or constructed before the material date;  fence includes any boarding or paling used as such, and also banks and walls;  hedge includes any tree or shrub forming a part of a hedge;  judge means a judge of the High Court sitting in Chambers;  land includes land covered with water and also includes incorporeal as well as corporeal hereditaments of every tenure or description, and any interest therein, and also an undivided share of land;  Local Authority means the Georgetown City Council and the New Amsterdam Town Council or the council of any other town or of any local government district established under the Municipal and Districts Councils Act, within their respective jurisdictions and any other Authority which the Minister shall by order declare to be a Local Authority for the purposes of this Act, and within the area and to the extent specified in such order;  material date means in relation to any provision contained in a scheme, other than a supplementary scheme or varying scheme, the date on which the LAWS OF GUYANA Town and Country Planning Cap. 20:01 7  L.R.O. 1/2012                                    resolution to prepare or adopt a scheme took effect, or such later date as may be fixed by the scheme, either generally or for the purposes of any particular provision thereof; and in relation to any provision contained in a supplementary scheme or a varying  scheme, means the date on which such scheme or order came into operation, or such later date as may be fixed by the scheme or order, either generally or for the purposes of a particular provision thereof:  Provided that where any provision of a scheme or order is revoked by a subsequent scheme or order which contains the same provision or a provision substantially to the same effect, the material date in relation to that later provision shall be the date which, if the earlier provision had continued in  operation, would have been the material date in relation thereto;  minerals includes all minerals and substances in or under land of a kind ordinarily worked for removal by underground or surface working;  owner in relation to any land or building, means a person who is for the time being entitled to dispose of the absolute title in the land or  of  the  title  to  the  building,  whether  in  possession  or  in reversion, and includes also a person holding or entitled to the rents and profits of the land or building under a lease or agreement the unexpired term whereof exceeds three years;  regional scheme means a planning scheme for an area which is not a City or a town under this Act;  road means any road whether public or private and includes any street, square, court, alley, lane, bridge, footway, bridle path, passage, or highway, whether a thoroughfare or not;  LAWS OF GUYANA 8 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                    Scope of planning scheme.               Central Authority.  c. 36:20  scheme means a scheme under this Act and includes a town planning scheme,  a  regional  scheme,  a  supplementary  scheme  and  a scheme varying or revoking an existing scheme;  site in relation to a building includes the area of any offices, out- buildings, yard, court or garden occupied or intended to be occupied therewith;  statutory  undertaker  means  any  authority,  company  or  person empowered by any Act to execute or construct authorised works or to carry into effect the purposes of that Act;  town planning scheme means a planning scheme for the City of Georgetown, or for the town of New Amsterdam, or for any area approved by the Minister as being a town for the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "A scheme may be made under this Act with respect to any land, in any urban or rural area, whether there are or are not buildings thereon, with the general object of controlling the development of the land comprised in the area to which the scheme applies, of securing proper sanitary conditions and conveniences, and the co-ordination of roads and public services, of protecting and extending the amenities and of conserving and developing the resources of such area."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this Act the placing or keeping on any land of any shed, tent, or other object, whether fixed or movable or collapsible, which is not a building, shall be a use of such land."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Central Authority.  PART II PREPARATION AND APPROVAL OF SCHEMES  ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Central Authority.  PART II PREPARATION AND APPROVAL OF SCHEMES  3. The duty of carrying out the provisions of this Act including the due   execution  and  enforcement  of  any  LAWS OF GUYANA Town and Country Planning Cap. 20:01 9  L.R.O. 1/2012                         Regulations as to procedure and in relation to matters in  the First Schedule.      Appointment  of joint committees.                 scheme  in  accordance therewith, shall (subject to the limitations and conditions hereinafter contained) be vested in the Central Housing and Planning Authority (in this Act referred to as the Central Authority) established under the Housing Act, and sections 3 to 10 (inclusive), section 55(a), and section 56, of that Act, shall, mutatis mutandis, have effect as if they formed part of this Act.  PART II PREPARATION AND APPROVAL OF SCHEMES",
            "description": "The duty of carrying out the provisions of this Act including the due   execution  and  enforcement  of  any  LAWS OF GUYANA Town and Country Planning Cap. 20:01 9  L.R.O. 1/2012                         Regulations as to procedure and in relation to matters in  the First Schedule.      Appointment  of joint committees.                 scheme  in  accordance therewith, shall (subject to the limitations and conditions hereinafter contained) be vested in the Central Housing and Planning Authority (in this Act referred to as the Central Authority) established under the Housing Act, and sections 3 to 10 (inclusive), section 55(a), and section 56, of that Act, shall, mutatis mutandis, have effect as if they formed part of this Act.  PART II PREPARATION AND APPROVAL OF SCHEMES"
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Regulations as to procedure and in relation to matters in the First Schedule. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Regulations as to procedure and in relation to matters in the First Schedule. 4. Subject to affirmative resolution of the National Assembly, the Central  Authority  may,  with  the  approval  of  the  Minister,  make regulations for regulating generally the procedure to be followed in connection with the preparation and the adoption of schemes and the several matters and things mentioned in the First Schedule.",
            "description": "Subject to affirmative resolution of the National Assembly, the Central  Authority  may,  with  the  approval  of  the  Minister,  make regulations for regulating generally the procedure to be followed in connection with the preparation and the adoption of schemes and the several matters and things mentioned in the First Schedule."
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Appointment of joint committees. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Appointment of joint committees. 5. (1) Where two or more Local Authorities are desirous of acting jointly in the preparation or adoption of a scheme, they may concur in appointing a joint committee for the purpose and in delegating, with or without restrictions, to that committee any powers which any of the constituent Authorities might exercise for the purpose, and in imposing on that committee any duties which any of the constituent Authorities are required to discharge for the purpose.  (2) (a) Any person who is a member of a Local Authority may be appointed by the Local Authority to serve on a joint committee under this section.  (b) Any such appointment may be for such period, whether limited or unlimited, as the Local Authority may think fit:  Provided that if at any time the person appointed ceases to be a member of the Local Authority he shall thereupon LAWS OF GUYANA 10 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                 Preparation of schemes by a Local Authority or a joint committee.                         cease to be a member of the joint committee.  (3) A joint committee shall, subject to this section, have power to regulate its own proceedings and may delegate to any member or sub-committee power to carry out on behalf of the joint committee such duties as may be determined.  (4) The expenses of a joint committee shall be defrayed by the constituent Authorities, or some or one of them, as they may agree, and if any question arises as to the Authority or Authorities by whom, or the proportions in which, any such expenses are to be defrayed, that question shall be determined by the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where two or more Local Authorities are desirous of acting jointly in the preparation or adoption of a scheme, they may concur in appointing a joint committee for the purpose and in delegating, with or without restrictions, to that committee any powers which any of the constituent Authorities might exercise for the purpose, and in imposing on that committee any duties which any of the constituent Authorities are required to discharge for the purpose."
                },
                {
                    "representation": "(2)",
                    "description": "(a) Any person who is a member of a Local Authority may be appointed by the Local Authority to serve on a joint committee under this section."
                },
                {
                    "representation": "(b)",
                    "description": "Any such appointment may be for such period, whether limited or unlimited, as the Local Authority may think fit:  Provided that if at any time the person appointed ceases to be a member of the Local Authority he shall thereupon LAWS OF GUYANA 10 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                 Preparation of schemes by a Local Authority or a joint committee.                         cease to be a member of the joint committee."
                },
                {
                    "representation": "(3)",
                    "description": "A joint committee shall, subject to this section, have power to regulate its own proceedings and may delegate to any member or sub-committee power to carry out on behalf of the joint committee such duties as may be determined."
                },
                {
                    "representation": "(4)",
                    "description": "The expenses of a joint committee shall be defrayed by the constituent Authorities, or some or one of them, as they may agree, and if any question arises as to the Authority or Authorities by whom, or the proportions in which, any such expenses are to be defrayed, that question shall be determined by the Minister."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Preparation of schemes by a Local Authority or a joint committee. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Preparation of schemes by a Local Authority or a joint committee. 6. (1) A Local Authority or a joint committee duly authorised in that behalf may by resolution  (a)  decide to prepare a scheme with respect to any land within the area specified in the resolution and within the jurisdiction   of   the   Authority,   or   jurisdiction   of   the constituent Authorities, as the case may be; or  (b)   adopt,  with  or  without  modifications,  a  scheme proposed by all or any of the owners of any such land.  (2) Where a Local Authority or joint committee decides under subsection  (1)  to  prepare  a  scheme,  it  shall  proceed  with  the preparation of such scheme with all practicable speed and the Local Authority or joint committee, as the case may be, may delegate to a sub-committee the duty of preparing such scheme. LAWS OF GUYANA Town and Country Planning Cap. 20:01 11  L.R.O. 1/2012            Preparation or adoption of schemes.                           (3) Where a scheme has been prepared under subsection (2), the local  authority  or  joint  committee,  as  the  case  may  be,  may  by resolution approve of such scheme.  (4) Where a scheme has been adopted under subsection (1) or approved under subsection (3) it shall be forwarded to the Central Authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or approved under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "decide to prepare a scheme with respect to any land within the area specified in the resolution and within the jurisdiction   of   the   Authority,   or   jurisdiction   of   the constituent Authorities, as the case may be; or"
                },
                {
                    "representation": "(b)",
                    "description": "adopt,  with  or  without  modifications,  a  scheme proposed by all or any of the owners of any such land."
                },
                {
                    "representation": "(2)",
                    "description": "Where a Local Authority or joint committee decides under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "it shall be forwarded to the Central Authority."
                },
                {
                    "representation": "(4)",
                    "description": "Where a scheme has been adopted under subsection"
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Preparation or adoption of schemes. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Preparation or adoption of schemes. 7. (1)  The central Authority may by resolution decide  (a)  to prepare a scheme with respect to any land within the area specified in the resolution; or  (b)  to adopt, with or without variations, a scheme proposed by all or any of the owners of any such land; or  (c)   to adopt, with  or  without  variations,  a  scheme forwarded to the Central Authority under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The central Authority may by resolution decide"
                },
                {
                    "representation": "(a)",
                    "description": "to prepare a scheme with respect to any land within the area specified in the resolution; or"
                },
                {
                    "representation": "(b)",
                    "description": "to adopt, with or without variations, a scheme proposed by all or any of the owners of any such land; or"
                },
                {
                    "representation": "(c)",
                    "description": "to adopt, with  or  without  variations,  a  scheme forwarded to the Central Authority under section"
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Approval of schemes by the Minister. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Approval of schemes by the Minister. 8. (l)  When the Central Authority has decided to prepare or adopt a scheme, the Central Authority shall with all convenient speed make a draft scheme and submit the same to the Minister for approval.  (2) The Minister may either  (a)  approve of such scheme with or without modification;   (b)  require such scheme to be modified; or  (c)  require a new scheme to be made and submitted to him.  (3) When the Minister requires under this section a scheme submitted to him to be modified by the Central Authority, it shall be the duty of the Central Authority to modify such scheme accordingly and to re-submit such scheme as so modified to the Minister, and thereupon subsection (2) shall apply as if such scheme were then being submitted to the Minister for the first time.  (4) When the Minister requires under this section a new scheme to be made and submitted to him by the Central Authority, it shall be the duty of the Central Authority to make with all convenient speed a new scheme accordingly and to submit such scheme to the Minister for approval, and   thereupon subsection (2) shall apply as if such submission were the first submission of an original scheme.  (5) When the Minister approves a scheme under this section, the Central Authority shall cause copies of such schemes to be made available for public inspection at the prescribed times and places, and LAWS OF GUYANA Town and Country Planning Cap. 20:01 13  L.R.O. 1/2012      Revocation or modification of scheme at request of Central Authority.                       Supplementary schemes for areas comprised in regional  (6) A scheme when approved by the Minister under this section shall have full force and effect as from the date of the publication of the notice of approval aforesaid.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "When the Central Authority has decided to prepare or adopt a scheme, the Central Authority shall with all convenient speed make a draft scheme and submit the same to the Minister for approval."
                },
                {
                    "representation": "(2)",
                    "description": "shall apply as if such submission were the first submission of an original scheme."
                },
                {
                    "representation": "(a)",
                    "description": "approve of such scheme with or without modification;"
                },
                {
                    "representation": "(b)",
                    "description": "require such scheme to be modified; or"
                },
                {
                    "representation": "(c)",
                    "description": "require a new scheme to be made and submitted to him."
                },
                {
                    "representation": "(3)",
                    "description": "When the Minister requires under this section a scheme submitted to him to be modified by the Central Authority, it shall be the duty of the Central Authority to modify such scheme accordingly and to re-submit such scheme as so modified to the Minister, and thereupon subsection"
                },
                {
                    "representation": "(4)",
                    "description": "When the Minister requires under this section a new scheme to be made and submitted to him by the Central Authority, it shall be the duty of the Central Authority to make with all convenient speed a new scheme accordingly and to submit such scheme to the Minister for approval, and   thereupon subsection"
                },
                {
                    "representation": "(5)",
                    "description": "When the Minister approves a scheme under this section, the Central Authority shall cause copies of such schemes to be made available for public inspection at the prescribed times and places, and LAWS OF GUYANA Town and Country Planning Cap. 20:01 13  L.R.O. 1/2012      Revocation or modification of scheme at request of Central Authority.                       Supplementary schemes for areas comprised in regional"
                },
                {
                    "representation": "(6)",
                    "description": "A scheme when approved by the Minister under this section shall have full force and effect as from the date of the publication of the notice of approval aforesaid."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Revocation or modification of scheme at request of Central Authority. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Revocation or modification of scheme at request of Central Authority. 9. (l) The Central Authority may at any time apply to the Minister for  the  revocation  or  modification  of  a  scheme  which  has  been approved under section 8 on the following grounds  (a)  on account of the amount of the compensation which has been awarded or is likely to be awarded in respect of provisions contained in the scheme;  (b)  on account of practical difficulties in the execution or enforcement of such scheme;  (c)  on account of events which have occurred since the making of such scheme.  (2) When an application has been made under subsection (l), the Minister may either revoke or modify such scheme or refuse the application.  (3) Whenever a scheme is revoked or modified, this Part shall apply in respect of such revoking or modifying scheme in like manner as they apply to the schemes mentioned in the said Part.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "The Central Authority may at any time apply to the Minister for  the  revocation  or  modification  of  a  scheme  which  has  been approved under section 8 on the following grounds"
                },
                {
                    "representation": "(a)",
                    "description": "on account of the amount of the compensation which has been awarded or is likely to be awarded in respect of provisions contained in the scheme;"
                },
                {
                    "representation": "(b)",
                    "description": "on account of practical difficulties in the execution or enforcement of such scheme;"
                },
                {
                    "representation": "(c)",
                    "description": "on account of events which have occurred since the making of such scheme."
                },
                {
                    "representation": "(2)",
                    "description": "When an application has been made under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Whenever a scheme is revoked or modified, this Part shall apply in respect of such revoking or modifying scheme in like manner as they apply to the schemes mentioned in the said Part."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Supplementary   schemes for areas comprised in regional schemes. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Supplementary   schemes for areas comprised in regional schemes. 10. (1) In any case where a regional scheme is in operation, the Central Authority may by resolution decide to prepare a scheme with respect to any land to which the regional scheme applies, or to adopt with or without LAWS OF GUYANA 14 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012  schemes.                  Local Authority affected by scheme.               modifications, a scheme proposed by all or any of the owners of any such land.  (2) A scheme prepared or adopted under subsection (1) (in this Act referred to as a supplementary scheme) shall incorporate, with or without modifications, all such provisions of the regional scheme as relate to the area to which the supplementary scheme applies and are not inconsistent with the provisions thereof, and may include such additional provisions as appear to be necessary or desirable.  (3) A resolution to prepare or adopt a supplementary scheme shall not affect the operation of the regional scheme, but as from the date on which the supplementary scheme comes into operation it shall, in so far as it relates to the area to which it applies, be substituted for the regional scheme.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(in this Act referred to as a supplementary scheme) shall incorporate, with or without modifications, all such provisions of the regional scheme as relate to the area to which the supplementary scheme applies and are not inconsistent with the provisions thereof, and may include such additional provisions as appear to be necessary or desirable."
                },
                {
                    "representation": "(2)",
                    "description": "A scheme prepared or adopted under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "A resolution to prepare or adopt a supplementary scheme shall not affect the operation of the regional scheme, but as from the date on which the supplementary scheme comes into operation it shall, in so far as it relates to the area to which it applies, be substituted for the regional scheme."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Local Authority affected by scheme. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Local Authority affected by scheme. 11. (1)  In any case where a scheme is wholly or in part within the area   of   a  Local  Authority,  the  Central  Authority  shall  before submitting  the draft scheme to the Minister for approval, furnish particulars and a copy of the scheme to the Local Authority for their consideration and representations.  (2) If the Local Authority are desirous of making any objections or representations in respect of the said scheme, they shall within the prescribed time and manner, submit the same to the Central Authority.  (3) The Central Authority shall consider any objections or representations received by them in pursuance of this section, and shall give full opportunity for such Local Authority to be heard by the Central Authority, and in submitting the scheme to the Minister for approval shall forward copies of all such objections or representations which LAWS OF GUYANA Town and Country Planning Cap. 20:01 15  L.R.O. 1/2012        Establishment and  maintenance  of register.        Obligation to give  information to Central Authority. [5 of 1996]                   Power of entry, examination and survey for have not been met or withdrawn.  (4) Section 8 shall apply to any scheme submitted under subsection (3) for approval.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In any case where a scheme is wholly or in part within the area   of   a  Local  Authority,  the  Central  Authority  shall  before submitting  the draft scheme to the Minister for approval, furnish particulars and a copy of the scheme to the Local Authority for their consideration and representations."
                },
                {
                    "representation": "(2)",
                    "description": "If the Local Authority are desirous of making any objections or representations in respect of the said scheme, they shall within the prescribed time and manner, submit the same to the Central Authority."
                },
                {
                    "representation": "(3)",
                    "description": "for approval."
                },
                {
                    "representation": "(4)",
                    "description": "Section 8 shall apply to any scheme submitted under subsection"
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Establishment and maintenance of register. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Establishment and maintenance of register. 12. Every scheme shall provide for the establishment and maintenance of a register (in this Act referred to as the register) of all such things as are required by this Act to be entered in the register in relation to or for the purposes of such scheme, and shall also provide for the keeping of such register open to public inspection free of charge in a convenient place at all reasonable times.",
            "description": "Every scheme shall provide for the establishment and maintenance of a register (in this Act referred to as the register) of all such things as are required by this Act to be entered in the register in relation to or for the purposes of such scheme, and shall also provide for the keeping of such register open to public inspection free of charge in a convenient place at all reasonable times."
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Obligation to give information to Central Authority. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Obligation to give information to Central Authority. 13. (1) The Central Authority may, for any purpose arising in relation to the making, enforcement, or carrying out of a scheme, by notice in writing require the owner or occupier of any land or building in the area to which such scheme relates or is intended to relate or any person receiving, whether for himself or for another, rent out of any such land or building to state in writing and deliver or forward registered post to the Central Authority within a specified time not less than twenty- eight days after being so required, particulars of the interest or right by virtue of which he owns or occupies such land or building or receives such rent (as the case may be), and the name and address, and the interest or right (so far as known to him) of every person who to his knowledge has any interest in or right over or in respect of such land or building.  (2) Every person required to make and deliver a statement under this section who shall wilfully make any false statement, or fail or refuse to make such a statement, shall be liable on summary conviction to a fine of twenty-five thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Central Authority may, for any purpose arising in relation to the making, enforcement, or carrying out of a scheme, by notice in writing require the owner or occupier of any land or building in the area to which such scheme relates or is intended to relate or any person receiving, whether for himself or for another, rent out of any such land or building to state in writing and deliver or forward registered post to the Central Authority within a specified time not less than twenty- eight days after being so required, particulars of the interest or right by virtue of which he owns or occupies such land or building or receives such rent"
                },
                {
                    "representation": "(2)",
                    "description": "Every person required to make and deliver a statement under this section who shall wilfully make any false statement, or fail or refuse to make such a statement, shall be liable on summary conviction to a fine of twenty-five thousand dollars."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Powers of entry, examination and survey for preparation of scheme.  PART III INTERIM DEVELOPMENT OF LAND  ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Powers of entry, examination and survey for preparation of scheme.  PART III INTERIM DEVELOPMENT OF LAND  14. (1) The Central Authority may at any time cause the whole or part of any land to be entered upon, examined LAWS OF GUYANA 16 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012  preparation of scheme. [5 of 1996]                                    Interim development [5 of 1996]      and surveyed and the circumstances and requirements thereof to be investigated for the purpose of deciding whether a scheme should not be made in respect of any such land or any part thereof and of making such scheme if decided upon.  (2) Any person authorised in that behalf in writing by the Central Authority may, for the purpose of any entry, examination, survey, or investigation which the Central Authority are authorised by this section to cause to be made, and on production of such written authority,  enter  and  there  do  anything  which  such  person  shall reasonably consider to be necessary for the said purpose:  Provided that no person shall enter into any building or into or upon any enclosed yard, court or garden attached to any dwelling- house,  unless  with  the  consent  of  the  occupier  thereof,  without previously giving such occupier at least seven days notice in writing of his intention so to do.  (3) Every person who wilfully obstructs or interferes with any other person in the exercise by such other person of any power vested in him by virtue of this section shall be liable on summary conviction to a fine of twenty-five thousand dollars or to imprisonment for three months.  PART III INTERIM DEVELOPMENT OF LAND",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Central Authority may at any time cause the whole or part of any land to be entered upon, examined LAWS OF GUYANA 16 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012  preparation of scheme. [5 of 1996]                                    Interim development [5 of 1996]      and surveyed and the circumstances and requirements thereof to be investigated for the purpose of deciding whether a scheme should not be made in respect of any such land or any part thereof and of making such scheme if decided upon."
                },
                {
                    "representation": "(2)",
                    "description": "Any person authorised in that behalf in writing by the Central Authority may, for the purpose of any entry, examination, survey, or investigation which the Central Authority are authorised by this section to cause to be made, and on production of such written authority,  enter  and  there  do  anything  which  such  person  shall reasonably consider to be necessary for the said purpose:  Provided that no person shall enter into any building or into or upon any enclosed yard, court or garden attached to any dwelling- house,  unless  with  the  consent  of  the  occupier  thereof,  without previously giving such occupier at least seven days notice in writing of his intention so to do."
                },
                {
                    "representation": "(3)",
                    "description": "Every person who wilfully obstructs or interferes with any other person in the exercise by such other person of any power vested in him by virtue of this section shall be liable on summary conviction to a fine of twenty-five thousand dollars or to imprisonment for three months.  PART III INTERIM DEVELOPMENT OF LAND"
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Interim development. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Interim development. 15. (1) When the Central Authority have passed a resolution for the making of a scheme the Central Authority may, at any time after passing such resolution and before such scheme comes into operation, do all or any of the following things  (a) grant to any person applying therefor permission in writing to LAWS OF GUYANA Town and Country Planning Cap. 20:01 17  L.R.O. 1/2012                                      develop land, construct, demolish, alter, extend, repair, or renew a particular building in the area to which such scheme is proposed to relate;  (b) prohibit the further proceeding with the development of  land or construction, demolition, alteration, extension, repair, or renewal of any particular building situate in the said  area,   stating  in  writing  their  reasons  for  such prohibition.  (2) The Central Authority may attach to a permission granted under this section such conditions as they think proper.  (3) Where an application is duly made to the Central Authority for permission under this section and no decision on such application is made by the Central Authority within a period of three months after the receipt of such application, or within such extended period or periods as hereinafter provided, such application shall be deemed for all purposes to have been granted by the Central Authority at the expiration of the said period or the last of such extended periods.  (4) The period of three months specified in subsection (3) may be extended for such further period or periods as the Minister shall consider necessary in any particular case:  Provided that the applicant shall have been notified of such extension before the expiration of the preceding period.  LAWS OF GUYANA 18 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                                              Appeal to a Judge in relation to permission or prohibition.   (5) A prohibition made by the Central Authority under this section may either prohibit absolutely the further proceeding with the work to which  such prohibition relates  or prohibits the further proceeding with such work otherwise than under and in accordance with conditions specified in such prohibition.  (6) When the Central Authority have passed a resolution for the making  of  a  scheme  and  have,  before  such  scheme  comes  into operation, made a prohibition in relation to any work or other operation as provided for in this section the Minister may, if he is of the opinion that the prejudicial effect of proceeding with or doing the work or other operation to which such prohibition relates would be of such a nature as  to  be  incapable  of  being  remedied,  or  to  involve  excessive expenditure of public money, after the coming into operation of such scheme, declare, at any time before such scheme comes into operation, that any contravention of such prohibition before such coming into operation shall be unlawful.  (7) Every person who proceeds with or does any work which is a contravention of a prohibition and is by virtue of a declaration under this  section an unlawful contravention of such prohibition shall be liable on summary conviction to a fine of sixty thousand dollars or to imprisonment  for  three  months  together  with,  in  the  case  of  a continuing offence, a further fine of five thousand dollars for every day during which the offence is continued.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When the Central Authority have passed a resolution for the making of a scheme the Central Authority may, at any time after passing such resolution and before such scheme comes into operation, do all or any of the following things"
                },
                {
                    "representation": "(a)",
                    "description": "grant to any person applying therefor permission in writing to LAWS OF GUYANA Town and Country Planning Cap. 20:01 17  L.R.O. 1/2012                                      develop land, construct, demolish, alter, extend, repair, or renew a particular building in the area to which such scheme is proposed to relate;"
                },
                {
                    "representation": "(b)",
                    "description": "prohibit the further proceeding with the development of  land or construction, demolition, alteration, extension, repair, or renewal of any particular building situate in the said  area,   stating  in  writing  their  reasons  for  such prohibition."
                },
                {
                    "representation": "(2)",
                    "description": "The Central Authority may attach to a permission granted under this section such conditions as they think proper."
                },
                {
                    "representation": "(3)",
                    "description": "may be extended for such further period or periods as the Minister shall consider necessary in any particular case:  Provided that the applicant shall have been notified of such extension before the expiration of the preceding period.  LAWS OF GUYANA 18 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                                              Appeal to a Judge in relation to permission or prohibition."
                },
                {
                    "representation": "(4)",
                    "description": "The period of three months specified in subsection"
                },
                {
                    "representation": "(5)",
                    "description": "A prohibition made by the Central Authority under this section may either prohibit absolutely the further proceeding with the work to which  such prohibition relates  or prohibits the further proceeding with such work otherwise than under and in accordance with conditions specified in such prohibition."
                },
                {
                    "representation": "(6)",
                    "description": "When the Central Authority have passed a resolution for the making  of  a  scheme  and  have,  before  such  scheme  comes  into operation, made a prohibition in relation to any work or other operation as provided for in this section the Minister may, if he is of the opinion that the prejudicial effect of proceeding with or doing the work or other operation to which such prohibition relates would be of such a nature as  to  be  incapable  of  being  remedied,  or  to  involve  excessive expenditure of public money, after the coming into operation of such scheme, declare, at any time before such scheme comes into operation, that any contravention of such prohibition before such coming into operation shall be unlawful."
                },
                {
                    "representation": "(7)",
                    "description": "Every person who proceeds with or does any work which is a contravention of a prohibition and is by virtue of a declaration under this  section an unlawful contravention of such prohibition shall be liable on summary conviction to a fine of sixty thousand dollars or to imprisonment  for  three  months  together  with,  in  the  case  of  a continuing offence, a further fine of five thousand dollars for every day during which the offence is continued."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Appeal to a Judge in relation to permission or prohibition.  LAWS OF GUYANA 4 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012  SECTION ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Appeal to a Judge in relation to permission or prohibition.  LAWS OF GUYANA 4 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012  SECTION 16. (1) Any person aggrieved by the grant or the refusal by the Central Authority of a permission or by the making of a prohibition by the Central Authority under this Part may within twenty-eight days from the date on which he received notice of the decision of the Central Authority appeal to a judge by notice in writing in which he shall set forth the LAWS OF GUYANA Town and Country Planning Cap. 20:01 19  L.R.O. 1/2012                                Minister may suspend the operation of certain enactments.    grounds of his appeal.  (2) The Judge shall cause the appellant and the Central Authority to appear before him, and it shall be lawful for him to hear and determine the matters in dispute in a summary manner; and for that purpose to examine such parties or any of them and their witnesses.  (3) The Judge may dismiss or allow the appeal either unconditionally, or subject to such conditions as he thinks proper to impose, and allow such costs as he may think fit.  (4) Where on an appeal under this section from the making of a prohibition, such prohibition is revoked by the judge, or is confirmed by the judge with new conditions inserted therein or with amendments of the conditions contained therein, the judge may, if he thinks proper, as part of his determination of the matter the subject of such appeal, direct the Central Authority to pay to the person by whom such appeal was brought such sum as the judge shall think proper to specify by way of compensation for loss suffered by such person by reason of such prohibition during the period between the making of such prohibition and the determination of such appeal.  (5) The determination by the judge of an appeal under this section shall be final, and in so far as it directs the Central Authority to do any act or thing, shall be complied with by the Central Authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person aggrieved by the grant or the refusal by the Central Authority of a permission or by the making of a prohibition by the Central Authority under this Part may within twenty-eight days from the date on which he received notice of the decision of the Central Authority appeal to a judge by notice in writing in which he shall set forth the LAWS OF GUYANA Town and Country Planning Cap. 20:01 19  L.R.O. 1/2012                                Minister may suspend the operation of certain enactments.    grounds of his appeal."
                },
                {
                    "representation": "(2)",
                    "description": "The Judge shall cause the appellant and the Central Authority to appear before him, and it shall be lawful for him to hear and determine the matters in dispute in a summary manner; and for that purpose to examine such parties or any of them and their witnesses."
                },
                {
                    "representation": "(3)",
                    "description": "The Judge may dismiss or allow the appeal either unconditionally, or subject to such conditions as he thinks proper to impose, and allow such costs as he may think fit."
                },
                {
                    "representation": "(4)",
                    "description": "Where on an appeal under this section from the making of a prohibition, such prohibition is revoked by the judge, or is confirmed by the judge with new conditions inserted therein or with amendments of the conditions contained therein, the judge may, if he thinks proper, as part of his determination of the matter the subject of such appeal, direct the Central Authority to pay to the person by whom such appeal was brought such sum as the judge shall think proper to specify by way of compensation for loss suffered by such person by reason of such prohibition during the period between the making of such prohibition and the determination of such appeal."
                },
                {
                    "representation": "(5)",
                    "description": "The determination by the judge of an appeal under this section shall be final, and in so far as it directs the Central Authority to do any act or thing, shall be complied with by the Central Authority."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Minister may suspend the operation of certain enactments. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Minister may suspend the operation of certain enactments. 17. When the Central Authority have passed a resolution for the making of a scheme, before such scheme comes into operation the Minister may by order suspend the operation of any enactment relating to development, (including road construction, building operations, or sanitation), where in order to promote the development LAWS OF GUYANA 20 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012           Compensation for compliance with condition.                              Contents of schemes.        Second Schedule.    permitted in the area to which the scheme relates it is expedient so to do.",
            "description": "When the Central Authority have passed a resolution for the making of a scheme, before such scheme comes into operation the Minister may by order suspend the operation of any enactment relating to development, (including road construction, building operations, or sanitation), where in order to promote the development LAWS OF GUYANA 20 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012           Compensation for compliance with condition.                              Contents of schemes.        Second Schedule.    permitted in the area to which the scheme relates it is expedient so to do."
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Compensation for compliance with condition.  PART IV CONTENTS AND EFFECTS OF SCHEMES  ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Compensation for compliance with condition.  PART IV CONTENTS AND EFFECTS OF SCHEMES  18. (1) Whenever  a  condition  is  attached  to  or  inserted  in  a permission or a prohibition and the value of any property is reduced by the due and proper performance or observance of such condition, the provisions  of this Act in relation to compensation payable by the Central Authority shall apply; and upon the coming into operation of the scheme in connection with which such permission or prohibition was granted or made, the compensation payable shall be as if such reduction in value had been occasioned by a restriction on the user of such property affected by a provision contained in such scheme.  (2) Subsection (l) shall not apply or have effect where the condition therein referred to in the subsection had been in operation when such condition was imposed, such condition could have been enforced by a provision in such scheme and no compensation would be payable under this Act on account of or arising from the coming into operation of such provision.  PART IV CONTENTS AND EFFECTS OF SCHEMES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever  a  condition  is  attached  to  or  inserted  in  a permission or a prohibition and the value of any property is reduced by the due and proper performance or observance of such condition, the provisions  of this Act in relation to compensation payable by the Central Authority shall apply; and upon the coming into operation of the scheme in connection with which such permission or prohibition was granted or made, the compensation payable shall be as if such reduction in value had been occasioned by a restriction on the user of such property affected by a provision contained in such scheme."
                },
                {
                    "representation": "(2)",
                    "description": "Subsection"
                },
                {
                    "representation": "(l)",
                    "description": "shall not apply or have effect where the condition therein referred to in the subsection had been in operation when such condition was imposed, such condition could have been enforced by a provision in such scheme and no compensation would be payable under this Act on account of or arising from the coming into operation of such provision.  PART IV CONTENTS AND EFFECTS OF SCHEMES"
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Contents of schemes. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Contents of schemes. 19. (1) Every scheme shall specify and define clearly the area to which it relates.  (2) Every scheme shall contain such provisions as are necessary or expedient for prohibiting or regulating the development of land in the area to which the scheme applies, and generally for carrying out any of the objects for which the scheme is made, and in particular for dealing with any of the matters mentioned in the Second Schedule.  LAWS OF GUYANA Town and Country Planning Cap. 20:01 21  L.R.O. 1/2012                                     Assignment of duties to Local Authority.          (3) A scheme may provide for the pooling and redistribution of lands, or for re-adjustment of the boundaries and areas of such lands:  Provided that  (a)  such lands are not already built upon, or if already built upon, the inclusion of such lands is expedient to the scheme, and  (b)  in the event of any owner not agreeing to the pooling and re-distribution of his land, or to the re-adjustment of the boundaries and areas of his land, the Minister on behalf of the State may acquire such land or any part thereof as is necessary for carrying out such scheme.  (4) Any enactment relating to development, road construction, building operations or sanitation inconsistent with the provisions of a scheme or the application of which would tend to hinder the carrying out of the scheme shall not apply to the area to which the scheme relates.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every scheme shall specify and define clearly the area to which it relates."
                },
                {
                    "representation": "(2)",
                    "description": "Every scheme shall contain such provisions as are necessary or expedient for prohibiting or regulating the development of land in the area to which the scheme applies, and generally for carrying out any of the objects for which the scheme is made, and in particular for dealing with any of the matters mentioned in the Second Schedule.  LAWS OF GUYANA Town and Country Planning Cap. 20:01 21  L.R.O. 1/2012                                     Assignment of duties to Local Authority."
                },
                {
                    "representation": "(3)",
                    "description": "A scheme may provide for the pooling and redistribution of lands, or for re-adjustment of the boundaries and areas of such lands:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "such lands are not already built upon, or if already built upon, the inclusion of such lands is expedient to the scheme, and"
                },
                {
                    "representation": "(b)",
                    "description": "in the event of any owner not agreeing to the pooling and re-distribution of his land, or to the re-adjustment of the boundaries and areas of his land, the Minister on behalf of the State may acquire such land or any part thereof as is necessary for carrying out such scheme."
                },
                {
                    "representation": "(4)",
                    "description": "Any enactment relating to development, road construction, building operations or sanitation inconsistent with the provisions of a scheme or the application of which would tend to hinder the carrying out of the scheme shall not apply to the area to which the scheme relates."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Assignment of duties to Local Authority. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Assignment of duties to Local Authority. 20. (1) The Central Authority may, with the approval of the Minister assign to a Local Authority so named in a scheme, duties and functions (including the execution of any public work or the undertaking of any public service) in relation to the enforcement and carrying out of such scheme, and specify the time within which such duties and functions shall be undertaken and completed.  (2) If the Local Authority shall unreasonably delay or fail to commence or carry out the duties and LAWS OF GUYANA 22 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                         Submission of applications, etc., to the Central Authority after the material date.                     functions assigned to them under subsection (1), or shall carry out such duties and functions in an unsatisfactory manner, the Central Authority may order the Local Authority to carry out such duties and functions within such period as shall be fixed by the order, and any such order may be enforced by mandamus.  (3) Where the Local Authority have made default in carrying out any duties and functions assigned to them under the scheme, the Central Authority may exercise such duties and functions, and any expenses incurred by the Central Authority in so doing shall on demand be paid by the Local Authority to the Central Authority and may be recovered summarily as a civil debt.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Central Authority may, with the approval of the Minister assign to a Local Authority so named in a scheme, duties and functions"
                },
                {
                    "representation": "(2)",
                    "description": "If the Local Authority shall unreasonably delay or fail to commence or carry out the duties and LAWS OF GUYANA 22 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                         Submission of applications, etc., to the Central Authority after the material date.                     functions assigned to them under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where the Local Authority have made default in carrying out any duties and functions assigned to them under the scheme, the Central Authority may exercise such duties and functions, and any expenses incurred by the Central Authority in so doing shall on demand be paid by the Local Authority to the Central Authority and may be recovered summarily as a civil debt."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Submission of applications, etc., to the Central Authority after the material date. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Submission of applications, etc., to the Central Authority after the material date. 21. (l) From and after the date of the first publication in the Gazette of a resolution by the Central Authority to prepare or adopt a scheme, it shall be the duty of the Local Authority of the area to which the resolution   relates, to  submit all  applications  and  proposals  for development  within  that area  to  the  Central Authority  for  their permission or prohibition as the case may be.  (2) The Local Authority referred to in subsection (1) shall notify the applicant of the decision of the Central Authority as soon as practicable after the receipt thereof.  (3) Any development which the Local Authority itself proposes to  carry  out  within  such  area  shall  not  be  commenced  until  the permission of the Central Authority has been obtained.  (4) Any application for development received by a Local Authority under any other Act shall be deemed to be an application under this section.  LAWS OF GUYANA Town and Country Planning Cap. 20:01 23  L.R.O. 1/2012 Power to enforce and carry into effect schemes. [5 of 1996]",
            "description": [
                {
                    "representation": "(l)",
                    "description": "From and after the date of the first publication in the Gazette of a resolution by the Central Authority to prepare or adopt a scheme, it shall be the duty of the Local Authority of the area to which the resolution   relates, to  submit all  applications  and  proposals  for development  within  that area  to  the  Central Authority  for  their permission or prohibition as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "The Local Authority referred to in subsection"
                },
                {
                    "representation": "(1)",
                    "description": "shall notify the applicant of the decision of the Central Authority as soon as practicable after the receipt thereof."
                },
                {
                    "representation": "(3)",
                    "description": "Any development which the Local Authority itself proposes to  carry  out  within  such  area  shall  not  be  commenced  until  the permission of the Central Authority has been obtained."
                },
                {
                    "representation": "(4)",
                    "description": "Any application for development received by a Local Authority under any other Act shall be deemed to be an application under this section.  LAWS OF GUYANA Town and Country Planning Cap. 20:01 23  L.R.O. 1/2012 Power to enforce and carry into effect schemes. [5 of 1996]"
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Power to enforce and carry into effect schemes. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Power to enforce and carry into effect schemes. 22. (1)  Subject to this section, the Central Authority may at any time  (a)   remove,  pull  down  or  alter,  so  as  to  bring  into conformity with the provisions of the scheme, any building or other work which does not conform to those provisions, or  the removal, demolition or alteration  of  which  is necessary for  carrying the scheme into effect, or in the erection or  carrying  out of which any provisions of the scheme have not been complied with; or  (b)  where any building or land is being used in such manner  as  to  contravene  any  provision  of  the  scheme, prohibit it from being so used; or  (c)  where any land has since the material date been put to any  use which contravenes any provision of the scheme, reinstate the land; or  (d)  execute any work which it is the duty of any person to execute under the scheme in any case where delay in the execution  of  the  work  has  occurred  and  the  efficient operation  of  the  scheme  has  been  or  will  be  thereby prejudiced.  (2) Before taking any action under this section the Central Authority shall serve a notice on the owner and on the occupier of the building or land in respect of which the LAWS OF GUYANA 24 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                                   action is proposed to be taken and on any other person who, in their opinion, may be affected thereby, specifying the nature of and the grounds upon which they propose to take that action.  (3) The date stated in a notice served under this section as the date on or after which the intended exercise of the power therein mentioned is intended to be begun shall be not less than three months when any building is affected and in any other event not less than one month after the service of such notice, and the Central Authority shall not do any act or thing in exercise of such power in relation to the building or land mentioned in the notice before the said date.  (4) If  any  person  served  with  such  a  notice  as  aforesaid considers the period fixed by such notice to be insufficient or desires to dispute  any allegation or matter contained therein, he may within twenty-eight days from the date on which he received such notice appeal to a judge by notice in writing in which he shall set forth the grounds of his appeal.  (5) The Judge shall cause the appellant and the Central Authority to appear before him, and it shall be lawful for him to hear and determine the matters in dispute in a summary manner; and for that purpose to examine such parties or any of them and their witnesses.  (6) If on any such appeal the judge is satisfied that the Central Authority are entitled to take the proposed action on the grounds specified in the notice, he shall dismiss the appeal and shall by his order empower the Central Authority, after the expiration of such period as he may decide, to remove, pull down, or alter the building or work, or reinstate the land or execute required work, or, as the case may be, shall by  his  order  prohibit  the  building  or  land  from  being  used  in contravention of the scheme after the period LAWS OF GUYANA Town and Country Planning Cap. 20:01 25  L.R.O. 1/2012              Power to contribute towards expenses of owners.     General development orders.                    aforesaid, but, if he is not so satisfied, he shall allow the appeal.  (7) The judge shall allow such costs as he may think fit.  (8) Every person who uses any building or land in a manner prohibited under this section or obstructs or interferes with the exercise by the Central Authority of any power vested in them shall in addition to any civil liability be guilty of an offence and shall be liable on summary conviction to a fine of twenty-five thousand dollars or to imprisonment for three months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, the Central Authority may at any time"
                },
                {
                    "representation": "(a)",
                    "description": "remove,  pull  down  or  alter,  so  as  to  bring  into conformity with the provisions of the scheme, any building or other work which does not conform to those provisions, or  the removal, demolition or alteration  of  which  is necessary for  carrying the scheme into effect, or in the erection or  carrying  out of which any provisions of the scheme have not been complied with; or"
                },
                {
                    "representation": "(b)",
                    "description": "where any building or land is being used in such manner  as  to  contravene  any  provision  of  the  scheme, prohibit it from being so used; or"
                },
                {
                    "representation": "(c)",
                    "description": "where any land has since the material date been put to any  use which contravenes any provision of the scheme, reinstate the land; or"
                },
                {
                    "representation": "(d)",
                    "description": "execute any work which it is the duty of any person to execute under the scheme in any case where delay in the execution  of  the  work  has  occurred  and  the  efficient operation  of  the  scheme  has  been  or  will  be  thereby prejudiced."
                },
                {
                    "representation": "(2)",
                    "description": "Before taking any action under this section the Central Authority shall serve a notice on the owner and on the occupier of the building or land in respect of which the LAWS OF GUYANA 24 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                                   action is proposed to be taken and on any other person who, in their opinion, may be affected thereby, specifying the nature of and the grounds upon which they propose to take that action."
                },
                {
                    "representation": "(3)",
                    "description": "The date stated in a notice served under this section as the date on or after which the intended exercise of the power therein mentioned is intended to be begun shall be not less than three months when any building is affected and in any other event not less than one month after the service of such notice, and the Central Authority shall not do any act or thing in exercise of such power in relation to the building or land mentioned in the notice before the said date."
                },
                {
                    "representation": "(4)",
                    "description": "If  any  person  served  with  such  a  notice  as  aforesaid considers the period fixed by such notice to be insufficient or desires to dispute  any allegation or matter contained therein, he may within twenty-eight days from the date on which he received such notice appeal to a judge by notice in writing in which he shall set forth the grounds of his appeal."
                },
                {
                    "representation": "(5)",
                    "description": "The Judge shall cause the appellant and the Central Authority to appear before him, and it shall be lawful for him to hear and determine the matters in dispute in a summary manner; and for that purpose to examine such parties or any of them and their witnesses."
                },
                {
                    "representation": "(6)",
                    "description": "If on any such appeal the judge is satisfied that the Central Authority are entitled to take the proposed action on the grounds specified in the notice, he shall dismiss the appeal and shall by his order empower the Central Authority, after the expiration of such period as he may decide, to remove, pull down, or alter the building or work, or reinstate the land or execute required work, or, as the case may be, shall by  his  order  prohibit  the  building  or  land  from  being  used  in contravention of the scheme after the period LAWS OF GUYANA Town and Country Planning Cap. 20:01 25  L.R.O. 1/2012              Power to contribute towards expenses of owners.     General development orders.                    aforesaid, but, if he is not so satisfied, he shall allow the appeal."
                },
                {
                    "representation": "(7)",
                    "description": "The judge shall allow such costs as he may think fit."
                },
                {
                    "representation": "(8)",
                    "description": "Every person who uses any building or land in a manner prohibited under this section or obstructs or interferes with the exercise by the Central Authority of any power vested in them shall in addition to any civil liability be guilty of an offence and shall be liable on summary conviction to a fine of twenty-five thousand dollars or to imprisonment for three months."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Power to contribute towards expenses of owners. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Power to contribute towards expenses of owners. 23. It shall be lawful for the Central Authority to contribute towards the expenses incurred by owners of land in or in connection with the proposal of a scheme which is adopted by the Central Authority or in co-operating with them in the preparation of a scheme.",
            "description": "It shall be lawful for the Central Authority to contribute towards the expenses incurred by owners of land in or in connection with the proposal of a scheme which is adopted by the Central Authority or in co-operating with them in the preparation of a scheme."
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "General development orders. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under General development orders. 24. (1)  Where  the  provisions  of  a  scheme  prohibit  or  restrict, pending the coming into operation of a general development order, building operations on any land specified in the scheme, the Central Authority may, with the approval of the Minister, by order (in this Act referred to as a general development order)  (a)  permit building operations to proceed on any such land, subject to such conditions as may be specified in the general development order;  (b)  revoke or vary any such order.  (2) A general development order may be made with respect to the whole, or some part only, of the land which is subject to the prohibition or restrictions as LAWS OF GUYANA 26 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012             Power to permit building operations.                                  aforesaid, and orders may be made from time to time so long as any part of that land remains so subject.  (3) A general development order shall, so long as it continues to be operative, be deemed to form part of the scheme to which it relates.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where  the  provisions  of  a  scheme  prohibit  or  restrict, pending the coming into operation of a general development order, building operations on any land specified in the scheme, the Central Authority may, with the approval of the Minister, by order"
                },
                {
                    "representation": "(a)",
                    "description": "permit building operations to proceed on any such land, subject to such conditions as may be specified in the general development order;"
                },
                {
                    "representation": "(b)",
                    "description": "revoke or vary any such order."
                },
                {
                    "representation": "(2)",
                    "description": "A general development order may be made with respect to the whole, or some part only, of the land which is subject to the prohibition or restrictions as LAWS OF GUYANA 26 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012             Power to permit building operations.                                  aforesaid, and orders may be made from time to time so long as any part of that land remains so subject."
                },
                {
                    "representation": "(3)",
                    "description": "A general development order shall, so long as it continues to be operative, be deemed to form part of the scheme to which it relates."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Power to permit building operations. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Power to permit building operations. 25. (1)  Where  the  provisions  of  a  scheme  prohibit  or restrict building operations on any land pending the coming into operation of a  general development order, a person who, before such an order comes into operation with respect to that land, desires to commence thereon any  building operations which would contravene any such temporary  prohibition or restriction may, in accordance with such directions, if any, as may be contained in the scheme, apply to the Central Authority for their consent to the carrying out of the operations specified in the application.  (2) The Central Authority shall,   in   deciding   any   such application, have regard to any injury likely to be caused to the applicant by the refusal of the application, as well as to any public advantage likely to result from the maintenance of the prohibition or restriction,   pending   the   coming   into   operation   of   a   general development order, and may if they are satisfied that the proposed operations  will  not  contravene  any  permanent  provisions  of  the scheme, grant the application unconditionally, or subject to such conditions as they think proper to impose:  Provided that they shall not grant an application if they are satisfied that   (a)  the operations would involve danger or injury to health by  reason of the lack of roads, drainage, sewers, water supply or any public services LAWS OF GUYANA Town and Country Planning Cap. 20:01 27  L.R.O. 1/2012                     Acquisition of land to which scheme applies.                    and that the provision of the necessary services would be premature, or likely to involve excessive expenditure of public money; or  (b)  the operations would be likely to injure the amenities of the locality.  (3) Any person aggrieved by the refusal of such application as aforesaid, or by any conditions imposed by the Central Authority, may appeal therefrom within the time and in the manner provided for by section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where  the  provisions  of  a  scheme  prohibit  or restrict building operations on any land pending the coming into operation of a  general development order, a person who, before such an order comes into operation with respect to that land, desires to commence thereon any  building operations which would contravene any such temporary  prohibition or restriction may, in accordance with such directions, if any, as may be contained in the scheme, apply to the Central Authority for their consent to the carrying out of the operations specified in the application."
                },
                {
                    "representation": "(2)",
                    "description": "The Central Authority shall,   in   deciding   any   such application, have regard to any injury likely to be caused to the applicant by the refusal of the application, as well as to any public advantage likely to result from the maintenance of the prohibition or restriction,   pending   the   coming   into   operation   of   a   general development order, and may if they are satisfied that the proposed operations  will  not  contravene  any  permanent  provisions  of  the scheme, grant the application unconditionally, or subject to such conditions as they think proper to impose:  Provided that they shall not grant an application if they are satisfied that"
                },
                {
                    "representation": "(a)",
                    "description": "the operations would involve danger or injury to health by  reason of the lack of roads, drainage, sewers, water supply or any public services LAWS OF GUYANA Town and Country Planning Cap. 20:01 27  L.R.O. 1/2012                     Acquisition of land to which scheme applies.                    and that the provision of the necessary services would be premature, or likely to involve excessive expenditure of public money; or"
                },
                {
                    "representation": "(b)",
                    "description": "the operations would be likely to injure the amenities of the locality."
                },
                {
                    "representation": "(3)",
                    "description": "Any person aggrieved by the refusal of such application as aforesaid, or by any conditions imposed by the Central Authority, may appeal therefrom within the time and in the manner provided for by section"
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Acquisition of land to which scheme applies. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Acquisition of land to which scheme applies. 26. The Minister on behalf of the State may purchase by agreement any land to which a scheme applies, which is required for the purposes of the scheme, and in particular, but without prejudice to the generality of the foregoing words, he may purchase any such land  (a)  which is required for carrying out the improvement or controlling the development of frontages to, or of lands abutting on or adjacent to, any road, or any proposed road which is to be constructed wholly or partly at the public expense; or  (b)   which  is  required  for  securing  the  satisfactory development of any land in accordance with the provisions of the scheme in any case where, by reason of the land being held in plots which are of inconvenient size or shape, or of which the arrangement or alignment is inconvenient, or by reason of the  multiplicity of interests in the land, or by reason of the fact that the land is being used in a manner or for purposes inconsistent with the provision of LAWS OF GUYANA 28 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012               Compulsory acquisition.                            c. 62:05  the scheme it does not appear to be reasonably practicable to secure such development otherwise than by purchase of the land; or  (c)  which forms the site of a road which has been stopped up under any provision contained in the scheme; or  (d)  which is required for the purpose of providing accommodation for a person whose premises have been purchased for the purposes of the scheme.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "which is required for carrying out the improvement or controlling the development of frontages to, or of lands abutting on or adjacent to, any road, or any proposed road which is to be constructed wholly or partly at the public expense; or"
                },
                {
                    "representation": "(b)",
                    "description": "which  is  required  for  securing  the  satisfactory development of any land in accordance with the provisions of the scheme in any case where, by reason of the land being held in plots which are of inconvenient size or shape, or of which the arrangement or alignment is inconvenient, or by reason of the  multiplicity of interests in the land, or by reason of the fact that the land is being used in a manner or for purposes inconsistent with the provision of LAWS OF GUYANA 28 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012               Compulsory acquisition.                            c. 62:05  the scheme it does not appear to be reasonably practicable to secure such development otherwise than by purchase of the land; or"
                },
                {
                    "representation": "(c)",
                    "description": "which forms the site of a road which has been stopped up under any provision contained in the scheme; or"
                },
                {
                    "representation": "(d)",
                    "description": "which is required for the purpose of providing accommodation for a person whose premises have been purchased for the purposes of the scheme."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Compulsory acquisition. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Compulsory acquisition. 27. (1) Where the Minister is unable to purchase by agreement any land which he is authorised, under this Act, to purchase on behalf of the State, he may acquire such land by compulsory acquisition.  (2) Where the Minister, on behalf of the State, desires to acquire land under this section by compulsory acquisition he shall, by order published in the Gazette, declare that the land described in the order shall be compulsorily acquired as aforesaid, and deposit in the Deeds Registry a copy of the order together with a plan, prepared by a sworn land surveyor, of the land to be acquired by compulsory acquisition.  (3) Upon such deposit being made as required by subsection (2) the land and the buildings and erections thereon shall, without any conveyance, vest in the State free of all incumbrances.  (4) In respect of such compulsory acquisition, compensation shall be assessed, and shall be paid, in the manner provided by the Acquisition of Land for Public Purposes Act as modified by this Act. LAWS OF GUYANA Town and Country Planning Cap. 20:01 29  L.R.O. 1/2012  Powers of entry, etc., for carrying out a scheme. [5 of 1996]                      Penalty for contravention of a scheme.  [5 of 1996]              Provisions as  to compensation for injurious affection.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Minister is unable to purchase by agreement any land which he is authorised, under this Act, to purchase on behalf of the State, he may acquire such land by compulsory acquisition."
                },
                {
                    "representation": "(2)",
                    "description": "the land and the buildings and erections thereon shall, without any conveyance, vest in the State free of all incumbrances."
                },
                {
                    "representation": "(3)",
                    "description": "Upon such deposit being made as required by subsection"
                },
                {
                    "representation": "(4)",
                    "description": "In respect of such compulsory acquisition, compensation shall be assessed, and shall be paid, in the manner provided by the Acquisition of Land for Public Purposes Act as modified by this Act. LAWS OF GUYANA Town and Country Planning Cap. 20:01 29  L.R.O. 1/2012  Powers of entry, etc., for carrying out a scheme. [5 of 1996]                      Penalty for contravention of a scheme.  [5 of 1996]              Provisions as  to compensation for injurious affection."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Powers of entry, etc., for carrying out a scheme. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Powers of entry, etc., for carrying out a scheme. 28. (1) Any person authorised in that behalf in writing by the Central Authority may, on production of such written authority, enter on any land in the area to which a scheme relates and there make such inspection, survey, examination and investigation as may be necessary for the purposes of the enforcement or carrying out of such scheme:  Provided that no person shall enter into any building or into or upon any enclosed yard, court or garden attached to any dwelling- house,  unless  with  the  consent  of  the  occupier  thereof,  without previously giving such occupier at least seven days notice in writing of his intention so to do.  (2) Every person who wilfully obstructs or interferes with any person in the lawful exercise of any power conferred by this section shall be liable on summary conviction to a fine of twenty- five thousand dollars or to imprisonment for three months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person authorised in that behalf in writing by the Central Authority may, on production of such written authority, enter on any land in the area to which a scheme relates and there make such inspection, survey, examination and investigation as may be necessary for the purposes of the enforcement or carrying out of such scheme:  Provided that no person shall enter into any building or into or upon any enclosed yard, court or garden attached to any dwelling- house,  unless  with  the  consent  of  the  occupier  thereof,  without previously giving such occupier at least seven days notice in writing of his intention so to do."
                },
                {
                    "representation": "(2)",
                    "description": "Every person who wilfully obstructs or interferes with any person in the lawful exercise of any power conferred by this section shall be liable on summary conviction to a fine of twenty- five thousand dollars or to imprisonment for three months."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Penalty for contravention of a scheme.  PART V COMPENSATION AND BETTERMENT  ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Penalty for contravention of a scheme.  PART V COMPENSATION AND BETTERMENT  29.  Any person who wilfully does any act (whether of commission or omission) which is a contravention of a provision contained in a scheme shall be liable on summary conviction to a fine of sixty thousand dollars or to imprisonment for three months and, in the case of a continuing offence, to a further fine of five thousand dollars for every day during which the offence continued.   PART V COMPENSATION AND BETTERMENT",
            "description": "Any person who wilfully does any act (whether of commission or omission) which is a contravention of a provision contained in a scheme shall be liable on summary conviction to a fine of sixty thousand dollars or to imprisonment for three months and, in the case of a continuing offence, to a further fine of five thousand dollars for every day during which the offence continued.   PART V COMPENSATION AND BETTERMENT"
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Provisions as to compensation for injurious affection. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Provisions as to compensation for injurious affection. 30.  Subject to this Act, any person  (a)  whose property is injuriously affected by the coming into operation of any provision contained in a scheme, or by the execution of any LAWS OF GUYANA 30 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                            No compensation  in certain classes of  cases.               work under a scheme; or  (b)  who for the purpose of complying with any provision contained in a scheme, or in making or resisting a claim under the provisions of this Act relating to compensation and betterment, has incurred expenditure which is rendered abortive  by a subsequent revocation or variation of the scheme,  shall, if he makes a claim within the time limited for the purpose by this Act, be entitled to recover as compensation from the Central Authority the amount by which his property is decreased in value, or, so far as it was reasonably incurred, the amount of the abortive expenditure, as the case may be.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "whose property is injuriously affected by the coming into operation of any provision contained in a scheme, or by the execution of any LAWS OF GUYANA 30 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                            No compensation  in certain classes of  cases.               work under a scheme; or"
                },
                {
                    "representation": "(b)",
                    "description": "who for the purpose of complying with any provision contained in a scheme, or in making or resisting a claim under the provisions of this Act relating to compensation and betterment, has incurred expenditure which is rendered abortive  by a subsequent revocation or variation of the scheme,  shall, if he makes a claim within the time limited for the purpose by this Act, be entitled to recover as compensation from the Central Authority the amount by which his property is decreased in value, or, so far as it was reasonably incurred, the amount of the abortive expenditure, as the case may be."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "No compensation in certain classes of cases. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under No compensation in certain classes of cases. 31. (1) No compensation shall be payable in respect of any building the erection of which was begun after the material date unless such erection was begun under and in accordance with a permission from the Central Authority.  (2) No compensation shall be payable in respect of any of the following provisions in an approved scheme, namely, any provision which  (a)  prescribes the location of buildings, the extent of the yards, gardens, and curtilage of buildings; or  (b)  imposes any sanitary conditions in connection with buildings; or  (c)  limits  the  number  of  buildings  or  the number of buildings of a LAWS OF GUYANA Town and Country Planning Cap. 20:01 31  L.R.O. 1/2012                                    specified class which may be constructed, erected on, or made in or under any area; or  (d)  prohibits or regulates the sub-division of land; or  (e)   regulates  or  empowers  the  Central  Authority  to regulate  the  size,  height,  spacing,  design,  colour  and materials of buildings;  (f)  controls, restricts or prohibits the objects which may be affixed to buildings; or  (g)  prohibits or restricts building operations only pending the coming into operation of a general development order; or  (h)  prohibits or restricts building operations permanently, on the ground that by reason of the situation or nature of the land the erection of buildings thereon would be likely to involve danger or injury to health, or excessive expenditure of public money in the provision of roads, sewers, water supply, or other public services; or  (i)  prohibits (otherwise than by way of prohibition of building operations) the use of land for a purpose likely to involve danger or injury to health, or detriment to the neighbourhood,  or  LAWS OF GUYANA 32 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                                    restricts  (otherwise  than  by  way  of restriction of building operations) the use of land so far as may  be necessary for preventing such danger, injury or detriment; or  (j)  restricts the purposes for and the manner in which buildings may be used or occupied; or reserves or allocates any  particular land or all land in any particular area for buildings of a specified class or classes; or  (k)  in the interests of safety, regulates or empowers the Central Authority to regulate the height and position of proposed walls, fences or hedges near the corners or bends of roads; or  (1)  limits the number or prescribes the sites of new roads entering a road or the site of a proposed road; or  (m)  in the case of land which at no time within the period of two years, immediately preceding the material date, was, or formed part of the site of a building, fixes in relation to any road a line beyond which no building in that road or proposed road may project; or  (n)  in the case of the erection of any building intended to be used  for purposes of business or industry,  LAWS OF GUYANA Town and Country Planning Cap. 20:01 33  L.R.O. 1/2012                                    requires the provision of accommodation for parking, loading, unloading, or fuelling vehicles, with a view to preventing obstruction of traffic on any road; or  (o)  prohibits, restricts or controls, either generally or in particular places, the exhibition, whether on the ground, on any building or any temporary erection, or any vehicle, boat or other movable object (whether on land or on or in water or in the air), of all or any particular forms of advertisements or other public notices; or  (p)  prevents, remedies or removes injury to amenities arising from the ruinous or neglected condition of any building or by the objectionable or neglected condition of any land attached to a building or abutting on a road or situate in a residential area; or  (q)  prescribes, in the case of land exceeding one acre in extent reserved for the purpose of being developed as a building area, that a proportion of the land (not exceeding five per cent thereof) be set aside for open spaces in addition to the area required for roads.  (3) Nothing contained in subsection (2) shall preclude an owner from claiming compensation for loss or injury arising from LAWS OF GUYANA 34 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                                 Exclusion or limitation of compensation in certain other cases.   (a)  being prevented by the operation of a scheme from maintaining  a  building  which  was  in  existence  on  the material date, or from continuing to use any such building for the purpose for which it was used on the or from making reasonable alterations in and (in proper cases) reasonable additions to any such building; or  (b)  where a building which was in existence at any time within two years immediately before the material date has been  demolished or been destroyed by fire or otherwise, being prevented by the operation of a scheme from erecting, within two years after such demolition or destruction on the site of such demolished or destroyed  building  a  new building which substantially replaces such demolished or destroyed building or from using such new building for the purpose for which such demolished or destroyed building was last used; or  (c)  being prohibited or restricted from the winning of minerals by underground or surface working.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "limits the number or prescribes the sites of new roads entering a road or the site of a proposed road; or"
                },
                {
                    "representation": "(2)",
                    "description": "shall preclude an owner from claiming compensation for loss or injury arising from LAWS OF GUYANA 34 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                                 Exclusion or limitation of compensation in certain other cases."
                },
                {
                    "representation": "(a)",
                    "description": "being prevented by the operation of a scheme from maintaining  a  building  which  was  in  existence  on  the material date, or from continuing to use any such building for the purpose for which it was used on the or from making reasonable alterations in and"
                },
                {
                    "representation": "(b)",
                    "description": "where a building which was in existence at any time within two years immediately before the material date has been  demolished or been destroyed by fire or otherwise, being prevented by the operation of a scheme from erecting, within two years after such demolition or destruction on the site of such demolished or destroyed  building  a  new building which substantially replaces such demolished or destroyed building or from using such new building for the purpose for which such demolished or destroyed building was last used; or"
                },
                {
                    "representation": "(c)",
                    "description": "being prohibited or restricted from the winning of minerals by underground or surface working."
                },
                {
                    "representation": "(d)",
                    "description": "prohibits or regulates the sub-division of land; or"
                },
                {
                    "representation": "(e)",
                    "description": "regulates  or  empowers  the  Central  Authority  to regulate  the  size,  height,  spacing,  design,  colour  and materials of buildings;"
                },
                {
                    "representation": "(f)",
                    "description": "controls, restricts or prohibits the objects which may be affixed to buildings; or"
                },
                {
                    "representation": "(g)",
                    "description": "prohibits or restricts building operations only pending the coming into operation of a general development order; or"
                },
                {
                    "representation": "(h)",
                    "description": "prohibits or restricts building operations permanently, on the ground that by reason of the situation or nature of the land the erection of buildings thereon would be likely to involve danger or injury to health, or excessive expenditure of public money in the provision of roads, sewers, water supply, or other public services; or"
                },
                {
                    "representation": "(i)",
                    "description": "prohibits"
                },
                {
                    "representation": "(j)",
                    "description": "restricts the purposes for and the manner in which buildings may be used or occupied; or reserves or allocates any  particular land or all land in any particular area for buildings of a specified class or classes; or"
                },
                {
                    "representation": "(k)",
                    "description": "in the interests of safety, regulates or empowers the Central Authority to regulate the height and position of proposed walls, fences or hedges near the corners or bends of roads; or"
                },
                {
                    "representation": "(m)",
                    "description": "in the case of land which at no time within the period of two years, immediately preceding the material date, was, or formed part of the site of a building, fixes in relation to any road a line beyond which no building in that road or proposed road may project; or"
                },
                {
                    "representation": "(n)",
                    "description": "in the case of the erection of any building intended to be used  for purposes of business or industry,  LAWS OF GUYANA Town and Country Planning Cap. 20:01 33  L.R.O. 1/2012                                    requires the provision of accommodation for parking, loading, unloading, or fuelling vehicles, with a view to preventing obstruction of traffic on any road; or"
                },
                {
                    "representation": "(o)",
                    "description": "prohibits, restricts or controls, either generally or in particular places, the exhibition, whether on the ground, on any building or any temporary erection, or any vehicle, boat or other movable object"
                },
                {
                    "representation": "(p)",
                    "description": "prevents, remedies or removes injury to amenities arising from the ruinous or neglected condition of any building or by the objectionable or neglected condition of any land attached to a building or abutting on a road or situate in a residential area; or"
                },
                {
                    "representation": "(q)",
                    "description": "prescribes, in the case of land exceeding one acre in extent reserved for the purpose of being developed as a building area, that a proportion of the land"
                },
                {
                    "representation": "(3)",
                    "description": "Nothing contained in subsection"
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Exclusion or limitation of compensation in certain other cases. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Exclusion or limitation of compensation in certain other cases. 32. (1) No compensation shall be payable under this Act in respect of any property on the ground that it has been injuriously affected by any provision contained in a scheme, if and in so far as the same provision or a provision substantially to the same effect, was, at the date when the LAWS OF GUYANA Town and Country Planning Cap. 20:01 35  L.R.O. 1/2012                                    scheme came into operation, already in force by virtue of any other Act.  (2) A person shall not be entitled to recover compensation under this Act in respect of any action taken under section 22 except in a case where a building which the Central Authority have removed, pulled down or altered, was an existing building at the material date.  (3) Where any provision contained in a scheme could immediately before the date on which the scheme came into operation have been validly included in a scheme by virtue of any other Act, then  (a)  if no compensation would have been payable in respect of  injury  caused  by  the  coming  into  operation  of  that provision in that other scheme, no compensation shall be payable in respect of that provision of the scheme under this Act; and  (b)  if compensation would have been payable, the compensation payable in respect of that provision of the scheme  under  this  Act  shall  not  be  greater  than  the compensation which would have been so payable.  (4) Where any provision of a scheme is revoked or varied by a subsequent scheme, no compensation shall be payable in respect of any property on the ground that it has been injuriously affected by any provision contained in the subsequent scheme if and in so far as that later provision is the same, or substantially the same, as the earlier provision so revoked or varied; but if at the date when the revocation or variation of that earlier provision becomes operative LAWS OF GUYANA 36 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                Recovery of betterment from owners of  property increased in value.                   (a)  there is still outstanding any claim for compensation duly made thereunder; or  (b)  the time originally limited for making such a claim has not expired;  and such outstanding claim and any such claim made within the time so limited shall be entertained and determined, and may be enforced, in the same manner in all respects as if all the provisions of the earlier scheme had continued in operation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No compensation shall be payable under this Act in respect of any property on the ground that it has been injuriously affected by any provision contained in a scheme, if and in so far as the same provision or a provision substantially to the same effect, was, at the date when the LAWS OF GUYANA Town and Country Planning Cap. 20:01 35  L.R.O. 1/2012                                    scheme came into operation, already in force by virtue of any other Act."
                },
                {
                    "representation": "(2)",
                    "description": "A person shall not be entitled to recover compensation under this Act in respect of any action taken under section 22 except in a case where a building which the Central Authority have removed, pulled down or altered, was an existing building at the material date."
                },
                {
                    "representation": "(3)",
                    "description": "Where any provision contained in a scheme could immediately before the date on which the scheme came into operation have been validly included in a scheme by virtue of any other Act, then"
                },
                {
                    "representation": "(a)",
                    "description": "there is still outstanding any claim for compensation duly made thereunder; or"
                },
                {
                    "representation": "(b)",
                    "description": "the time originally limited for making such a claim has not expired;  and such outstanding claim and any such claim made within the time so limited shall be entertained and determined, and may be enforced, in the same manner in all respects as if all the provisions of the earlier scheme had continued in operation."
                },
                {
                    "representation": "(4)",
                    "description": "Where any provision of a scheme is revoked or varied by a subsequent scheme, no compensation shall be payable in respect of any property on the ground that it has been injuriously affected by any provision contained in the subsequent scheme if and in so far as that later provision is the same, or substantially the same, as the earlier provision so revoked or varied; but if at the date when the revocation or variation of that earlier provision becomes operative LAWS OF GUYANA 36 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                Recovery of betterment from owners of  property increased in value."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Recovery of betterment from owners of property increased in value. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Recovery of betterment from owners of property increased in value. 33. (1)  Where, by  the  coming  into  operation  of  any  provision contained in a scheme, or by the execution of any work under a scheme, any property within the area to which the scheme applies is increased in value, the Central Authority, if they make a claim for the purpose within three  years after the date on which the provision came into operation, or within three years after the completion of the work, as the case may be, shall be  entitled to recover from any person whose property is so increased in value an amount not exceeding one-half of the amount of that increase.  (2) Any sum recoverable under this section shall be paid by annual instalments over a period of not less than twenty years and not more  than thirty years as shall be fixed by the Central Authority together with interest at the rate of three and one-half per cent per annum chargeable on the aggregate amount of the instalments for the time being outstanding:  Provided that the person from whom such instalments are due may, on giving not less than six months notice in writing to the Central Authority  of his intention so to do, LAWS OF GUYANA Town and Country Planning Cap. 20:01 37  L.R.O. 1/2012                       Making of claims for compensation or betterment.            pay to them the whole of any outstanding  instalments,  together  with  any  interest  accruing  due thereon to the date of payment.  (3) Where any provision of a scheme is revoked or varied by a subsequent scheme, no property shall be deemed to be increased in value by any provision contained in the subsequent scheme if and in so far as that  provision is the same, or substantially the same, as a provision contained in the scheme so revoked or varied:  Provided that, if at the date when the revocation or variation of the said scheme becomes operative there is still outstanding any claim in respect  of  an  increase  in  the  value  of  any  property  duly  made thereunder, or the time originally limited for making such a claim has not expired, any such outstanding claim, and any such claim made within the time so limited, shall be entertained and determined and may be enforced, in the like  manner in all respects as if all the provisions of the earlier scheme had continued in operation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where, by  the  coming  into  operation  of  any  provision contained in a scheme, or by the execution of any work under a scheme, any property within the area to which the scheme applies is increased in value, the Central Authority, if they make a claim for the purpose within three  years after the date on which the provision came into operation, or within three years after the completion of the work, as the case may be, shall be  entitled to recover from any person whose property is so increased in value an amount not exceeding one-half of the amount of that increase."
                },
                {
                    "representation": "(2)",
                    "description": "Any sum recoverable under this section shall be paid by annual instalments over a period of not less than twenty years and not more  than thirty years as shall be fixed by the Central Authority together with interest at the rate of three and one-half per cent per annum chargeable on the aggregate amount of the instalments for the time being outstanding:  Provided that the person from whom such instalments are due may, on giving not less than six months notice in writing to the Central Authority  of his intention so to do, LAWS OF GUYANA Town and Country Planning Cap. 20:01 37  L.R.O. 1/2012                       Making of claims for compensation or betterment.            pay to them the whole of any outstanding  instalments,  together  with  any  interest  accruing  due thereon to the date of payment."
                },
                {
                    "representation": "(3)",
                    "description": "Where any provision of a scheme is revoked or varied by a subsequent scheme, no property shall be deemed to be increased in value by any provision contained in the subsequent scheme if and in so far as that  provision is the same, or substantially the same, as a provision contained in the scheme so revoked or varied:  Provided that, if at the date when the revocation or variation of the said scheme becomes operative there is still outstanding any claim in respect  of  an  increase  in  the  value  of  any  property  duly  made thereunder, or the time originally limited for making such a claim has not expired, any such outstanding claim, and any such claim made within the time so limited, shall be entertained and determined and may be enforced, in the like  manner in all respects as if all the provisions of the earlier scheme had continued in operation."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Making of claims for compensation or betterment. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Making of claims for compensation or betterment. 34. (1) A claim under this Act for compensation or in respect of an increase in the value of any property shall be made by serving upon the Central  Authority or person from whom the amount alleged to be payable is claimed a notice in writing stating the grounds of the claim and the amount claimed.  (2) Subject to this Act, a claim under this Act for compensation may  be made within twelve months after the date on which the provision giving rise to the claim came into operation or within such longer period as  may be specified in the scheme, or in respect of expenditure rendered  abortive by the revocation or variation of a scheme, within twelve months after the date on which the action was completed, or the order  came into operation, or LAWS OF GUYANA 38 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                                    the revocation or variation of the scheme became operative.  (3) Where it is alleged that land which, at or within two years before  the material date, formed the site of a building has been injuriously affected by a provision fixing, in relation to any road or proposed road, a line beyond which no building in that road or proposed road may project, then, subject to any agreement to the contrary, the period within which a claim for compensation may be made in respect of that land shall be a period of twelve months after the date on which a new building is erected on the site in conformity with the line so fixed:  Provided that, if in the case of any such land a claimant alleges in his  claim, and proves to the satisfaction of a Judge that it is not reasonably  practicable to erect any new building on that land in conformity with the line so fixed, and, where the building is standing at the date on which  the scheme comes into operation, has before commencing to demolish  the  building given notice to the Central Authority in accordance with the provisions of subsection (4), a claim made by him at any time within a period of twelve months after the date on which the building is demolished or the date on which the scheme comes into operation, which ever last occurs, shall be deemed to be validly made and shall be entertained by a judge.  (4) A person who intends to claim compensation in respect of any such land as is mentioned in the proviso to subsection (3) shall, if the building is standing at the date on which the scheme comes into operation not less than three months before he commences to demolish the building,  give notice in writing of his intention to the Central Authority, and the  Central Authority may, at any time before the expiration of two months  from the receipt by them of the notice, require him to sell the site and the buildings thereon, LAWS OF GUYANA Town and Country Planning Cap. 20:01 39  L.R.O. 1/2012           Special assessment: recovery of expenses.            Determination of claims to and recovery of amounts due.         and thereupon the provisions of this Act with respect to the compulsory acquisition of land shall apply in relation to that site and any buildings thereon as they apply in relation to the land required for the purposes of a scheme.  (5) Where it is alleged that property has been injuriously affected by the execution of any work, the period within which a claim in respect of that injurious affection may be made shall be a period of three years after the completion of the work.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A claim under this Act for compensation or in respect of an increase in the value of any property shall be made by serving upon the Central  Authority or person from whom the amount alleged to be payable is claimed a notice in writing stating the grounds of the claim and the amount claimed."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to this Act, a claim under this Act for compensation may  be made within twelve months after the date on which the provision giving rise to the claim came into operation or within such longer period as  may be specified in the scheme, or in respect of expenditure rendered  abortive by the revocation or variation of a scheme, within twelve months after the date on which the action was completed, or the order  came into operation, or LAWS OF GUYANA 38 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                                    the revocation or variation of the scheme became operative."
                },
                {
                    "representation": "(3)",
                    "description": "shall, if the building is standing at the date on which the scheme comes into operation not less than three months before he commences to demolish the building,  give notice in writing of his intention to the Central Authority, and the  Central Authority may, at any time before the expiration of two months  from the receipt by them of the notice, require him to sell the site and the buildings thereon, LAWS OF GUYANA Town and Country Planning Cap. 20:01 39  L.R.O. 1/2012           Special assessment: recovery of expenses.            Determination of claims to and recovery of amounts due.         and thereupon the provisions of this Act with respect to the compulsory acquisition of land shall apply in relation to that site and any buildings thereon as they apply in relation to the land required for the purposes of a scheme."
                },
                {
                    "representation": "(4)",
                    "description": "A person who intends to claim compensation in respect of any such land as is mentioned in the proviso to subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Where it is alleged that property has been injuriously affected by the execution of any work, the period within which a claim in respect of that injurious affection may be made shall be a period of three years after the completion of the work."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Special assessment:  recovery of expenses. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Special assessment:  recovery of expenses. 35. (1) A scheme may provide that the cost or a portion of the cost of any works to be executed as part of the scheme shall be a special charge upon the property within a particular area to the exclusion of the rest of the area to which the scheme applies, and the Central Authority may fix and apportion the amount of the special charge thereon and the persons and times by whom and when the same shall be payable.  (2) Whenever a scheme provides for a special assessment under subsection (1), no claim shall be made by the Central Authority for betterment against the owners of property situate within the particular area to which the assessment relates.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A scheme may provide that the cost or a portion of the cost of any works to be executed as part of the scheme shall be a special charge upon the property within a particular area to the exclusion of the rest of the area to which the scheme applies, and the Central Authority may fix and apportion the amount of the special charge thereon and the persons and times by whom and when the same shall be payable."
                },
                {
                    "representation": "(2)",
                    "description": "Whenever a scheme provides for a special assessment under subsection"
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Determination of claims to and recovery of amounts due. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Determination of claims to and recovery of amounts due. 36. (1)  Any question arising under this Act as to  (a)  the right of a claimant to recover compensation; or  (b)  the  right  of  the  Central  Authority  to  recover  any amount in respect of an increase in the value of any property, or by way of a special charge on any property; or  (c)  the  amount  and  manner  of  LAWS OF GUYANA 40 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                                    payment  of  any  such recoverable compensation or amount as aforesaid, shall unless  the Central Authority and all persons concerned otherwise agree, be referred to and determined by a judge by notice in writing.  (2) The judge shall cause the respective parties to appear before him and it shall be lawful for him to hear and determine the claim in a summary manner, and for that purpose to examine the parties or any of them and their witnesses. The determination by a Judge of a claim under this section shall be final and he shall allow such costs as he may think fit.  (3) The judge charged with the duty of determining any claim as aforesaid  (a)  shall have regard to any undertaking which the Central Authority, or the person against whom the claim is made, may have given; and  (b)  if the question arises out of the coming into operation of a supplementary scheme, shall take into account any amount which the Central Authority have paid or are liable to pay, or have recovered or are entitled to recover, in respect of that property by reason of the coming into operation of the original scheme, or any other scheme; and  (c)  if any contribution has been made by the Central Authority under the LAWS OF GUYANA Town and Country Planning Cap. 20:01 41  L.R.O. 1/2012     Recovery of charge, sum or other amount due to the Central Authority.             Receipts and expenditure of Central Authority.             Recovery of amounts due to or by Central Authority.  Summary procedure.    provisions of this Act relating to interim development, shall take into account that contribution.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any question arising under this Act as to"
                },
                {
                    "representation": "(a)",
                    "description": "shall have regard to any undertaking which the Central Authority, or the person against whom the claim is made, may have given; and"
                },
                {
                    "representation": "(b)",
                    "description": "if the question arises out of the coming into operation of a supplementary scheme, shall take into account any amount which the Central Authority have paid or are liable to pay, or have recovered or are entitled to recover, in respect of that property by reason of the coming into operation of the original scheme, or any other scheme; and"
                },
                {
                    "representation": "(c)",
                    "description": "if any contribution has been made by the Central Authority under the LAWS OF GUYANA Town and Country Planning Cap. 20:01 41  L.R.O. 1/2012     Recovery of charge, sum or other amount due to the Central Authority.             Receipts and expenditure of Central Authority.             Recovery of amounts due to or by Central Authority.  Summary procedure.    provisions of this Act relating to interim development, shall take into account that contribution."
                },
                {
                    "representation": "(2)",
                    "description": "The judge shall cause the respective parties to appear before him and it shall be lawful for him to hear and determine the claim in a summary manner, and for that purpose to examine the parties or any of them and their witnesses. The determination by a Judge of a claim under this section shall be final and he shall allow such costs as he may think fit."
                },
                {
                    "representation": "(3)",
                    "description": "The judge charged with the duty of determining any claim as aforesaid"
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Recovery of charge, sum or other amount due to the Central Authority.  PART VI MISCELLANEOUS  ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Recovery of charge, sum or other amount due to the Central Authority.  PART VI MISCELLANEOUS  37.  Any charge, sum or amount due and payable to the Central Authority under sections 33, 35 or 36 shall, after the expiration of three months from the time the same shall have become due and payable, be recoverable  (a)  by parate or summary execution against the property in respect of which the charge, sum or amount became due and payable; or  (b)  by action against the proprietor for the time being of such property as a civil debt.  PART VI MISCELLANEOUS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "by parate or summary execution against the property in respect of which the charge, sum or amount became due and payable; or"
                },
                {
                    "representation": "(b)",
                    "description": "by action against the proprietor for the time being of such property as a civil debt.  PART VI MISCELLANEOUS"
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Receipts and expenditure of Central Authority. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Receipts and expenditure of Central Authority. 38. (1) All sums received by the Central Authority by way of betterment, or otherwise shall be paid to the Accountant General for the public use.  (2) All  expenses  incurred  by  the  Central  Authority  in  the discharge of their functions and all amounts due by them under this Act shall,  unless  otherwise  provided  for,  be  defrayed  out  of  moneys provided by Parliament.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All sums received by the Central Authority by way of betterment, or otherwise shall be paid to the Accountant General for the public use."
                },
                {
                    "representation": "(2)",
                    "description": "All  expenses  incurred  by  the  Central  Authority  in  the discharge of their functions and all amounts due by them under this Act shall,  unless  otherwise  provided  for,  be  defrayed  out  of  moneys provided by Parliament."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Recovery of amounts due to or by Central Authority. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Recovery of amounts due to or by Central Authority. 39. Any amount due to or by the Central Authority for any work done or expenses incurred under this Act may be recovered summarily as a civil debt.",
            "description": "Any amount due to or by the Central Authority for any work done or expenses incurred under this Act may be recovered summarily as a civil debt."
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Summary procedure. LAWS OF GUYANA Town and Country Planning Cap. 20:01 5  L.R.O. 1/2012      SECTION ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Summary procedure. LAWS OF GUYANA Town and Country Planning Cap. 20:01 5  L.R.O. 1/2012      SECTION 40. (1) Where any application is made under this Act to a magistrate, the magistrate may summon the parties to appear before him at a time and place to be named in the summons and upon the appearance of such parties or in the absence of any of them, upon proof of the due service of the LAWS OF GUYANA 42 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012               Service of notices, etc., on Central Authority and on other persons.                    summons, it shall be lawful for the magistrate to hear and determine the question at issue and the amount of any compensation, and for that purpose to examine such parties or any of them and their witnesses upon oath, and the cost of every such inquiry shall be at his discretion and he shall settle the amount thereof.  (2) Any person who is dissatisfied with the decision under this Act of a magistrate, may, within twenty-eight days after the date of such decision, appeal therefrom, by way of originating summons, to a judge, and the decision of the judge shall be final.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any application is made under this Act to a magistrate, the magistrate may summon the parties to appear before him at a time and place to be named in the summons and upon the appearance of such parties or in the absence of any of them, upon proof of the due service of the LAWS OF GUYANA 42 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012               Service of notices, etc., on Central Authority and on other persons.                    summons, it shall be lawful for the magistrate to hear and determine the question at issue and the amount of any compensation, and for that purpose to examine such parties or any of them and their witnesses upon oath, and the cost of every such inquiry shall be at his discretion and he shall settle the amount thereof."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who is dissatisfied with the decision under this Act of a magistrate, may, within twenty-eight days after the date of such decision, appeal therefrom, by way of originating summons, to a judge, and the decision of the judge shall be final."
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Service of notices, etc., on Central Authority and on other persons. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Service of notices, etc., on Central Authority and on other persons. 41. (1) Any notice, summons, writ or other proceeding at law or otherwise required to be served on the Central Authority for any of the purposes of this Act may be served upon them by delivering it to their secretary, or by leaving it at their office with some person employed there, or by sending it by post in a registered letter addressed to the Central Authority or their secretary at their office.  (2) Subject  to  subsection  (1)  any  notice,  order,  or  other document required or authorised to be served under this Act may be served  (a)  by delivering it to the person on whom it is to be served; or  (b)  by leaving it at the usual or last known place of abode of that person; or  (c)  by sending it in a prepaid letter addressed to that person at his usual or last known place of abode provided that such place of abode is within a LAWS OF GUYANA Town and Country Planning Cap. 20:01 43  L.R.O. 1/2012                             Protection of statutory undertakers.             postal delivery district; or  (d)  in the case of an incorporated company or body, by delivering it to the secretary or clerk of the company or body at  their registered or principal office or sending it in a prepaid  letter addressed to the secretary or clerk of the company or body at that office; or  (e)  if  it  is  not  practicable  after  reasonable  inquiry  to ascertain the name or address of any person on whom it should be served, by addressing it to him by the description of owner or lessee or occupier (or as the case may be) of the premises (naming them) to which it relates, and by delivering it to some person on the premises or, if there is no person on the premises to whom it can be delivered, by affixing it, or a copy of it, to some conspicuous part of the premises.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "any  notice,  order,  or  other document required or authorised to be served under this Act may be served"
                },
                {
                    "representation": "(2)",
                    "description": "Subject  to  subsection"
                },
                {
                    "representation": "(a)",
                    "description": "by delivering it to the person on whom it is to be served; or"
                },
                {
                    "representation": "(b)",
                    "description": "by leaving it at the usual or last known place of abode of that person; or"
                },
                {
                    "representation": "(c)",
                    "description": "by sending it in a prepaid letter addressed to that person at his usual or last known place of abode provided that such place of abode is within a LAWS OF GUYANA Town and Country Planning Cap. 20:01 43  L.R.O. 1/2012                             Protection of statutory undertakers.             postal delivery district; or"
                },
                {
                    "representation": "(d)",
                    "description": "in the case of an incorporated company or body, by delivering it to the secretary or clerk of the company or body at  their registered or principal office or sending it in a prepaid  letter addressed to the secretary or clerk of the company or body at that office; or"
                },
                {
                    "representation": "(e)",
                    "description": "if  it  is  not  practicable  after  reasonable  inquiry  to ascertain the name or address of any person on whom it should be served, by addressing it to him by the description of owner or lessee or occupier"
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Protection of statutory undertakers.  ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Protection of statutory undertakers.  42. (1) No provision contained in a scheme shall apply to any land or any building erected thereon which for the time being belongs to any statutory undertakers and is held or used by them for the purposes of their undertaking, except in so far as they may consent to any particular provision of the scheme being made applicable to any such land or building:  Provided that their consent shall not be unreasonably withheld, and any question whether or not consent is unreasonably withheld shall be decided by the Minister whose decision shall be final. LAWS OF GUYANA 44 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                    Power of public departments, etc., to make agreements in connection with schemes.         Power of Central Authority and owners to enter into agreements restricting use of land.     (2) Whenever any land or building in the area to which a scheme relates is at the material date occupied by statutory undertakers for the purposes of their undertaking, and ceases at any time after the material date to be occupied by such statutory undertakers for such purposes, and such statutory undertakers, have not given the consent mentioned in sub-section (1), every provision contained in such scheme which would have applied to such land or buildings, if it were not so occupied by the statutory undertakers shall, immediately upon the cesser, apply to such land or building but with the modification that the date of the cesser shall be the material date in respect of the land or building.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No provision contained in a scheme shall apply to any land or any building erected thereon which for the time being belongs to any statutory undertakers and is held or used by them for the purposes of their undertaking, except in so far as they may consent to any particular provision of the scheme being made applicable to any such land or building:  Provided that their consent shall not be unreasonably withheld, and any question whether or not consent is unreasonably withheld shall be decided by the Minister whose decision shall be final. LAWS OF GUYANA 44 Cap. 20:01 Town and Country Planning   L.R.O. 1/2012                    Power of public departments, etc., to make agreements in connection with schemes.         Power of Central Authority and owners to enter into agreements restricting use of land."
                },
                {
                    "representation": "(2)",
                    "description": "Whenever any land or building in the area to which a scheme relates is at the material date occupied by statutory undertakers for the purposes of their undertaking, and ceases at any time after the material date to be occupied by such statutory undertakers for such purposes, and such statutory undertakers, have not given the consent mentioned in sub-section"
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Power of public departments, etc., to make agreements in connection with schemes. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Power of public departments, etc., to make agreements in connection with schemes. 43. For the purpose of co-operating with the Central Authority in the preparation of or the carrying into effect of a scheme, any public department or Local Authority may, subject to the approval of the Minister, enter into agreements for securing that any land which is under their control, or which is in their occupation or vested in them for public  purposes or for the public service, shall, so far as may be provided by any such agreement, be laid out and used in conformity with the general objects of the scheme, and any agreement so made may contain such consequential and incidental provisions, including provisions of a  financial  character, as appear to be necessary or desirable having regard to the contents.",
            "description": "For the purpose of co-operating with the Central Authority in the preparation of or the carrying into effect of a scheme, any public department or Local Authority may, subject to the approval of the Minister, enter into agreements for securing that any land which is under their control, or which is in their occupation or vested in them for public  purposes or for the public service, shall, so far as may be provided by any such agreement, be laid out and used in conformity with the general objects of the scheme, and any agreement so made may contain such consequential and incidental provisions, including provisions of a  financial  character, as appear to be necessary or desirable having regard to the contents."
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Power of Central Authority and owners to enter into agreements restricting use of land. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Power of Central Authority and owners to enter into agreements restricting use of land. 44. (1) Where any person is willing to agree with the Central Authority that his land, or any part thereof, shall so far as his interest in the land enables him to bind it, be made subject, either permanently or for a specified period, to conditions restricting the planning, development, or use thereof in any manner, the Central Authority may, if they think fit, enter into an agreement with him to that effect.  LAWS OF GUYANA Town and Country Planning Cap. 20:01 45  L.R.O. 1/2012                       Public inquiry.         Protection of Central Authority and other persons acting under Act. c. 5:07        s. 4(1)             (2) Any agreement entered into under the provisions of this section shall be registered in the Deeds Registry.  (3) Whenever the agreement relates to land included in an approved scheme, particulars of such agreement shall be entered in the register required to be kept under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any person is willing to agree with the Central Authority that his land, or any part thereof, shall so far as his interest in the land enables him to bind it, be made subject, either permanently or for a specified period, to conditions restricting the planning, development, or use thereof in any manner, the Central Authority may, if they think fit, enter into an agreement with him to that effect.  LAWS OF GUYANA Town and Country Planning Cap. 20:01 45  L.R.O. 1/2012                       Public inquiry.         Protection of Central Authority and other persons acting under Act. c. 5:07        s. 4(1)"
                },
                {
                    "representation": "(2)",
                    "description": "Any agreement entered into under the provisions of this section shall be registered in the Deeds Registry."
                },
                {
                    "representation": "(3)",
                    "description": "Whenever the agreement relates to land included in an approved scheme, particulars of such agreement shall be entered in the register required to be kept under section"
                }
            ]
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Public enquiry. ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Public enquiry. 45. Whenever power is conferred on the Minister by this Act to approve any scheme, or order, or other matter, or to take any other action, he may before exercising such power cause a public inquiry to be held into the matter.",
            "description": "Whenever power is conferred on the Minister by this Act to approve any scheme, or order, or other matter, or to take any other action, he may before exercising such power cause a public inquiry to be held into the matter."
        }
    },
    {
        "act": "TOWN AND COUNTRY PLANNING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Protection of Central Authority and other persons acting under Act. FIRST SCHEDULE—Matters in relation to which Regulations shall be made. SECOND SCHEDULE—Matters to be dealt with by Schemes.  ______________________ 1953 Ed. c. 181 25 of 1946 ____________ 6 of 1966    An Act to make provision for the orderly and progressive development of Land, Cities, Towns and other areas, whether Urban or Rural, to preserve and improve the amenities thereof, and for other matters connected therewith.  [1st APRIL, 1948] Short title.    Interpretation. [24 of 1969 4 of 1972 25 of 1973]          ",
            "context": "TOWN AND COUNTRY PLANNING ACT under Protection of Central Authority and other persons acting under Act. FIRST SCHEDULEMatters in relation to which Regulations shall be made. SECOND SCHEDULEMatters to be dealt with by Schemes.  ______________________ 1953 Ed. c. 181 25 of 1946 ____________ 6 of 1966    An Act to make provision for the orderly and progressive development of Land, Cities, Towns and other areas, whether Urban or Rural, to preserve and improve the amenities thereof, and for other matters connected therewith.  [1st APRIL, 1948] Short title.    Interpretation. [24 of 1969 4 of 1972 25 of 1973]          46. (1) The Central Authority, and every person acting under this Act  shall  be  entitled  to  the  protection  afforded  by  the  Justices Protection Act.  (2) No personal liability shall attach to any member of the Central Authority in respect of anything done or suffered in good faith under this Act, or any sums of money, damages or cost which may be recovered against the anything done or anything suffered as aforesaid shall be paid out of moneys provided by Parliament. ____________________  FIRST SCHEDULE  Matters in relation to which Regulations shall be made",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Central Authority, and every person acting under this Act  shall  be  entitled  to  the  protection  afforded  by  the  Justices Protection Act."
                },
                {
                    "representation": "(2)",
                    "description": "No personal liability shall attach to any member of the Central Authority in respect of anything done or suffered in good faith under this Act, or any sums of money, damages or cost which may be recovered against the anything done or anything suffered as aforesaid shall be paid out of moneys provided by Parliament. ____________________  FIRST SCHEDULE  Matters in relation to which Regulations shall be made"
                }
            ]
        }
    }
]