[
    {
        "act": "KAIETEUR NATIONAL PARK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "KAIETEUR NATIONAL PARK ACT under Short title. 1. This Act may be cited as the Kaieteur National Park Act.  1A. In this Act   Amerindian has the same meaning as in the Amerindian 3A. Act not in derogation of Amerindian rights. 3B.  Unrestricted rights to travel.",
            "description": "This Act may be cited as the Kaieteur National Park Act.  1A. In this Act   Amerindian has the same meaning as in the Amerindian 3A. Act not in derogation of Amerindian rights. 3B.  Unrestricted rights to travel."
        }
    },
    {
        "act": "KAIETEUR NATIONAL PARK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Constitution of Kaieteur National Park. 1A. Interpretation. Interpretation. LAWS OF GUYANA 4 Cap. 20:02 Kaieteur National Park  L.R.O. 1/2012                  Constitution of Kaieteur National Park. Schedule.         Until Board established Commissioner of Lands to control Park.  [4 of 1972] [12 of 2000]              Act not in derogation of Amerindian rights. [12 of 2000]    Act;  “Amerindian people“ means the Amerindian who as a group had been living proximate to the boundaries of the Extended Kaieteur National Park as defined in the Schedule by Order dated March 9, 1999* and have conducted activities of daily living therein.  ",
            "context": "KAIETEUR NATIONAL PARK ACT under Constitution of Kaieteur National Park. 1A. Interpretation. Interpretation. LAWS OF GUYANA 4 Cap. 20:02 Kaieteur National Park  L.R.O. 1/2012                  Constitution of Kaieteur National Park. Schedule.         Until Board established Commissioner of Lands to control Park.  [4 of 1972] [12 of 2000]              Act not in derogation of Amerindian rights. [12 of 2000]    Act;  Amerindian people means the Amerindian who as a group had been living proximate to the boundaries of the Extended Kaieteur National Park as defined in the Schedule by Order dated March 9, 1999* and have conducted activities of daily living therein.  2. (1) The area of State land contained within the boundaries defined in the Schedule is hereby constituted a national park to be known as the Kaieteur National Park.  (2) The Minister may from time to time, by order, vary the boundaries of the said park.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The area of State land contained within the boundaries defined in the Schedule is hereby constituted a national park to be known as the Kaieteur National Park."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may from time to time, by order, vary the boundaries of the said park."
                }
            ]
        }
    },
    {
        "act": "KAIETEUR NATIONAL PARK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Until Board established Commissioner of Lands to control      Park. ",
            "context": "KAIETEUR NATIONAL PARK ACT under Until Board established Commissioner of Lands to control      Park. 3. (1) The Minister may establish a board to be known as the Kaieteur National Park Board (referred to in this Act as the Board) consisting of such number of members as he deems fit to take and have the general charge and control of the said park.  (2) Until a Board has been appointed under subsection (1), the Commissioner of Lands shall have the general charge and control of the said park.  (3) There shall be such number of rangers as are required for the purposes of this Act who shall be under the orders and direction of the Board or the Commissioner of Lands, as the case may be, and who shall perform such duties as may be prescribed.  3A.Nothing in this Act shall be construed as being in derogation of any right, privilege or freedom hitherto exercised by the  Amerindian people, who shall continue to enjoy such right, privilege or freedom, to fish, hunt and generally to forage, and in so doing to promote sustainable forest and wild life management: LAWS OF GUYANA Kaieteur National Park Cap. 20:02 5  L.R.O. 1/2012         Unrestricted right to travel [12 of 2000]          Use of park to be in  accordance  with rules. [6 of 1997]                  Power to make rules. [4 of 1972 6 of 1997]          Provided that the aforesaid right, privilege or freedom shall only  be  exerciseable  within  the  additional  lands  in  the  extended boundaries of the Kaieteur National Park as defined in the Schedule by Order dated 9th March,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may establish a board to be known as the Kaieteur National Park Board"
                },
                {
                    "representation": "(2)",
                    "description": "Until a Board has been appointed under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "There shall be such number of rangers as are required for the purposes of this Act who shall be under the orders and direction of the Board or the Commissioner of Lands, as the case may be, and who shall perform such duties as may be prescribed.  3A.Nothing in this Act shall be construed as being in derogation of any right, privilege or freedom hitherto exercised by the  Amerindian people, who shall continue to enjoy such right, privilege or freedom, to fish, hunt and generally to forage, and in so doing to promote sustainable forest and wild life management: LAWS OF GUYANA Kaieteur National Park Cap. 20:02 5  L.R.O. 1/2012         Unrestricted right to travel [12 of 2000]          Use of park to be in  accordance  with rules. [6 of 1997]                  Power to make rules. [4 of 1972 6 of 1997]          Provided that the aforesaid right, privilege or freedom shall only  be  exerciseable  within  the  additional  lands  in  the  extended boundaries of the Kaieteur National Park as defined in the Schedule by Order dated 9th March,"
                }
            ]
        }
    },
    {
        "act": "KAIETEUR NATIONAL PARK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Use of Park to be in accordance with rules. ",
            "context": "KAIETEUR NATIONAL PARK ACT under Use of Park to be in accordance with rules. 4. (1) It shall not be lawful for any person to enter into, travel or encamp within the park or to build any structure therein, or to hunt, chase, catch, shoot at, kill or otherwise disturb any animal or cut, pluck or gather any of the flora or interfere with or disturb the soil by mining or other operations within the park or to remove anything whatsoever from the park except in accordance with regulations made under this Act.  (2) Any person acting in contravention of any of the provisions of subsection (1) shall be liable on summary conviction to a fine of ninety- seven thousand five hundred dollars, and anything taken by such person from the park shall be forfeited.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be liable on summary conviction to a fine of ninety- seven thousand five hundred dollars, and anything taken by such person from the park shall be forfeited."
                },
                {
                    "representation": "(2)",
                    "description": "Any person acting in contravention of any of the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "KAIETEUR NATIONAL PARK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Power to make rules. ",
            "context": "KAIETEUR NATIONAL PARK ACT under Power to make rules. 5. (1) The Minister may make regulations generally for carrying into effect the objects and purposes of this Act, and in particular with respect to the functions of the Board, the Commissioners and the rangers and with respect to the conditions on which the park may be used by the public.  (2) There may be annexed to the breach of any rule a penalty not exceeding nineteen thousand five hundred dollars.                                                   1 Kaieture National Park (Amendment) Order 1999 (No. 4 of 1999) LAWS OF GUYANA 6 Cap. 20:02 Kaieteur National Park  L.R.O. 1/2012  ranger to arrest offender.      [O. 4/1999]   any person found committing any offence under this Act, and shall bring such person before a magistrate as soon as practicable after he is so taken into custody. ____________________  SCHEDULE  BOUNDARIES OF KAIETEUR NATIONAL PARK  Commencing at a point on the left bank Potaro River, two hundred feet below the Tukeit Rest House Compound, thence along the trail to the Korume Creek, thence up the Korume Creek to its source, thence to and including Menzies landing on the left bank Potaro River, thence across the Potaro River to its right bank, thence inland for a distance of one quarter of a mile, thence downwards and parallel to the right bank Potaro River at a  distance of one quarter of a mile to an unnamed tributary of the Potaro River on its right bank about three hundred feet below the foot of Tukeit  Falls, thence down the left bank of that tributary to the right bank Potaro River, thence across the Potaro River to the point of  commencement.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may make regulations generally for carrying into effect the objects and purposes of this Act, and in particular with respect to the functions of the Board, the Commissioners and the rangers and with respect to the conditions on which the park may be used by the public."
                },
                {
                    "representation": "(2)",
                    "description": "There may be annexed to the breach of any rule a penalty not exceeding nineteen thousand five hundred dollars.                                                   1 Kaieture National Park"
                }
            ]
        }
    }
]