[
    {
        "act": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT under Short title. 1. This Act may be cited as the Iwokrama International LAWS OF GUYANA                                                                                                                                                     Iwokrama International Centre for Rain Forest                                 Conservation and Development  Cap. 20:04 5  L.R.O. 1/2012                                            Centre is body corporate.     Agreement;  Centre means the Iwokrama International Centre referred to in Article 23 of the Agreement and declared a corporate body under section 3;  Minister means the Minister charged with the responsibility of administering this Act;  Programme  means   the   Iwokrama   International   Rain   Forest Conservation and Development Programme;  Programme Site means the area of State Land demarcated and dedicated under section 4 to be the Programme Site for the Programme;  sustainable utilisation means the use of the multiple resources of the tropical rain forest so that they may yield the greatest benefits to present generations while maintaining their potential to meet the needs and aspirations of future generations;  Wilderness  Preserve  means  the  area  of  the  Programme  Site demarcated  and  allocated  under  section  7(1)  (a)  for  the establishment and maintenance of the Rain Forest Wilderness Preserve for conserving nature and maintaining natural processes in an undisturbed state in order to have ecologically representative examples of the natural environment available for scientific study, environmental monitoring and education, and for the maintenance of genetic resources in a dynamic and evolutionary state.",
            "description": [
                {
                    "representation": "(1)",
                    "description": ""
                },
                {
                    "representation": "(a)",
                    "description": "for  the establishment and maintenance of the Rain Forest Wilderness Preserve for conserving nature and maintaining natural processes in an undisturbed state in order to have ecologically representative examples of the natural environment available for scientific study, environmental monitoring and education, and for the maintenance of genetic resources in a dynamic and evolutionary state."
                }
            ]
        }
    },
    {
        "act": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT under Interpretation. 2.  In this Act  Agreement means the Agreement between the Government of the Co-operative  Republic  of  Guyana  and the Commonwealth Secretariat for the establishment of the Iwokrama International Centre for Rain Forest Conservation and Development, set out in the Second Schedule dated 9th day of November, 1995;  Biological diversity means the variety and variability among all living organisms  found  in  the  rain  forest  and  the  ecosystems  and ecological processes of which they are part;  Board means the Board of Trustees of the Iwokrama International Centre established under Article 11 of the CHAPTER 20:04  IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST CONSERVATION AND DEVELOPMENT ACT",
            "description": "In this Act  Agreement means the Agreement between the Government of the Co-operative  Republic  of  Guyana  and the Commonwealth Secretariat for the establishment of the Iwokrama International Centre for Rain Forest Conservation and Development, set out in the Second Schedule dated 9th day of November, 1995;  Biological diversity means the variety and variability among all living organisms  found  in  the  rain  forest  and  the  ecosystems  and ecological processes of which they are part;  Board means the Board of Trustees of the Iwokrama International Centre established under Article 11 of the CHAPTER 20:04  IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST CONSERVATION AND DEVELOPMENT ACT"
        }
    },
    {
        "act": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Centre is body corporate. ",
            "context": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT under Centre is body corporate. 3. (1) The reference in Article 23 of the Agreement shall be construed as meaning that the Centre is a body corporate.  LAWS OF GUYANA 6 Cap. 20:04                    Iwokrama International Centre for Rain    Forest Conservation and Development   L.R.O. 1/2012       Programme Site. First Schedule.             Control of Programme Site.                           (2) Articles 23 to 30 (inclusive) of the Agreement shall have the force of law in Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The reference in Article 23 of the Agreement shall be construed as meaning that the Centre is a body corporate.  LAWS OF GUYANA 6 Cap. 20:04                    Iwokrama International Centre for Rain    Forest Conservation and Development   L.R.O. 1/2012       Programme Site. First Schedule.             Control of Programme Site."
                },
                {
                    "representation": "(2)",
                    "description": "Articles 23 to 30"
                }
            ]
        }
    },
    {
        "act": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Programme Site. ",
            "context": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT under Programme Site. 4. (1) The area of State Land, as described and demarcated in the First Schedule and shown on the map (included herein for illustrative purposes only) thereto, representing approximately three hundred and sixty thousand hectares of Guyanas tropical rain forest is hereby dedicated to the international community by Guyana for the Programme to be executed in accordance with this Act and the Agreement.  (2) The Programme Site shall be fully available at all times to the Centre for the pursuit of its activities under this Act and the Agreement.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The area of State Land, as described and demarcated in the First Schedule and shown on the map"
                },
                {
                    "representation": "(2)",
                    "description": "The Programme Site shall be fully available at all times to the Centre for the pursuit of its activities under this Act and the Agreement."
                }
            ]
        }
    },
    {
        "act": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Control of programme Site. ",
            "context": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT under Control of programme Site. 5. (1) Subject to the provisions of this Act, the Programme Site, with the exception of such areas as may be needed for the corridor for the Surama-Kurupukari stretch of the Lethem-Mabura Hill road passing through the Programme Site, shall be under the control of the Centre whose authority over the Programme Site shall, in so far as it relates to the Programme and the functions of the Centre, be deferred to by any other person or authority notwithstanding any other written law:  Provided  that  the  Centre  shall  not  be  responsible  for  the management or control of such areas of the Programme Site as the Government may, after consultation with the Centre, determine to be required for the corridor for the Surama-Kurupukari stretch of the Lethem-Mabura Hill road passing through the Programme Site.  (2) Subject to section 6(1), and notwithstanding anything in any other written law  (a)  no  mining,  forestry  or  other  resources  utilisation activity shall be carried out on the Programme Site by LAWS OF GUYANA                                                                                                                                                     Iwokrama International Centre for Rain Forest                                 Conservation and Development  Cap. 20:04 7  L.R.O. 1/2012                        Protection of Amerindian rights.             Demarcation  of Programme Site into areas.       any person other than the Centre, except with the prior written permission of the Centre; and  (b)  no lease of land or permission to use land in the Programme Site shall be issued by any person other than the Centre, and all activities on the Programme Site shall be in accordance with regulations prescribed therefor under this Act.  (3) Any person who contravenes the provisions of subsection (2) shall be liable on summary conviction to a fine of one hundred thousand dollars or to imprisonment for a period of one year, and where the offence is of a continuing nature, to a further fine not exceeding twenty- five thousand dollars for each day during which the offence continues after conviction.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the provisions of this Act, the Programme Site, with the exception of such areas as may be needed for the corridor for the Surama-Kurupukari stretch of the Lethem-Mabura Hill road passing through the Programme Site, shall be under the control of the Centre whose authority over the Programme Site shall, in so far as it relates to the Programme and the functions of the Centre, be deferred to by any other person or authority notwithstanding any other written law:  Provided  that  the  Centre  shall  not  be  responsible  for  the management or control of such areas of the Programme Site as the Government may, after consultation with the Centre, determine to be required for the corridor for the Surama-Kurupukari stretch of the Lethem-Mabura Hill road passing through the Programme Site."
                },
                {
                    "representation": "(2)",
                    "description": "shall be liable on summary conviction to a fine of one hundred thousand dollars or to imprisonment for a period of one year, and where the offence is of a continuing nature, to a further fine not exceeding twenty- five thousand dollars for each day during which the offence continues after conviction."
                },
                {
                    "representation": "(a)",
                    "description": "no  mining,  forestry  or  other  resources  utilisation activity shall be carried out on the Programme Site by LAWS OF GUYANA                                                                                                                                                     Iwokrama International Centre for Rain Forest                                 Conservation and Development  Cap. 20:04 7  L.R.O. 1/2012                        Protection of Amerindian rights.             Demarcation  of Programme Site into areas.       any person other than the Centre, except with the prior written permission of the Centre; and"
                },
                {
                    "representation": "(b)",
                    "description": "no lease of land or permission to use land in the Programme Site shall be issued by any person other than the Centre, and all activities on the Programme Site shall be in accordance with regulations prescribed therefor under this Act."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who contravenes the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Protection of Amerindian rights. ",
            "context": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT under Protection of Amerindian rights. 6. (1) Nothing in this Act shall be construed to prejudice, alter or affect any right or privilege heretofore legally or traditionally possessed, exercised  or  enjoyed  by  any  Amerindian  who  has  a  particular connection with any area of land within or neighbouring the Programme Site.  (2) To ensure adequate consultation with, and involvement of, the Amerindian community in the activities of the Programme, a process of dialogue and interchange of views with the said community shall be embarked upon by the Centre.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Nothing in this Act shall be construed to prejudice, alter or affect any right or privilege heretofore legally or traditionally possessed, exercised  or  enjoyed  by  any  Amerindian  who  has  a  particular connection with any area of land within or neighbouring the Programme Site."
                },
                {
                    "representation": "(2)",
                    "description": "To ensure adequate consultation with, and involvement of, the Amerindian community in the activities of the Programme, a process of dialogue and interchange of views with the said community shall be embarked upon by the Centre."
                }
            ]
        }
    },
    {
        "act": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Demarcation of Programme Site into areas. ",
            "context": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT under Demarcation of Programme Site into areas. 7. (1) The Centre shall demarcate and allocate portions of the Programme Site into the following areas and shall by notice publish such demarcation in the Gazette  (a)  areas for the establishment and maintenance of the Rain Forest LAWS OF GUYANA 8 Cap. 20:04                    Iwokrama International Centre for Rain    Forest Conservation and Development   L.R.O. 1/2012                          Management  of area demarcated  for Forest Wilderness Preserve.   Management  of area demarcated  for the sustainable utilisation of the multiple resources of         Wilderness Preserve;  (b)  areas for the sustainable utilisation of the multiple resources of the tropical rain forest.  (2) The Minister shall,  after  consultation  with  the  Centre, demarcate such area of the Programme Site as may be required for the purposes of the corridor for the Surama-Kurupukari stretch of the Lethem-Mabura Hill road, passing through the Programme Site and the Centre shall allocate such area for the purpose; the Minister shall by notice publish such demarcation in the Gazette.  (3) Approximately fifty per cent of the Programme Site shall be demarcated and allocated for the areas for the sustainable utilisation of the multiple resources of the tropical rain forest.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Centre shall demarcate and allocate portions of the Programme Site into the following areas and shall by notice publish such demarcation in the Gazette"
                },
                {
                    "representation": "(a)",
                    "description": "areas for the establishment and maintenance of the Rain Forest LAWS OF GUYANA 8 Cap. 20:04                    Iwokrama International Centre for Rain    Forest Conservation and Development   L.R.O. 1/2012                          Management  of area demarcated  for Forest Wilderness Preserve.   Management  of area demarcated  for the sustainable utilisation of the multiple resources of         Wilderness Preserve;"
                },
                {
                    "representation": "(b)",
                    "description": "areas for the sustainable utilisation of the multiple resources of the tropical rain forest."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall,  after  consultation  with  the  Centre, demarcate such area of the Programme Site as may be required for the purposes of the corridor for the Surama-Kurupukari stretch of the Lethem-Mabura Hill road, passing through the Programme Site and the Centre shall allocate such area for the purpose; the Minister shall by notice publish such demarcation in the Gazette."
                },
                {
                    "representation": "(3)",
                    "description": "Approximately fifty per cent of the Programme Site shall be demarcated and allocated for the areas for the sustainable utilisation of the multiple resources of the tropical rain forest."
                }
            ]
        }
    },
    {
        "act": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Management of area demarcated for Wilderness Preserve. ",
            "context": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT under Management of area demarcated for Wilderness Preserve. 8. The areas demarcated and allocated for the Wilderness Preserve shall be managed in accordance with the rules made by the Centre, and the Centre, in consultation with the Minister, shall be responsible for the protection and integrity of the areas.",
            "description": "The areas demarcated and allocated for the Wilderness Preserve shall be managed in accordance with the rules made by the Centre, and the Centre, in consultation with the Minister, shall be responsible for the protection and integrity of the areas."
        }
    },
    {
        "act": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Management of area demarcated for the Sustainable Utilisation of the Multiple Resources of the Tropical Rain Forest. ",
            "context": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT under Management of area demarcated for the Sustainable Utilisation of the Multiple Resources of the Tropical Rain Forest. 9. (1) The areas demarcated and allocated for the sustainable utilisation of the multiple resources of the tropical rain forest shall be managed by the Centre.  (2) The Centre may grant permission for the sustainable utilisation of the multiple resources of the tropical rain forest.  (3) No project for the utilisation of the resources of the areas demarcated for the sustainable utilisation of the multiple resources of the tropical rain forest shall be allowed                   . utilisation of the resources within the areas demarcated for the the tropical rain forest.LAWS OF GUYANA                                                                                                                                                     Iwokrama International Centre for Rain Forest                                 Conservation and Development  Cap. 20:04 9  L.R.O. 1/2012               Statute of limitation.      Preservation  of secrecy.         Discussions.         Regulations, amendment  of the Second Schedule.         without there being a regime for its sustainable management, agreed with the Centre and established as a compulsory condition for its implementation.  (4) Projects undertaken within the areas demarcated and allocated for the sustainable utilisation of the multiple resources of the tropical rain forest shall apply the research results and recommendations of the Centre and the Centre shall supervise the application of such recommendations to ensure that the resources of the areas are utilised on a sustainable basis.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The areas demarcated and allocated for the sustainable utilisation of the multiple resources of the tropical rain forest shall be managed by the Centre."
                },
                {
                    "representation": "(2)",
                    "description": "The Centre may grant permission for the sustainable utilisation of the multiple resources of the tropical rain forest."
                },
                {
                    "representation": "(3)",
                    "description": "No project for the utilisation of the resources of the areas demarcated for the sustainable utilisation of the multiple resources of the tropical rain forest shall be allowed                   . utilisation of the resources within the areas demarcated for the the tropical rain forest.LAWS OF GUYANA                                                                                                                                                     Iwokrama International Centre for Rain Forest                                 Conservation and Development  Cap. 20:04 9  L.R.O. 1/2012               Statute of limitation.      Preservation  of secrecy.         Discussions.         Regulations, amendment  of the Second Schedule.         without there being a regime for its sustainable management, agreed with the Centre and established as a compulsory condition for its implementation."
                },
                {
                    "representation": "(4)",
                    "description": "Projects undertaken within the areas demarcated and allocated for the sustainable utilisation of the multiple resources of the tropical rain forest shall apply the research results and recommendations of the Centre and the Centre shall supervise the application of such recommendations to ensure that the resources of the areas are utilised on a sustainable basis."
                }
            ]
        }
    },
    {
        "act": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Statute of limitation. ",
            "context": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT under Statute of limitation. 10.  No statute of limitation shall apply to any action or suit brought by the Centre or in respect of any property owned by the Centre.",
            "description": "No statute of limitation shall apply to any action or suit brought by the Centre or in respect of any property owned by the Centre."
        }
    },
    {
        "act": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Preservation of secrecy. ",
            "context": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT under Preservation of secrecy. 11. Except for the purpose of the exercise of his functions or when lawfully required to do so by any court or under the provisions of any written law it shall be an offence for which the Minister may prescribe penalties for an officer or employee of the Centre to disclose any information which he has acquired in the course of the exercise of his functions.",
            "description": "Except for the purpose of the exercise of his functions or when lawfully required to do so by any court or under the provisions of any written law it shall be an offence for which the Minister may prescribe penalties for an officer or employee of the Centre to disclose any information which he has acquired in the course of the exercise of his functions."
        }
    },
    {
        "act": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Discussions. ",
            "context": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT under Discussions. 12. The Centre shall hold discussions with the Government as may be  necessary  in  relation  to  the  activities  of  the  Centre  and  the Government may at any time when the Board is meeting request the Board to meet a representative of the Government, other than a trustee of the Board, for discussions on matters relating to the Centre.",
            "description": "The Centre shall hold discussions with the Government as may be  necessary  in  relation  to  the  activities  of  the  Centre  and  the Government may at any time when the Board is meeting request the Board to meet a representative of the Government, other than a trustee of the Board, for discussions on matters relating to the Centre."
        }
    },
    {
        "act": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Regulations, amendment of the Second Schedule.   FIRST SCHEDULE—Programme Site SECOND SCHEDULE—Agreement  dated  9th  day  of  November, 1995 between the Government of the Co-operative Republic of Guyana and the Commonwealth Secretariat for the establishment of the Iwokrama International Centre for Rain Forest Conservation and Development Programme.  __________________                                          LAWS OF GUYANA 4 Cap. 20:04                    Iwokrama International Centre for Rain    Forest Conservation and Development   L.R.O. 1/2012               7 of ",
            "context": "IWOKRAMA INTERNATIONAL CENTRE FOR RAIN FOREST  CONSERVATION AND DEVELOPMENT ACT under Regulations, amendment of the Second Schedule.   FIRST SCHEDULEProgramme Site SECOND SCHEDULEAgreement  dated  9th  day  of  November, 1995 between the Government of the Co-operative Republic of Guyana and the Commonwealth Secretariat for the establishment of the Iwokrama International Centre for Rain Forest Conservation and Development Programme.  __________________                                          LAWS OF GUYANA 4 Cap. 20:04                    Iwokrama International Centre for Rain    Forest Conservation and Development   L.R.O. 1/2012               7 of 13. (1) The Centre may, with the approval of the Government, make regulations for carrying out the purpose of this Act, including regulations prescribing the fees, levies or other charges for the utilisation of the resources of the Programme Site and the procedure to be followed by the Centre or any of its units at meetings.  (2) The Minister may by order, which shall be subject LAWS OF GUYANA 10 Cap. 20:04                    Iwokrama International Centre for Rain    Forest Conservation and Development   L.R.O. 1/2012     Second Schedule.      s. 4(1)                                    to negative resolution of the National Assembly, amend any penalty prescribed by this Act.  (3) Where the Agreement is amended under Article 31 of the Agreement, the Minister may, by order, amend the Second Schedule for the purpose of including therein the said amendment.    FIRST SCHEDULE  The tract of State land commences at the mouth and on the right bank of the Siparuni River, left bank Essequibo River, and its boundaries extend thence up the right bank Siparuni River to the mouth of the Takutu River, thence up the right bank Takutu River to the mouth of an unnamed creek situate at latitude 4  25'54 N, longitude 59 16'00\" W (approx) thence up the right bank of the said unnamed creek to its source, thence due East (approx) for",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Centre may, with the approval of the Government, make regulations for carrying out the purpose of this Act, including regulations prescribing the fees, levies or other charges for the utilisation of the resources of the Programme Site and the procedure to be followed by the Centre or any of its units at meetings."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may by order, which shall be subject LAWS OF GUYANA 10 Cap. 20:04                    Iwokrama International Centre for Rain    Forest Conservation and Development   L.R.O. 1/2012     Second Schedule.      s. 4(1)                                    to negative resolution of the National Assembly, amend any penalty prescribed by this Act."
                },
                {
                    "representation": "(3)",
                    "description": "Where the Agreement is amended under Article 31 of the Agreement, the Minister may, by order, amend the Second Schedule for the purpose of including therein the said amendment.    FIRST SCHEDULE  The tract of State land commences at the mouth and on the right bank of the Siparuni River, left bank Essequibo River, and its boundaries extend thence up the right bank Siparuni River to the mouth of the Takutu River, thence up the right bank Takutu River to the mouth of an unnamed creek situate at latitude 4  25'54 N, longitude 59 16'00\" W"
                }
            ]
        }
    }
]