[
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Short title. 1. This Act may be cited as the Environmental Protection Act.",
            "description": "This Act may be cited as the Environmental Protection Act."
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.   PART II ESTABLISHMENT AND FUNCTIONS OF AGENCY  ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Interpretation.   PART II ESTABLISHMENT AND FUNCTIONS OF AGENCY  2.  In this Act  activity means industrial or commercial activity or activity of any other nature  whatsoever, and for those purposes the keeping of a substance is to be regarded as an activity;  adverse effect means one or more of the following  (a)  impairment of the quality of the natural environment or any use that can be made of it;  (b)   injury or damage to property or to plant or animal life;   (c)   harm or material discomfort to any LAWS OF GUYANA 8 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                 person;  (d)  an adverse effect on the health of any person;   (e)   impairment of the safety of any person;  (f)  rendering any property or plant or animal life unfit for use by human or unfit for its role in its ecosystem;  (g)  loss of enjoyment of normal use of property; and  (h) interference with the normal conduct of business;  Agency means the Environmental Protection Agency established under section 3;  authorised person includes any employee of the Agency, or any person authorised in writing by the Minister;  contaminant means any solid, liquid, gas, odour, sound, vibration, radiation, heat or combination of any of them resulting directly or indirectly from human activities that may cause an adverse effect;  development consent means the decision of the public authority which entitles the developer to proceed with the project;  effluent means any liquid, including particles of matter and other substances in suspension in the liquid and trade effluent includes any effluent which is discharged from premises used for carrying on any trade or industry; and for the purposes of this definition premises wholly or LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 9  L.R.O. 1/ 2012                                                 mainly used (whether for profit or not) for agricultural purposes or for scientific research or experiment shall be deemed to be premises used for carrying on a trade or industry;  environment or natural environment means all land, area beneath the land surface, atmosphere, climate, all water, surface water, ground water, sea, seabed, marine and coastal areas and natural resources, or any combination or part thereof;  environmental authorisation  means  an  environmental  permit,  a prescribed process licence, a construction permit or an operation permit;  environmental control instruments means mechanisms based on financial incentives to protect the environment and shall include environmental taxes and other charges on environmentally harmful conduct;  environmental permit means the permit required under section 11;   loss or damage includes personal injury, loss of life, loss of use or enjoyment of property and pecuniary loss, including loss of income;  natural resources means the living plants, animals and organisms, ecosystems, forests, waterways, soils, and other biological factors within  the natural environment, and the geologic formations, mineral deposits, renewable and non-renewable assets and the habitat of the living plants, animals and organisms;  person responsible, in relation to any project, enterprise, construction or  development, includes any person who owns, operates, or exercises economic power or control LAWS OF GUYANA 10 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                 over or at whose order or on whose behalf the project, enterprise, construction or development will be or, as the case may be, is being undertaken;  pollution of the environment and environmental pollution mean pollution of the environment by the release into the natural environment of any contaminant;  prescribed process means any process designated by the Minister in regulations as a prescribed process;  process means any activity carried on by any person which is capable of causing any adverse effect on the environment;  public authority means any Ministry , local government authority or local democratic organ;  regulations means regulations made by the Minister under this Act;   release of a substance into any environmental medium whenever it is released directly or indirectly into that medium includes  (a)  in relation to air, any emission of the substance into the air;  (b)  in  relation  to  water,  any  entry  (including  any discharge) of the substance into water;  (c)  in relation to land, any deposit, keeping or disposal of the substance in or on land;  waste  includes any matter prescribed to be waste and any LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 11  L.R.O. 1/ 2012               Establishment of Agency.     First Schedule. Second  Schedule.   Functions of Agency.                         matter, whether liquid, solid, gaseous or radioactive, which is discharged, emitted,  or  deposited  in  the  environment  in  such  volume, composition or manner as to cause an adverse effect.   PART II ESTABLISHMENT  AND FUNCTIONS OF AGENCY",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in relation to air, any emission of the substance into the air;"
                },
                {
                    "representation": "(b)",
                    "description": "in  relation  to  water,  any  entry"
                },
                {
                    "representation": "(c)",
                    "description": "in relation to land, any deposit, keeping or disposal of the substance in or on land;  waste  includes any matter prescribed to be waste and any LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 11  L.R.O. 1/ 2012               Establishment of Agency.     First Schedule. Second  Schedule.   Functions of Agency.                         matter, whether liquid, solid, gaseous or radioactive, which is discharged, emitted,  or  deposited  in  the  environment  in  such  volume, composition or manner as to cause an adverse effect.   PART II ESTABLISHMENT  AND FUNCTIONS OF AGENCY"
                },
                {
                    "representation": "(d)",
                    "description": "an adverse effect on the health of any person;"
                },
                {
                    "representation": "(e)",
                    "description": "impairment of the safety of any person;"
                },
                {
                    "representation": "(f)",
                    "description": "rendering any property or plant or animal life unfit for use by human or unfit for its role in its ecosystem;"
                },
                {
                    "representation": "(g)",
                    "description": "loss of enjoyment of normal use of property; and"
                },
                {
                    "representation": "(h)",
                    "description": "interference with the normal conduct of business;  Agency means the Environmental Protection Agency established under section 3;  authorised person includes any employee of the Agency, or any person authorised in writing by the Minister;  contaminant means any solid, liquid, gas, odour, sound, vibration, radiation, heat or combination of any of them resulting directly or indirectly from human activities that may cause an adverse effect;  development consent means the decision of the public authority which entitles the developer to proceed with the project;  effluent means any liquid, including particles of matter and other substances in suspension in the liquid and trade effluent includes any effluent which is discharged from premises used for carrying on any trade or industry; and for the purposes of this definition premises wholly or LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 9  L.R.O. 1/ 2012                                                 mainly used"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of Agency. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Establishment of Agency. 3. (1) There is hereby established the Environmental Protection Agency which shall be a body corporate governed by a Board of Directors.  (2) The First and Second Schedules shall have effect as to the matters therein provided for in relation to the Agency and the Board of Directors, respectively.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established the Environmental Protection Agency which shall be a body corporate governed by a Board of Directors."
                },
                {
                    "representation": "(2)",
                    "description": "The First and Second Schedules shall have effect as to the matters therein provided for in relation to the Agency and the Board of Directors, respectively."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Functions of Agency. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Functions of Agency. 4.  (1) The functions of the Agency are  (a)  to take such steps as are necessary for the effective management of the natural environment so as to ensure conservation, protection, and sustainable use of its natural resources;  (b)  to promote the participation of members of the public in  the  process of integrating environmental concerns in planning for development on a sustainable basis;  (c)  to co-ordinate the environmental management activities of all persons, organisations and agencies;  (d)  to  establish,  monitor  and  enforce  environmental regulations; LAWS OF GUYANA 12 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                  (e)  to prevent or control environmental pollution;  (f) to co-ordinate an integrated coastal zone management programme;  (g)  to ensure that any developmental activity which may cause  an  adverse  effect  on  the  natural  environment  be assessed before such activity is commenced and that such adverse effect be taken into account in deciding whether or not such activity should be authorised;  (h)  to co-ordinate and maintain a programme for the conservation of biological diversity and its sustainable use;  (i)   to co-ordinate the establishment and maintenance of a national parks and protected area system and a wildlife protection management programme;  (j)   to promote and encourage a better understanding and appreciation of the natural environment and its role in social and economic development;  (k)  to  establish  and  co-ordinate  institutional  linkages locally, nationally, regionally and internationally;  (l)   to play a co-ordinating role in the preparation and implementation of LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 13  L.R.O. 1/ 2012                                                 cross-sectoral programmes of environmental contents;  (m)  to advise the Minister on the criteria and thresholds of activity for specifying what may amount to a significant effect on the environment;  (n)  to advise the Minister on matters of general policy relating to the protection, conservation and care of the environment and the impact of development;  (o)  to perform such other functions pertaining to the protection of the environment as may be assigned to it by the Minister by or under this Act or any other law.  (2) In the exercise of its functions the Agency may  (a)  formulate and submit to the Minister  policy recommendations and plans in furtherance of its functions;   (b)  conduct surveys, investigations and monitoring of the causes,  nature,  extent  and  prevention  of  harm  to  the environment and of pollution and assist and co-operate with other persons or  bodies carrying out similar surveys or investigations;  (c)  conduct, promote and co-ordinate research in relation to any aspect of pollution or prevention thereof; LAWS OF GUYANA 14 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                  (d) conduct  investigations  and  inspections  to  ensure compliance with this Act or the regulations and investigate complaints relating to breaches of this Act or the regulations;   (e)  provide  information  and  education  to  the  public regarding  the need for and methods of protection of the environment, improvement of the environment where altered directly or indirectly by human activity, and the benefits of sustainable use of natural resources;  (f)  conduct  and  co-ordinate  compilation  of  resource inventories, surveys and ecological analyses to monitor and obtain information on the social and biophysical environment with special reference to environmentally sensitive areas and areas where development is already taking place or likely to take place;  (g)  formulate  standards  and  codes  of  practice  to  be observed for the improvement and maintenance of the quality of the environment and limits on the release of contaminants into the environment;  (h)  request, examine, review, evaluate and approve or reject environmental impact assessments and risk analyses and make suitable recommendations for the mitigation of adverse effects of LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 15  L.R.O. 1/ 2012                                                 any proposed activity on the environment;   (i)  conduct studies and make recommendations   on standards relating to the improvement of the environment and the maintenance of a sound ecological system;  (j)  monitor and co-ordinate monitoring of trends in the use of natural resources and their impact on the environment;  (k)  establish and enforce administrative penalties;  (l)  advise the Minister on the content and applicability of environmental control instruments;  (m) produce sectoral guidelines on what may constitute significant effects on the environment;  (n)  obtain expert or technical advice from any suitably qualified person on such terms and conditions as the Agency shall think fit.  (3) In the exercise of its functions the Agency shall  (a)  compile  and  amend  from  time  to  time  with  the assistance  of  internationally recognised  environmental groups a list of approved persons who have the LAWS OF GUYANA 16 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                 qualifications and experience to carry out environmental impact assessments;  (b)  produce physical accounts in accordance with modern accounting standards to record the natural capital of Guyana;  (c)  carry out surveys and obtain baseline information on the  natural  resources  including  ecosystems  and  micro ecosystems,   population   counts,   species   identification, location and condition and make such surveys, studies and information available to members of the public at their request and upon payment of the cost of photocopies;  (d)  provide general information to the public on the state of the   environment  by  regular  reports  produced  at  least annually;  (e)  maintain and make available to members of the public during normal working hours a register of all environmental impact assessments carried out, environmental authorisations granted and other information in accordance with section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The functions of the Agency are"
                },
                {
                    "representation": "(a)",
                    "description": "compile  and  amend  from  time  to  time  with  the assistance  of  internationally recognised  environmental groups a list of approved persons who have the LAWS OF GUYANA 16 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                 qualifications and experience to carry out environmental impact assessments;"
                },
                {
                    "representation": "(b)",
                    "description": "produce physical accounts in accordance with modern accounting standards to record the natural capital of Guyana;"
                },
                {
                    "representation": "(c)",
                    "description": "carry out surveys and obtain baseline information on the  natural  resources  including  ecosystems  and  micro ecosystems,   population   counts,   species   identification, location and condition and make such surveys, studies and information available to members of the public at their request and upon payment of the cost of photocopies;"
                },
                {
                    "representation": "(d)",
                    "description": "provide general information to the public on the state of the   environment  by  regular  reports  produced  at  least annually;"
                },
                {
                    "representation": "(e)",
                    "description": "maintain and make available to members of the public during normal working hours a register of all environmental impact assessments carried out, environmental authorisations granted and other information in accordance with section"
                },
                {
                    "representation": "(f)",
                    "description": "conduct  and  co-ordinate  compilation  of  resource inventories, surveys and ecological analyses to monitor and obtain information on the social and biophysical environment with special reference to environmentally sensitive areas and areas where development is already taking place or likely to take place;"
                },
                {
                    "representation": "(g)",
                    "description": "formulate  standards  and  codes  of  practice  to  be observed for the improvement and maintenance of the quality of the environment and limits on the release of contaminants into the environment;"
                },
                {
                    "representation": "(h)",
                    "description": "request, examine, review, evaluate and approve or reject environmental impact assessments and risk analyses and make suitable recommendations for the mitigation of adverse effects of LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 15  L.R.O. 1/ 2012                                                 any proposed activity on the environment;"
                },
                {
                    "representation": "(i)",
                    "description": "conduct studies and make recommendations   on standards relating to the improvement of the environment and the maintenance of a sound ecological system;"
                },
                {
                    "representation": "(j)",
                    "description": "monitor and co-ordinate monitoring of trends in the use of natural resources and their impact on the environment;"
                },
                {
                    "representation": "(k)",
                    "description": "establish and enforce administrative penalties;"
                },
                {
                    "representation": "(l)",
                    "description": "advise the Minister on the content and applicability of environmental control instruments;"
                },
                {
                    "representation": "(m)",
                    "description": "produce sectoral guidelines on what may constitute significant effects on the environment;"
                },
                {
                    "representation": "(n)",
                    "description": "obtain expert or technical advice from any suitably qualified person on such terms and conditions as the Agency shall think fit."
                },
                {
                    "representation": "(o)",
                    "description": "to perform such other functions pertaining to the protection of the environment as may be assigned to it by the Minister by or under this Act or any other law."
                },
                {
                    "representation": "(2)",
                    "description": "In the exercise of its functions the Agency may"
                },
                {
                    "representation": "(3)",
                    "description": "In the exercise of its functions the Agency shall"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Deference to authority of Agency.   PART III ADMINISTRATION  ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Deference to authority of Agency.   PART III ADMINISTRATION  5. Without prejudice to the provisions of section 14, any person or authority under any other written law, vested LAWS OF GUYANA 18 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012 Agency.              Appointments, remuneration.                                  with power in relation to the environment shall defer to the authority of the Agency and shall request  an  environmental  authorisation  from  the  Agency  before approving  or   determining  any  matter  in  respect  of  which  an environmental authorisation is required under this Act.   PART III ADMINISTRATION",
            "description": "Without prejudice to the provisions of section 14, any person or authority under any other written law, vested LAWS OF GUYANA 18 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012 Agency.              Appointments, remuneration.                                  with power in relation to the environment shall defer to the authority of the Agency and shall request  an  environmental  authorisation  from  the  Agency  before approving  or   determining  any  matter  in  respect  of  which  an environmental authorisation is required under this Act.   PART III ADMINISTRATION"
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Appointments, remuneration. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Appointments, remuneration. 6.  (1) The Minister on the advice of the Board of Directors shall appoint  (a)  an  Executive  Director,  who  shall  be  the  Chief Executive Officer of the Agency; and  (b)  such other officers, including a Secretary, as may be necessary for the administration of this Act or the regulations.  (2) The Executive Director shall appoint all other employees as may be necessary to discharge the functions under this Act or the regulations.  (3) The remuneration and other terms and conditions of appointment of a Director, including the Executive Director shall be such as may be determined by the President.  (4) The  remuneration  and  other  terms  and  conditions  of employment of the secretary and other officers and employees of the Agency employed under subsections l(b) and (2) shall be such as may be determined or varied by the Agency from time to time.  (5) Where a public officer, or any other person employed by the Government, is transferred to the Agency as LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 19  L.R.O. 1/ 2012        c. 27:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister on the advice of the Board of Directors shall appoint"
                },
                {
                    "representation": "(a)",
                    "description": "an  Executive  Director,  who  shall  be  the  Chief Executive Officer of the Agency; and"
                },
                {
                    "representation": "(b)",
                    "description": "such other officers, including a Secretary, as may be necessary for the administration of this Act or the regulations."
                },
                {
                    "representation": "(2)",
                    "description": "shall be such as may be determined or varied by the Agency from time to time."
                },
                {
                    "representation": "(3)",
                    "description": "The remuneration and other terms and conditions of appointment of a Director, including the Executive Director shall be such as may be determined by the President."
                },
                {
                    "representation": "(4)",
                    "description": "The  remuneration  and  other  terms  and  conditions  of employment of the secretary and other officers and employees of the Agency employed under subsections l(b) and"
                },
                {
                    "representation": "(5)",
                    "description": "Where a public officer, or any other person employed by the Government, is transferred to the Agency as LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 19  L.R.O. 1/ 2012        c. 27:"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Delegation of authority by Agency. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Delegation of authority by Agency. 7.  The Agency may delegate any of its functions or powers under this Act, or the regulations, to a member of the Board of Directors, any officer of the Agency or to any other person.",
            "description": "The Agency may delegate any of its functions or powers under this Act, or the regulations, to a member of the Board of Directors, any officer of the Agency or to any other person."
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Directions by Minister. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Directions by Minister. 8. The Minister may give directions for the organisation of the Agency to enable it to discharge its functions under this Act, including the size of establishment, the employment of staff and the terms thereof, the provision of equipment and funds and the Agency shall comply with such directions.",
            "description": "The Minister may give directions for the organisation of the Agency to enable it to discharge its functions under this Act, including the size of establishment, the employment of staff and the terms thereof, the provision of equipment and funds and the Agency shall comply with such directions."
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Delegation of power by Minister.   PART IV ENVIRONMENTAL IMPACT ASSESSMENTS  ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Delegation of power by Minister.   PART IV ENVIRONMENTAL IMPACT ASSESSMENTS  9. The Minister may, in writing, delegate any of his powers, other than the power to make subsidiary legislation under this Act, to the Executive Director or to any officer of the Agency subject to such limitations, conditions and qualifications as the Minister may think fit.   PART IV ENVIRONMENTAL  IMPACT ASSESSMENTS  LAWS OF GUYANA 20 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012   Preliminary.                 Fourth Schedule.   Requirement of environmental impact assessment.",
            "description": "The Minister may, in writing, delegate any of his powers, other than the power to make subsidiary legislation under this Act, to the Executive Director or to any officer of the Agency subject to such limitations, conditions and qualifications as the Minister may think fit.   PART IV ENVIRONMENTAL  IMPACT ASSESSMENTS  LAWS OF GUYANA 20 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012   Preliminary.                 Fourth Schedule.   Requirement of environmental impact assessment."
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Preliminary. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Preliminary. 10.  For the purposes of this Part  developer means the applicant for environmental authorisation for a project or the State initiating a project;  environmental impact assessment means an assessment as provided in this Part;  project means the execution of construction works or other installations or schemes, any prescribed process or alteration thereof, any interference with any ecosystem or any other activity in the natural surroundings or landscape including those involving the extraction of natural resources, or any project listed in the Fourth Schedule and shall include public and private projects.",
            "description": "For the purposes of this Part  developer means the applicant for environmental authorisation for a project or the State initiating a project;  environmental impact assessment means an assessment as provided in this Part;  project means the execution of construction works or other installations or schemes, any prescribed process or alteration thereof, any interference with any ecosystem or any other activity in the natural surroundings or landscape including those involving the extraction of natural resources, or any project listed in the Fourth Schedule and shall include public and private projects."
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Requirement for environmental impact assessment. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Requirement for environmental impact assessment. 11. (1) A developer of any project listed in the Fourth Schedule, or any other project which may significantly affect the environment, shall apply to the Agency for an environmental permit and shall submit with such  application the fee prescribed and a summary of the project including information on  (i) the site, design and size of the project; (ii) possible effects on the environment;  (iii) the duration of the project; (iv) a non-technical explanation of the project.  (2) Where it is not clear whether a project will significantly affect the environment, the developer shall submit to the Agency a summary of the  project which shall contain the information as required by subsection (1) and the Agency shall within a reasonable period publish in at least one daily newspaper a decision with reasons as to whether the project LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 21  L.R.O. 1/ 2012                [17 of 2005]            Fifth Schedule.                      (a)  will  not  significantly  affect  the  environment,  and therefore exempt from the requirement for an environmental impact assessment; or  (b) may significantly affect the environment and will require an environmental impact assessment.  (3) (a) Any person who may be affected by a project exempted under subsection (2)(a) may lodge an appeal with the Environmental Assessment Board established under section 18 within thirty days of the date of publication of the Agencys decision, and the Environmental Assessment Board shall within a reasonable time publish a decision confirming or setting aside the Agencys decision.  (b) Every person who commences a project before final determination of an appeal under paragraph (a) shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (d) of the Fifth Schedule.  (4) Every environmental impact assessment shall be carried out by an independent and suitably qualified person approved by the Agency and shall  (a)  identify, describe and evaluate the direct and indirect effects  of  the  proposed  project  on  the  environment including  (i) human beings; (ii) flora and fauna and species habitats;  (iii)  soil; (iv) water; (v) air and climatic factors; LAWS OF GUYANA 22 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                 (vi) material  assets,  the  cultural  heritage  and  the landscape; (vii) natural resources, including how much of a particular resource is degraded or eliminated, and how quickly the natural system may deteriorate; (viii) the ecological balance and ecosystems; (ix) the interaction between the factors listed above; (x) any other environmental factor which needs to be taken into account or which the Agency may reasonably require to be included; and  (b)  assess every project with a view to the need to protect and improve human health and living conditions and the need to preserve the stability of ecosystems as well as the diversity of species.  (5) Every environmental impact assessment shall contain the following information  (a)  a description of the project, including in particular   (i)  the   geographical   area   involved,   the   physical characteristics  of  the  whole  project  and  the  land-use requirements  during  the  construction  and  operational phases, including plans, drawings, and models; LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 23  L.R.O. 1/ 2012                                                 (ii)  the main characteristics of the production process, including the nature and quantity of the materials used, plans, drawings and models; (iii)  an  estimate,  by  type  and  quantity,  of  expected contaminants, residues, and emissions (water, air and soil pollution, noise, vibration, light, heat, radiation) resulting from the operation of the proposed project; (iv)  the length of time of the project;  (b)  an outline of the main alternatives studied by the developer and an indication of the main reasons for his choice, taking into account the environmental factors;  (c)  a description of the likely significant effects of the proposed project on the environment resulting from   (i) the existence of the project;  (ii) the use of natural resources; (iii) the  emission  of  contaminants,  the  creation  of nuisances and the elimination of waste, and a description by the developer of the forecasting methods used to assess the effects on the environment;  (d)  an indication of any difficulties (technical deficiencies or  lack of LAWS OF GUYANA 24 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                 knowledge or expertise) encountered by the developer in compiling the required information;  (e)  a description of the best available technology;  (f)  a description of any hazards or dangers which may arise from the project and an assessment of the risk to the environment;  (g)  a description of the measures which the proposed developer intends to use to mitigate any adverse effects and a statement of reasonable alternatives (if any), and reasons for their rejection;  (h)  a statement of the degree of irreversible damage, and an explanation of how it is assessed;  (i)  an emergency response plan for containing and cleaning up any pollution or spill of any contaminant;  (j)  the  developers  programme  for  rehabilitation  and restoration of the environment;  (k)  a non-technical summary of the information provided under the preceding paragraphs. LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 25  L.R.O. 1/ 2012                                                  (6) Before any environmental impact assessment is begun the Agency shall at the developers cost publish in at least one daily newspaper a notice of the project and make available to members of the public the project summary referred to in subsection (1).  (7) Members of the public shall have twenty-eight days from the date of publication referred to in subsection (6) to make written submissions to the Agency setting out those questions and matters which they require to be answered or considered in the environmental impact assessment.  (8) The Agency shall after consultation with the person chosen to carry out the environmental impact assessment, set the terms and scope of the environmental impact assessment taking into account any submissions made under subsection (7).  (9) During the course of the environmental impact assessment the developer and the person carrying out the environmental impact assessment shall  (a)  consult members of the public, interested bodies and organizations;  (b)  provide to members of the public on request, and at no more than the reasonable cost of photocopying, copies of information obtained for the purpose of the environmental impact assessment.  (10) The developer and the person carrying out the environmental impact assessment shall submit the environmental impact assessment together with an environmental impact statement to the Agency for evaluation and recommendations and publish a notice in at LAWS OF GUYANA 26 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                       Approval or rejection of project.        least one daily newspaper confirming that the environmental impact assessment and environmental impact statement have been submitted to the Agency and members of the public shall have sixty days from the date of publication of such notice to make such submissions to the Agency as they consider appropriate.  (11) The environmental impact assessment and the environmental impact statement shall be public documents and the developer and the Agency shall have such documents available for the duration of the project  and five years thereafter for inspection, subject to the deletion therefrom of such information as may disclose intellectual property rights, during normal working hours at their respective offices and shall supply on request and on payment of cost of photocopying copies of such documents.  (12) All expenses of the environmental impact assessment process (including the preparation of the preliminary and full environmental impact assessments, the   environmental   impact statements, and the conduct of public hearings) shall be borne by the developer.  (13) The Agency shall submit the environmental impact assessment   together with the environmental impact statement to the Environmental Assessment Board for its consideration and recommendation as to whether the environmental impact assessment and the environmental impact statement are acceptable.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and the Agency shall within a reasonable period publish in at least one daily newspaper a decision with reasons as to whether the project LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 21  L.R.O. 1/ 2012                [17 of 2005]            Fifth Schedule."
                },
                {
                    "representation": "(i)",
                    "description": "an emergency response plan for containing and cleaning up any pollution or spill of any contaminant;"
                },
                {
                    "representation": "(2)",
                    "description": "Where it is not clear whether a project will significantly affect the environment, the developer shall submit to the Agency a summary of the  project which shall contain the information as required by subsection"
                },
                {
                    "representation": "(a)",
                    "description": "consult members of the public, interested bodies and organizations;"
                },
                {
                    "representation": "(b)",
                    "description": "provide to members of the public on request, and at no more than the reasonable cost of photocopying, copies of information obtained for the purpose of the environmental impact assessment."
                },
                {
                    "representation": "(3)",
                    "description": "(a) Any person who may be affected by a project exempted under subsection"
                },
                {
                    "representation": "(d)",
                    "description": "an indication of any difficulties"
                },
                {
                    "representation": "(4)",
                    "description": "Every environmental impact assessment shall be carried out by an independent and suitably qualified person approved by the Agency and shall"
                },
                {
                    "representation": "(v)",
                    "description": "air and climatic factors; LAWS OF GUYANA 22 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012"
                },
                {
                    "representation": "(x)",
                    "description": "any other environmental factor which needs to be taken into account or which the Agency may reasonably require to be included; and"
                },
                {
                    "representation": "(5)",
                    "description": "Every environmental impact assessment shall contain the following information"
                },
                {
                    "representation": "(c)",
                    "description": "a description of the likely significant effects of the proposed project on the environment resulting from"
                },
                {
                    "representation": "(e)",
                    "description": "a description of the best available technology;"
                },
                {
                    "representation": "(f)",
                    "description": "a description of any hazards or dangers which may arise from the project and an assessment of the risk to the environment;"
                },
                {
                    "representation": "(g)",
                    "description": "a description of the measures which the proposed developer intends to use to mitigate any adverse effects and a statement of reasonable alternatives"
                },
                {
                    "representation": "(h)",
                    "description": "a statement of the degree of irreversible damage, and an explanation of how it is assessed;"
                },
                {
                    "representation": "(j)",
                    "description": "the  developers  programme  for  rehabilitation  and restoration of the environment;"
                },
                {
                    "representation": "(k)",
                    "description": "a non-technical summary of the information provided under the preceding paragraphs. LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 25  L.R.O. 1/ 2012"
                },
                {
                    "representation": "(6)",
                    "description": "to make written submissions to the Agency setting out those questions and matters which they require to be answered or considered in the environmental impact assessment."
                },
                {
                    "representation": "(7)",
                    "description": "Members of the public shall have twenty-eight days from the date of publication referred to in subsection"
                },
                {
                    "representation": "(8)",
                    "description": "The Agency shall after consultation with the person chosen to carry out the environmental impact assessment, set the terms and scope of the environmental impact assessment taking into account any submissions made under subsection"
                },
                {
                    "representation": "(9)",
                    "description": "During the course of the environmental impact assessment the developer and the person carrying out the environmental impact assessment shall"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Approval or rejection of project. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Approval or rejection of project. 12. (1) The Agency shall approve or reject the project after taking into account  (a)  the submissions made under section 11(10) and the recommendations of the Environmental Assessment Board made under section 18(2); and  LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 27  L.R.O. 1/ 2012              Environmental permit.                                  (b)  the views expressed during the consultations under section 11(9); and  (c)  the environmental impact assessment and environmental impact statement.  (2) The Agency shall publish its decision and the grounds on which it is made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Agency shall approve or reject the project after taking into account"
                },
                {
                    "representation": "(a)",
                    "description": "the submissions made under section 11(10) and the recommendations of the Environmental Assessment Board made under section 18(2); and  LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 27  L.R.O. 1/ 2012              Environmental permit."
                },
                {
                    "representation": "(b)",
                    "description": "the views expressed during the consultations under section 11(9); and"
                },
                {
                    "representation": "(c)",
                    "description": "the environmental impact assessment and environmental impact statement."
                },
                {
                    "representation": "(2)",
                    "description": "The Agency shall publish its decision and the grounds on which it is made."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Environmental permit. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Environmental permit. 13. (1) A decision by the Agency to issue an environmental permit for a  project shall be subject to conditions which are reasonably necessary to  protect human health and the environment and each environmental permit shall contain the following implied conditions  (a)  the Agency shall have the right to cancel or suspend the environmental permit if any of the terms or conditions of the environmental permit are breached;  (b)  the developer shall have an obligation to use the most appropriate technology;  (c)  the developer shall have an obligation to comply with any directions by the Agency where compliance with such directions  are  necessary  for  the  implementation  of  any obligations of Guyana under any treaty or international law relating to environmental protection; and  (d)  the developer shall have an obligation to restore and rehabilitate the environment. LAWS OF GUYANA 28 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                     Environmental authorisation as a precondition to development consent.             Cessation.       Fifth Schedule.        (2) The Agency shall not issue an environmental permit unless the Agency is satisfied that  (a)  the developer can comply with the terms and conditions of the environmental permit; and  (b)   the developer can pay compensation for any loss or damage which may arise from the project or breach of any term or condition of the environmental permit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A decision by the Agency to issue an environmental permit for a  project shall be subject to conditions which are reasonably necessary to  protect human health and the environment and each environmental permit shall contain the following implied conditions"
                },
                {
                    "representation": "(a)",
                    "description": "the developer can comply with the terms and conditions of the environmental permit; and"
                },
                {
                    "representation": "(b)",
                    "description": "the developer can pay compensation for any loss or damage which may arise from the project or breach of any term or condition of the environmental permit."
                },
                {
                    "representation": "(c)",
                    "description": "the developer shall have an obligation to comply with any directions by the Agency where compliance with such directions  are  necessary  for  the  implementation  of  any obligations of Guyana under any treaty or international law relating to environmental protection; and"
                },
                {
                    "representation": "(d)",
                    "description": "the developer shall have an obligation to restore and rehabilitate the environment. LAWS OF GUYANA 28 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                     Environmental authorisation as a precondition to development consent.             Cessation.       Fifth Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "The Agency shall not issue an environmental permit unless the Agency is satisfied that"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Environmental authorisation as a precondition to development consent. LAWS OF GUYANA 4 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012 SECTION ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Environmental authorisation as a precondition to development consent. LAWS OF GUYANA 4 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012 SECTION 14. (1) A public authority shall not give development consent in any matter where an environmental authorisation is required unless such authorisation has been issued and any development consent given by any public authority shall be subject to the terms of the environmental authorisation issued by the Agency.  (2) Where an environmental authorisation is  cancelled  or suspended, the development consent issued by the public authority shall be suspended until and unless a new environmental authorisation is issued or the suspension of the environmental authorisation is revoked.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A public authority shall not give development consent in any matter where an environmental authorisation is required unless such authorisation has been issued and any development consent given by any public authority shall be subject to the terms of the environmental authorisation issued by the Agency."
                },
                {
                    "representation": "(2)",
                    "description": "Where an environmental authorisation is  cancelled  or suspended, the development consent issued by the public authority shall be suspended until and unless a new environmental authorisation is issued or the suspension of the environmental authorisation is revoked."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Cessation. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Cessation. 15. (1) Every person who fails to carry out an environmental impact assessment  or  who  commences  a  project  without  obtaining  an environmental permit as required under this Act or the regulations shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (d) of the Fifth Schedule.  (2) Where any project is being carried on or has been started without an environmental permit as required by this Act the Agency shall immediately serve an order in writing to the person responsible directing him to immediately stop the LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 29  L.R.O. 1/ 2012             Regulations to determine projects affecting the environment.     Other activities.                        Environmental Assessment Board. Third Schedule.   project.  (3) Where  the  person  to  whom  the  order  is  issued  under subsection (2) fails to comply with the order, the Minister may in coordination with other appropriate governmental entities undertake such emergency response activities as are required to protect human health or the environment.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every person who fails to carry out an environmental impact assessment  or  who  commences  a  project  without  obtaining  an environmental permit as required under this Act or the regulations shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(d)",
                    "description": "of the Fifth Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "fails to comply with the order, the Minister may in coordination with other appropriate governmental entities undertake such emergency response activities as are required to protect human health or the environment."
                },
                {
                    "representation": "(3)",
                    "description": "Where  the  person  to  whom  the  order  is  issued  under subsection"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Regulations to determine projects affecting the environment. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Regulations to determine projects affecting the environment. 16. The Minister may make regulations establishing the criteria and thresholds to determine which projects may have significant effects on the environment.",
            "description": "The Minister may make regulations establishing the criteria and thresholds to determine which projects may have significant effects on the environment."
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Other activities. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Other activities. 17.  (1) Where any activity by itself does not have a significant effect on the environment but the same activity or similar activities are carried out by any person in any place and cumulatively may significantly affect the  environment,  the  Agency  shall  require  to  be  carried  out  an environmental impact assessment of the cumulative effects of such activities by such persons.  (2) Where any public authority adopts or alters any policy, programme or plan and such policy, programme, plan or alteration may significantly affect the environment the Agency shall require the public authority to carry out an environmental impact assessment of such policy, programme, plan or alteration.  (3) Where an environmental impact assessment is required under this section, the procedure set out in this Part shall be followed in so far as such procedure is applicable.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any activity by itself does not have a significant effect on the environment but the same activity or similar activities are carried out by any person in any place and cumulatively may significantly affect the  environment,  the  Agency  shall  require  to  be  carried  out  an environmental impact assessment of the cumulative effects of such activities by such persons."
                },
                {
                    "representation": "(2)",
                    "description": "Where any public authority adopts or alters any policy, programme or plan and such policy, programme, plan or alteration may significantly affect the environment the Agency shall require the public authority to carry out an environmental impact assessment of such policy, programme, plan or alteration."
                },
                {
                    "representation": "(3)",
                    "description": "Where an environmental impact assessment is required under this section, the procedure set out in this Part shall be followed in so far as such procedure is applicable."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Environmental Assessment Board.   PART V PREVENTION AND CONTROL OF POLLUTION  ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Environmental Assessment Board.   PART V PREVENTION AND CONTROL OF POLLUTION  18. (1) There is hereby established an Environmental Assessment Board, and the Third Schedule shall have effect as to the constitution of the Board and otherwise in relation thereto.  LAWS OF GUYANA 30 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                  Prevention of pollution.              (2) The Environmental Assessment Board shall conduct public hearings  (a)  into all appeals submitted to it under section 11(3)(a); and  (b)  as  may  be  necessary  into  environmental  impact assessments   and   environmental   impact   statements   to recommend to the Agency  (i)  whether  the  environmental  impact  assessment should be accepted, amended or rejected; (ii)  whether an environmental permit should be issued by the Agency; (iii)  what terms and conditions should be included in the environmental permit.   PART V PREVENTION AND CONTROL OF POLLUTION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established an Environmental Assessment Board, and the Third Schedule shall have effect as to the constitution of the Board and otherwise in relation thereto.  LAWS OF GUYANA 30 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                  Prevention of pollution."
                },
                {
                    "representation": "(2)",
                    "description": "The Environmental Assessment Board shall conduct public hearings"
                },
                {
                    "representation": "(a)",
                    "description": "into all appeals submitted to it under section 11(3)(a); and"
                },
                {
                    "representation": "(b)",
                    "description": "as  may  be  necessary  into  environmental  impact assessments   and   environmental   impact   statements   to recommend to the Agency"
                },
                {
                    "representation": "(i)",
                    "description": "whether  the  environmental  impact  assessment should be accepted, amended or rejected;"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Prevention of pollution. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Prevention of pollution. 19.  (1) A person shall not  (a)  undertake an activity that causes or is likely to cause pollution of the environment unless the person takes all reasonable and practicable measures to prevent or minimise any resulting adverse effect;  (b)  discharge or  cause  or  permit  the  entry  into  the environment, of any contaminant in any amount, LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 31  L.R.O. 1/ 2012             Fifth Schedule.       Fifth Schedule.                             concentration or level in excess of that prescribed by the regulations or stipulated by any environmental authorisation.  (2) (a) Any person who contravenes subsection (l)(a) shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (f) of the Fifth Schedule,  (b) Any person who contravenes subsection (l)(b) shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (e) of the Fifth Schedule.  (3) Where subsection (1) is contravened the person responsible for the contaminant or for the process involving the contaminant or who causes or permits a discharge in contravention of subsection (1) shall  (a) immediately notify the Agency of  (i)  the discharge; (ii)  the concentration and amount of contaminant;  (iii) the circumstances of the discharge; (iv)  what action the person has taken or intends to take to restore the natural environment; and  (b)  subject to the conditions of any order issued under subsection (4), restore the natural environment by  LAWS OF GUYANA 32 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                 (i)  rescuing and restoring all plants, animals and other organisms; (ii)  cleaning up, removing or neutralising the contaminant; (iii)  restoring the air, land and water to the condition they were in before the discharge;  (c)  be  liable  to  pay  for  the  cost  of  an  independent investigation into the discharge;  (d)  deposit with the Agency a sum of money equal to the estimated costs of restoration and investigation;  (e)  be liable to compensate any person who suffers any loss or damage as a result of any contravention of subsection (1);  (f)  do everything practicable to preserve, for investigation, evidence of the effects of the discharge.  (4) Where there is any contravention of subsection (1), the Minister may make an order directed to one or more of the following  (i)  any person responsible for the contaminant; (ii)  any person responsible for the process involving the contaminant; (iii)  any local democratic organ or local government authority within whose boundaries the LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 33  L.R.O. 1/ 2012                                 Fifth Schedule.         Fifth Schedule.    Information on pollution  control facility.  spill occurs; (iv)  any person who is or may be adversely affected by the contaminant or whose assistance is necessary in the opinion of the Minister to prevent, eliminate, or ameliorate the adverse effects or restore the natural environment, requiring such action as may be specified in the order in respect of the prevention, dimunition or amelioration of the adverse effects and restoration of the natural environment within such period as may be specified in the order.  (5) (a) Any person, local democratic organ, or local government authority or other body who contravenes subsection (3)(a), (b), or (f) shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (d) of the Fifth Schedule.  (b) Any person, local democratic organ or local government authority or other body who contravenes subsection (4) shall be guilty of an  offence and shall be liable to the penalties prescribed under paragraph (e) of the Fifth Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall"
                },
                {
                    "representation": "(a)",
                    "description": "immediately notify the Agency of"
                },
                {
                    "representation": "(b)",
                    "description": "Any person, local democratic organ or local government authority or other body who contravenes subsection"
                },
                {
                    "representation": "(2)",
                    "description": "(a) Any person who contravenes subsection"
                },
                {
                    "representation": "(f)",
                    "description": "shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(e)",
                    "description": "of the Fifth Schedule."
                },
                {
                    "representation": "(3)",
                    "description": "Where subsection"
                },
                {
                    "representation": "(i)",
                    "description": "any person responsible for the contaminant;"
                },
                {
                    "representation": "(c)",
                    "description": "be  liable  to  pay  for  the  cost  of  an  independent investigation into the discharge;"
                },
                {
                    "representation": "(d)",
                    "description": "of the Fifth Schedule."
                },
                {
                    "representation": "(4)",
                    "description": "shall be guilty of an  offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(5)",
                    "description": "(a) Any person, local democratic organ, or local government authority or other body who contravenes subsection"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Information on pollution control facility. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Information on pollution control facility. 20.  (1) The Agency may by notice in writing require the owner or operator of any sewage treatment plant, industrial waste treatment facility or any facility for the storage LAWS OF GUYANA 34 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                          Fifth Schedule.    Permits: general provisions.                    or disposal of solid waste, toxic and hazardous materials or for the abatement of air pollution or any other facility for controlling pollution, to submit to the Agency at such intervals as the Agency may specify in the notice, information relating to any of the following   (a)  the performance of the facility;  (b)  the quantity and quality of the effluent discharged;   (c)  a pollution prevention plan for the facility, and the owner or operator shall comply with the requirements of the notice.  (2) Any person who fails to comply with the requirements of a notice under subsection (1) shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (a) of the Fifth Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(a)",
                    "description": "of the Fifth Schedule."
                },
                {
                    "representation": "(b)",
                    "description": "the quantity and quality of the effluent discharged;"
                },
                {
                    "representation": "(c)",
                    "description": "a pollution prevention plan for the facility, and the owner or operator shall comply with the requirements of the notice."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who fails to comply with the requirements of a notice under subsection"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Permits: general provisions. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Permits: general provisions. 21.  (1) No person shall  (a)  construct, alter, extend or replace any plant, structure, equipment,  apparatus,  mechanism  or  thing  that  may discharge or from which may be discharged a contaminant into any part of the natural environment except under and in accordance with a construction permit issued by the Agency; or   (b)  alter a process or rate of production with the result that a contaminant may be discharged into any part of the natural environment  or  the  rate  or  manner  of  discharge  of  a LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 35  L.R.O. 1/ 2012                                                 contaminant into any part of the natural environment may be altered except under and in accordance with an operation permit issued by the Agency.  (2) Subsection (l) does not apply to  (a)  routine maintenance carried out on any plant, structure, equipment, apparatus, mechanism or thing; or  (b)  any plant, structure, equipment, apparatus, mechanism or  thing that may be a source of contaminant of a class exempted therefrom by the regulations.  (3) The Agency may require an applicant for a construction permit to submit any plans, specifications and other information related to the plant, structure, apparatus, mechanism, or thing in respect of which the application for a permit is made.  (4) The Agency may require an applicant for an operation permit to submit any plans, specifications and other information related to any methods,  processes or devices of the plant, structure, equipment, apparatus, mechanism or thing in respect of which the application for a permit is to be issued and any other information concerning the levels, concentrations  or  properties  of  the  contaminant  which  may  be discharged.  (5) The Agency may require an applicant, either by himself or through an independent agent, to carry out and report on any tests or experiments relating to the plant, structure, equipment, apparatus, mechanism or thing or to the methods, processes or devices to be employed to control LAWS OF GUYANA 36 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                             Fifth Schedule.           Fifth Schedule.         Fifth Schedule. or prevent the discharge of any contaminant into any part of the natural environment.  (6) The Agency shall not issue a construction or operation permit unless  (a)  the Agency includes in the permit such conditions as are reasonably necessary to protect the environment; and  (b)  the Agency considers that the applicant will be able to comply with the conditions of the permit.  (7) Where there may be a substantial effect on the environment no construction permit or operation permit shall be granted unless an environmental permit is issued under Part IV.  (8) Any person who contravenes subsection (1) shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (c) of the Fifth Schedule.  (9) Any person who fails to comply with  (a)  any material term or condition of a construction or operation permit shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (c) of the Fifth Schedule;  (b)  any other  term  or  condition  of  a  construction  or operation permit shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (b) of the Fifth LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 37  L.R.O. 1/ 2012    Prescribed processes.                                            Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(a)",
                    "description": "any material term or condition of a construction or operation permit shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(b)",
                    "description": "of the Fifth LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 37  L.R.O. 1/ 2012    Prescribed processes.                                            Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "Subsection"
                },
                {
                    "representation": "(l)",
                    "description": "does not apply to"
                },
                {
                    "representation": "(3)",
                    "description": "The Agency may require an applicant for a construction permit to submit any plans, specifications and other information related to the plant, structure, apparatus, mechanism, or thing in respect of which the application for a permit is made."
                },
                {
                    "representation": "(4)",
                    "description": "The Agency may require an applicant for an operation permit to submit any plans, specifications and other information related to any methods,  processes or devices of the plant, structure, equipment, apparatus, mechanism or thing in respect of which the application for a permit is to be issued and any other information concerning the levels, concentrations  or  properties  of  the  contaminant  which  may  be discharged."
                },
                {
                    "representation": "(5)",
                    "description": "The Agency may require an applicant, either by himself or through an independent agent, to carry out and report on any tests or experiments relating to the plant, structure, equipment, apparatus, mechanism or thing or to the methods, processes or devices to be employed to control LAWS OF GUYANA 36 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                             Fifth Schedule.           Fifth Schedule.         Fifth Schedule. or prevent the discharge of any contaminant into any part of the natural environment."
                },
                {
                    "representation": "(6)",
                    "description": "The Agency shall not issue a construction or operation permit unless"
                },
                {
                    "representation": "(7)",
                    "description": "Where there may be a substantial effect on the environment no construction permit or operation permit shall be granted unless an environmental permit is issued under Part IV."
                },
                {
                    "representation": "(8)",
                    "description": "Any person who contravenes subsection"
                },
                {
                    "representation": "(c)",
                    "description": "of the Fifth Schedule;"
                },
                {
                    "representation": "(9)",
                    "description": "Any person who fails to comply with"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Prescribed processes. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Prescribed processes. 22. (1) No person shall, except under and in accordance with a prescribed process licence, carry on a prescribed process.  (2) A prescribed process licence may apply to the general execution of the process or to the carrying on of a process at specified premises or by means of specified plant or apparatus irrespective of where  it is operated and shall contain such conditions as may be necessary to prevent an adverse effect.  (3) An application for a prescribed process licence shall be made to the Agency in the manner prescribed by the regulations.  (4) A prescribed process licence shall not be granted unless an environmental permit is issued under Part IV.  (5) Where there is any adverse effect as a result of the discharge of any contaminant used in a prescribed process, and, from the available evidence, and in the circumstances it is likely that the prescribed process caused the adverse effect, then it shall be presumed that the prescribed process caused the adverse effect unless the person responsible for the prescribed process proves that the prescribed process was operated at all times in accordance with the environmental permit and prescribed process license and there was no interruption or interference with the prescribed process at the time of discharge of the contaminant.  (6) In considering whether it is likely that a prescribed process caused an adverse effect, the court shall take into account the following factors  (a)  the operational process; LAWS OF GUYANA 38 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                       Fifth Schedule.   Conditions of permits and licences.      Alteration or transfer of permitted processes.              (b)  the equipment and facility used;  (c)  the type and concentration of materials used;   (d)  the time and place of the adverse effect;  (e)  the nature and extent of the adverse effect;  (f)  any other circumstances deemed relevant by the court.  (7) Any person who contravenes subsection (1) shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (f) of the Fifth Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(2)",
                    "description": "A prescribed process licence may apply to the general execution of the process or to the carrying on of a process at specified premises or by means of specified plant or apparatus irrespective of where  it is operated and shall contain such conditions as may be necessary to prevent an adverse effect."
                },
                {
                    "representation": "(3)",
                    "description": "An application for a prescribed process licence shall be made to the Agency in the manner prescribed by the regulations."
                },
                {
                    "representation": "(4)",
                    "description": "A prescribed process licence shall not be granted unless an environmental permit is issued under Part IV."
                },
                {
                    "representation": "(5)",
                    "description": "Where there is any adverse effect as a result of the discharge of any contaminant used in a prescribed process, and, from the available evidence, and in the circumstances it is likely that the prescribed process caused the adverse effect, then it shall be presumed that the prescribed process caused the adverse effect unless the person responsible for the prescribed process proves that the prescribed process was operated at all times in accordance with the environmental permit and prescribed process license and there was no interruption or interference with the prescribed process at the time of discharge of the contaminant."
                },
                {
                    "representation": "(6)",
                    "description": "In considering whether it is likely that a prescribed process caused an adverse effect, the court shall take into account the following factors"
                },
                {
                    "representation": "(a)",
                    "description": "the operational process; LAWS OF GUYANA 38 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                       Fifth Schedule.   Conditions of permits and licences.      Alteration or transfer of permitted processes."
                },
                {
                    "representation": "(b)",
                    "description": "the equipment and facility used;"
                },
                {
                    "representation": "(c)",
                    "description": "the type and concentration of materials used;"
                },
                {
                    "representation": "(d)",
                    "description": "the time and place of the adverse effect;"
                },
                {
                    "representation": "(e)",
                    "description": "the nature and extent of the adverse effect;"
                },
                {
                    "representation": "(f)",
                    "description": "of the Fifth Schedule."
                },
                {
                    "representation": "(7)",
                    "description": "Any person who contravenes subsection"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Conditions of permits and licences. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Conditions of permits and licences. 23. There shall be included in any construction or operating permit and any prescribed process licence such  conditions  as  may  be prescribed by the regulations and such additional conditions as the Agency considers appropriate.",
            "description": "There shall be included in any construction or operating permit and any prescribed process licence such  conditions  as  may  be prescribed by the regulations and such additional conditions as the Agency considers appropriate."
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Alteration or transfer of permitted processes. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Alteration or transfer of permitted processes. 24.  (1) Where the holder of a prescribed process licence proposes   (a)  to make any relevant change in the manner in which he carries on the prescribed process or in the amount of any substance utilised, produced or released by it; or  (b)  to transfer the licence to another person, subsection (3) shall apply.  LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 39  L.R.O. 1/ 2012                                           Fifth Schedule.       Revocation or variation of prescribed (2) A change is relevant for the purposes of subsection (1) if it is a change capable of affecting either the amount or nature of any substance released from the process or any other characteristic of any such release or such change may lead to a harmful alteration to or may have an adverse effect on the environment.  (3) Where subsection (l) applies  (a)  the person carrying on the prescribed process shall notify the Agency of  the proposed change or transfer; (b)  on being notified of the proposed change or transfer the Agency shall determine whether or not such change would require any amendment of the licence and, if so, what amendment or whether it would require a new licence under section 22, and the Agency shall notify the said person of its determination  with  respect  to  the  proposed  change  or transfer;  (c)  an environmental impact assessment shall be carried out under Part IV if such change may have a significant effect on the environment.  (4) Any person who contravenes subsection 3(a) shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (b) of the Fifth Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "if it is a change capable of affecting either the amount or nature of any substance released from the process or any other characteristic of any such release or such change may lead to a harmful alteration to or may have an adverse effect on the environment."
                },
                {
                    "representation": "(a)",
                    "description": "the person carrying on the prescribed process shall notify the Agency of  the proposed change or transfer;"
                },
                {
                    "representation": "(b)",
                    "description": "of the Fifth Schedule."
                },
                {
                    "representation": "(3)",
                    "description": "Where subsection"
                },
                {
                    "representation": "(2)",
                    "description": "A change is relevant for the purposes of subsection"
                },
                {
                    "representation": "(l)",
                    "description": "applies"
                },
                {
                    "representation": "(c)",
                    "description": "an environmental impact assessment shall be carried out under Part IV if such change may have a significant effect on the environment."
                },
                {
                    "representation": "(4)",
                    "description": "Any person who contravenes subsection 3(a) shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Revocation or variation of prescribed process; cancellation or suspension of environmental authorisation. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Revocation or variation of prescribed process; cancellation or suspension of environmental authorisation. 25.  (1) The Agency may at any time, by notice in writing to the person carrying on the prescribed process, revoke a prescribed process licence or impose such conditions LAWS OF GUYANA 40 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012 process; cancellation or suspension of environmental authorisation.                                            as the Agency considers appropriate in addition to or in place of the existing conditions, with effect from such date as the Agency may specify provided that the revocation or variation shall not give rise to any additional adverse effect.  (2) If the Agency is of the opinion that  (a)  the holder of an environmental authorisation obtained the authorisation improperly; or  (b)  the  holder  of  an  environmental  authorisation  is contravening  any  material  term  or  condition  of  the environmental authorisation, the Agency shall cancel the environmental authorisation provided that if the Agency considers it is contrary to the public interest to cancel the environmental authorisation, the Agency may suspend the environmental authorisation instead.  (3) A suspension under this section may be for a specified period or until the fulfillment of specific conditions or until further order of the Agency.  (4) Before the Agency acts under subsection (2), the Agency shall  (a)  notify the holder of the environmental authorisation in writing of its proposed action specifying the reason for the proposed action; and  (b)  allow the holder of the authorisation at least seven days within which to make written submissions to the Agency in LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 41  L.R.O. 1/ 2012     Enforcement notices.                                   Prohibition notices.         relation to the Agencys proposed action.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Agency may at any time, by notice in writing to the person carrying on the prescribed process, revoke a prescribed process licence or impose such conditions LAWS OF GUYANA 40 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012 process; cancellation or suspension of environmental authorisation.                                            as the Agency considers appropriate in addition to or in place of the existing conditions, with effect from such date as the Agency may specify provided that the revocation or variation shall not give rise to any additional adverse effect."
                },
                {
                    "representation": "(2)",
                    "description": "If the Agency is of the opinion that"
                },
                {
                    "representation": "(a)",
                    "description": "notify the holder of the environmental authorisation in writing of its proposed action specifying the reason for the proposed action; and"
                },
                {
                    "representation": "(b)",
                    "description": "allow the holder of the authorisation at least seven days within which to make written submissions to the Agency in LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 41  L.R.O. 1/ 2012     Enforcement notices.                                   Prohibition notices.         relation to the Agencys proposed action."
                },
                {
                    "representation": "(3)",
                    "description": "A suspension under this section may be for a specified period or until the fulfillment of specific conditions or until further order of the Agency."
                },
                {
                    "representation": "(4)",
                    "description": "Before the Agency acts under subsection"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Enforcement notices. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Enforcement notices. 26.  (1) If the Agency is of the opinion that a person is contravening any condition of any environmental authorisation, or is likely to contravene any such condition, the Agency may serve on him an enforcement notice.  (2) An enforcement notice shall   (a)  state  the  opinion  of  the  Agency  regarding  the contravention or likely contravention referred to in subsection (1);  (b)  specify the matters constituting the contravention or the matters making it likely that the contravention will arise, as the case may be;  (c)  specify the steps that must be taken to remedy the contravention or to remedy the matters making it likely that the contravention will arise, as the case may be; and  (d)  specify the periods within which those steps must be taken.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the Agency is of the opinion that a person is contravening any condition of any environmental authorisation, or is likely to contravene any such condition, the Agency may serve on him an enforcement notice."
                },
                {
                    "representation": "(2)",
                    "description": "An enforcement notice shall"
                },
                {
                    "representation": "(a)",
                    "description": "state  the  opinion  of  the  Agency  regarding  the contravention or likely contravention referred to in subsection"
                },
                {
                    "representation": "(b)",
                    "description": "specify the matters constituting the contravention or the matters making it likely that the contravention will arise, as the case may be;"
                },
                {
                    "representation": "(c)",
                    "description": "specify the steps that must be taken to remedy the contravention or to remedy the matters making it likely that the contravention will arise, as the case may be; and"
                },
                {
                    "representation": "(d)",
                    "description": "specify the periods within which those steps must be taken."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Prohibition notices. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Prohibition notices. 27.  (1) Subject to the provisions of this section, where it appears to the Agency that any activity in any area is such as to pose  (a)  a serious threat to  natural resources or   the environment; or  (b)  risk of serious pollution of the LAWS OF GUYANA 42 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                 environment or any damage to public health,  the Agency shall serve on the person responsible for the activity, a prohibition notice.  (2) A prohibition notice shall  (a)  state the Agencys opinion in respect of the activity in question;  (b)  specify the use or threat involved;  (c)  specify the offending activity and require such steps as may be specified in the notice to be taken within such period as may be so specified to ameliorate the effect of the activity and, where appropriate, to restore the natural resources and environment to their condition before the activity took place.  (3) The Agency shall  in  the  prohibition  notice  order  the immediate cessation of the offending activity if it is of the opinion that the circumstances giving rise to the notice are such as to warrant an order to that effect or where any threat under subsection (1) is likely to have consequences which are irremediable or immediate, and shall specify in  the notice the period within which an appeal against its decision to order cessation may be made pursuant to section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is likely to have consequences which are irremediable or immediate, and shall specify in  the notice the period within which an appeal against its decision to order cessation may be made pursuant to section"
                },
                {
                    "representation": "(a)",
                    "description": "state the Agencys opinion in respect of the activity in question;"
                },
                {
                    "representation": "(b)",
                    "description": "specify the use or threat involved;"
                },
                {
                    "representation": "(2)",
                    "description": "A prohibition notice shall"
                },
                {
                    "representation": "(c)",
                    "description": "specify the offending activity and require such steps as may be specified in the notice to be taken within such period as may be so specified to ameliorate the effect of the activity and, where appropriate, to restore the natural resources and environment to their condition before the activity took place."
                },
                {
                    "representation": "(3)",
                    "description": "The Agency shall  in  the  prohibition  notice  order  the immediate cessation of the offending activity if it is of the opinion that the circumstances giving rise to the notice are such as to warrant an order to that effect or where any threat under subsection"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Appeals. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Appeals. 28.  (4) Where an appeal is made against a prohibition notice in which the cessation of an offending activity is ordered, the notice shall remain in effect pending the final determination or withdrawal of the appeal. LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 43  L.R.O. 1/ 2012         Fifth Schedule.                Appeals.     Environmental Appeals Tribunal.         Preliminary.    c. 85:",
            "description": [
                {
                    "representation": "(4)",
                    "description": "Where an appeal is made against a prohibition notice in which the cessation of an offending activity is ordered, the notice shall remain in effect pending the final determination or withdrawal of the appeal. LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 43  L.R.O. 1/ 2012         Fifth Schedule.                Appeals.     Environmental Appeals Tribunal.         Preliminary.    c. 85:"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Environmental Appeals Tribunal.   PART VI FINANCIAL ASSURANCE   ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Environmental Appeals Tribunal.   PART VI FINANCIAL ASSURANCE   29. Appeals shall be made to the Environmental Appeals Tribunal, the establishment and jurisdiction of which are provided for in Part VIII.   PART VI FINANCIAL ASSURANCE",
            "description": "Appeals shall be made to the Environmental Appeals Tribunal, the establishment and jurisdiction of which are provided for in Part VIII.   PART VI FINANCIAL ASSURANCE"
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Preliminary. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Preliminary. 30.  In this Part  bank has the meaning assigned to it by section 2 of the Financial Institutions Act;  financial assurances means one or more of  LAWS OF GUYANA 44 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                               Financial assurance.                 (a)  cash, in the amount specified in the environmental authorisation;  (b)  a letter of credit from a bank, in the amount and terms specified in the environmental authorisation;  (c)  a guarantee in the form, terms and amount specified in the environmental authorisation from any person whose long term unsecured obligations are rated equally with a bank by an internationally recognised credit rating agency;  (d)  a performance bond in the form and terms specified in the environmental authorisation;  works means an activity, project, prescribed process, facility, thing, undertaking  or  site  in  respect  of  which  an  environmental authorisation is issued.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "cash, in the amount specified in the environmental authorisation;"
                },
                {
                    "representation": "(b)",
                    "description": "a letter of credit from a bank, in the amount and terms specified in the environmental authorisation;"
                },
                {
                    "representation": "(c)",
                    "description": "a guarantee in the form, terms and amount specified in the environmental authorisation from any person whose long term unsecured obligations are rated equally with a bank by an internationally recognised credit rating agency;"
                },
                {
                    "representation": "(d)",
                    "description": "a performance bond in the form and terms specified in the environmental authorisation;  works means an activity, project, prescribed process, facility, thing, undertaking  or  site  in  respect  of  which  an  environmental authorisation is issued."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Financial assurance.   PART VII INVESTIGATIONS, PROSECUTIONS, CIVIL PROCEEDINGS  ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Financial assurance.   PART VII INVESTIGATIONS, PROSECUTIONS, CIVIL PROCEEDINGS  31. (1) The Agency may include in any environmental authorisation a requirement that the person to whom that environmental authorisation is issued shall provide financial assurance to the State for any one or more of the following  (a)  the performance of any action or compliance with any condition specified in any environmental authorisation;  (b)  the provision of alternate water supplies to replace those that the Agency has reasonable grounds to believe are or are likely to be contaminated or otherwise interfered LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 45  L.R.O. 1/ 2012                                             Prosecutions.    with by the  works to which the environmental authorisation relates; and  (c)  measures appropriate to prevent adverse effects upon and following the cessation or closing of the works.  (2) A requirement under subsection (1) shall specify the amount of financial assurance and may provide that the financial assurance may be provided, reduced or released in stages specified in the environmental authorisation.  (3) The Agency may amend an environmental authorisation to change or include a requirement as to financial assurance contained in that environmental authorisation.  (4) An environmental authorisation shall not be effective until any requirements for financial assurance contained in that environmental authorisation have been fully complied with.  (5) The Minister may make regulations as to the circumstances under which financial assurance must be required by the Agency, the terms and conditions of the financial assurance and the effect of failure to provide financial assurance and for matters connected therewith or incidental thereto.   PART VII INVESTIGATIONS, PROSECUTIONS, CIVIL PROCEEDINGS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall specify the amount of financial assurance and may provide that the financial assurance may be provided, reduced or released in stages specified in the environmental authorisation."
                },
                {
                    "representation": "(a)",
                    "description": "the performance of any action or compliance with any condition specified in any environmental authorisation;"
                },
                {
                    "representation": "(b)",
                    "description": "the provision of alternate water supplies to replace those that the Agency has reasonable grounds to believe are or are likely to be contaminated or otherwise interfered LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 45  L.R.O. 1/ 2012                                             Prosecutions.    with by the  works to which the environmental authorisation relates; and"
                },
                {
                    "representation": "(c)",
                    "description": "measures appropriate to prevent adverse effects upon and following the cessation or closing of the works."
                },
                {
                    "representation": "(2)",
                    "description": "A requirement under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Agency may amend an environmental authorisation to change or include a requirement as to financial assurance contained in that environmental authorisation."
                },
                {
                    "representation": "(4)",
                    "description": "An environmental authorisation shall not be effective until any requirements for financial assurance contained in that environmental authorisation have been fully complied with."
                },
                {
                    "representation": "(5)",
                    "description": "The Minister may make regulations as to the circumstances under which financial assurance must be required by the Agency, the terms and conditions of the financial assurance and the effect of failure to provide financial assurance and for matters connected therewith or incidental thereto.   PART VII INVESTIGATIONS, PROSECUTIONS, CIVIL PROCEEDINGS"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Prosecutions. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Prosecutions. 32.  (1) Prosecutions in respect of offences under this Act shall be brought by the Agency or by any person authorised by the Minister in a court of summary jurisdiction. LAWS OF GUYANA 46 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012             General offences.           Fifth Schedule.                            (2) A court that convicts a person of an offence under this Act, in addition to any other remedy and to any other penalty imposed by law, may make an order prohibiting the continuation or repetition by the person of the act or omission for which the person was convicted.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Prosecutions in respect of offences under this Act shall be brought by the Agency or by any person authorised by the Minister in a court of summary jurisdiction. LAWS OF GUYANA 46 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012             General offences.           Fifth Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "A court that convicts a person of an offence under this Act, in addition to any other remedy and to any other penalty imposed by law, may make an order prohibiting the continuation or repetition by the person of the act or omission for which the person was convicted."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "General offences. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under General offences. 33.  (1) Any person who  (a)  contravenes any condition contained in any enforcement notice;  (b)  fails to give information required by the Agency within the time specified by the Agency,  shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (d) of the Fifth Schedule.  (2) Any person who makes a statement which he knows to be false  or misleading in a material particular, or recklessly makes a statement which is false or misleading in a material particular, where the statement is made  (a) in purported compliance with a requirement to furnish any information imposed by or under this Act shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (e) of the Fifth Schedule.  (b) for the purpose of obtaining the grant or transfer of an environmental authorisation for himself or any other person or the amendment of a prescribed process licence shall be guilty of an offence and shall be liable LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 47  L.R.O. 1/ 2012          Certain specific offences.         Fifth Schedule.        Fifth Schedule.                     Fifth Schedule.     Powers of authorised to the penalties prescribed under paragraph (e) of the Fifth Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who"
                },
                {
                    "representation": "(a)",
                    "description": "in purported compliance with a requirement to furnish any information imposed by or under this Act shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(b)",
                    "description": "for the purpose of obtaining the grant or transfer of an environmental authorisation for himself or any other person or the amendment of a prescribed process licence shall be guilty of an offence and shall be liable LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 47  L.R.O. 1/ 2012          Certain specific offences.         Fifth Schedule.        Fifth Schedule.                     Fifth Schedule.     Powers of authorised to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(d)",
                    "description": "of the Fifth Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who makes a statement which he knows to be false  or misleading in a material particular, or recklessly makes a statement which is false or misleading in a material particular, where the statement is made"
                },
                {
                    "representation": "(e)",
                    "description": "of the Fifth Schedule."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Certain specific offences. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Certain specific offences. 34. (1) (a) Any  person who  throws  down, abandons, drops or otherwise deposits or leaves anything in any manner whatsoever in circumstances as to cause, or contribute to, or tend to lead to litter shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (a) of the Fifth Schedule  (b) Any person responsible for any function which results in any litter shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (b) of the Fifth Schedule.  (2) Any person  (a)  other than a person referred to in paragraph (b), who is responsible for any noise which results in an adverse effect, or  (b)  who is responsible for any function which creates noise that results in any adverse effect or for any premises at which the function takes place,  shall be guilty of an offence and shall be liable in respect of the first and second mentioned persons to the penalties prescribed under paragraphs (a) and (b), respectively, of the Fifth Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a) Any  person who  throws  down, abandons, drops or otherwise deposits or leaves anything in any manner whatsoever in circumstances as to cause, or contribute to, or tend to lead to litter shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(a)",
                    "description": "and"
                },
                {
                    "representation": "(b)",
                    "description": "who is responsible for any function which creates noise that results in any adverse effect or for any premises at which the function takes place,  shall be guilty of an offence and shall be liable in respect of the first and second mentioned persons to the penalties prescribed under paragraphs"
                },
                {
                    "representation": "(2)",
                    "description": "Any person"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Powers of authorised persons. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Powers of authorised persons. 35. (1) Any authorised person may exercise any of   the powers specified in subsection (2) for the purpose of LAWS OF GUYANA 48 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012 persons.                                                discharging or, as the case may be, assisting in the discharge of the functions of the Agency.  (2) The powers of the person referred to in subsection (1) are   (a)  at any reasonable time (or, in a situation in which in his opinion there is an immediate risk of a significant adverse effect on or pollution of the environment, at any time) to enter premises which he has reason to believe it is necessary for him to enter; (b)  on entering any premises by virtue of paragraph (a) to take with him  (i)  any person duly authorised by the Agency; and (ii)  any equipment or materials required for any purpose for which the power of entry is being exercised;  (c)  to make such examination and investigation as may in any  circumstances be necessary, and to direct that those premises  or any part of them, or anything should be left undisturbed for so long as is reasonably necessary for such examination or investigation;  (d)  to take such measurements and photographs and make such recordings as he considers necessary, for the purpose of any examination or investigation under paragraph (c); LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 49  L.R.O. 1/ 2012                                                  (e)  to take samples of any articles or substances found in or on any premises which he has power to enter, and of the air, water or land in, on, or in the vicinity of, the premises;  (f)  in the case of any article or substance found in or on any premises which he has power to enter, being an article or substance which appears to him to have caused or to be likely to  cause pollution of the environment, to cause it to be dismantled or subjected to any process or test;  (g)  in the case of any such article or substance mentioned in paragraph (f), to take possession of it and detain it for so long as is necessary for all or any of the following purposes, namely  (i)  to examine it and do to it anything which he has power to do under paragraph ( f ); (ii)  to ensure that it is not tampered with before his examination of it is completed; (iii)  to ensure that it is available for use as evidence in any proceedings for an offence under this Act or any other proceedings relating to an environmental authorisation, an enforcement notice or a prohibition notice;  (h)  to require any person whom he has LAWS OF GUYANA 50 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                 reasonable cause to believe to be able to give any information relevant to any examination or investigation under paragraph (c) to answer such questions as the authorised person thinks fit to ask and to sign a declaration of the truth of his answers;  (i)  to require the production of, or where the information is recorded in computerised form the furnishing of extracts from, any records which it is necessary for him to see for the purpose of an examination or investigation under paragraph (c) and to inspect, and take copies, of any entry in the records;  (j)  to require any person to afford him such facilities and assistance within that persons control or in relation to which that person has responsibilities as are necessary to enable the authorised person to exercise any of the powers conferred on him by this section.  (3) The Minister may by regulations make provision as to the procedure to be followed in connection with the taking of, and the dealing with, samples under subsection (2)(e).  (4) Any person claiming the right to enter any premises shall, if required to do so, produce to the owner or occupier of such premises the document authorising him in that behalf. (5) A person exercising his duties under this section LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 51  L.R.O. 1/ 2012                 Registers of information.                                   shall not be liable in any civil or criminal proceedings for anything done in the performance thereof if the court is satisfied that the act was done in good faith and that there were reasonable grounds for doing it.  (6) No answer given by a person in pursuance of a requirement imposed under subsection (2) (h) shall be admissible in evidence against that person in any proceedings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "are"
                },
                {
                    "representation": "(2)",
                    "description": "(h) shall be admissible in evidence against that person in any proceedings."
                },
                {
                    "representation": "(a)",
                    "description": "to take with him"
                },
                {
                    "representation": "(b)",
                    "description": "on entering any premises by virtue of paragraph"
                },
                {
                    "representation": "(i)",
                    "description": "to require the production of, or where the information is recorded in computerised form the furnishing of extracts from, any records which it is necessary for him to see for the purpose of an examination or investigation under paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "and to inspect, and take copies, of any entry in the records;"
                },
                {
                    "representation": "(d)",
                    "description": "to take such measurements and photographs and make such recordings as he considers necessary, for the purpose of any examination or investigation under paragraph"
                },
                {
                    "representation": "(e)",
                    "description": "to take samples of any articles or substances found in or on any premises which he has power to enter, and of the air, water or land in, on, or in the vicinity of, the premises;"
                },
                {
                    "representation": "(f)",
                    "description": "in the case of any article or substance found in or on any premises which he has power to enter, being an article or substance which appears to him to have caused or to be likely to  cause pollution of the environment, to cause it to be dismantled or subjected to any process or test;"
                },
                {
                    "representation": "(g)",
                    "description": "in the case of any such article or substance mentioned in paragraph"
                },
                {
                    "representation": "(h)",
                    "description": "to require any person whom he has LAWS OF GUYANA 50 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                 reasonable cause to believe to be able to give any information relevant to any examination or investigation under paragraph"
                },
                {
                    "representation": "(j)",
                    "description": "to require any person to afford him such facilities and assistance within that persons control or in relation to which that person has responsibilities as are necessary to enable the authorised person to exercise any of the powers conferred on him by this section."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may by regulations make provision as to the procedure to be followed in connection with the taking of, and the dealing with, samples under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Any person claiming the right to enter any premises shall, if required to do so, produce to the owner or occupier of such premises the document authorising him in that behalf."
                },
                {
                    "representation": "(5)",
                    "description": "A person exercising his duties under this section LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 51  L.R.O. 1/ 2012                 Registers of information.                                   shall not be liable in any civil or criminal proceedings for anything done in the performance thereof if the court is satisfied that the act was done in good faith and that there were reasonable grounds for doing it."
                },
                {
                    "representation": "(6)",
                    "description": "No answer given by a person in pursuance of a requirement imposed under subsection"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Registers of information. LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 5  L.R.O. 1/ 2012 SECTION ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Registers of information. LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 5  L.R.O. 1/ 2012 SECTION 36.  (4) In performing its functions the Agency shall make use of current principles of environmental management, namely  LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 17  L.R.O. 1/ 2012                                                  Deference to authority of (a)  the polluter pays principle: the polluter should bear the cost of measures to reduce pollution decided upon by public authorities, to ensure that the environment is in an acceptable  state, and should compensate citizens for the harm they suffer from pollution;  (b)  the precautionary principle: where there are threats of  serious or irreversible damage, lack of full scientific certainty  shall  not  be  used  as  a  reason  for  postponing measures to prevent environmental degradation;  (c)  the strict liability legal principle: any person who contravenes this Act or regulations shall be liable to the penalties prescribed therefor;  (d)  the avoidance principle: it is preferable to avoid environmental damage as it can be impossible or more expensive to repair rather than prevent damage;  (e)  the state of technology principle: measures protecting the environment are restricted by what is technologically feasible and as technology improves, the improved technology should be used to prevent and repair environmental damage.",
            "description": [
                {
                    "representation": "(4)",
                    "description": "In performing its functions the Agency shall make use of current principles of environmental management, namely  LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 17  L.R.O. 1/ 2012                                                  Deference to authority of"
                },
                {
                    "representation": "(a)",
                    "description": "the polluter pays principle: the polluter should bear the cost of measures to reduce pollution decided upon by public authorities, to ensure that the environment is in an acceptable  state, and should compensate citizens for the harm they suffer from pollution;"
                },
                {
                    "representation": "(b)",
                    "description": "the precautionary principle: where there are threats of  serious or irreversible damage, lack of full scientific certainty  shall  not  be  used  as  a  reason  for  postponing measures to prevent environmental degradation;"
                },
                {
                    "representation": "(c)",
                    "description": "the strict liability legal principle: any person who contravenes this Act or regulations shall be liable to the penalties prescribed therefor;"
                },
                {
                    "representation": "(d)",
                    "description": "the avoidance principle: it is preferable to avoid environmental damage as it can be impossible or more expensive to repair rather than prevent damage;"
                },
                {
                    "representation": "(e)",
                    "description": "the state of technology principle: measures protecting the environment are restricted by what is technologically feasible and as technology improves, the improved technology should be used to prevent and repair environmental damage."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Investigation of offences. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Investigation of offences. 37. (1) Any person who has information that an offence has been committed under this Act or the regulations shall report that information to the Agency for investigation.  (2) Any person who wilfully fails to make a report required under this section shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (b) of the Fifth Schedule.  (3) The  Agency  shall  investigate  every  report  made  under subsection (1) and where there is sufficient evidence that an offence has been committed, the Agency shall institute legal proceedings or report the matter to the police, as may be appropriate, and in either case shall notify the person who made the report.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and where there is sufficient evidence that an offence has been committed, the Agency shall institute legal proceedings or report the matter to the police, as may be appropriate, and in either case shall notify the person who made the report."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who wilfully fails to make a report required under this section shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(b)",
                    "description": "of the Fifth Schedule."
                },
                {
                    "representation": "(3)",
                    "description": "The  Agency  shall  investigate  every  report  made  under subsection"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Obstruction of authorised persons. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Obstruction of authorised persons. 38.  Every person who assaults, obstructs or hinders LAWS OF GUYANA 54 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012 authorised persons. Fifth Schedule.        Damage to environment.      Fifth Schedule.       Fifth Schedule.         Fifth Schedule.      Fifth Schedule.              an authorised person in the execution of his duty under this Act or the regulations shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (c) of the Fifth Schedule.",
            "description": [
                {
                    "representation": "(c)",
                    "description": "of the Fifth Schedule."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Damage to environment. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Damage to environment. 39. (1) Every person who causes material environmental harm by polluting the environment intentionally or recklessly and with the knowledge that material environmental harm will or might result is guilty of an  offence and shall be liable to the penalties prescribed under paragraph (f) of the Fifth Schedule.  (2) Every person who causes material environmental harm by polluting the environment is guilty of an offence and shall be liable to the penalties prescribed under paragraph (e) of the Fifth Schedule.  (3) Every person who causes serious environmental harm by polluting the environment intentionally or recklessly and with the knowledge that serious environmental harm will or might result is guilty of an offence and shall be liable to the penalties prescribed under paragraph (h) of the Fifth Schedule.  (4) Every person who causes serious environmental harm by polluting the environment is guilty of an offence and shall be liable to the penalties prescribed under paragraph (f) of the Fifth Schedule.  (5) Environmental harm is to be treated as material environmental harm if  (i)  it consists of an environmental nuisance of a high impact or on a wide scale; or (ii)  it involves actual or potential harm to the health or safety of human beings that is not trivial, LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 55  L.R.O. 1/ 2012                  Continuing offences.          Offences by bodies corporate.                     Proof of offences.           Orders of court.  or other actual or potential environmental harm (not being merely an environmental nuisance) that is not trivial.  (6) Environmental harm is to be treated as serious environmental harm if it involves actual or potential harm to the health or safety of human beings that is of a high impact or on a wide scale, or other actual or potential environmental harm (not being merely an environmental nuisance) that is of a high impact or on a wide scale.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every person who causes material environmental harm by polluting the environment intentionally or recklessly and with the knowledge that material environmental harm will or might result is guilty of an  offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(f)",
                    "description": "of the Fifth Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "Every person who causes material environmental harm by polluting the environment is guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(e)",
                    "description": "of the Fifth Schedule."
                },
                {
                    "representation": "(3)",
                    "description": "Every person who causes serious environmental harm by polluting the environment intentionally or recklessly and with the knowledge that serious environmental harm will or might result is guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(h)",
                    "description": "of the Fifth Schedule."
                },
                {
                    "representation": "(4)",
                    "description": "Every person who causes serious environmental harm by polluting the environment is guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(5)",
                    "description": "Environmental harm is to be treated as material environmental harm if"
                },
                {
                    "representation": "(i)",
                    "description": "it consists of an environmental nuisance of a high impact or on a wide scale; or"
                },
                {
                    "representation": "(6)",
                    "description": "Environmental harm is to be treated as serious environmental harm if it involves actual or potential harm to the health or safety of human beings that is of a high impact or on a wide scale, or other actual or potential environmental harm"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Continuing offences. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Continuing offences. 40.  Where a person is convicted of an offence under this Act or the regulations, then, if the contravention in respect of which he was convicted is continued after he was convicted he shall be guilty of a further offence and liable on conviction to a further fine of one-fifth of the maximum penalty prescribed for that offence for each day on which the offence continues.",
            "description": "Where a person is convicted of an offence under this Act or the regulations, then, if the contravention in respect of which he was convicted is continued after he was convicted he shall be guilty of a further offence and liable on conviction to a further fine of one-fifth of the maximum penalty prescribed for that offence for each day on which the offence continues."
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Offences by bodies corporate. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Offences by bodies corporate. 41.  Where  an  offence  under  any  provision  of  this  Act  or  the regulations committed by a body corporate is proved to have been committed  with  the  consent  or  connivance  of,  or  to  have  been attributable to any neglect on the part of, any director, manager, secretary or other officer of the body corporate or a person who was purporting to act in such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly.",
            "description": "Where  an  offence  under  any  provision  of  this  Act  or  the regulations committed by a body corporate is proved to have been committed  with  the  consent  or  connivance  of,  or  to  have  been attributable to any neglect on the part of, any director, manager, secretary or other officer of the body corporate or a person who was purporting to act in such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly."
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Proof of offences. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Proof of offences. 42.  In any prosecution of an offence under this Act, it is sufficient proof of the offence to establish that it was committed by an employee or agent of the defendant, whether or not the employee or agent is identified or prosecuted for the offence.",
            "description": "In any prosecution of an offence under this Act, it is sufficient proof of the offence to establish that it was committed by an employee or agent of the defendant, whether or not the employee or agent is identified or prosecuted for the offence."
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Orders of court. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Orders of court. 43.  (1) Where an offender has been convicted of an offence under this Act the court shall impose a fine and LAWS OF GUYANA 56 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012  . Fifth Schedule.                                              may impose a term of imprisonment prescribed therefor in the Fifth Schedule.  (2) Where an offender has been convicted of an offence under this Act or the regulations, in addition to any fine, imprisonment, or other sanction that may be imposed the court may, after considering the nature or the offence and the circumstances surrounding its commission, make an additional order having any or all of the following effects  (a)  prohibiting the offender from doing any act or engaging in any activity that may result in the continuation or repetition of the offence;  (b)  directing the offender to take such action as the court considers appropriate to remedy or avoid any harm to the environment that results or may result from the act or omission that constituted the offence; (c)  directing the offender to publish at the offenders cost, in the manner prescribed, the facts relating to the conviction;   (d)  directing the offender to notify, at the offenders own cost and in the manner prescribed, any person aggrieved or affected by the offenders conduct, of the facts relating to the conviction;  (e)  directing the offender to post such bond or pay such amount of money into court as will ensure compliance with any order made pursuant to this section;  LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 57  L.R.O. 1/ 2012                                                 (f)  directing the offender to submit to the Agency, on application made by it within three years after the date of conviction, such information with respect to the activities of the  offender  as  the  court  considers  appropriate  in  the circumstances;  (g)  directing the offender to compensate the Agency, in whole or in part, for the cost of any remedial or preventative action taken by or caused to be taken on behalf of the Agency as a result of the act or omission that constituted the offence;   (h)  directing the offender to perform community service, subject to such reasonable conditions as may be imposed therein;  (i)  requiring the offender to comply with  such  other reasonable conditions as the court considers appropriate in the circumstances for securing the offenders good conduct and for  preventing the offender from repeating the same offence or committing other offences.  (3) Where an offender fails to comply with an order made under subsection (2) (c) directing the publication of facts relating to the offence, the Agency may publish the facts in compliance with the order and recover the costs of publication from the offender.  (4) Where the court makes an order under subsection (2) (g) directing an offender to pay costs or the LAWS OF GUYANA 58 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012               Additional fine.                    Compensation for loss of property.                    Fixed penalties.   Fifth Schedule.  Agency incurs publication costs under subsection (3), the costs constitute a debt due to the Government and may be recovered as such.  (5) An order made under subsection (2) comes into force on the day on which it is made or on such other day as the court may determine.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an offender has been convicted of an offence under this Act the court shall impose a fine and LAWS OF GUYANA 56 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012  . Fifth Schedule.                                              may impose a term of imprisonment prescribed therefor in the Fifth Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "comes into force on the day on which it is made or on such other day as the court may determine."
                },
                {
                    "representation": "(a)",
                    "description": "prohibiting the offender from doing any act or engaging in any activity that may result in the continuation or repetition of the offence;"
                },
                {
                    "representation": "(b)",
                    "description": "directing the offender to take such action as the court considers appropriate to remedy or avoid any harm to the environment that results or may result from the act or omission that constituted the offence;"
                },
                {
                    "representation": "(c)",
                    "description": "directing the offender to publish at the offenders cost, in the manner prescribed, the facts relating to the conviction;"
                },
                {
                    "representation": "(d)",
                    "description": "directing the offender to notify, at the offenders own cost and in the manner prescribed, any person aggrieved or affected by the offenders conduct, of the facts relating to the conviction;"
                },
                {
                    "representation": "(e)",
                    "description": "directing the offender to post such bond or pay such amount of money into court as will ensure compliance with any order made pursuant to this section;  LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 57  L.R.O. 1/ 2012"
                },
                {
                    "representation": "(f)",
                    "description": "directing the offender to submit to the Agency, on application made by it within three years after the date of conviction, such information with respect to the activities of the  offender  as  the  court  considers  appropriate  in  the circumstances;"
                },
                {
                    "representation": "(g)",
                    "description": "directing the offender to compensate the Agency, in whole or in part, for the cost of any remedial or preventative action taken by or caused to be taken on behalf of the Agency as a result of the act or omission that constituted the offence;"
                },
                {
                    "representation": "(h)",
                    "description": "directing the offender to perform community service, subject to such reasonable conditions as may be imposed therein;"
                },
                {
                    "representation": "(i)",
                    "description": "requiring the offender to comply with  such  other reasonable conditions as the court considers appropriate in the circumstances for securing the offenders good conduct and for  preventing the offender from repeating the same offence or committing other offences."
                },
                {
                    "representation": "(3)",
                    "description": "Where an offender fails to comply with an order made under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Where the court makes an order under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "An order made under subsection"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Additional fine. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Additional fine. 44. Where an offender had been convicted of an offence under this Act, the court may, where it is satisfied that as a result of the commission of the offence the offender acquired any monetary benefits or that monetary benefits accrued to the offender, order the offender to pay, notwithstanding the maximum amount of any fine that may otherwise be imposed under this Act or the regulations, an additional fine in an amount equal to the courts estimation of the amount of those monetary benefits.",
            "description": "Where an offender had been convicted of an offence under this Act, the court may, where it is satisfied that as a result of the commission of the offence the offender acquired any monetary benefits or that monetary benefits accrued to the offender, order the offender to pay, notwithstanding the maximum amount of any fine that may otherwise be imposed under this Act or the regulations, an additional fine in an amount equal to the courts estimation of the amount of those monetary benefits."
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Compensation for loss of property. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Compensation for loss of property. 45.  (1) Where an offender has been convicted of an offence under this Act, the court may, at the time of passing the sentence and on the application of the person aggrieved, order the offender to pay to that person an amount by way of satisfaction or compensation for loss of or damage to property suffered by that person as a result of the commission of the offence.  (2) Where an amount that is ordered to be paid under subsection (1) is not paid forthwith, the applicant may, by filing the order, enter as a judgment, in the court in which the trial was held, the amount ordered to be paid, and that judgment is enforceable against the offender in the same manner as if it were a judgment rendered against the offender in that court in civil proceedings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is not paid forthwith, the applicant may, by filing the order, enter as a judgment, in the court in which the trial was held, the amount ordered to be paid, and that judgment is enforceable against the offender in the same manner as if it were a judgment rendered against the offender in that court in civil proceedings."
                },
                {
                    "representation": "(2)",
                    "description": "Where an amount that is ordered to be paid under subsection"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Fixed penalties. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Fixed penalties. 46. Where any authorised person or officer has reason to believe that a person has committed an offence for which penalties are prescribed under the Fifth Schedule he may give that person a notice offering him the opportunity to discharge LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 59  L.R.O. 1/ 2012         Injunction.                      Civil proceedings.                  any liability to conviction for that offence by payment to the Agency of a sum of money which amounts to two-thirds of the minimum prescribed penalty within twenty-eight days of the date of the notice.",
            "description": "Where any authorised person or officer has reason to believe that a person has committed an offence for which penalties are prescribed under the Fifth Schedule he may give that person a notice offering him the opportunity to discharge LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 59  L.R.O. 1/ 2012         Injunction.                      Civil proceedings.                  any liability to conviction for that offence by payment to the Agency of a sum of money which amounts to two-thirds of the minimum prescribed penalty within twenty-eight days of the date of the notice."
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Injunction. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Injunction. 47. (1) Where, on the application of the Agency, it appears to the High Court that a person has done, or is about to do or is likely to do any act or thing constituting or directed toward the commission of an offence under this Act, the court may issue an injunction ordering any person named in the application  (a)  to refrain from doing any act or thing that appears to the court may constitute or be directed toward the commission of an offence under this Act; or  (b)  to do any act or thing that it appears to the court may prevent the commission of an offence under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where, on the application of the Agency, it appears to the High Court that a person has done, or is about to do or is likely to do any act or thing constituting or directed toward the commission of an offence under this Act, the court may issue an injunction ordering any person named in the application"
                },
                {
                    "representation": "(a)",
                    "description": "to refrain from doing any act or thing that appears to the court may constitute or be directed toward the commission of an offence under this Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "to do any act or thing that it appears to the court may prevent the commission of an offence under this Act."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Civil proceedings. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Civil proceedings. 48.  (1) Any person who has suffered loss or damage as a result of the commission by any other person of any offence under this Act or any conduct that is contrary to this Act or the regulations may, in the High Court, sue for the recovery from the person who committed the offence or engaged in the conduct an amount equal to the loss or damage proved to have been suffered by the person and an amount to compensate for the costs of any investigation in connection with the matter and of proceedings under this section.  (2) Any person who suffers or is about to suffer loss or damage as a result of conduct that is contrary to any provision of this Act or the regulations may seek an injunction from the High Court ordering the person engaged in the conduct LAWS OF GUYANA 60 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012               Other proceedings and remedies not affected.            Protection of officers of Agency.    c. 5:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who has suffered loss or damage as a result of the commission by any other person of any offence under this Act or any conduct that is contrary to this Act or the regulations may, in the High Court, sue for the recovery from the person who committed the offence or engaged in the conduct an amount equal to the loss or damage proved to have been suffered by the person and an amount to compensate for the costs of any investigation in connection with the matter and of proceedings under this section."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who suffers or is about to suffer loss or damage as a result of conduct that is contrary to any provision of this Act or the regulations may seek an injunction from the High Court ordering the person engaged in the conduct LAWS OF GUYANA 60 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012               Other proceedings and remedies not affected.            Protection of officers of Agency.    c. 5:"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Other proceedings and remedies not affected. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Other proceedings and remedies not affected. 49. (1) Nothing in this Act shall prevent the prosecution of any person for an offence under any other law.  (2) No civil remedy for an act or omission is suspended or affected by reason only that the act or omission is an offence under this Act and nothing in this Act shall be construed so as to repeal, remove, or reduce any remedy available to any person under any other law.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Nothing in this Act shall prevent the prosecution of any person for an offence under any other law."
                },
                {
                    "representation": "(2)",
                    "description": "No civil remedy for an act or omission is suspended or affected by reason only that the act or omission is an offence under this Act and nothing in this Act shall be construed so as to repeal, remove, or reduce any remedy available to any person under any other law."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Protection of officers of Agency.   PART VIII ESTABLISHMENT AND JURISDICTION OF ENVIRONMENTAL APPEALS TRIBUNAL   ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Protection of officers of Agency.   PART VIII ESTABLISHMENT AND JURISDICTION OF ENVIRONMENTAL APPEALS TRIBUNAL   50.  Any officer or other employee of the Agency, any person acting under the direction or authority of any such officer or other employee or any other person exercising or purporting to exercise any function conferred by or under this Act, shall be entitled to the protection afforded by the Justices Protection Act.   PART VIII ESTABLISHMENT  AND JURISDICTION OF ENVIRONMENTAL APPEALS TRIBUNAL",
            "description": "Any officer or other employee of the Agency, any person acting under the direction or authority of any such officer or other employee or any other person exercising or purporting to exercise any function conferred by or under this Act, shall be entitled to the protection afforded by the Justices Protection Act.   PART VIII ESTABLISHMENT  AND JURISDICTION OF ENVIRONMENTAL APPEALS TRIBUNAL"
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Establishment and jurisdiction of Tribunal. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Establishment and jurisdiction of Tribunal. 51. (1) A Tribunal to be known as the Environmental Appeals Tribunal  is  hereby  established  for  the  purpose  of  exercising  the jurisdiction conferred upon it by this Act or by any other written law.  (2) The Tribunal shall consist of a Chairman and such other members, including a Vice Chairman, as may be LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 61  L.R.O. 1/ 2012                                                 appointed under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A Tribunal to be known as the Environmental Appeals Tribunal  is  hereby  established  for  the  purpose  of  exercising  the jurisdiction conferred upon it by this Act or by any other written law."
                },
                {
                    "representation": "(2)",
                    "description": "The Tribunal shall consist of a Chairman and such other members, including a Vice Chairman, as may be LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 61  L.R.O. 1/ 2012                                                 appointed under section"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Constitution of Tribunal. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Constitution of Tribunal. 52.  (3) The Tribunal shall be a superior court of record and have an official seal which shall be judicially noticed, and shall have in addition to the jurisdiction and powers conferred on it by this Act all the powers inherent in such a court.  (4) The Tribunal shall have the power to enforce its own orders and judgments, and the same power to punish contempts as the High Court of Justice.  (5) The Tribunal shall have jurisdiction to hear and determine appeals  (a)  from the refusal of the grant of a construction or operation permit under section 21 or a prescribed process licence under section 22;  (b)  against the conditions attached to any construction or operation permit or prescribed process licence;  (c)  against the revocation or variation of a construction or operation permit or prescribed process licence;  (d)  against an enforcement notice or a prohibition notice;   (e)  against the refusal of an environmental permit under section 13;  (f)  against the requirement of an environmental permit;   LAWS OF GUYANA 62 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                    Constitution of Tribunal. [17 of 2005]                            (g)  against the refusal of an environmental authorisation or the cancellation or suspension thereof;  (h)  in respect of such other matters as may be prescribed by the Minister or arise under this Act or any other written law where jurisdiction in the Tribunal is specifically provided.  (6) A Registrar of the Tribunal and such other officials, clerks and employees as may be required shall be appointed by the Minister.",
            "description": [
                {
                    "representation": "(3)",
                    "description": "The Tribunal shall be a superior court of record and have an official seal which shall be judicially noticed, and shall have in addition to the jurisdiction and powers conferred on it by this Act all the powers inherent in such a court."
                },
                {
                    "representation": "(4)",
                    "description": "The Tribunal shall have the power to enforce its own orders and judgments, and the same power to punish contempts as the High Court of Justice."
                },
                {
                    "representation": "(5)",
                    "description": "The Tribunal shall have jurisdiction to hear and determine appeals"
                },
                {
                    "representation": "(a)",
                    "description": "from the refusal of the grant of a construction or operation permit under section 21 or a prescribed process licence under section 22;"
                },
                {
                    "representation": "(b)",
                    "description": "against the conditions attached to any construction or operation permit or prescribed process licence;"
                },
                {
                    "representation": "(c)",
                    "description": "against the revocation or variation of a construction or operation permit or prescribed process licence;"
                },
                {
                    "representation": "(d)",
                    "description": "against an enforcement notice or a prohibition notice;"
                },
                {
                    "representation": "(e)",
                    "description": "against the refusal of an environmental permit under section 13;"
                },
                {
                    "representation": "(f)",
                    "description": "against the requirement of an environmental permit;   LAWS OF GUYANA 62 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                    Constitution of Tribunal. [17 of 2005]"
                },
                {
                    "representation": "(g)",
                    "description": "against the refusal of an environmental authorisation or the cancellation or suspension thereof;"
                },
                {
                    "representation": "(h)",
                    "description": "in respect of such other matters as may be prescribed by the Minister or arise under this Act or any other written law where jurisdiction in the Tribunal is specifically provided."
                },
                {
                    "representation": "(6)",
                    "description": "A Registrar of the Tribunal and such other officials, clerks and employees as may be required shall be appointed by the Minister."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Salary, allowances and conditions of service. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Salary, allowances and conditions of service. 53. (1) There shall be paid to each member of the Tribunal, and to a person appointed to act in or perform the functions of any member of the Tribunal such salary or remuneration and such allowances as may be prescribed by order by the President.  (2) Such other conditions of service shall be applicable to the Chairman, Vice-Chairman and other members of the Commission as may be prescribed by order by the President.  (3) The salary, remuneration, allowances and the other conditions of service of the Chairman, Vice-Chairman, LAWS OF GUYANA 64 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012        Procedure and jurisdiction of Tribunal.                                         and of any other member of the Tribunal shall not be altered to his disadvantage after his appointment to the Tribunal or during his tenure of office.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be paid to each member of the Tribunal, and to a person appointed to act in or perform the functions of any member of the Tribunal such salary or remuneration and such allowances as may be prescribed by order by the President."
                },
                {
                    "representation": "(2)",
                    "description": "Such other conditions of service shall be applicable to the Chairman, Vice-Chairman and other members of the Commission as may be prescribed by order by the President."
                },
                {
                    "representation": "(3)",
                    "description": "The salary, remuneration, allowances and the other conditions of service of the Chairman, Vice-Chairman, LAWS OF GUYANA 64 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012        Procedure and jurisdiction of Tribunal.                                         and of any other member of the Tribunal shall not be altered to his disadvantage after his appointment to the Tribunal or during his tenure of office."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Procedure and jurisdiction of Tribunal. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Procedure and jurisdiction of Tribunal. 54.  (1) The jurisdiction and powers of the Tribunal may be exercised by the Chairman or the Vice-Chairman and two other members selected by the Chairman or Vice-Chairman, as the case may be, for the purpose of any case or proceeding which may be brought before the Tribunal.  (2) Unless rules made under this section otherwise provide, fourteen clear days notice shall be given to the appellant and to the respondent of the date fixed for the hearing of a matter by the Tribunal.  (3) The Chairman of the Tribunal, when present, shall preside, and, in the absence of the Chairman, the Vice-Chairman shall preside.  (4) All appeals to the Tribunal shall be heard in public and any appellant, complainant or respondent may appear before the Tribunal in person or be represented by an attorney-at-law.  (5) In relation to the attendance and examination of witnesses, the production and inspection of documents, the enforcement of its orders, the entry on and inspection of property, and other matter necessary or proper for the due exercise of its jurisdiction, the Tribunal shall have all such powers, rights and privileges as are vested in the High Court on the occasion of an action.  (6) A summons signed by the Registrar of the Tribunal shall have the same force and effect as any formal process capable of being issued in any action taken in the High Court for enforcing the attendance of witnesses and compelling the production of documents.  LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 65  L.R.O. 1/ 2012                               Notices of appeal. [17 of 2005]                (7) In any matter before the Tribunal, the Tribunal may order that written arguments and a citation of authorities be submitted to the Tribunal in addition to or, with the consent of the parties, in place of an oral hearing.  (8) The decision of the Tribunal shall be that of the majority of the members present, but the opinion of the presiding member shall prevail on any matter arising in the course of any proceedings which, in his opinion, is a question of law.  (9) The decision of the Tribunal in any proceedings shall be delivered by the presiding member and any member may provide a concurring or dissenting opinion to the decision of the Tribunal.  (10) The Tribunal may, subject to the approval of the President, make rules not inconsistent with this Act governing the carrying on of the  business  of  the  Tribunal  and  the  practice  and  procedure  in connection with appeals to the Tribunal and other proceedings, and the regulating of any matters relating to the costs of proceedings before the Tribunal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The jurisdiction and powers of the Tribunal may be exercised by the Chairman or the Vice-Chairman and two other members selected by the Chairman or Vice-Chairman, as the case may be, for the purpose of any case or proceeding which may be brought before the Tribunal."
                },
                {
                    "representation": "(2)",
                    "description": "Unless rules made under this section otherwise provide, fourteen clear days notice shall be given to the appellant and to the respondent of the date fixed for the hearing of a matter by the Tribunal."
                },
                {
                    "representation": "(3)",
                    "description": "The Chairman of the Tribunal, when present, shall preside, and, in the absence of the Chairman, the Vice-Chairman shall preside."
                },
                {
                    "representation": "(4)",
                    "description": "All appeals to the Tribunal shall be heard in public and any appellant, complainant or respondent may appear before the Tribunal in person or be represented by an attorney-at-law."
                },
                {
                    "representation": "(5)",
                    "description": "In relation to the attendance and examination of witnesses, the production and inspection of documents, the enforcement of its orders, the entry on and inspection of property, and other matter necessary or proper for the due exercise of its jurisdiction, the Tribunal shall have all such powers, rights and privileges as are vested in the High Court on the occasion of an action."
                },
                {
                    "representation": "(6)",
                    "description": "A summons signed by the Registrar of the Tribunal shall have the same force and effect as any formal process capable of being issued in any action taken in the High Court for enforcing the attendance of witnesses and compelling the production of documents.  LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 65  L.R.O. 1/ 2012                               Notices of appeal. [17 of 2005]"
                },
                {
                    "representation": "(7)",
                    "description": "In any matter before the Tribunal, the Tribunal may order that written arguments and a citation of authorities be submitted to the Tribunal in addition to or, with the consent of the parties, in place of an oral hearing."
                },
                {
                    "representation": "(8)",
                    "description": "The decision of the Tribunal shall be that of the majority of the members present, but the opinion of the presiding member shall prevail on any matter arising in the course of any proceedings which, in his opinion, is a question of law."
                },
                {
                    "representation": "(9)",
                    "description": "The decision of the Tribunal in any proceedings shall be delivered by the presiding member and any member may provide a concurring or dissenting opinion to the decision of the Tribunal."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Notices of appeal. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Notices of appeal. 55. (1) This section applies to every appeal to the Tribunal.  (2) The appeal shall be instituted by filing with the Registrar of the Tribunal a notice of appeal and serving a copy thereof on the Secretary of the Agency or other respondent.  (3) Any appeal instituted under this section shall be filed within fourteen days of the service on, the person seeking to appeal the decision of the Authority or other respondent or within such other time as may be prescribed by rules made under section 54(10).  (4) Notwithstanding subsection (3), an appeal may LAWS OF GUYANA 66 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                               Hearing and determining of appeals.                 be instituted out of time if the Tribunal is satisfied that there was a reasonable cause for not appealing within the time limit and that the appeal was filed thereafter without unreasonable delay.  (5) The notice of appeal shall describe the specific dispute and specify the grounds of appeals, and shall be in such form as may be prescribed by rules of the Tribunal.  (6) If on the hearing of the appeal the appellant desires to go into any ground of appeal which was not specified in the notice of appeal, and the omission of that ground from the notice was in the opinion of the Tribunal not wilful or unreasonable, the Tribunal shall not by reason of anything in subsection (5) be precluded from allowing the appellant to go into that ground or taking it into consideration.  (7) Immediately after receiving the notice of appeal, or within such other time as may be prescribed by rules of the Tribunal, the Agency or other respondent shall forward to the Tribunal copies of all documents relevant to the decision appealed from.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This section applies to every appeal to the Tribunal."
                },
                {
                    "representation": "(2)",
                    "description": "The appeal shall be instituted by filing with the Registrar of the Tribunal a notice of appeal and serving a copy thereof on the Secretary of the Agency or other respondent."
                },
                {
                    "representation": "(3)",
                    "description": "Any appeal instituted under this section shall be filed within fourteen days of the service on, the person seeking to appeal the decision of the Authority or other respondent or within such other time as may be prescribed by rules made under section 54(10)."
                },
                {
                    "representation": "(4)",
                    "description": "Notwithstanding subsection"
                },
                {
                    "representation": "(5)",
                    "description": "be precluded from allowing the appellant to go into that ground or taking it into consideration."
                },
                {
                    "representation": "(6)",
                    "description": "If on the hearing of the appeal the appellant desires to go into any ground of appeal which was not specified in the notice of appeal, and the omission of that ground from the notice was in the opinion of the Tribunal not wilful or unreasonable, the Tribunal shall not by reason of anything in subsection"
                },
                {
                    "representation": "(7)",
                    "description": "Immediately after receiving the notice of appeal, or within such other time as may be prescribed by rules of the Tribunal, the Agency or other respondent shall forward to the Tribunal copies of all documents relevant to the decision appealed from."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Hearing and determination of appeals. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Hearing and determination of appeals. 56.  (1) The onus of proving that the decision complained of is excessive or wrong is on the appellant.  (2) In appeals involving the Agency, there shall be a presumption of regularity with regard to findings of fact by the Agency, and such findings shall  not  be  reversed  unless  the  appellant  affirmatively demonstrates  that there is no substantial evidence supporting such findings of fact.  (3) Subject to subsection (4), the Tribunal may dispose of an appeal by  (a) dismissing it;  (b) allowing it; LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 67  L.R.O. 1/ 2012                         Statement of case for opinion of Court of Appeal.                       (c) allowing it and modifying the decision or action of the Agency; or  (d) allowing it and referring the decision or action back to the Agency for reconsideration.  (4) Subject to rules made under section 54(10) the Tribunal may make an order for the payment of costs to the successful party in relation to the whole of the proceedings before it, or any part thereof including costs  incurred  in   the  summoning  and  attendance  of  necessary witnesses.  (5) The decision of the Tribunal is final on a question of fact; an appeal shall lie on any question of law to the Court of Appeal upon entry of a final judgment by the Tribunal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The onus of proving that the decision complained of is excessive or wrong is on the appellant."
                },
                {
                    "representation": "(2)",
                    "description": "In appeals involving the Agency, there shall be a presumption of regularity with regard to findings of fact by the Agency, and such findings shall  not  be  reversed  unless  the  appellant  affirmatively demonstrates  that there is no substantial evidence supporting such findings of fact."
                },
                {
                    "representation": "(3)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(a)",
                    "description": "dismissing it;"
                },
                {
                    "representation": "(b)",
                    "description": "allowing it; LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 67  L.R.O. 1/ 2012                         Statement of case for opinion of Court of Appeal."
                },
                {
                    "representation": "(c)",
                    "description": "allowing it and modifying the decision or action of the Agency; or"
                },
                {
                    "representation": "(d)",
                    "description": "allowing it and referring the decision or action back to the Agency for reconsideration."
                },
                {
                    "representation": "(4)",
                    "description": "Subject to rules made under section 54(10) the Tribunal may make an order for the payment of costs to the successful party in relation to the whole of the proceedings before it, or any part thereof including costs  incurred  in   the  summoning  and  attendance  of  necessary witnesses."
                },
                {
                    "representation": "(5)",
                    "description": "The decision of the Tribunal is final on a question of fact; an appeal shall lie on any question of law to the Court of Appeal upon entry of a final judgment by the Tribunal."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Statement of case for opinion of Court of Appeal.   PART IX  ENVIRONMENTAL TRUST FUND AND FINANCES  ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Statement of case for opinion of Court of Appeal.   PART IX  ENVIRONMENTAL TRUST FUND AND FINANCES  57. (1) The  appellant  or  the  Agency  or  other  complainant  or respondent, if dissatisfied with the decision of the Tribunal as being erroneous in point of law, may, within twenty-one days after the delivery of the decision or within such other time as may be prescribed, appeal against such decision by  (a)  filing with the Registrar a notice in writing, in the prescribed form, identifying the specific point or points of law alleged to be in error and requesting the Tribunal to state and sign a case for the opinion of the Court of Appeal; and  (b)  serving a copy of the said notice on the secretary of the Agency or other respondent or appellant in the underlying action, as the case may be.  LAWS OF GUYANA 68 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                    Establishment and purposes of the Fund.            (2) The case shall set forth the facts and the determination of the Tribunal relevant to the specific point or points of law alleged to be in error, and the party requiring it shall transmit the case, when stated and signed, to the Court of Appeal within twenty-one days after receiving the same.  (3) At or before the time when the party transmits the case to the Court of Appeal, the party requiring it shall send notice in writing of the fact that the case has been stated on his application, together with a copy of the case, to the other party or parties.  (4) The Court of Appeal shall hear and determine any question or questions of law arising on the case, and shall reverse, affirm or amend the determination in respect of which the case has been stated, or shall remit the matter to the Tribunal with the opinion of the Court of Appeal thereon.  (5) The Court of Appeal may cause the case to be sent back to the Tribunal for amendment on a point of law, and thereupon the case shall be amended accordingly, and judgment shall be delivered after it has been amended.   PART IX ENVIRONMENTAL  TRUST FUND AND FINANCES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  appellant  or  the  Agency  or  other  complainant  or respondent, if dissatisfied with the decision of the Tribunal as being erroneous in point of law, may, within twenty-one days after the delivery of the decision or within such other time as may be prescribed, appeal against such decision by"
                },
                {
                    "representation": "(a)",
                    "description": "filing with the Registrar a notice in writing, in the prescribed form, identifying the specific point or points of law alleged to be in error and requesting the Tribunal to state and sign a case for the opinion of the Court of Appeal; and"
                },
                {
                    "representation": "(b)",
                    "description": "serving a copy of the said notice on the secretary of the Agency or other respondent or appellant in the underlying action, as the case may be.  LAWS OF GUYANA 68 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                    Establishment and purposes of the Fund."
                },
                {
                    "representation": "(2)",
                    "description": "The case shall set forth the facts and the determination of the Tribunal relevant to the specific point or points of law alleged to be in error, and the party requiring it shall transmit the case, when stated and signed, to the Court of Appeal within twenty-one days after receiving the same."
                },
                {
                    "representation": "(3)",
                    "description": "At or before the time when the party transmits the case to the Court of Appeal, the party requiring it shall send notice in writing of the fact that the case has been stated on his application, together with a copy of the case, to the other party or parties."
                },
                {
                    "representation": "(4)",
                    "description": "The Court of Appeal shall hear and determine any question or questions of law arising on the case, and shall reverse, affirm or amend the determination in respect of which the case has been stated, or shall remit the matter to the Tribunal with the opinion of the Court of Appeal thereon."
                },
                {
                    "representation": "(5)",
                    "description": "The Court of Appeal may cause the case to be sent back to the Tribunal for amendment on a point of law, and thereupon the case shall be amended accordingly, and judgment shall be delivered after it has been amended.   PART IX ENVIRONMENTAL  TRUST FUND AND FINANCES"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Establishment and purposes of the Fund. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Establishment and purposes of the Fund. 58. There is hereby established an Environmental Trust Fund, hereinafter in this Part referred to as the Fund, which shall be used to fund the operations of the Agency and for purposes authorised under this Act, including  (a)  protecting the environment and conserving natural resources;  (b)  incentive measures for reducing environmental pollution;  LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 69  L.R.O. 1/ 2012            Trustees for the Fund.          Resources of the Fund.                              (c)  public awareness and education  programmes  to enhance the understanding of environmental protection and natural resources management issues within Guyana.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "protecting the environment and conserving natural resources;"
                },
                {
                    "representation": "(b)",
                    "description": "incentive measures for reducing environmental pollution;  LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 69  L.R.O. 1/ 2012            Trustees for the Fund.          Resources of the Fund."
                },
                {
                    "representation": "(c)",
                    "description": "public awareness and education  programmes  to enhance the understanding of environmental protection and natural resources management issues within Guyana."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Trustees for the Fund. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Trustees for the Fund. 59. (1) Four members of the Board of Directors of the Agency, including the Executive Director, shall be designated by the President as Trustees of the Fund.  (2) Service as a Trustee shall terminate at such time as a Trustee ceases to be a member of the Board of Directors.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Four members of the Board of Directors of the Agency, including the Executive Director, shall be designated by the President as Trustees of the Fund."
                },
                {
                    "representation": "(2)",
                    "description": "Service as a Trustee shall terminate at such time as a Trustee ceases to be a member of the Board of Directors."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Resources of the Fund. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Resources of the Fund. 60.  (1) The resources of the Fund shall consist of  (a)  such sums as may be provided by Parliament;  (b)  sums allocated from time to time to the Agency from loan funds;  (c)  such sums which are provided to the Agency or the Government by foreign states, international organisations, multilateral or bilateral lending agencies, private individuals, foundations, corporations or other entities to further the objects of this Act;  (d)  revenue obtained under this Act or the regulations including fixed penalties paid under section 46;  (e)  such moneys or other assets as may accrue to, or vest in  the  Agency  by  way  of  grants,  subsidies,  bequests, donations or gifts; LAWS OF GUYANA 70 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                      Investment of Fund monies.                           Exemption from taxation.        Borrowing by the Agency.    (f) sums borrowed by the Agency under section 63;  (g)  all other sums or property that may in any manner become payable to or vested in the Agency.  (2) In this section, the expression loan funds means such sums as may be made available from time to time to the Government by way of loan.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The resources of the Fund shall consist of"
                },
                {
                    "representation": "(a)",
                    "description": "such sums as may be provided by Parliament;"
                },
                {
                    "representation": "(b)",
                    "description": "sums allocated from time to time to the Agency from loan funds;"
                },
                {
                    "representation": "(c)",
                    "description": "such sums which are provided to the Agency or the Government by foreign states, international organisations, multilateral or bilateral lending agencies, private individuals, foundations, corporations or other entities to further the objects of this Act;"
                },
                {
                    "representation": "(d)",
                    "description": "revenue obtained under this Act or the regulations including fixed penalties paid under section 46;"
                },
                {
                    "representation": "(e)",
                    "description": "such moneys or other assets as may accrue to, or vest in  the  Agency  by  way  of  grants,  subsidies,  bequests, donations or gifts; LAWS OF GUYANA 70 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                      Investment of Fund monies.                           Exemption from taxation.        Borrowing by the Agency."
                },
                {
                    "representation": "(f)",
                    "description": "sums borrowed by the Agency under section 63;"
                },
                {
                    "representation": "(g)",
                    "description": "all other sums or property that may in any manner become payable to or vested in the Agency."
                },
                {
                    "representation": "(2)",
                    "description": "In this section, the expression loan funds means such sums as may be made available from time to time to the Government by way of loan."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Investment of Fund monies.  LAWS OF GUYANA 6 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012 SECTION  ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Investment of Fund monies.  LAWS OF GUYANA 6 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012 SECTION  61. (1) All monies which comprise the Fund and which do not have to be used immediately to defray expenses as provided for in section 64 shall be invested in such a manner as the trustees consider fit which is designed to preserve the principal and achieve a reasonable rate of return and such investments shall be approved either generally or specifically by the Governing Board.  (2) The trustees shall possess the authority necessary, either directly or through authorised agents, to undertake such investments as are authorised under subsection (1), including the power to buy and sell such securities or other obligations as the Governing Board determines to be appropriate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All monies which comprise the Fund and which do not have to be used immediately to defray expenses as provided for in section 64 shall be invested in such a manner as the trustees consider fit which is designed to preserve the principal and achieve a reasonable rate of return and such investments shall be approved either generally or specifically by the Governing Board."
                },
                {
                    "representation": "(2)",
                    "description": "The trustees shall possess the authority necessary, either directly or through authorised agents, to undertake such investments as are authorised under subsection"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Exemption from taxation. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Exemption from taxation. 62. The Fund and the Agency shall be exempt from all forms of taxation whatsoever, including customs duties, consumption tax, capital gains tax, corporation tax, income tax, property tax, purchase tax, motor vehicles taxes and licence fees, other fees, charges, assessments, levies and imposts on any income or profits or on assets acquired for use by the Fund or the Agency.",
            "description": "The Fund and the Agency shall be exempt from all forms of taxation whatsoever, including customs duties, consumption tax, capital gains tax, corporation tax, income tax, property tax, purchase tax, motor vehicles taxes and licence fees, other fees, charges, assessments, levies and imposts on any income or profits or on assets acquired for use by the Fund or the Agency."
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Borrowing by the Fund. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Borrowing by the Fund. 63. (1) Subject to subsection (2), the Agency may borrow any money required by it for the efficient exercise of its functions or for meeting its obligations. LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 71  L.R.O. 1/ 2012                   Use of Fund monies.                                 (2) Borrowing may be effected only with the approval of the Minister to whom responsibility for finance is assigned as to the amount, the sources of borrowing, and the terms and conditions of the loan, and may be either general or limited to a particular transaction and may be either unconditional or subject to conditions.  (3) The Agency may not pledge its assets as security for any loan without the written approval of the Minister to whom responsibility for the environment is assigned.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Borrowing may be effected only with the approval of the Minister to whom responsibility for finance is assigned as to the amount, the sources of borrowing, and the terms and conditions of the loan, and may be either general or limited to a particular transaction and may be either unconditional or subject to conditions."
                },
                {
                    "representation": "(3)",
                    "description": "The Agency may not pledge its assets as security for any loan without the written approval of the Minister to whom responsibility for the environment is assigned."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Use of Fund monies. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Use of Fund monies. 64. (1) Contributions to the Fund may be designated for specific projects or made subject to specific conditions, in which case such contributions shall be preserved and utilised solely for the designated purpose.  In all other instances, the Trustees are authorised to pay for any of the following matters out of the general resources of the Fund  (a)  the expenses of the Agency including the remuneration of its directors, officers and employees;  (b)  the capital  expenses,  including  maintenance and insurance of the property under the administration and control of the Agency;  (c)  any payment  toward  the  purchase  of  immovable property by the Agency to further the objects of this Act; and  (d) any other expenses which are lawfully related to the activities of the Agency.   (2) While funding for the Agency generally shall be processed through the Fund, the Agency also shall be LAWS OF GUYANA 72 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                      Accounts and audit of the Agency.                         Report of the Agency.           authorised to receive and utilise direct financial assistance or other support for specific projects or activities which will not be processed through or accounted for by the Fund where such method of financial management is required as a condition established by an entity providing support to the Agency.  (3) Any sums of money recovered against the Agency for an action of the Agency, its directors, officers and other authorised persons acting in good faith in the course of the operations of the Agency, shall be paid out of the Fund.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Contributions to the Fund may be designated for specific projects or made subject to specific conditions, in which case such contributions shall be preserved and utilised solely for the designated purpose.  In all other instances, the Trustees are authorised to pay for any of the following matters out of the general resources of the Fund"
                },
                {
                    "representation": "(a)",
                    "description": "the expenses of the Agency including the remuneration of its directors, officers and employees;"
                },
                {
                    "representation": "(b)",
                    "description": "the capital  expenses,  including  maintenance and insurance of the property under the administration and control of the Agency;"
                },
                {
                    "representation": "(c)",
                    "description": "any payment  toward  the  purchase  of  immovable property by the Agency to further the objects of this Act; and"
                },
                {
                    "representation": "(d)",
                    "description": "any other expenses which are lawfully related to the activities of the Agency."
                },
                {
                    "representation": "(2)",
                    "description": "While funding for the Agency generally shall be processed through the Fund, the Agency also shall be LAWS OF GUYANA 72 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                      Accounts and audit of the Agency.                         Report of the Agency.           authorised to receive and utilise direct financial assistance or other support for specific projects or activities which will not be processed through or accounted for by the Fund where such method of financial management is required as a condition established by an entity providing support to the Agency."
                },
                {
                    "representation": "(3)",
                    "description": "Any sums of money recovered against the Agency for an action of the Agency, its directors, officers and other authorised persons acting in good faith in the course of the operations of the Agency, shall be paid out of the Fund."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Accounts and audit of the Agency. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Accounts and audit of the Agency. 65.  (1) The financial year of the Agency shall end on the thirty-first day of December.  (2) The Agency shall keep proper accounts and other records in respect of its operations and the accounts shall be audited annually by the Auditor General.  (3) All books of accounts kept by the Agency shall be subject to examination and audit at any time by the Auditor General.  (4) The members, officers and employees of the Agency shall grant to the Auditor General access to all books, documents, cash and securities  of  the Agency and shall give him on request all such information as may be within their knowledge in relation to the operation of the Agency.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The financial year of the Agency shall end on the thirty-first day of December."
                },
                {
                    "representation": "(2)",
                    "description": "The Agency shall keep proper accounts and other records in respect of its operations and the accounts shall be audited annually by the Auditor General."
                },
                {
                    "representation": "(3)",
                    "description": "All books of accounts kept by the Agency shall be subject to examination and audit at any time by the Auditor General."
                },
                {
                    "representation": "(4)",
                    "description": "The members, officers and employees of the Agency shall grant to the Auditor General access to all books, documents, cash and securities  of  the Agency and shall give him on request all such information as may be within their knowledge in relation to the operation of the Agency."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Report of the Agency. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Report of the Agency. 66. (1) The Agency shall not later than six months after the end of each financial year submit a report to the Minister containing  (a)  an  account  of  its  transactions  throughout  the preceding financial year in such detail as the Minister may direct; and  (b)  a statement of the accounts of the LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 73  L.R.O. 1/ 2012          Financial accounting by the Trustees.                           Regulations.          Agency audited in accordance with section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Agency shall not later than six months after the end of each financial year submit a report to the Minister containing"
                },
                {
                    "representation": "(a)",
                    "description": "an  account  of  its  transactions  throughout  the preceding financial year in such detail as the Minister may direct; and"
                },
                {
                    "representation": "(b)",
                    "description": "a statement of the accounts of the LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 73  L.R.O. 1/ 2012          Financial accounting by the Trustees.                           Regulations.          Agency audited in accordance with section"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Financial accounting by the Trustees.   PART X MISCELLANEOUS  ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Financial accounting by the Trustees.   PART X MISCELLANEOUS  67.  (1) The Trustees shall keep proper accounts and other records in respect of the Fund, and the Fund shall be audited annually by the Auditor General.  (2) The Trustees of the Fund shall, not later than three months after the end of each financial year, submit to the Board of Directors a report dealing generally with the proceedings and policies of the Fund during the preceding financial year and also containing financial statements and any other information relating to the Fund and its support of activities through the Agency as may be requested by the Board.  (3) The financial year of the Fund shall end on the thirty-first day of  December.  (4) The Chairman of the Board shall submit to the Minister a copy of every report submitted under this section.   PART X MISCELLANEOUS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Trustees shall keep proper accounts and other records in respect of the Fund, and the Fund shall be audited annually by the Auditor General."
                },
                {
                    "representation": "(2)",
                    "description": "The Trustees of the Fund shall, not later than three months after the end of each financial year, submit to the Board of Directors a report dealing generally with the proceedings and policies of the Fund during the preceding financial year and also containing financial statements and any other information relating to the Fund and its support of activities through the Agency as may be requested by the Board."
                },
                {
                    "representation": "(3)",
                    "description": "The financial year of the Fund shall end on the thirty-first day of  December."
                },
                {
                    "representation": "(4)",
                    "description": "The Chairman of the Board shall submit to the Minister a copy of every report submitted under this section.   PART X MISCELLANEOUS"
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Regulations. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Regulations. 68. (1) The Minister may make regulations for the purpose of giving effect to the provisions of this Act, and in particular but without prejudice to  the  generality  of  the  foregoing,  such  regulations  may  contain provisions in relation to  (a)  standards and codes of practice with respect to the protection and LAWS OF GUYANA 74 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                 rehabilitation of the environment and the conservation of natural resources;  (b)  the quantity, condition or concentration of substances that may be released into the environment;  (c)  the  restriction  or  prohibiting  of  ozone  depleting substances;  (d)  the establishment of ambient air quality standards, an air   pollution  monitoring  system  and  index,  and  the manufacture, use and emission of air contaminants;  (e)  the reduction of litter and the discharge of waste generally, and the fees payable in relation thereto;  (f)  the design, construction, operation, maintenance and monitoring of facilities for the control of pollution and the disposal of waste;  (g)  the protection of particular species of prescribed fauna and flora;  (h)  classifying contaminants and sources of contaminants including  the  designation  of  certain  contaminants  as hazardous;  (i)  requiring the filing of terms of returns concerning any matter regulated by or under this Act or regulations;  (j)  protecting the coastal and marine LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 75  L.R.O. 1/ 2012                                                 resources;  (k)  prohibiting or regulating and controlling the discharge of   any  contaminant  or  contaminants  into  the  natural environment from any source of contaminant or any class thereof;  (l)  prescribing maximum permissible amounts, concentrations  or  levels  of  any  contaminant  or  combination  of contaminants, and any class of either of them;  (m)  prescribing the maximum permissible concentration or level in water of any contaminant either generally or with respect to any part of the waters of Guyana specified in the regulations;  (n)  governing  the  location  of  waste  disposal  sites, establishing classes of waste disposal sites, and designating parts of Guyana in which no waste disposal sites, or any class thereof, shall be established or operated;  (o)  prohibiting the dumping of waste into the marine environment;  (p)  the method of service of any document or class of documents given or served under this Act or the regulations;   (q) governing and regulating the management of waste and LAWS OF GUYANA 76 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                 prescribing standards for waste management systems and for the location, maintenance and operation of waste disposal sites, or any class thereof;  (r)  the form and manner of, and the fees payable in connection with an application for any prescribed process licence or permit that may be granted by the Agency under this Act;  (s)  the designation of any process as a prescribed process and  the grant, refusal, revocation or suspension of any prescribed process licence that may be issued by the Agency and the terms, conditions or restrictions subject to which such prescribed process licences may be granted;  (t)   the  fees  chargeable  by  the  Agency  for  services rendered by the Agency, its employees or agents in carrying out the provisions of any enactment under which the Agency exercises functions;  (u)  prohibiting  or  halting  the  emission  of  sounds  or vibrations or prescribing maximum levels of sounds and vibrations and the procedures for determining the levels of sounds or vibrations that are emitted;  (v)  the quality of fuels, additives and lubricants that may be imported or used for vehicles, generating electricity, LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 77  L.R.O. 1/ 2012                                                     Act binds the industrial processes or incineration;  (w)  defining standard, refillable, returnable, non-refillable or non-returnable containers or packaging and requiring the payment  of any deposit at the time of purchase of any material;  (x)  requiring or authorising the placement of notices or marks on products, containers, packaging or label on product- containers or packaging to indicate matters of environmental concern;  (y)  any other matter relating to the prevention and control of environmental pollution;  (z)  the principles to facilitate the participation   of communities which are likely to be adversely affected by the activity of a developer, taking into account the rights of indigenous communities;  (aa)  the utilisation of forest resources and the extraction of mineral resources;  (bb)  any other matter required by this Act to be prescribed.  (2) The Minister may by regulations which shall be subject to negative resolution of the National Assembly amend any penalty prescribed by this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may make regulations for the purpose of giving effect to the provisions of this Act, and in particular but without prejudice to  the  generality  of  the  foregoing,  such  regulations  may  contain provisions in relation to"
                },
                {
                    "representation": "(a)",
                    "description": "standards and codes of practice with respect to the protection and LAWS OF GUYANA 74 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                 rehabilitation of the environment and the conservation of natural resources;"
                },
                {
                    "representation": "(b)",
                    "description": "the quantity, condition or concentration of substances that may be released into the environment;"
                },
                {
                    "representation": "(c)",
                    "description": "the  restriction  or  prohibiting  of  ozone  depleting substances;"
                },
                {
                    "representation": "(d)",
                    "description": "the establishment of ambient air quality standards, an air   pollution  monitoring  system  and  index,  and  the manufacture, use and emission of air contaminants;"
                },
                {
                    "representation": "(e)",
                    "description": "the reduction of litter and the discharge of waste generally, and the fees payable in relation thereto;"
                },
                {
                    "representation": "(f)",
                    "description": "the design, construction, operation, maintenance and monitoring of facilities for the control of pollution and the disposal of waste;"
                },
                {
                    "representation": "(g)",
                    "description": "the protection of particular species of prescribed fauna and flora;"
                },
                {
                    "representation": "(h)",
                    "description": "classifying contaminants and sources of contaminants including  the  designation  of  certain  contaminants  as hazardous;"
                },
                {
                    "representation": "(i)",
                    "description": "requiring the filing of terms of returns concerning any matter regulated by or under this Act or regulations;"
                },
                {
                    "representation": "(j)",
                    "description": "protecting the coastal and marine LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 75  L.R.O. 1/ 2012                                                 resources;"
                },
                {
                    "representation": "(k)",
                    "description": "prohibiting or regulating and controlling the discharge of   any  contaminant  or  contaminants  into  the  natural environment from any source of contaminant or any class thereof;"
                },
                {
                    "representation": "(l)",
                    "description": "prescribing maximum permissible amounts, concentrations  or  levels  of  any  contaminant  or  combination  of contaminants, and any class of either of them;"
                },
                {
                    "representation": "(m)",
                    "description": "prescribing the maximum permissible concentration or level in water of any contaminant either generally or with respect to any part of the waters of Guyana specified in the regulations;"
                },
                {
                    "representation": "(n)",
                    "description": "governing  the  location  of  waste  disposal  sites, establishing classes of waste disposal sites, and designating parts of Guyana in which no waste disposal sites, or any class thereof, shall be established or operated;"
                },
                {
                    "representation": "(o)",
                    "description": "prohibiting the dumping of waste into the marine environment;"
                },
                {
                    "representation": "(p)",
                    "description": "the method of service of any document or class of documents given or served under this Act or the regulations;"
                },
                {
                    "representation": "(q)",
                    "description": "governing and regulating the management of waste and LAWS OF GUYANA 76 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012                                                 prescribing standards for waste management systems and for the location, maintenance and operation of waste disposal sites, or any class thereof;"
                },
                {
                    "representation": "(r)",
                    "description": "the form and manner of, and the fees payable in connection with an application for any prescribed process licence or permit that may be granted by the Agency under this Act;"
                },
                {
                    "representation": "(s)",
                    "description": "the designation of any process as a prescribed process and  the grant, refusal, revocation or suspension of any prescribed process licence that may be issued by the Agency and the terms, conditions or restrictions subject to which such prescribed process licences may be granted;"
                },
                {
                    "representation": "(t)",
                    "description": "the  fees  chargeable  by  the  Agency  for  services rendered by the Agency, its employees or agents in carrying out the provisions of any enactment under which the Agency exercises functions;"
                },
                {
                    "representation": "(u)",
                    "description": "prohibiting  or  halting  the  emission  of  sounds  or vibrations or prescribing maximum levels of sounds and vibrations and the procedures for determining the levels of sounds or vibrations that are emitted;"
                },
                {
                    "representation": "(v)",
                    "description": "the quality of fuels, additives and lubricants that may be imported or used for vehicles, generating electricity, LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 77  L.R.O. 1/ 2012                                                     Act binds the industrial processes or incineration;"
                },
                {
                    "representation": "(w)",
                    "description": "defining standard, refillable, returnable, non-refillable or non-returnable containers or packaging and requiring the payment  of any deposit at the time of purchase of any material;"
                },
                {
                    "representation": "(x)",
                    "description": "requiring or authorising the placement of notices or marks on products, containers, packaging or label on product- containers or packaging to indicate matters of environmental concern;"
                },
                {
                    "representation": "(y)",
                    "description": "any other matter relating to the prevention and control of environmental pollution;"
                },
                {
                    "representation": "(z)",
                    "description": "the principles to facilitate the participation   of communities which are likely to be adversely affected by the activity of a developer, taking into account the rights of indigenous communities;"
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may by regulations which shall be subject to negative resolution of the National Assembly amend any penalty prescribed by this Act."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Act binds the State. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Act binds the State. 69.  (1) This Act and the regulations shall bind the LAWS OF GUYANA 78 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012 State.       Ethical considerations.                 Fifth Schedule.   GAHEF. [O.23/1988]         S. 3          Seal of the Agency.     State.  (2) Nothing in this Act shall be construed as rendering the State liable to prosecution.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Act and the regulations shall bind the LAWS OF GUYANA 78 Cap. 20:05  Environmental Protection  L.R.O. 1/ 2012 State.       Ethical considerations.                 Fifth Schedule.   GAHEF. [O.23/1988]         S. 3          Seal of the Agency.     State."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing in this Act shall be construed as rendering the State liable to prosecution."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "Ethical considerations. ",
            "context": "ENVIRONMENTAL PROTECTION ACT under Ethical considerations. 70.  If any representative of the Agency, including any member of the Board of Directors or Environmental Assessment Board or any officer or employee of the Agency directly or indirectly demands or accepts any fee,  prerequisite,   bribe,  gratuity,  recompense  or  reward,  whether pecuniary or otherwise, from any person on account of anything done or to be done (or omitted or to be omitted) by such representative, officer or employee in any way relating to his office or employment, or if any representative, officer or employee  attempts  to make any collusive agreement to neglect his duty or to conceal or connive at any act or omission whereby any provision of this Act or other law may be eroded or violated, such representative, officer, or employee shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (d) of the Fifth Schedule.",
            "description": [
                {
                    "representation": "(d)",
                    "description": "of the Fifth Schedule."
                }
            ]
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "GAHEF.  FIRST SCHEDULE—The Agency. SECOND SCHEDULE—Board of Directors. THIRD SCHEDULE—Environmental Assessment Board. FOURTH  SCHEDULE—Projects. FIFTH SCHEDULE—Penalties.  __________________________               LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 7  L.R.O. 1/ 2012 CHAPTER 20:05  ENVIRONMENTAL PROTECTION ACT  11 of 1996 An Act to provide for the management, conservation, protection and improvement of the environment, the prevention or control of pollution, the assessment of the impact of economic development on the environment, the sustainable use of natural resources and for matters incidental thereto or connected therewith.  [5TH JUNE, 1996]      Short title.    Interpretation                      PART I PRELIMINARY  ",
            "context": "ENVIRONMENTAL PROTECTION ACT under GAHEF.  FIRST SCHEDULEThe Agency. SECOND SCHEDULEBoard of Directors. THIRD SCHEDULEEnvironmental Assessment Board. FOURTH  SCHEDULEProjects. FIFTH SCHEDULEPenalties.  __________________________               LAWS OF GUYANA                                                          Environmental Protection Cap. 20:05 7  L.R.O. 1/ 2012 CHAPTER 20:05  ENVIRONMENTAL PROTECTION ACT  11 of 1996 An Act to provide for the management, conservation, protection and improvement of the environment, the prevention or control of pollution, the assessment of the impact of economic development on the environment, the sustainable use of natural resources and for matters incidental thereto or connected therewith.  [5TH JUNE, 1996]      Short title.    Interpretation                      PART I PRELIMINARY  71. The provisions of the Guyana Agency for Health Sciences, Education, Environment and Food Policy Order, in so far as they relate to the environment and other matters for which provision is made in this Act, shall cease to have effect.  __________   FIRST SCHEDULE  THE AGENCY",
            "description": "The provisions of the Guyana Agency for Health Sciences, Education, Environment and Food Policy Order, in so far as they relate to the environment and other matters for which provision is made in this Act, shall cease to have effect.  __________   FIRST SCHEDULE  THE AGENCY"
        }
    },
    {
        "act": "ENVIRONMENTAL PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2000",
            "title": "ENVIRONMENTAL PROTECTION (HAZARDOUS WASTE MANAGEMENT) REGULATIONS  made under section 68  ARRANGEMENT OF REGULATIONS  REGULATION  PART I PRELIMINARY  ",
            "context": "ENVIRONMENTAL PROTECTION ACT under ENVIRONMENTAL PROTECTION (HAZARDOUS WASTE MANAGEMENT) REGULATIONS  made under section 68  ARRANGEMENT OF REGULATIONS  REGULATION  PART I PRELIMINARY  2000.",
            "description": "2000."
        }
    }
]