[
    {
        "act": "NATIONAL PARKS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "NATIONAL PARKS COMMISSION ACT under Short title. 1. This Act may be cited as the National Parks Commission Act.",
            "description": "This Act may be cited as the National Parks Commission Act."
        }
    },
    {
        "act": "NATIONAL PARKS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "NATIONAL PARKS COMMISSION ACT under Interpretation. 2.  (1) In this Act 23  of 1977 Short title. LAWS OF GUYANA 4 Cap. 20:06                                                                                       National Parks Commission  L.R.O. 1/2012                             c. 20:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act 23  of 1977 Short title. LAWS OF GUYANA 4 Cap. 20:06                                                                                       National Parks Commission  L.R.O. 1/2012                             c. 20:"
                }
            ]
        }
    },
    {
        "act": "NATIONAL PARKS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment and constitution of the National Parks Commission. ",
            "context": "NATIONAL PARKS COMMISSION ACT under Establishment and constitution of the National Parks Commission. 3.  (1) There is hereby established a body to be LAWS OF GUYANA                                                                                                                                                                                  National Parks Commission Cap. 20:06 5  L.R.O. 1/2012 of the National Parks Commission.                                            Policy directions. known as the National Parks Commission which shall be a body corporate.  (2) The Commission shall consist of not less than four nor more than eleven members appointed by the Minister.  (3) Any member other than the Chairman or Deputy Chairman may at any time resign his office as such by instrument in writing addressed to the Chairman who shall cause the same to be forwarded to the Minister and upon the date of the receipt by the Chairman of the instrument such member shall cease to be a member.  (4) The Chairman or Deputy Chairman may at any time resign his office as such by instrument in writing addressed to the Minister and such resignation shall take effect upon the date of the receipt of such instrument by the Minister.  (5) If the Chairman or Deputy Chairman ceases to be a member, he shall also cease to be Chairman or Deputy Chairman as the case may be.  (6) Four members of the Commission shall form a quorum.  (7) There shall be paid to the Chairman and other members of the Commission such remuneration, if any (whether by way of salaries or travelling or other allowances), as the Minister may determine.  (8) The appointment, removal from office, or cessation of the tenure of office, of the Chairman or any other member shall be notified in the Gazette.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established a body to be LAWS OF GUYANA                                                                                                                                                                                  National Parks Commission Cap. 20:06 5  L.R.O. 1/2012 of the National Parks Commission.                                            Policy directions. known as the National Parks Commission which shall be a body corporate."
                },
                {
                    "representation": "(2)",
                    "description": "The Commission shall consist of not less than four nor more than eleven members appointed by the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "Any member other than the Chairman or Deputy Chairman may at any time resign his office as such by instrument in writing addressed to the Chairman who shall cause the same to be forwarded to the Minister and upon the date of the receipt by the Chairman of the instrument such member shall cease to be a member."
                },
                {
                    "representation": "(4)",
                    "description": "The Chairman or Deputy Chairman may at any time resign his office as such by instrument in writing addressed to the Minister and such resignation shall take effect upon the date of the receipt of such instrument by the Minister."
                },
                {
                    "representation": "(5)",
                    "description": "If the Chairman or Deputy Chairman ceases to be a member, he shall also cease to be Chairman or Deputy Chairman as the case may be."
                },
                {
                    "representation": "(6)",
                    "description": "Four members of the Commission shall form a quorum."
                },
                {
                    "representation": "(7)",
                    "description": "There shall be paid to the Chairman and other members of the Commission such remuneration, if any"
                },
                {
                    "representation": "(8)",
                    "description": "The appointment, removal from office, or cessation of the tenure of office, of the Chairman or any other member shall be notified in the Gazette."
                }
            ]
        }
    },
    {
        "act": "NATIONAL PARKS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Policy directions. ",
            "context": "NATIONAL PARKS COMMISSION ACT under Policy directions. 4. The Minister may give to the Commission such directions of a general or specific character as appear to him LAWS OF GUYANA 6 Cap. 20:06                                                                                       National Parks Commission  L.R.O. 1/2012       Duties and functions of the Commission.                                       Chairman.   expedient in relation to the exercise of its functions, and the Commission shall give effect to any such directions.",
            "description": "The Minister may give to the Commission such directions of a general or specific character as appear to him LAWS OF GUYANA 6 Cap. 20:06                                                                                       National Parks Commission  L.R.O. 1/2012       Duties and functions of the Commission.                                       Chairman.   expedient in relation to the exercise of its functions, and the Commission shall give effect to any such directions."
        }
    },
    {
        "act": "NATIONAL PARKS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Duties and functions of the Commission. ",
            "context": "NATIONAL PARKS COMMISSION ACT under Duties and functions of the Commission. 5. It shall be the function of the Commission to  (a)  maintain and regulate the use of any designated park so as  to  leave  it  unimpaired  for  the  enjoyment  of  future generations;  (b)  make  recommendations  to  the  National  Trust  to achieve the conservation of the natural beauty of any area of land in Guyana and to carry out such acts as the National Trust directs for the purpose of attaining the objectives of those recommendations;  (c)  collaborate  with  local  government  authorities  in developing any area of land subject to the control of any such authority for the purpose of affording to members of the public opportunity for open air recreations;  (d)  provide to local government authorities maintenance services in respect of parks on such terms and conditions as the Commission sees fit;  (e)  give general advice to the Minister or any statutory body  in  relation  to  the  provision  or  improvement  of opportunities  for  the  enjoyment  of  the  countryside  by members of the public.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "maintain and regulate the use of any designated park so as  to  leave  it  unimpaired  for  the  enjoyment  of  future generations;"
                },
                {
                    "representation": "(b)",
                    "description": "make  recommendations  to  the  National  Trust  to achieve the conservation of the natural beauty of any area of land in Guyana and to carry out such acts as the National Trust directs for the purpose of attaining the objectives of those recommendations;"
                },
                {
                    "representation": "(c)",
                    "description": "collaborate  with  local  government  authorities  in developing any area of land subject to the control of any such authority for the purpose of affording to members of the public opportunity for open air recreations;"
                },
                {
                    "representation": "(d)",
                    "description": "provide to local government authorities maintenance services in respect of parks on such terms and conditions as the Commission sees fit;"
                },
                {
                    "representation": "(e)",
                    "description": "give general advice to the Minister or any statutory body  in  relation  to  the  provision  or  improvement  of opportunities  for  the  enjoyment  of  the  countryside  by members of the public."
                }
            ]
        }
    },
    {
        "act": "NATIONAL PARKS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Chairman. ",
            "context": "NATIONAL PARKS COMMISSION ACT under Chairman. 6. The Chairman shall  be  the  chief  executive  officer  of  the Commission and, subject to section 7 and the general LAWS OF GUYANA                                                                                                                                                                                  National Parks Commission Cap. 20:06 7  L.R.O. 1/2012         appointment of employees.                                     policy decisions of the Commission, shall be responsible for the carrying out of the functions of the Commission including the organisation, appointment and dismissal of employees in accordance with the general terms and conditions of service established by the Commission.",
            "description": "The Chairman shall  be  the  chief  executive  officer  of  the Commission and, subject to section 7 and the general LAWS OF GUYANA                                                                                                                                                                                  National Parks Commission Cap. 20:06 7  L.R.O. 1/2012         appointment of employees.                                     policy decisions of the Commission, shall be responsible for the carrying out of the functions of the Commission including the organisation, appointment and dismissal of employees in accordance with the general terms and conditions of service established by the Commission."
        }
    },
    {
        "act": "NATIONAL PARKS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Remuneration and appointment of employees. ",
            "context": "NATIONAL PARKS COMMISSION ACT under Remuneration and appointment of employees. 7. (1) The Commission may appoint and employ upon and agents as the Commission  deems  necessary  for  the  proper  carrying  out  of  the provisions of this Act:  Provided that  (a)  no salary in excess of three thousand dollars per annum shall be assigned to any office and no allowances allocated thereto without the prior approval of the Minister;  (b)  no appointment shall be made to any office to which salary in excess of three thousand dollars per annum is assigned without the prior approval of the Minister;  (c)  the Commission shall not terminate, without the prior approval of the Minister, the employment of any person who holds a post the salary of which is in excess of three thousand dollars per annum.  (2) The Commission may, at any time, retain the services of professional persons and may pay such remuneration in respect thereof as the Commission, with the approval of the Minister, may determine.  (3) Where a public officer is seconded or temporarily Remuneration and        such terms and  conditions as it thinks fit, such employees LAWS OF GUYANA 8 Cap. 20:06                                                                                       National Parks Commission  L.R.O. 1/2012    c. 27:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission may appoint and employ upon and agents as the Commission  deems  necessary  for  the  proper  carrying  out  of  the provisions of this Act:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "no salary in excess of three thousand dollars per annum shall be assigned to any office and no allowances allocated thereto without the prior approval of the Minister;"
                },
                {
                    "representation": "(b)",
                    "description": "no appointment shall be made to any office to which salary in excess of three thousand dollars per annum is assigned without the prior approval of the Minister;"
                },
                {
                    "representation": "(c)",
                    "description": "the Commission shall not terminate, without the prior approval of the Minister, the employment of any person who holds a post the salary of which is in excess of three thousand dollars per annum."
                },
                {
                    "representation": "(2)",
                    "description": "The Commission may, at any time, retain the services of professional persons and may pay such remuneration in respect thereof as the Commission, with the approval of the Minister, may determine."
                },
                {
                    "representation": "(3)",
                    "description": "Where a public officer is seconded or temporarily Remuneration and        such terms and  conditions as it thinks fit, such employees LAWS OF GUYANA 8 Cap. 20:06                                                                                       National Parks Commission  L.R.O. 1/2012    c. 27:"
                }
            ]
        }
    },
    {
        "act": "NATIONAL PARKS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Protection of members of the Commission. ",
            "context": "NATIONAL PARKS COMMISSION ACT under Protection of members of the Commission. 8. (1) No action, suit, prosecution or other proceedings shall be brought or instituted personally against any member in respect of any act done bona fide in pursuance of the execution or intended execution of this Act.  (2) Where any member is exempt from liability by reason only of the provisions of subsection (1), the Commission shall be liable to the extent  that  it would be if such member were an officer or other employee, or agent, of the Commission.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No action, suit, prosecution or other proceedings shall be brought or instituted personally against any member in respect of any act done bona fide in pursuance of the execution or intended execution of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Where any member is exempt from liability by reason only of the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "NATIONAL PARKS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Maintenance of designated parks. ",
            "context": "NATIONAL PARKS COMMISSION ACT under Maintenance of designated parks. 9. The duty imposed by section 5 to maintain designated parks shall extend over all fixtures, furniture, equipment and other facilities made available therein for the benefit of members of the public using the parks.",
            "description": "The duty imposed by section 5 to maintain designated parks shall extend over all fixtures, furniture, equipment and other facilities made available therein for the benefit of members of the public using the parks."
        }
    },
    {
        "act": "NATIONAL PARKS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Powers of the Commission in relation to a designated park. ",
            "context": "NATIONAL PARKS COMMISSION ACT under Powers of the Commission in relation to a designated park. 10. The Commission may within a designated park  (a)  authorise the construction of footpaths, roads, bridges, fences, walls, buildings and drains;  (b)  let sites, with the approval of the Minister, for the erection of buildings for shops or other undertakings; and  LAWS OF GUYANA                                                                                                                                                                                  National Parks Commission Cap. 20:06 9  L.R.O. 1/2012                  Assets and resources of the Commission.                              (c)  undertake such other works or measures, as it may consider necessary for the maintenance and development of any designated park:  Provided that nothing in the foregoing provisions of this section or in section 9 shall be deemed to authorise the Commission to do any act which would be likely to hinder or adversely affect the preservation of buildings of national interest or of architectural, historic or artistic interest and places of natural interest or natural importance or beauty.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "authorise the construction of footpaths, roads, bridges, fences, walls, buildings and drains;"
                },
                {
                    "representation": "(b)",
                    "description": "let sites, with the approval of the Minister, for the erection of buildings for shops or other undertakings; and  LAWS OF GUYANA                                                                                                                                                                                  National Parks Commission Cap. 20:06 9  L.R.O. 1/2012                  Assets and resources of the Commission."
                },
                {
                    "representation": "(c)",
                    "description": "undertake such other works or measures, as it may consider necessary for the maintenance and development of any designated park:  Provided that nothing in the foregoing provisions of this section or in section 9 shall be deemed to authorise the Commission to do any act which would be likely to hinder or adversely affect the preservation of buildings of national interest or of architectural, historic or artistic interest and places of natural interest or natural importance or beauty."
                }
            ]
        }
    },
    {
        "act": "NATIONAL PARKS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Assets and resources of the Commission. ",
            "context": "NATIONAL PARKS COMMISSION ACT under Assets and resources of the Commission. 11.  (1) The assets and resources of the Commission shall consist of  (a)  any funds or property standing at the commencement of this Act to the credit, or in the name, of that body referred to as the National Parks Commission in the Estimates of of expenditures approved by the National Assembly for the financial year ending 31st December, 1977;  (b)  such other sums as may be provided by Parliament; and  (c)  all other sums or property which may in any manner become payable to or vested in the Commission for the general purposes of the Commission or in respect of any matter incidental thereto.  (2) The expenses of the Commission (including any remuneration of the members, employees and agents thereof) shall be paid out of the assets and resources of the Commission.  LAWS OF GUYANA 10 Cap. 20:06                                                                                       National Parks Commission  L.R.O. 1/2012  Accounts and reports to the Minister.               By-laws. [6 of 1997]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The assets and resources of the Commission shall consist of"
                },
                {
                    "representation": "(a)",
                    "description": "any funds or property standing at the commencement of this Act to the credit, or in the name, of that body referred to as the National Parks Commission in the Estimates of of expenditures approved by the National Assembly for the financial year ending 31st December, 1977;"
                },
                {
                    "representation": "(b)",
                    "description": "such other sums as may be provided by Parliament; and"
                },
                {
                    "representation": "(c)",
                    "description": "all other sums or property which may in any manner become payable to or vested in the Commission for the general purposes of the Commission or in respect of any matter incidental thereto."
                },
                {
                    "representation": "(2)",
                    "description": "The expenses of the Commission"
                }
            ]
        }
    },
    {
        "act": "NATIONAL PARKS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Accounts and report to the Minister. ",
            "context": "NATIONAL PARKS COMMISSION ACT under Accounts and report to the Minister. 12.  (1) The accounts of the Commission shall be audited annually by the Director of Audit and the members, officers and employees of the Commission shall grant to the Director of Audit access to all the books, documents, cash and securities of the Commission and shall give to him on request all such information as shall be within their knowledge in relation to the operation of the Commission.  (2) The Commission shall in each year prepare a report on its activities in the last preceding year and shall furnish such report to the Minister not later than the thirtieth day of June.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The accounts of the Commission shall be audited annually by the Director of Audit and the members, officers and employees of the Commission shall grant to the Director of Audit access to all the books, documents, cash and securities of the Commission and shall give to him on request all such information as shall be within their knowledge in relation to the operation of the Commission."
                },
                {
                    "representation": "(2)",
                    "description": "The Commission shall in each year prepare a report on its activities in the last preceding year and shall furnish such report to the Minister not later than the thirtieth day of June."
                }
            ]
        }
    },
    {
        "act": "NATIONAL PARKS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "By-laws. ",
            "context": "NATIONAL PARKS COMMISSION ACT under By-laws. 13. (1) The Commission may, with the approval of the Minister, make by-laws in respect of any or all designated parks for the purpose of carrying out the functions of the Commission under this Act, and without prejudice to the generality of the foregoing, such by-laws may  (a)  make provision for the imposition and collection of fees under which any person may enter, travel through, or in any way make use of such parks and any of the facilities therein;   (b)  prohibit or regulate the use of the park or any part thereof either generally or in any manner specified in the by-laws, by traffic of any description so specified;  (c)  contain provisions prohibiting the depositing of rubbish and the leaving of litter;  (d)  prohibit or restrict the killing, taking, molesting or disturbance  of  living  LAWS OF GUYANA                                                                                                                                                                                  National Parks Commission Cap. 20:06 11  L.R.O. 1/2012                                                 creatures  of  any  description  in  a designated park, the taking, destruction or disturbance of eggs of  any  such creature, the taking of, or interference with, vegetation of any description in such park or the doing of anything therein which will interfere with the soil or damage any object in the park.  (2) By-laws made under subsection (1) may provide that the breach thereof shall be an offence punishable on summary conviction by a fine not exceeding twenty-seven thousand, five hundred dollars and to imprisonment for six months.  (3) By-laws may provide for the recovery by the Commission from any offender, in addition to any penalty imposed under subsection (2), or from the proceeds of any sale by the Commission of property taken possession of  by the Commission in breach of such by-laws, of the expenses incurred  by the Commission in consequence of such breach and the exercise by the Commission of its powers to ensure compliance with the by-laws.  (4) At least fourteen days before application for the approval of the Minister of the by-laws is made, notice of the intention to apply for approval shall be published and a copy of the proposed by-laws for which approval is intended to be sought shall be deposited in the office of the Commission and be open for public inspection without payment of fee at all reasonable hours during the period ensuing between the publication and the day of application.  (5) All by-laws submitted to the Minister for approval shall be accompanied by copies of any objection to the adoption of the by-laws which has been lodged in writing with the Chairman or if no such objection has been LAWS OF GUYANA 12 Cap. 20:06                                                                                       National Parks Commission  L.R.O. 1/2012                Exemption  from taxes.      Statutory Authorities and the  Commission.                       lodged, a certificate by the Chairman to that effect.  (6) The Minister may approve with or without amendment or reject any by-laws submitted to him.  (7) A copy of by-laws which have been approved shall be deposited at the office of the Commission and be open at all reasonable hours to public inspection without fee and another copy shall be kept displayed at a conspicuous place in the park to which the by-laws relate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may provide that the breach thereof shall be an offence punishable on summary conviction by a fine not exceeding twenty-seven thousand, five hundred dollars and to imprisonment for six months."
                },
                {
                    "representation": "(a)",
                    "description": "make provision for the imposition and collection of fees under which any person may enter, travel through, or in any way make use of such parks and any of the facilities therein;"
                },
                {
                    "representation": "(b)",
                    "description": "prohibit or regulate the use of the park or any part thereof either generally or in any manner specified in the by-laws, by traffic of any description so specified;"
                },
                {
                    "representation": "(c)",
                    "description": "contain provisions prohibiting the depositing of rubbish and the leaving of litter;"
                },
                {
                    "representation": "(d)",
                    "description": "prohibit or restrict the killing, taking, molesting or disturbance  of  living  LAWS OF GUYANA                                                                                                                                                                                  National Parks Commission Cap. 20:06 11  L.R.O. 1/2012                                                 creatures  of  any  description  in  a designated park, the taking, destruction or disturbance of eggs of  any  such creature, the taking of, or interference with, vegetation of any description in such park or the doing of anything therein which will interfere with the soil or damage any object in the park."
                },
                {
                    "representation": "(2)",
                    "description": "By-laws made under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "By-laws may provide for the recovery by the Commission from any offender, in addition to any penalty imposed under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "At least fourteen days before application for the approval of the Minister of the by-laws is made, notice of the intention to apply for approval shall be published and a copy of the proposed by-laws for which approval is intended to be sought shall be deposited in the office of the Commission and be open for public inspection without payment of fee at all reasonable hours during the period ensuing between the publication and the day of application."
                },
                {
                    "representation": "(5)",
                    "description": "All by-laws submitted to the Minister for approval shall be accompanied by copies of any objection to the adoption of the by-laws which has been lodged in writing with the Chairman or if no such objection has been LAWS OF GUYANA 12 Cap. 20:06                                                                                       National Parks Commission  L.R.O. 1/2012                Exemption  from taxes.      Statutory Authorities and the  Commission.                       lodged, a certificate by the Chairman to that effect."
                },
                {
                    "representation": "(6)",
                    "description": "The Minister may approve with or without amendment or reject any by-laws submitted to him."
                },
                {
                    "representation": "(7)",
                    "description": "A copy of by-laws which have been approved shall be deposited at the office of the Commission and be open at all reasonable hours to public inspection without fee and another copy shall be kept displayed at a conspicuous place in the park to which the by-laws relate."
                }
            ]
        }
    },
    {
        "act": "NATIONAL PARKS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Exemption from taxes. ",
            "context": "NATIONAL PARKS COMMISSION ACT under Exemption from taxes. 14. The Commission shall be exempt from the payment of any licence fees, duties of customs, purchase tax and income tax, in respect of any goods bought for the use or income accruing to the Commission, as the case may be.",
            "description": "The Commission shall be exempt from the payment of any licence fees, duties of customs, purchase tax and income tax, in respect of any goods bought for the use or income accruing to the Commission, as the case may be."
        }
    },
    {
        "act": "NATIONAL PARKS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Statutory Authorities and the Commission.   __________________________    An Act to make provision for the establishment of a National Parks Commission, with responsibility for the maintenance of public parks.  [9TH DECEMBER, 1977]     Interpretation [11 of 1994] ",
            "context": "NATIONAL PARKS COMMISSION ACT under Statutory Authorities and the Commission.   __________________________    An Act to make provision for the establishment of a National Parks Commission, with responsibility for the maintenance of public parks.  [9TH DECEMBER, 1977]     Interpretation [11 of 1994] 15. (1) Nothing  in  this  Act  shall  be  deemed  to  confer  on  the Commission any function conferred by law on any other authority and the Commission in the carrying out of the functions conferred upon it by this Act shall do so in a manner as would facilitate the carrying out by that other authority of its functions.  (2) Subject to section 14 and to subsection (3) of this section, the provisions of this Act shall not derogate from the requirements of any other  enactment providing for the exercise of the functions of any authority established under the Town and Country Planning Act, and enactments relating to public health, public utilities and the control of road traffic.  (3) An authority referred to in subsection (2) shall  (a)  consult with the Commission whenever such authority considers that any proposed work of construction would hinder or otherwise adversely LAWS OF GUYANA                                                                                                                                                                                  National Parks Commission Cap. 20:06 13  L.R.O. 1/2012                                                 affect the conservation of the natural beauty of an area;  (b)  in the carrying out of its functions consider any recommendations made  by the Commission in relation to measures which the Commission considers would promote the conservation of the natural beauty of an area.  __________________________                          LAWS OF GUYANA 14 Cap. 20:06                                                                                       National Parks Commission  L.R.O. 1/2012          Nt. L.S.7 March",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Nothing  in  this  Act  shall  be  deemed  to  confer  on  the Commission any function conferred by law on any other authority and the Commission in the carrying out of the functions conferred upon it by this Act shall do so in a manner as would facilitate the carrying out by that other authority of its functions."
                },
                {
                    "representation": "(2)",
                    "description": "shall"
                },
                {
                    "representation": "(3)",
                    "description": "An authority referred to in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "consult with the Commission whenever such authority considers that any proposed work of construction would hinder or otherwise adversely LAWS OF GUYANA                                                                                                                                                                                  National Parks Commission Cap. 20:06 13  L.R.O. 1/2012                                                 affect the conservation of the natural beauty of an area;"
                },
                {
                    "representation": "(b)",
                    "description": "in the carrying out of its functions consider any recommendations made  by the Commission in relation to measures which the Commission considers would promote the conservation of the natural beauty of an area.  __________________________                          LAWS OF GUYANA 14 Cap. 20:06                                                                                       National Parks Commission  L.R.O. 1/2012          Nt. L.S.7 March"
                }
            ]
        }
    }
]