[
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  PART  II APPLICATION  TO  THE  STATE  ",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under Short title.  PART  II APPLICATION  TO  THE  STATE  1.  This Act may be cited as the Interpretation and General Clauses Act.  PART II APPLICATION  TO  THE  STATE",
            "description": "This Act may be cited as the Interpretation and General Clauses Act.  PART II APPLICATION  TO  THE  STATE"
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Act binding on State.  PART  III APPLICATION  TO  LAWS  ",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under Act binding on State.  PART  III APPLICATION  TO  LAWS  2.  This Act shall be binding on the State.   PART III APPLICATION  TO LAWS",
            "description": "This Act shall be binding on the State.   PART III APPLICATION  TO LAWS"
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application of this Act  PART   IV INTERPRETATION  OF  TERMS  ",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under Application of this Act  PART   IV INTERPRETATION  OF  TERMS  3. (1) This Act shall not apply to the constitutional instruments (save as thereby required) and to applied laws, and, notwithstanding the definitions of written law and Act in section 5 (but save as required as aforesaid), the expressions written law and Act in this Act shall not include the constitutional instruments and applied laws.            (2) Subject to subsection (1), this Act shall, unless it is LAWS OF GUYANA   8 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012                 Definitions subject to context.         Cognate expressions.            Definition of expressions. [4 of 1972 O. 80 /1980 6 of 1981]      c. 2:03      c. 3:02  otherwise expressly provided, apply to this Act and to all written law whether made before or after the coming into operation of this Act.  PART IV INTERPRETATION   OF  TERMS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Act shall not apply to the constitutional instruments"
                },
                {
                    "representation": "(2)",
                    "description": "Subject to subsection"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Definition subject to context.  Cognate expressions.  EXPRESSIONS  IN  GENERAL  USE  ",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under Definition subject to context.  Cognate expressions.  EXPRESSIONS  IN  GENERAL  USE  4. (1) Where expressions are defined in or for the purposes of or used in any written law or public document, such expressions shall have the meanings assigned to them, unless there is anything in the subject or context repugnant to or inconsistent with such meaning.  (2) Where a word is defined in or for the purposes of any written law or public document, other parts of speech and grammatical variations   of   that   word   and   cognate   expressions   shall   have corresponding meanings in or for the purposes of such written law or public document.   Expressions in general use",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where expressions are defined in or for the purposes of or used in any written law or public document, such expressions shall have the meanings assigned to them, unless there is anything in the subject or context repugnant to or inconsistent with such meaning."
                },
                {
                    "representation": "(2)",
                    "description": "Where a word is defined in or for the purposes of any written law or public document, other parts of speech and grammatical variations   of   that   word   and   cognate   expressions   shall   have corresponding meanings in or for the purposes of such written law or public document.   Expressions in general use"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Definition of expressions. ",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under Definition of expressions. 5.  (1) In any written law and in any public document   acre means English acre;  Act means any Act of Parliament whether passed before or after the coming into operation of this Act and includes an Ordinance passed by a legislature of the former Colony of British Guiana and includes a resolution, Act or Ordinance within the meaning of the Statute Law Continuation Ordinance and an applied Act;  admiralty  jurisdiction means such admiralty jurisdiction as was vested in the Supreme Court of Judicature of Guyana on 22nd February, 1970; LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 9  L.R.O. 1/2012                   c. 1:01             c. 1:01                          c. 1:01     c. 1:01   amend includes add to, partially repeal and partially or completely replace;  applied Act means an Act of Parliament of the United Kingdom, having effect or having had effect as part of the law of Guyana;  applied law means an applied Act and any legislative instrument (other than the constitutional instruments) made thereunder otherwise than by an authority in Guyana, having effect or having had effect as part of the law of Guyana;  Chancellor means the Chancellor as referred to in Chapter XI of the Constitution;  Chief Justice means the Chief Justice as referred to in Chapter XI of the Constitution;  Commonwealth has the meaning assigned to it by the Constitution;  Commonwealth country means Guyana or any country to which article  47 of the Constitution for the time being applies;  Commonwealth territory means a Commonwealth country or  a dependency of a Commonwealth country;  Constitutional instruments means the Constitution of the Constitution set out in the Schedule thereto;  the Constitution means the Constitution set out in the Schedule to the Constitution of the Co-operative time; Co-operative  Republic  of  Guyana Act and the Republic of Guyana Act  as amended  from  time to LAWS OF GUYANA   10 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012                                               c. 28:01             Court of Appeal means the Court of Appeal of the Supreme Court of Judicature established by the Constitution;  dependency includes a protected State, a protectorate and a trust territory administered under the trusteeship system of the United Nations;  District Commissioner means the commissioner of a district appointed under   the   District   Government   Act   and   every   assistant commissioner of a district;  enactment means an Act of Parliament or an applied Act and does not include subsidiary legislation;  financial year means, in respect of any matters relating to the revenue and expenditure of Guyana, Sea Defence Board, or any other public body, or in respect of the issue, duration, payment, or expiry of any licence required under any past or future written law, the twelve months beginning on the 1st January in any year;  function includes power and duty;   the Gazette means the Official Gazette of Guyana;  Georgetown and Georgetown City Council have the respective meanings assigned to these expressions in the Municipal and District Councils Act;  the Government means the Government of Guyana;  Guyana has the meaning assigned by articles 1, 2 and 232(1) of the Constitution;  High Court means the High Court of the Supreme Court of Judicature established by the Constitution;  LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 11  L.R.O. 1/2012                    c. 28:01                                   local democratic organ or local government authority means any authority responsible for the Government of any area by virtue of any Act relating to local Government;  made, when used in relation to written law, includes passed and enacted;  New Amsterdam and New Amsterdam Town Council have the respective  meanings  assigned  to  these  expressions  in  the Municipal and District Councils Act;  or, other, and otherwise shall be construed disjunctively and not as implying similarity, unless the expression similar, or some equivalent expression, is added;  Parliament, where the written law in which the expression occurs was made after 26th May, 1966, means the Parliament of Guyana;  peace officer includes any magistrate or justice of the peace, and any police, rural or special constable;  per cent means per centum and when used in relation to a rate of interest payable in any circumstances, means the rate of interest specified payable in respect of a year, unless it is expressly provided that it is payable in respect of any other period;  person includes anybody of persons corporate or unincorporate and, without prejudice to the provisions of section 55, includes the State;  police constable includes any member of the Guyana Police Force;  prescribed or provided, when used in or with reference to any Act, means prescribed or provided by that Act or, LAWS OF GUYANA   12 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012                                     c. 19:07                          where appropriate, by subsidiary legislation made under that Act;  proclamation means a proclamation of the President under the public seal;  public account includes any estimate of revenue and expenditure and any statement, summary or account of the Government, or the Sea Defence Board or any other public body mentioned in a written law;  public office, public officer and public service have the meanings respectively assigned to them by article 232 of the Constitution;  public holiday means public holiday within the meaning of the Public Holiday Act;  public lands means all lands vested in the State (whether as State lands or as Government lands) or vested in any person in trust for the State;  repeal includes rescind, revoke or cancel;  Service Commission means the Public Service Commission, the Police Service Commission, the Teaching Service Commission or the Judicial Service Commission, as the case may be, established by the Constitution and in relation to any office, includes any authority having the power to make appointments or to exercise disciplinary control over persons holding or acting in that office;  the State means the State of Guyana;  subsidiary legislation or statutory instrument means any proclamation, rule, regulation, order, by-law, resolution, notice, notification, direction or other LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 13  L.R.O. 1/2012                c. 1:01             1973 Ed. c. 49:01                References to Part, section, etc., of Act and to instrument, made under or by virtue of any Act, and having legislative effect; and rule includes rule of court;  Summary Jurisdiction Acts or Summary Jurisdiction Ordinances means  any Acts and Ordinances for the time being in force regulating the summary jurisdiction of magistrates in respect of criminal and quasi-criminal offences and matters and appeals from decision of magistrates;  Supreme Court means the Supreme Court of Judicature established by the Constitution;  words includes figures, punctuation marks, and typographical, monetary and mathematical symbols;  written law means the constitutional instruments, Acts of Parliament, subsidiary legislation and applied laws.  (2) In any written law and in any public document, the expression Commonwealth ship has the meaning assigned to the expression British ship in the law applied to Guyana by the Merchant Shipping Act.  (3) In any written law or in any public document a reference to writing  shall  be  construed  as  including  references  to  printing, lithography, typewriting, photography, and other modes of representing or reproducing words in visible form.  (4) A power to repeal conferred by any written law includes a power to amend.  (5) (a) Where in any Act reference is made to a Part, division, section, schedule or form without anything in the context to indicate that a reference to a Part, division, section, LAWS OF GUYANA   14 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012  subsection or other division  of section, etc.                    Rules relating to particular periods.                        schedule or form of some other Act is intended, the reference shall be construed as a reference to the Part, division, section, schedule or form of the Act in which the reference is made.  (b) Where in a section or other provision of any Act reference is made to a subsection, paragraph, subparagraph or other division without  anything in the context to indicate that  a reference to a subsection, paragraph, subparagraph or other division of some other section is intended, the reference shall be construed as a reference to the subsection, paragraph, subparagraph or other division of the section in which the reference is made and this subsection shall apply mutatis mutandis to  subsections,  paragraphs,   subparagraphs   and   other divisions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of the Constitution;  High Court means the High Court of the Supreme Court of Judicature established by the Constitution;  LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 11  L.R.O. 1/2012                    c. 28:01                                   local democratic organ or local government authority means any authority responsible for the Government of any area by virtue of any Act relating to local Government;  made, when used in relation to written law, includes passed and enacted;  New Amsterdam and New Amsterdam Town Council have the respective  meanings  assigned  to  these  expressions  in  the Municipal and District Councils Act;  or, other, and otherwise shall be construed disjunctively and not as implying similarity, unless the expression similar, or some equivalent expression, is added;  Parliament, where the written law in which the expression occurs was made after 26th May, 1966, means the Parliament of Guyana;  peace officer includes any magistrate or justice of the peace, and any police, rural or special constable;  per cent means per centum and when used in relation to a rate of interest payable in any circumstances, means the rate of interest specified payable in respect of a year, unless it is expressly provided that it is payable in respect of any other period;  person includes anybody of persons corporate or unincorporate and, without prejudice to the provisions of section 55, includes the State;  police constable includes any member of the Guyana Police Force;  prescribed or provided, when used in or with reference to any Act, means prescribed or provided by that Act or, LAWS OF GUYANA   12 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012                                     c. 19:07                          where appropriate, by subsidiary legislation made under that Act;  proclamation means a proclamation of the President under the public seal;  public account includes any estimate of revenue and expenditure and any statement, summary or account of the Government, or the Sea Defence Board or any other public body mentioned in a written law;  public office, public officer and public service have the meanings respectively assigned to them by article 232 of the Constitution;  public holiday means public holiday within the meaning of the Public Holiday Act;  public lands means all lands vested in the State"
                },
                {
                    "representation": "(2)",
                    "description": "In any written law and in any public document, the expression Commonwealth ship has the meaning assigned to the expression British ship in the law applied to Guyana by the Merchant Shipping Act."
                },
                {
                    "representation": "(3)",
                    "description": "In any written law or in any public document a reference to writing  shall  be  construed  as  including  references  to  printing, lithography, typewriting, photography, and other modes of representing or reproducing words in visible form."
                },
                {
                    "representation": "(4)",
                    "description": "A power to repeal conferred by any written law includes a power to amend."
                },
                {
                    "representation": "(5)",
                    "description": "(a) Where in any Act reference is made to a Part, division, section, schedule or form without anything in the context to indicate that a reference to a Part, division, section, LAWS OF GUYANA   14 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012  subsection or other division  of section, etc.                    Rules relating to particular periods.                        schedule or form of some other Act is intended, the reference shall be construed as a reference to the Part, division, section, schedule or form of the Act in which the reference is made."
                },
                {
                    "representation": "(b)",
                    "description": "Where in a section or other provision of any Act reference is made to a subsection, paragraph, subparagraph or other division without  anything in the context to indicate that  a reference to a subsection, paragraph, subparagraph or other division of some other section is intended, the reference shall be construed as a reference to the subsection, paragraph, subparagraph or other division of the section in which the reference is made and this subsection shall apply mutatis mutandis to  subsections,  paragraphs,   subparagraphs   and   other divisions."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 6. (1)  In any written law made after 8th March, 1856, and in any public document made or executed after 15th July, 1891, unless the context otherwise requires  (a) words importing the masculine gender shall include females;  (b) words in the singular shall include the plural and words in the plural shall include the singular;  (c)   month means calendar month.  (2)  The meaning of the word lands in any Ordinance passed after the 8th March, 1856, and before the 15th July, 1891, shall not be affected by this Act.  (3) In any written law and in any public document made after 23rd February, 1970, unless the context otherwise requires, a reference to the State, in so far as it relates to any period prior to that date, shall be construed as a reference to the Crown. LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 15  L.R.O. 1/2012    Cap. 5 1953 Ed.       Reference to the President, the Minister, etc. [4 of 1972 O. 80 of 1980]                              Reference to diplomatic or consular officer.   (4) In any written law made before the coming into operation of this Act, the expression statute shall continue to have the same meaning as under the Interpretation Ordinance, 1891 (now repealed).  Special provisions relating  to  certain  expressions",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In any written law made after 8th March, 1856, and in any public document made or executed after 15th July, 1891, unless the context otherwise requires"
                },
                {
                    "representation": "(a)",
                    "description": "words importing the masculine gender shall include females;"
                },
                {
                    "representation": "(b)",
                    "description": "words in the singular shall include the plural and words in the plural shall include the singular;"
                },
                {
                    "representation": "(c)",
                    "description": "month means calendar month."
                },
                {
                    "representation": "(2)",
                    "description": "The meaning of the word lands in any Ordinance passed after the 8th March, 1856, and before the 15th July, 1891, shall not be affected by this Act."
                },
                {
                    "representation": "(3)",
                    "description": "In any written law and in any public document made after 23rd February, 1970, unless the context otherwise requires, a reference to the State, in so far as it relates to any period prior to that date, shall be construed as a reference to the Crown. LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 15  L.R.O. 1/2012    Cap. 5 1953 Ed.       Reference to the President, the Minister, etc. [4 of 1972 O. 80 of 1980]                              Reference to diplomatic or consular officer."
                },
                {
                    "representation": "(4)",
                    "description": "In any written law made before the coming into operation of this Act, the expression statute shall continue to have the same meaning as under the Interpretation Ordinance, 1891"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 7.  In any written law or in any public document  (a) a reference to the President (however expressed) shall be construed as a reference to the President of Guyana for the time being;  (b) a reference to the Minister shall be construed as a reference to the person assigned or charged under article 107 of the Constitution with responsibility for the subject matter of such law or document and a certificate by the President as to the person assigned or charged with such responsibility shall be conclusive for all purposes;  (c) a reference to the Ministry shall be construed as a reference to the business of the Government of Guyana under the administration of the Minister, or any part thereof as the President  may  direct  as  constituting  a  Ministry,  and  a reference to the Permanent Secretary shall be construed as a reference to the permanent secretary to the Ministry.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a reference to the President"
                },
                {
                    "representation": "(b)",
                    "description": "a reference to the Minister shall be construed as a reference to the person assigned or charged under article 107 of the Constitution with responsibility for the subject matter of such law or document and a certificate by the President as to the person assigned or charged with such responsibility shall be conclusive for all purposes;"
                },
                {
                    "representation": "(c)",
                    "description": "a reference to the Ministry shall be construed as a reference to the business of the Government of Guyana under the administration of the Minister, or any part thereof as the President  may  direct  as  constituting  a  Ministry,  and  a reference to the Permanent Secretary shall be construed as a reference to the permanent secretary to the Ministry."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 8. (1) A reference in any written law to a diplomatic or consular officer or representative of the Government of Guyana in any country shall include a reference to the corresponding diplomatic or consular officer or representative of any State specified for the purposes of this section by the President by LAWS OF GUYANA   16 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012           c. 18:01       Meaning of service by post. [4 of 1972]                              notice in the Gazette.  (2) In any written law the expressions defined in Article 1 of the Vienna Convention on Diplomatic Relations and Article 1 of the Vienna Convention on Consular Relations as respectively set out in the First and Second Schedules to the Privileges and Immunities (Diplomatic, Consular, and International Organisations) Act shall unless the context otherwise requires have the respective meanings assigned to these expressions in the said Articles.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A reference in any written law to a diplomatic or consular officer or representative of the Government of Guyana in any country shall include a reference to the corresponding diplomatic or consular officer or representative of any State specified for the purposes of this section by the President by LAWS OF GUYANA   16 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012           c. 18:01       Meaning of service by post. [4 of 1972]                              notice in the Gazette."
                },
                {
                    "representation": "(2)",
                    "description": "In any written law the expressions defined in Article 1 of the Vienna Convention on Diplomatic Relations and Article 1 of the Vienna Convention on Consular Relations as respectively set out in the First and Second Schedules to the Privileges and Immunities"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 9.  Where any written law expressly or impliedly authorises or requires any document to be served by post, whether the expression serve, give, or send, or any other expression is used, then, unless the context otherwise requires, the service may be effected by properly addressing, pre-paying, and posting a letter containing the document, and, unless the contrary is proved, the service shall be deemed to have been effected at the time at which the letter would be delivered in the ordinary course of post:           Provided that  (a) where the Postmaster General places for delivery  (i)     the letter; or (ii)    in the case of a registered letter, a   notice that the letter is  awaiting delivery;  in the private letter box of the addressee of the letter, then service of the document shall be deemed to have been effected on the day after the letter or the notice, as the case may be, was placed or would in the ordinary course of post be placed in the letter box;  LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 17  L.R.O. 1/2012            Meaning of rules of court. [4 of 1972]           Mode of presenting or laying document before National Assembly.  [4 of 1972]    References in a written law to another written law.        Amended Act referred (b)   when the place to which the letter is addressed is one in which there is no house to house delivery of letters, service shall not be deemed to have been effected unless",
            "description": [
                {
                    "representation": "(a)",
                    "description": "where the Postmaster General places for delivery"
                },
                {
                    "representation": "(i)",
                    "description": "the letter; or"
                },
                {
                    "representation": "(b)",
                    "description": "when the place to which the letter is addressed is one in which there is no house to house delivery of letters, service shall not be deemed to have been effected unless"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 10. (1) In any written law, unless the context otherwise requires, rules of court, when used in relation to any court, means rules made by the authority having for the time being power to make rules or orders regulating the practice and procedure of that court.   (2) The  power  of  the  authority  to  make  rules  of  court  as hereinbefore defined includes a power to make rules of court for the purpose of any written law directing or authorising anything to be done by rules of court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In any written law, unless the context otherwise requires, rules of court, when used in relation to any court, means rules made by the authority having for the time being power to make rules or orders regulating the practice and procedure of that court."
                },
                {
                    "representation": "(2)",
                    "description": "The  power  of  the  authority  to  make  rules  of  court  as hereinbefore defined includes a power to make rules of court for the purpose of any written law directing or authorising anything to be done by rules of court."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Rules relating to particular periods.  Certain expressions in written law and public documents  Reference to the President; the Minister. Reference to diplomatic or consular officer. Meaning of “service by post”. Meaning of “rules of court”. Mode of presenting or laying document before National Assembly. LAWS OF GUYANA   4 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012  SECTION              ",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under Rules relating to particular periods.  Certain expressions in written law and public documents  Reference to the President; the Minister. Reference to diplomatic or consular officer. Meaning of service by post. Meaning of rules of court. Mode of presenting or laying document before National Assembly. LAWS OF GUYANA   4 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012  SECTION              11.  Where any law requires any document to be presented to or laid before the National Assembly such law shall be construed as requiring such document to be presented to or laid before the Assembly in accordance with the standing Rules and Orders of the Assembly.  PART  V AMENDED  LAWS",
            "description": "Where any law requires any document to be presented to or laid before the National Assembly such law shall be construed as requiring such document to be presented to or laid before the Assembly in accordance with the standing Rules and Orders of the Assembly.  PART  V AMENDED  LAWS"
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 12.(1) A reference in any written law to any other written law shall be construed as a reference to such other written law as the same may be amended from time to time.   (2) Any written law which amends another written law shall be read and construed as one with the amended written law.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A reference in any written law to any other written law shall be construed as a reference to such other written law as the same may be amended from time to time."
                },
                {
                    "representation": "(2)",
                    "description": "Any written law which amends another written law shall be read and construed as one with the amended written law."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 13.  In an amending Act the amended Act may be referred to as the Principal Act and this subsection shall LAWS OF GUYANA   18 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012  to as the Principal Act.   Effect of repeal of an amended written law.         Publication and commence-ment of Acts.      Time of coming into operation of Acts. [4 of 1972]      Mode of citing of Acts.          Judicial notice of Acts.  [4 of 1972]  Every section of an Act a substantive enactment. apply mutatis mutandis to subsidiary legislation.",
            "description": "In an amending Act the amended Act may be referred to as the Principal Act and this subsection shall LAWS OF GUYANA   18 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012  to as the Principal Act.   Effect of repeal of an amended written law.         Publication and commence-ment of Acts.      Time of coming into operation of Acts. [4 of 1972]      Mode of citing of Acts.          Judicial notice of Acts.  [4 of 1972]  Every section of an Act a substantive enactment. apply mutatis mutandis to subsidiary legislation."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 14.  Where any written law which has been amended by any other written law is repealed, such repeal shall include the repeal of all those provisions of such other written law by which such first-mentioned written law was amended.  PART VI PUBLICATION, COMMENCEMENT  AND CITATION OF ACTS",
            "description": "Where any written law which has been amended by any other written law is repealed, such repeal shall include the repeal of all those provisions of such other written law by which such first-mentioned written law was amended.  PART VI PUBLICATION, COMMENCEMENT  AND CITATION OF ACTS"
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 15.  Every Act shall be published in the Gazette and shall come into operation on the date of publication unless it is provided in that Act or some other written law that it shall come into operation on some other date.",
            "description": "Every Act shall be published in the Gazette and shall come into operation on the date of publication unless it is provided in that Act or some other written law that it shall come into operation on some other date."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 16.  Where  any  Act  is  expressed  to  come  into  operation  on  a particular day, it shall be construed as coming into operation immediately on the expiration of the previous day.",
            "description": "Where  any  Act  is  expressed  to  come  into  operation  on  a particular day, it shall be construed as coming into operation immediately on the expiration of the previous day."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 17.  Where any Act contains a short title, it shall be sufficient in all courts and for all purposes to cite the Act by the short title.  PART VII OPERATION  OF  ACTS",
            "description": "Where any Act contains a short title, it shall be sufficient in all courts and for all purposes to cite the Act by the short title.  PART VII OPERATION  OF  ACTS"
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 18.  Every Act shall be a public Act and shall be judicially noticed as such, unless the contrary is expressly provided by the Act.",
            "description": "Every Act shall be a public Act and shall be judicially noticed as such, unless the contrary is expressly provided by the Act."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 19. (1) Every section of an Act shall have effect as a substantive enactment without introductory words.    (2)  An Act may be altered, amended or repealed LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 19  L.R.O. 1/2012           Provisions relating to subsidiary legislation.  [4 of 1972 6 of 1997]                                   in the same session of Parliament in which it is enacted.  PART VIII SUBSIDIARY LEGISLATION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every section of an Act shall have effect as a substantive enactment without introductory words."
                },
                {
                    "representation": "(2)",
                    "description": "An Act may be altered, amended or repealed LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 19  L.R.O. 1/2012           Provisions relating to subsidiary legislation.  [4 of 1972 6 of 1997]                                   in the same session of Parliament in which it is enacted.  PART VIII SUBSIDIARY LEGISLATION"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 20. (1) Where any written law confers power on any authority to make subsidiary legislation, the following provisions shall, unless the context otherwise requires, have effect with reference to the making and operation of such subsidiary legislation  (a) where subsidiary legislation purports to be made in   exercise of a particular power, it shall be deemed also to be made in exercise of all other powers thereunto enabling;  (b) no subsidiary legislation shall be inconsistent with the  provisions of any Act;   (c)  where subsidiary legislation is in excess of the power under which it is made, it shall nevertheless be valid to the extent to which it is not in excess of that power;  (d) any  subsidiary  legislation  may  at  any  time  be amended, suspended or revoked by the same authority and in the same manner by and in which it was made:        Provided that where such authority has been replaced wholly or in part by another authority, the power conferred upon the original authority may be exercised by the substituted authority concerning all matters or things within its LAWS OF GUYANA   20 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012                                          Publication of Subsidiary Legislation.         jurisdiction as if it were the original authority;    (e)   here  may  be annexed to the breach of any rule, regulation,  by-law  or  order,  any  penalty  not  exceeding nineteen  thousand  five  hundred  dollars  recoverable  on summary conviction and in the case of a continuing offence a  further penalty of one thousand nine hundred and fifty dollars for each day during which the offence continues.  (2) Where in any written law a provision conferring a power to make subsidiary legislation is amended or replaced by any written law but the written law containing such provision is not itself repealed, then all subsidiary legislation made under the provision and in force at the time of such amendment or substitution shall, unless the context otherwise requires and so far as it is capable of being made under the amended or the substituted provision,  continue in force as if made under such provision, subject to amendment or repeal by subsidiary legislation made under such provision.  (3) The provisions of this section shall, so far as they are applicable, apply to appointments made, to permissions, licences, certificates and other documents issued and to any acts or things done or granted under a power conferred by any written law as they apply to subsidiary legislation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any written law confers power on any authority to make subsidiary legislation, the following provisions shall, unless the context otherwise requires, have effect with reference to the making and operation of such subsidiary legislation"
                },
                {
                    "representation": "(a)",
                    "description": "where subsidiary legislation purports to be made in   exercise of a particular power, it shall be deemed also to be made in exercise of all other powers thereunto enabling;"
                },
                {
                    "representation": "(b)",
                    "description": "no subsidiary legislation shall be inconsistent with the  provisions of any Act;"
                },
                {
                    "representation": "(c)",
                    "description": "where subsidiary legislation is in excess of the power under which it is made, it shall nevertheless be valid to the extent to which it is not in excess of that power;"
                },
                {
                    "representation": "(d)",
                    "description": "any  subsidiary  legislation  may  at  any  time  be amended, suspended or revoked by the same authority and in the same manner by and in which it was made:        Provided that where such authority has been replaced wholly or in part by another authority, the power conferred upon the original authority may be exercised by the substituted authority concerning all matters or things within its LAWS OF GUYANA   20 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012                                          Publication of Subsidiary Legislation.         jurisdiction as if it were the original authority;"
                },
                {
                    "representation": "(e)",
                    "description": "here  may  be annexed to the breach of any rule, regulation,  by-law  or  order,  any  penalty  not  exceeding nineteen  thousand  five  hundred  dollars  recoverable  on summary conviction and in the case of a continuing offence a  further penalty of one thousand nine hundred and fifty dollars for each day during which the offence continues."
                },
                {
                    "representation": "(2)",
                    "description": "Where in any written law a provision conferring a power to make subsidiary legislation is amended or replaced by any written law but the written law containing such provision is not itself repealed, then all subsidiary legislation made under the provision and in force at the time of such amendment or substitution shall, unless the context otherwise requires and so far as it is capable of being made under the amended or the substituted provision,  continue in force as if made under such provision, subject to amendment or repeal by subsidiary legislation made under such provision."
                },
                {
                    "representation": "(3)",
                    "description": "The provisions of this section shall, so far as they are applicable, apply to appointments made, to permissions, licences, certificates and other documents issued and to any acts or things done or granted under a power conferred by any written law as they apply to subsidiary legislation."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 21. (1) All proclamations, rules, regulations, orders and by-laws shall be published in the Gazette and shall come into operation on the date of publication unless it is otherwise expressly provided that they shall come into operation on some other date.  (2) Statutory instruments other than those specified in subsection (1)  need  not  be  published  unless  expressly  required  by  the  Act conferring power to make them, and, LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 21  L.R.O. 1/2012        Retrospective operation.           Meaning of negative and affirmative resolution. [4 of 1972]                         whether published or not, such instruments shall come into operation at the time of their making or at such other time as may be specified therein.  (3) Subsidiary legislation may be made to operate retrospectively to any date which is not earlier than the coming into operation of the Act under which the subsidiary legislation is made:  Provided that no person shall be made or shall become liable to any penalty whatsoever in respect of any act committed or the failure to do anything before the date on which such subsidiary legislation was published in the Gazette.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "need  not  be  published  unless  expressly  required  by  the  Act conferring power to make them, and, LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 21  L.R.O. 1/2012        Retrospective operation.           Meaning of negative and affirmative resolution. [4 of 1972]                         whether published or not, such instruments shall come into operation at the time of their making or at such other time as may be specified therein."
                },
                {
                    "representation": "(2)",
                    "description": "Statutory instruments other than those specified in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Subsidiary legislation may be made to operate retrospectively to any date which is not earlier than the coming into operation of the Act under which the subsidiary legislation is made:  Provided that no person shall be made or shall become liable to any penalty whatsoever in respect of any act committed or the failure to do anything before the date on which such subsidiary legislation was published in the Gazette."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 22.  (1) The expression subject to negative resolution of the National Assembly when used in relation to the making of subsidiary legislation shall  mean that such subsidiary legislation shall be laid before the National Assembly with all convenient speed after the making thereof and if the National Assembly within such period as shall be prescribed by the standing orders of the Assembly resolves  (a)    that the subsidiary legislation shall be annulled, the  subsidiary legislation shall be void as from the date of the resolution;  (b)     that   the  subsidiary   legislation  shall have effect subject to specified amendments, the subsidiary legislation shall have effect subject to such amendments;  but without prejudice to the validity of anything done under the annulled or amended legislation or to the making of new subsidiary legislation, and the resolution shall be published by the Clerk of the National Assembly as soon as practicable in LAWS OF GUYANA   22 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012                            References and terms in subsidiary legislation.                  Application   of certain sections  to subsidiary legislation.        Exercise of powers between passing and coming into the Gazette.    (2) The expression subject to affirmative resolution of the National Assembly used in relation to the making of subsidiary legislation shall mean that such subsidiary legislation shall not have the force of law unless and until affirmed by a resolution of the National Assembly and if affirmed shall have effect subject to any amendments that may be embodied in the resolution.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The expression subject to negative resolution of the National Assembly when used in relation to the making of subsidiary legislation shall  mean that such subsidiary legislation shall be laid before the National Assembly with all convenient speed after the making thereof and if the National Assembly within such period as shall be prescribed by the standing orders of the Assembly resolves"
                },
                {
                    "representation": "(a)",
                    "description": "that the subsidiary legislation shall be annulled, the  subsidiary legislation shall be void as from the date of the resolution;"
                },
                {
                    "representation": "(b)",
                    "description": "that   the  subsidiary   legislation  shall have effect subject to specified amendments, the subsidiary legislation shall have effect subject to such amendments;  but without prejudice to the validity of anything done under the annulled or amended legislation or to the making of new subsidiary legislation, and the resolution shall be published by the Clerk of the National Assembly as soon as practicable in LAWS OF GUYANA   22 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012                            References and terms in subsidiary legislation.                  Application   of certain sections  to subsidiary legislation.        Exercise of powers between passing and coming into the Gazette."
                },
                {
                    "representation": "(2)",
                    "description": "The expression subject to affirmative resolution of the National Assembly used in relation to the making of subsidiary legislation shall mean that such subsidiary legislation shall not have the force of law unless and until affirmed by a resolution of the National Assembly and if affirmed shall have effect subject to any amendments that may be embodied in the resolution."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 23. (1) Any reference in subsidiary legislation to the Act shall, unless the context otherwise requires, be construed as a reference to the Act under which such subsidiary legislation was made.    (2) In any written law a reference to an Act shall, unless the context otherwise requires, be deemed to include a reference to any subsidiary legislation made under the Act to which reference was made.    (3) Terms and expressions used in subsidiary legislation shall, unless the context otherwise requires, have the same meaning as in the Act under which such subsidiary legislation was made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any reference in subsidiary legislation to the Act shall, unless the context otherwise requires, be construed as a reference to the Act under which such subsidiary legislation was made."
                },
                {
                    "representation": "(2)",
                    "description": "In any written law a reference to an Act shall, unless the context otherwise requires, be deemed to include a reference to any subsidiary legislation made under the Act to which reference was made."
                },
                {
                    "representation": "(3)",
                    "description": "Terms and expressions used in subsidiary legislation shall, unless the context otherwise requires, have the same meaning as in the Act under which such subsidiary legislation was made."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 24.  Sections 5, 16 and 17 shall apply, mutatis mutandis and so far as they are not inapplicable, to subsidiary legislation as they apply to Acts.   PART IX POWERS AND FUNCTIONS",
            "description": "Sections 5, 16 and 17 shall apply, mutatis mutandis and so far as they are not inapplicable, to subsidiary legislation as they apply to Acts.   PART IX POWERS AND FUNCTIONS"
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 25.  Where in any Act which is not to come into operation immediately on the publication thereof, there is conferred (a) a power to make, or a power   LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 23  L.R.O. 1/2012 operation of Act. [4 of 1972]                  Construction of provisions as to exercise of  functions. [4 of 1972]                      exercisable by making, subsidiary legislation; or  (b) a power to make appointments; or  (c) a power to do any other thing under   or for the purposes of the Act;  that power may be exercised at any time after the date of publication of the Act:  Provided that no subsidiary legislation, appointment, act or thing done under that power shall, unless it is necessary to bring the Act into operation, have any effect until the Act comes into operation.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a power to make, or a power   LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 23  L.R.O. 1/2012 operation of Act. [4 of 1972]                  Construction of provisions as to exercise of  functions. [4 of 1972]                      exercisable by making, subsidiary legislation; or"
                },
                {
                    "representation": "(b)",
                    "description": "a power to make appointments; or"
                },
                {
                    "representation": "(c)",
                    "description": "a power to do any other thing under   or for the purposes of the Act;  that power may be exercised at any time after the date of publication of the Act:  Provided that no subsidiary legislation, appointment, act or thing done under that power shall, unless it is necessary to bring the Act into operation, have any effect until the Act comes into operation."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 26. (1) Where any written law confers a power or imposes a duty, the power may be exercised and the duty shall be performed from time to time as occasion requires.  (2) Where any written law confers a power or imposes a duty on the holder of an office, the power may be exercised and the duty shall be performed by the holder for the time being of the office or by a person appointed to act for him or by a person lawfully performing the functions of such office.  (3) Where under any written law any authority or person is empowered to appoint a person  (a) to perform any function; or  (b)     to be a member of any board, tribunal, commission, committee or similar body; or  (c)      to be or do any other thing;  LAWS OF GUYANA   24 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012                       Delegation of functions. [4 of 1972 10 of 1986]                            that authority may make the appointment either by appointing a person by name or by appointing the holder of an office by the term designating his office.   (4) Where provision is made by any law for the appointment of a person to perform any function in the public service, then notwithstanding that the law constitutes an office for the purpose, the Minister may, if he is of the opinion that the functions involved do not warrant the constitution of a public office for the purpose, designate the holder of an existing public office to perform those functions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any written law confers a power or imposes a duty, the power may be exercised and the duty shall be performed from time to time as occasion requires."
                },
                {
                    "representation": "(2)",
                    "description": "Where any written law confers a power or imposes a duty on the holder of an office, the power may be exercised and the duty shall be performed by the holder for the time being of the office or by a person appointed to act for him or by a person lawfully performing the functions of such office."
                },
                {
                    "representation": "(3)",
                    "description": "Where under any written law any authority or person is empowered to appoint a person"
                },
                {
                    "representation": "(a)",
                    "description": "to perform any function; or"
                },
                {
                    "representation": "(b)",
                    "description": "to be a member of any board, tribunal, commission, committee or similar body; or"
                },
                {
                    "representation": "(c)",
                    "description": "to be or do any other thing;  LAWS OF GUYANA   24 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012                       Delegation of functions. [4 of 1972 10 of 1986]                            that authority may make the appointment either by appointing a person by name or by appointing the holder of an office by the term designating his office."
                },
                {
                    "representation": "(4)",
                    "description": "Where provision is made by any law for the appointment of a person to perform any function in the public service, then notwithstanding that the law constitutes an office for the purpose, the Minister may, if he is of the opinion that the functions involved do not warrant the constitution of a public office for the purpose, designate the holder of an existing public office to perform those functions."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 27. (1) Where any written law confers any function on the President, a Minister or a specified public officer, the President, the Minister or the specified public officer may, by order, delegate any other public officer to exercise such function on his behalf and thereupon or from the date specified,  the person delegated shall have and may exercise such function.  (2) Where any written law confers any function on a public officer, the Minister responsible for the administration of the Ministry to which the public officer belongs may by order delegate any other officer to exercise that function.   (3) Subject to the provisions of subsection (3A), nothing in subsection (1) or subsection (2) shall authorise the President, any Minister or any specified public officer to delegate any person to make subsidiary legislation or to hear any appeal.   (3A) The President may delegate a Minister or a Parliamentary Secretary to make subsidiary legislation or to hear any appeal on his behalf.          (4) In this section public officer includes the LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 25  L.R.O. 1/2012            Effect of delegation of functions.                                    President, a Minister or a Parliamentary Secretary and specified public officer means the person for the time being holding any public office which has been specified, either generally or for the purposes of a particular Act, under this section by the President by notice in the Gazette.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or subsection"
                },
                {
                    "representation": "(2)",
                    "description": "shall authorise the President, any Minister or any specified public officer to delegate any person to make subsidiary legislation or to hear any appeal."
                },
                {
                    "representation": "(3)",
                    "description": "Subject to the provisions of subsection"
                },
                {
                    "representation": "(4)",
                    "description": "In this section public officer includes the LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 25  L.R.O. 1/2012            Effect of delegation of functions.                                    President, a Minister or a Parliamentary Secretary and specified public officer means the person for the time being holding any public office which has been specified, either generally or for the purposes of a particular Act, under this section by the President by notice in the Gazette."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "PART  V AMENDED  LAWS  References in a written law to another written law. Amended Act referred to as “the Principal Act”. Effect of repeal of an amended written law.  PART  VI PUBLICATION, COMMENCEMENT AND CITATION OF ACTS    Publication and Commencement of Acts. Time of coming into operation of Acts. Mode of citing Acts.  PART  VII OPERATION  OF  ACTS  Judicial notice of Acts. Every section of an Act a substantive enactment.  PART  VIII SUBSIDIARY  LEGISLATION  Provisions relating to subsidiary legislation. Publication of subsidiary legislation. Retrospective operation. Meaning of negative and affirmative resolution. References and terms in subsidiary legislation. Application of certain sections to subsidiary legislation.  PART  IX POWERS  AND  FUNCTIONS  Exercise of powers between passing and coming into operation of Act. Construction of provisions as to exercise of functions. Delegation of functions. Effect of delegation of functions. LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 5  L.R.O. 1/2012 SECTION             ",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under PART  V AMENDED  LAWS  References in a written law to another written law. Amended Act referred to as the Principal Act. Effect of repeal of an amended written law.  PART  VI PUBLICATION, COMMENCEMENT AND CITATION OF ACTS    Publication and Commencement of Acts. Time of coming into operation of Acts. Mode of citing Acts.  PART  VII OPERATION  OF  ACTS  Judicial notice of Acts. Every section of an Act a substantive enactment.  PART  VIII SUBSIDIARY  LEGISLATION  Provisions relating to subsidiary legislation. Publication of subsidiary legislation. Retrospective operation. Meaning of negative and affirmative resolution. References and terms in subsidiary legislation. Application of certain sections to subsidiary legislation.  PART  IX POWERS  AND  FUNCTIONS  Exercise of powers between passing and coming into operation of Act. Construction of provisions as to exercise of functions. Delegation of functions. Effect of delegation of functions. LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 5  L.R.O. 1/2012 SECTION             28.  (1) Where any written law confers power on any person to delegate the exercise on his behalf of any function conferred upon him under any written law  (a)    such   delegation  shall  not  preclude  the  person  so delegating from exercising the functions so delegated;  (b)   such  delegation may be conditional, qualified or limited in such manner as the person so delegating may think fit;  (c)      where the delegation may be made only with the approval of some person, such delegation may be conditional, qualified or limited in such manner as the person whose approval is required may think fit; and  (d)    the delegation  may  be  to  a  named person or to the person for the time being holding any office designated by the person so delegating.  (2) The delegation of any power shall be deemed to include the delegation of any duty incidental thereto or connected therewith and the delegation of any duty shall be deemed to include the delegation of any power incidental thereto or connected therein.  (3) This section shall apply mutatis mutandis to a LAWS OF GUYANA   26 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012              Powers incidental to appointment of boards, etc.                                delegation under section 27(2), except that if the Minister so directs, the delegation shall preclude the public officer on whom the function was conferred by the written law from exercising the function.  PART X APPOINTMENTS BOARDS, COMMITTEES  AND CORPORATIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any written law confers power on any person to delegate the exercise on his behalf of any function conferred upon him under any written law"
                },
                {
                    "representation": "(a)",
                    "description": "such   delegation  shall  not  preclude  the  person  so delegating from exercising the functions so delegated;"
                },
                {
                    "representation": "(b)",
                    "description": "such  delegation may be conditional, qualified or limited in such manner as the person so delegating may think fit;"
                },
                {
                    "representation": "(c)",
                    "description": "where the delegation may be made only with the approval of some person, such delegation may be conditional, qualified or limited in such manner as the person whose approval is required may think fit; and"
                },
                {
                    "representation": "(d)",
                    "description": "the delegation  may  be  to  a  named person or to the person for the time being holding any office designated by the person so delegating."
                },
                {
                    "representation": "(2)",
                    "description": "The delegation of any power shall be deemed to include the delegation of any duty incidental thereto or connected therewith and the delegation of any duty shall be deemed to include the delegation of any power incidental thereto or connected therein."
                },
                {
                    "representation": "(3)",
                    "description": "This section shall apply mutatis mutandis to a LAWS OF GUYANA   26 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012              Powers incidental to appointment of boards, etc.                                delegation under section 27(2), except that if the Minister so directs, the delegation shall preclude the public officer on whom the function was conferred by the written law from exercising the function.  PART X APPOINTMENTS BOARDS, COMMITTEES  AND CORPORATIONS"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 29.  (1) Where any written law confers a power or imposes a duty upon any person to make any appointment or to constitute or establish any board then the person having such power or duty shall, unless the context otherwise requires, also have power  (a)      to  remove,  suspend,  dismiss,  revoke the appointment of, or grant leave of absence to, any person appointed in the exercise of such power or duty and to reappoint or reinstate such person;  (b)   to appoint a qualified person to act temporarily for any person appointed who is unable to perform his functions through absence or illness or other cause or to appoint a qualified person for the unexpired term of office of any person whose  office  becomes  vacant  by reason  of  resignation, dismissal, death or any other cause;  (c)    to specify the period for which any person appointed in exercise of such power or duty shall hold such appointment:  Provided that where the first-mentioned power or duty LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 27  L.R.O. 1/2012                                               is only exercisable upon the recommendation or is subject to the approval or consent of some other person or to some other condition, then the powers  under  this  section  shall  only  be  exercisable  upon  such recommendation  or  subject  to such  approval  or  consent  or  other condition.  (2) Any appointment under the provisions of any written law may, unless the context otherwise requires, be made to have effect retrospectively as from the date upon which the person appointed in fact began to exercise the powers or perform the duties of his appointment, not being a date earlier than the coming into operation of the written law under which the appointment is made.   (3) Where under any written law a power is conferred upon any person or any authority to appoint the members of any board, that person or authority may appoint a chairman, a vice-chairman and a secretary (which expressions shall be deemed to include, respectively, a reference to any other office of like functions).  (4)  At any meeting of a board the chairman shall preside or, in his absence, the vice-chairman, if any, and if there be no vice-chairman or if he  is  also absent, the members present may appoint one of their number to act as chairman for that meeting.  (5)  Where any board is established under any written law, the validity of any act or thing done in pursuance of any of the powers of such board shall not be affected by  (a) any vacancy in the membership thereof; or  (b) any defect in the appointment or qualifications of a person      purporting to be a member thereof; or LAWS OF GUYANA   28 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012                             Establishment of corporate bodies. [4 of 1972]                          (c) the presence at or participation in any proceedings, of any person not entitled to be present thereat or to participate therein; or  (d) any minor irregularity (not calculated to cause any prejudice, injustice or hardship to any person) in the convening or conduct of any meeting thereof.          (6) In this section the term board includes corporation, tribunal, commission, committee and other similar body.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any written law confers a power or imposes a duty upon any person to make any appointment or to constitute or establish any board then the person having such power or duty shall, unless the context otherwise requires, also have power"
                },
                {
                    "representation": "(a)",
                    "description": "any vacancy in the membership thereof; or"
                },
                {
                    "representation": "(b)",
                    "description": "any defect in the appointment or qualifications of a person      purporting to be a member thereof; or LAWS OF GUYANA   28 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012                             Establishment of corporate bodies. [4 of 1972]"
                },
                {
                    "representation": "(c)",
                    "description": "the presence at or participation in any proceedings, of any person not entitled to be present thereat or to participate therein; or"
                },
                {
                    "representation": "(2)",
                    "description": "Any appointment under the provisions of any written law may, unless the context otherwise requires, be made to have effect retrospectively as from the date upon which the person appointed in fact began to exercise the powers or perform the duties of his appointment, not being a date earlier than the coming into operation of the written law under which the appointment is made."
                },
                {
                    "representation": "(3)",
                    "description": "Where under any written law a power is conferred upon any person or any authority to appoint the members of any board, that person or authority may appoint a chairman, a vice-chairman and a secretary"
                },
                {
                    "representation": "(4)",
                    "description": "At any meeting of a board the chairman shall preside or, in his absence, the vice-chairman, if any, and if there be no vice-chairman or if he  is  also absent, the members present may appoint one of their number to act as chairman for that meeting."
                },
                {
                    "representation": "(5)",
                    "description": "Where any board is established under any written law, the validity of any act or thing done in pursuance of any of the powers of such board shall not be affected by"
                },
                {
                    "representation": "(d)",
                    "description": "any minor irregularity"
                },
                {
                    "representation": "(6)",
                    "description": "In this section the term board includes corporation, tribunal, commission, committee and other similar body."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 30.  (1) Where  any  written  law  contains  words  establishing  or providing for the establishment of a body corporate, those words shall, unless the context otherwise requires, operate  (a)  to  vest  in  that  body  when established  (i) perpetual succession; (ii) the power to sue in its corporate name; (iii) the power to enter into contracts in its corporate name, and to do so that, as regards third parties, the body shall be deemed to have the same power to make contracts as an individual has; (iv) the right to have a common seal and to alter or change that seal; (v) the  right  to  acquire  and  hold  any  movable  or immovable property for purposes for which LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 29  L.R.O. 1/2012                               Continuance in office after dissolution of Parliament of a Member thereof as members of certain Boards.            the body is constituted and to dispose of, or charge, such property; (vi) the right to regulate its own procedure and business;  (b) to make that body liable to be sued in its corporate name.  (2) Service upon a corporation of any notice, order or other document shall be executed by delivering the same to, or by sending it by registered post addressed to, the secretary or the person performing the functions of secretary at the office of the corporation.  (3) The  application  of  the  seal  of  the  corporation  on  any document shall be authenticated by the signatures of the chairman or deputy chairman and the secretary of the Corporation or some other person authorised by the Corporation to act in that behalf.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where  any  written  law  contains  words  establishing  or providing for the establishment of a body corporate, those words shall, unless the context otherwise requires, operate"
                },
                {
                    "representation": "(a)",
                    "description": "to  vest  in  that  body  when established"
                },
                {
                    "representation": "(i)",
                    "description": "perpetual succession;"
                },
                {
                    "representation": "(v)",
                    "description": "the  right  to  acquire  and  hold  any  movable  or immovable property for purposes for which LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 29  L.R.O. 1/2012                               Continuance in office after dissolution of Parliament of a Member thereof as members of certain Boards.            the body is constituted and to dispose of, or charge, such property;"
                },
                {
                    "representation": "(b)",
                    "description": "to make that body liable to be sued in its corporate name."
                },
                {
                    "representation": "(2)",
                    "description": "Service upon a corporation of any notice, order or other document shall be executed by delivering the same to, or by sending it by registered post addressed to, the secretary or the person performing the functions of secretary at the office of the corporation."
                },
                {
                    "representation": "(3)",
                    "description": "The  application  of  the  seal  of  the  corporation  on  any document shall be authenticated by the signatures of the chairman or deputy chairman and the secretary of the Corporation or some other person authorised by the Corporation to act in that behalf."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 31. (1) Where at any time Parliament is dissolved, no person who was a member thereof at the time of such dissolution shall, by reason only of such dissolution, cease to be a member, director, chairman, or vice-chairman of any board to which he was appointed or of which he was a member, director, chairman or vice-chairman by virtue of his being   a   member   of   Parliament,   and   any   such   person   shall, notwithstanding such dissolution, continue to be a member, director, chairman or vice-chairman, as the case may be, of such board until the first meeting of Parliament held after such dissolution.  (2) In this section the expression board includes advisory council, committee and any body or authority, however created.  LAWS OF GUYANA   30 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012  Power of majority. [4 of 1972]                           Functions of Attorney- General may be performed by Solicitor- General. [O.80 /1980]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where at any time Parliament is dissolved, no person who was a member thereof at the time of such dissolution shall, by reason only of such dissolution, cease to be a member, director, chairman, or vice-chairman of any board to which he was appointed or of which he was a member, director, chairman or vice-chairman by virtue of his being   a   member   of   Parliament,   and   any   such   person   shall, notwithstanding such dissolution, continue to be a member, director, chairman or vice-chairman, as the case may be, of such board until the first meeting of Parliament held after such dissolution."
                },
                {
                    "representation": "(2)",
                    "description": "In this section the expression board includes advisory council, committee and any body or authority, however created.  LAWS OF GUYANA   30 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012  Power of majority. [4 of 1972]                           Functions of Attorney- General may be performed by Solicitor- General. [O.80 /1980]"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 32. (1) Where any written law confers functions upon a body or a number of persons consisting of or not being less than three, such functions may, unless the context otherwise requires, be performed in the name of that body or number of persons by a majority of those persons.  (2) Whenever such body or number of persons is assembled, the chairman or other member presiding shall have a casting as well as an original vote, in all matters in which a decision is taken by vote.  (3) The exercise of any power vested in such body or number of persons may be signified either by the chairman or other person presiding at the meeting or other proceeding at which such power was exercised or at which, as the case may be, authority to exercise it was confirmed, or by any person from time to time authorised by such body or number of persons to signify the exercise of such power.  PART XI LAW  OFFICERS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any written law confers functions upon a body or a number of persons consisting of or not being less than three, such functions may, unless the context otherwise requires, be performed in the name of that body or number of persons by a majority of those persons."
                },
                {
                    "representation": "(2)",
                    "description": "Whenever such body or number of persons is assembled, the chairman or other member presiding shall have a casting as well as an original vote, in all matters in which a decision is taken by vote."
                },
                {
                    "representation": "(3)",
                    "description": "The exercise of any power vested in such body or number of persons may be signified either by the chairman or other person presiding at the meeting or other proceeding at which such power was exercised or at which, as the case may be, authority to exercise it was confirmed, or by any person from time to time authorised by such body or number of persons to signify the exercise of such power.  PART XI LAW  OFFICERS"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 33.  (1) Subject  to  subsection  (4),  any  functions  authorised  or required by or under any written law to be discharged by the Attorney- General may be discharged by the Solicitor-General:  Provided that, save where the office of Attorney-General is vacant or the holder thereof is unable (whether by reason of absence or infirmity of body or mind or any other cause) to act, the Solicitor-General shall discharge such only of the said functions as the Attorney-General may assign to him.  (2) During any period when the office of Attorney-General is vacant, any certificate, petition, direction, notice, proceeding or other document, matter or thing whatsoever authorised or required, by or under any written law to be given, LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 31  L.R.O. 1/2012                        Functions of Director of Public Prosecutions may be performed by Assistant. [4 of 1972]    Vesting of rights, privileges, etc., in Director of Public Prosecutions. [4 of 1972]  Functions of office of Deputy State delivered, served, taken or done to, on or against the Attorney-General, may be given, delivered, served, taken or done to, on or against the Solicitor-General.  (3)  For the avoidance of doubt it is hereby declared that, subject to the provisions of the following subsection, where the office of Attorney-General is vacant or the holder thereof is unable (whether by reason of absence or infirmity of body or mind or any other cause) to act, the functions of that office at common law shall be discharged by the Solicitor-General.  (4) Where the office of Attorney-General is vacant or the holder thereof is unable (whether by reason of absence or infirmity of body or mind or any other cause) to act, the President may direct the Solicitor- General not to discharge all or any of the aforesaid functions of that office.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject  to  subsection"
                },
                {
                    "representation": "(2)",
                    "description": "During any period when the office of Attorney-General is vacant, any certificate, petition, direction, notice, proceeding or other document, matter or thing whatsoever authorised or required, by or under any written law to be given, LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 31  L.R.O. 1/2012                        Functions of Director of Public Prosecutions may be performed by Assistant. [4 of 1972]    Vesting of rights, privileges, etc., in Director of Public Prosecutions. [4 of 1972]  Functions of office of Deputy State delivered, served, taken or done to, on or against the Attorney-General, may be given, delivered, served, taken or done to, on or against the Solicitor-General."
                },
                {
                    "representation": "(3)",
                    "description": "For the avoidance of doubt it is hereby declared that, subject to the provisions of the following subsection, where the office of Attorney-General is vacant or the holder thereof is unable"
                },
                {
                    "representation": "(4)",
                    "description": "Where the office of Attorney-General is vacant or the holder thereof is unable"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 34.  The provisions of subsection (1) (excluding the words Subject to subsection (4) and subsection (2) of section 33 shall apply to the office and the functions of the Director of Public Prosecutions as if all references in that section to the Attorney-General were references to the Director of Public Prosecutions and all references to the Solicitor- General   were   references   to   the   Assistant   Director   of   Public Prosecutions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(excluding the words Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "of section 33 shall apply to the office and the functions of the Director of Public Prosecutions as if all references in that section to the Attorney-General were references to the Director of Public Prosecutions and all references to the Solicitor- General   were   references   to   the   Assistant   Director   of   Public Prosecutions."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 35. All the rights, privileges and functions in respect of any criminal cause or matter vested immediately before the 26th May, 1966, in the Attorney-General under any written law or the common law or by any custom or practice, shall be deemed as from that date to have become vested in the Director of Public Prosecutions.",
            "description": "All the rights, privileges and functions in respect of any criminal cause or matter vested immediately before the 26th May, 1966, in the Attorney-General under any written law or the common law or by any custom or practice, shall be deemed as from that date to have become vested in the Director of Public Prosecutions."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 36.  Notwithstanding anything to the contrary in any law the Deputy State Solicitor shall have and may exercise and perform all the functions in respect of the offices of the State LAWS OF GUYANA   32 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012  Solicitor. [31 of 1974]  Evidence of signature of Attorney- General and Director of Public Prosecutions.                      Standard Time. [27 of 1975 6 of 1992]            Power to amend or modify other enactments.  Solicitor, Official Receiver and Public Trustee as are conferred or imposed by any law.",
            "description": "Notwithstanding anything to the contrary in any law the Deputy State Solicitor shall have and may exercise and perform all the functions in respect of the offices of the State LAWS OF GUYANA   32 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012  Solicitor. [31 of 1974]  Evidence of signature of Attorney- General and Director of Public Prosecutions.                      Standard Time. [27 of 1975 6 of 1992]            Power to amend or modify other enactments.  Solicitor, Official Receiver and Public Trustee as are conferred or imposed by any law."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 37.  (1) Where under a written law the consent or authority of the Attorney-General or the Director of Public Prosecutions is necessary before  any  action  or  prosecution  is  commenced,  any  document purporting to be the consent or authority of the Attorney-General or Director  of  Public  Prosecutions  shall  be received  as  prima  facie evidence in any proceeding without proof being given that the signature to such consent or authority is  that of the Attorney-General or the Director of Public Prosecutions, as the case may be.  (2) Where under section 33 of this Act the Solicitor-General is exercising the powers of the Attorney-General, the provisions of this section shall apply to the Solicitor-General as they apply to the Attorney-General.  PART  XII TIME  AND  DISTANCE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where under a written law the consent or authority of the Attorney-General or the Director of Public Prosecutions is necessary before  any  action  or  prosecution  is  commenced,  any  document purporting to be the consent or authority of the Attorney-General or Director  of  Public  Prosecutions  shall  be received  as  prima  facie evidence in any proceeding without proof being given that the signature to such consent or authority is  that of the Attorney-General or the Director of Public Prosecutions, as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "Where under section 33 of this Act the Solicitor-General is exercising the powers of the Attorney-General, the provisions of this section shall apply to the Solicitor-General as they apply to the Attorney-General.  PART  XII TIME  AND  DISTANCE"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 38.  (1) Subject to subsection (2), where any expression of time occurs in any written law or public document, the time referred to shall signify the standard time of Guyana which shall be four hours behind Greenwich Mean Time.   (2) Nothing in this section shall affect the use of local mean time for purposes of astronomy, meteorology, navigation or other purposes for which that time is adopted by international usage or the construction of any document referring to a point of time in connection with any of those purposes.  (3) The Minister assigned responsibility for legal matters (other than criminal prosecutions) may, by order which shall be subject to negative resolution of the National Assembly, amend or modify any enactment for  the purpose of giving LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 33  L.R.O. 1/2012 [27 of 1975]   Provisions where no time prescribed.       Computation of time. [4 of 1972]                                     effect to the provisions of this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Nothing in this section shall affect the use of local mean time for purposes of astronomy, meteorology, navigation or other purposes for which that time is adopted by international usage or the construction of any document referring to a point of time in connection with any of those purposes."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister assigned responsibility for legal matters"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 39.  In any written law where no time is prescribed or allowed within which anything shall be done, such thing shall be done with all convenient speed, and as often as the prescribed occasion arises.",
            "description": "In any written law where no time is prescribed or allowed within which anything shall be done, such thing shall be done with all convenient speed, and as often as the prescribed occasion arises."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 40.  In computing time for the purpose of any written law unless the context otherwise requires the following provisions shall apply  (a)    in a law prescribing a period of days within which an act is to be or may be done, a period of days from the occurrence of an event shall be reckoned exclusively of the day on which the event occurs;  (b)     in a law prescribing a period of days for any other purpose a reference to days shall be construed as a reference to clear days;  (c)      where the day or the last day on which any act or proceeding is directed or allowed to be done or taken is a public holiday, the act or proceeding shall be considered as done or taken in due time if it is done or taken on the next day following not being a public holiday;  (d)     when an act or proceeding is directed or allowed to be done or taken  (i)       within any  time  not  exceeding    six  days,  public holidays shall not be reckoned in the LAWS OF GUYANA   34 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012            Power to extend time.           Rules as to time or manner of submitting public accounts or issuing licences. [4 of 1972]           Measurement of distance.           computation of the time; (ii)   within any time exceeding six   days, public holidays shall not be reckoned so as to reduce the time to less than six days not being public holidays.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in a law prescribing a period of days within which an act is to be or may be done, a period of days from the occurrence of an event shall be reckoned exclusively of the day on which the event occurs;"
                },
                {
                    "representation": "(b)",
                    "description": "in a law prescribing a period of days for any other purpose a reference to days shall be construed as a reference to clear days;"
                },
                {
                    "representation": "(c)",
                    "description": "where the day or the last day on which any act or proceeding is directed or allowed to be done or taken is a public holiday, the act or proceeding shall be considered as done or taken in due time if it is done or taken on the next day following not being a public holiday;"
                },
                {
                    "representation": "(d)",
                    "description": "when an act or proceeding is directed or allowed to be done or taken"
                },
                {
                    "representation": "(i)",
                    "description": "within any  time  not  exceeding    six  days,  public holidays shall not be reckoned in the LAWS OF GUYANA   34 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012            Power to extend time.           Rules as to time or manner of submitting public accounts or issuing licences. [4 of 1972]           Measurement of distance.           computation of the time;"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 41.  Where in any written law a time is prescribed for doing any act or taking any proceeding and power is given to a court, public body, public officer or other authority to extend such time, then the power may be exercised by the court, public body, public officer or other authority notwithstanding the expiration of time prescribed.",
            "description": "Where in any written law a time is prescribed for doing any act or taking any proceeding and power is given to a court, public body, public officer or other authority to extend such time, then the power may be exercised by the court, public body, public officer or other authority notwithstanding the expiration of time prescribed."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 42.   Where in any written law any provision is made as to the time or manner of submitting, publishing, balancing, taking, or making up any public account, or as to the form in which it shall be submitted, published, balanced, taken, or made up, or as to the time or manner of issuing, or of entertaining applications for issuing, any licences required to be taken out thereunder or as to the time of making, or rendering, any returns, abstracts, statements, or reports, then notwithstanding anything to the contrary in any such law the Minister responsible for finance, or in the case of returns, abstracts,  statements or reports not relating to the subject of finance, the Minister responsible for the respective subject, may make rules varying or changing the time, manner, or form aforesaid.",
            "description": "Where in any written law any provision is made as to the time or manner of submitting, publishing, balancing, taking, or making up any public account, or as to the form in which it shall be submitted, published, balanced, taken, or made up, or as to the time or manner of issuing, or of entertaining applications for issuing, any licences required to be taken out thereunder or as to the time of making, or rendering, any returns, abstracts, statements, or reports, then notwithstanding anything to the contrary in any such law the Minister responsible for finance, or in the case of returns, abstracts,  statements or reports not relating to the subject of finance, the Minister responsible for the respective subject, may make rules varying or changing the time, manner, or form aforesaid."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 43.  In the measurement of any distance for the purposes of any written law, that distance shall be measured in a straight line on a horizontal plane.    LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 35  L.R.O. 1/2012          reference to the common law. (2) In this section a reference to laws includes a  is substantially the same offence, under any other of such laws. bar to prosecution for the same offence, or for an offence which a conviction or an acquittal upon such prosecution shall be a prosecuted and punished under either or any of those laws, but under two or more laws, the offender shall be liable to be",
            "description": [
                {
                    "representation": "(2)",
                    "description": "In this section a reference to laws includes a  is substantially the same offence, under any other of such laws. bar to prosecution for the same offence, or for an offence which a conviction or an acquittal upon such prosecution shall be a prosecuted and punished under either or any of those laws, but under two or more laws, the offender shall be liable to be"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "PART  X APPOINTMENTS, BOARDS, COMMITTEES AND CORPORATIONS    Powers incidental to appointment of boards, etc. Establishment of corporate bodies. Continuance in office after dissolution of Parliament. Power of majority.  PART  XI LAW  OFFICERS  Functions of Attorney-General may be performed by Solicitor- General. Functions of Director of Public Prosecutions may be performed by Assistant. Vesting of rights, privileges etc. in Director of Public Prosecutions. Functions of State Solicitor to be performed by Deputy State Solicitor. Evidence of  signature  of  Attorney-General  and  Director of Public Prosecutions.  PART XII TIME  AND  DISTANCE  (1) Standard time.  (3) Power to amend or modify other enactments. Provision where no time prescribed. Computation of time. Power to extend time. Rules as to time or manner of submitting public accounts or issuing licences. Measurement of distance.  PART  XIII OFFENCES, PENALTIES  AND  PROSECUTIONS  Liability for offence by corporate body. LAWS OF GUYANA   6 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012  SECTION    ",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under PART  X APPOINTMENTS, BOARDS, COMMITTEES AND CORPORATIONS    Powers incidental to appointment of boards, etc. Establishment of corporate bodies. Continuance in office after dissolution of Parliament. Power of majority.  PART  XI LAW  OFFICERS  Functions of Attorney-General may be performed by Solicitor- General. Functions of Director of Public Prosecutions may be performed by Assistant. Vesting of rights, privileges etc. in Director of Public Prosecutions. Functions of State Solicitor to be performed by Deputy State Solicitor. Evidence of  signature  of  Attorney-General  and  Director of Public Prosecutions.  PART XII TIME  AND  DISTANCE  (1) Standard time.  (3) Power to amend or modify other enactments. Provision where no time prescribed. Computation of time. Power to extend time. Rules as to time or manner of submitting public accounts or issuing licences. Measurement of distance.  PART  XIII OFFENCES, PENALTIES  AND  PROSECUTIONS  Liability for offence by corporate body. LAWS OF GUYANA   6 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012  SECTION    44.  Where an offence committed by a body corporate        [4 of 1972] laws. or more under two Offence alternative. or cumulative maybe Penalties             [4 of 1972] penalties. maximum deemed to be Penalties      [4 of 1972] body. corporate offence by Liability for PART XIII OFFENCES, PENALTIES AND PROSECUTIONS  LAWS OF GUYANA   36 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012         Construction of applied laws.          Reference to applied laws.                         Citation or description of a portion of an applied Act.  PART XIV APPLIED LAWS",
            "description": "Where an offence committed by a body corporate        [4 of 1972] laws. or more under two Offence alternative. or cumulative maybe Penalties             [4 of 1972] penalties. maximum deemed to be Penalties      [4 of 1972] body. corporate offence by Liability for PART XIII OFFENCES, PENALTIES AND PROSECUTIONS  LAWS OF GUYANA   36 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012         Construction of applied laws.          Reference to applied laws.                         Citation or description of a portion of an applied Act.  PART XIV APPLIED LAWS"
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 45.  Where in any written law a penalty is prescribed  to be proceeded against and punished accordingly. body corporate shall be guilty of that offence and shall be liable was purporting to act in any such capacity, he as well as the other similar officer of the body corporate, or any person who the consent or connivance of any director, manager, secretary or under any written law is proven to have been committed with",
            "description": "Where in any written law a penalty is prescribed  to be proceeded against and punished accordingly. body corporate shall be guilty of that offence and shall be liable was purporting to act in any such capacity, he as well as the other similar officer of the body corporate, or any person who the consent or connivance of any director, manager, secretary or under any written law is proven to have been committed with"
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 46.  Where in any written law more than one penalty is  excessive. the amount of the fine shall not be discretion of the court provided that by a fine of any amount in the that such offence shall be punishable (b)     if the amount of the fine is unspecified,  exceeding the penalty prescribed; and upon conviction by a  penalty not (a)   that such offence shall be punishable  for an offence, such provision shall imply",
            "description": [
                {
                    "representation": "(b)",
                    "description": "if the amount of the fine is unspecified,  exceeding the penalty prescribed; and upon conviction by a  penalty not"
                },
                {
                    "representation": "(a)",
                    "description": "that such offence shall be punishable  for an offence, such provision shall imply"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 47. (1) Where an act or omission constitutes an offence    that the penalties may be inflicted alternatively or cumulatively. prescribed for an offence, the use of the word and shall mean",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an act or omission constitutes an offence    that the penalties may be inflicted alternatively or cumulatively. prescribed for an offence, the use of the word and shall mean"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 48.  An applied law shall be deemed to extend to Guyana so far only as local laws and circumstances permit; and in applying that law or portion thereof it shall be construed with any verbal alteration, not affecting  the  substance,  necessary  to  render  it  applicable  to  the particular matter in question.",
            "description": "An applied law shall be deemed to extend to Guyana so far only as local laws and circumstances permit; and in applying that law or portion thereof it shall be construed with any verbal alteration, not affecting  the  substance,  necessary  to  render  it  applicable  to  the particular matter in question."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 49. (1) Where in any written law or in any public document made after 15th July, 1891, reference is made to an applied Act, the applied Act may be cited by its short title, if any, either with or without reference to the chapter, or by reference to the regnal year in which it was passed and where necessary either by a reference to a particular chapter or to a particular session of Parliament of the United Kingdom or by reference to a section of the applied Act.  (2) That reference shall, unless the context otherwise requires, be read as referring, in the case of applied laws included in any revised edition of the laws of Guyana purporting to be printed by authority, to that edition, and in the case of applied laws not so included and made before the reign of George I, King of Great Britain and Northern Ireland, to the edition prepared under the direction of the Record Commission of the Government of the United Kingdom, and in other cases to the copies of such applied laws purporting to be printed by the Queens printer or under the superintendence of Her Majestys stationery office in the United Kingdom.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where in any written law or in any public document made after 15th July, 1891, reference is made to an applied Act, the applied Act may be cited by its short title, if any, either with or without reference to the chapter, or by reference to the regnal year in which it was passed and where necessary either by a reference to a particular chapter or to a particular session of Parliament of the United Kingdom or by reference to a section of the applied Act."
                },
                {
                    "representation": "(2)",
                    "description": "That reference shall, unless the context otherwise requires, be read as referring, in the case of applied laws included in any revised edition of the laws of Guyana purporting to be printed by authority, to that edition, and in the case of applied laws not so included and made before the reign of George I, King of Great Britain and Northern Ireland, to the edition prepared under the direction of the Record Commission of the Government of the United Kingdom, and in other cases to the copies of such applied laws purporting to be printed by the Queens printer or under the superintendence of Her Majestys stationery office in the United Kingdom."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 50.  In any applied law made after 15th July, 1891, a description or citation of a portion of an applied Act shall, unless the context otherwise requires, be construed as including the word, section or other  part mentioned or referred to as forming the beginning and as forming the end of the portion LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 37  L.R.O. 1/2012      Effect of substitution- ary provisions. [4 of 1972]       Effect of repeal of repealing written law.          References to repealed law and to re- enacted law. [4 of 1972]                     Savings in cases of comprised in the description or citation. PART XV REPEAL OF WRITTEN LAW",
            "description": "In any applied law made after 15th July, 1891, a description or citation of a portion of an applied Act shall, unless the context otherwise requires, be construed as including the word, section or other  part mentioned or referred to as forming the beginning and as forming the end of the portion LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 37  L.R.O. 1/2012      Effect of substitution- ary provisions. [4 of 1972]       Effect of repeal of repealing written law.          References to repealed law and to re- enacted law. [4 of 1972]                     Savings in cases of comprised in the description or citation. PART XV REPEAL OF WRITTEN LAW"
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 51.  Where a written law made after the 8th March, 1856, whether before or after the coming into operation of this Act, repeals in whole or in part any former written law and substitutes provisions for the written law  repealed,  the  repealed  written  law  shall,  unless  the  context otherwise requires, remain in force until the substituted provisions come into operation.",
            "description": "Where a written law made after the 8th March, 1856, whether before or after the coming into operation of this Act, repeals in whole or in part any former written law and substitutes provisions for the written law  repealed,  the  repealed  written  law  shall,  unless  the  context otherwise requires, remain in force until the substituted provisions come into operation."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 52.  Where a written law made after the 8th March, 1856, repeals a repealing written law, it shall not be construed as reviving any written law previously repealed, unless words are added reviving that written law.",
            "description": "Where a written law made after the 8th March, 1856, repeals a repealing written law, it shall not be construed as reviving any written law previously repealed, unless words are added reviving that written law."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 53.  Where a written law made after 15th July, 1891, repeals and re-enacts with or without modification any provisions of a former written law, then unless the context otherwise requires  (a)     a reference in any other written law or in any public document to the provisions so repealed shall be construed as a reference to the provisions so re-enacted;  (b)     a reference in any other written law or in any public document to the provisions so re-enacted shall, in so far as such reference relates to any period before such repeal and re-enactment, be construed as a reference to the provisions so repealed.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a reference in any other written law or in any public document to the provisions so repealed shall be construed as a reference to the provisions so re-enacted;"
                },
                {
                    "representation": "(b)",
                    "description": "a reference in any other written law or in any public document to the provisions so re-enacted shall, in so far as such reference relates to any period before such repeal and re-enactment, be construed as a reference to the provisions so repealed."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 54.  Where a written law made after 15th July, 1891, LAWS OF GUYANA   38 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012  repeal. [4 of 1972]                                             repeals any other written law then, unless the context otherwise requires, the repeal shall not  (a)     revive anything not in force or existing at the time at which the repeal takes effect; or  (b)   affect the previous operation of any written law so repealed or anything duly done or suffered under any written law so repealed; or  (c)       affect  any  right,  privilege, obligation, or liability acquired, accrued, or incurred under any written law so repealed; or  (d)  affect any penalty, forfeiture, or punishment incurred in respect of any offence committed against any written law so repealed; or  (e)  affect  any  investigation,  legal proceeding, or remedy in respect of any right, privilege, obligation, liability, penalty, forfeiture, or punishment aforesaid;  and the investigation, legal proceeding, or remedy may be instituted, continued or enforced, and the penalty, forfeiture or punishment may be imposed as if the repealing written law had not been made.      LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 39  L.R.O. 1/2012       Saving rights of the State.  [4 of 1972]              Acts for benefit of particular persons.         Division of written law into Parts, Preamble, Schedule, etc.              Deviation in Forms.    Citation of another  PART XVI MISCELLAENOUS  PROVISIONS RELATING TO WRITTEN LAW",
            "description": [
                {
                    "representation": "(a)",
                    "description": "revive anything not in force or existing at the time at which the repeal takes effect; or"
                },
                {
                    "representation": "(b)",
                    "description": "affect the previous operation of any written law so repealed or anything duly done or suffered under any written law so repealed; or"
                },
                {
                    "representation": "(c)",
                    "description": "affect  any  right,  privilege, obligation, or liability acquired, accrued, or incurred under any written law so repealed; or"
                },
                {
                    "representation": "(d)",
                    "description": "affect any penalty, forfeiture, or punishment incurred in respect of any offence committed against any written law so repealed; or"
                },
                {
                    "representation": "(e)",
                    "description": "affect  any  investigation,  legal proceeding, or remedy in respect of any right, privilege, obligation, liability, penalty, forfeiture, or punishment aforesaid;  and the investigation, legal proceeding, or remedy may be instituted, continued or enforced, and the penalty, forfeiture or punishment may be imposed as if the repealing written law had not been made.      LAWS OF GUYANA Interpretation  and  General  Clauses Cap. 2:01 39  L.R.O. 1/2012       Saving rights of the State.  [4 of 1972]              Acts for benefit of particular persons.         Division of written law into Parts, Preamble, Schedule, etc.              Deviation in Forms.    Citation of another  PART XVI MISCELLAENOUS  PROVISIONS RELATING TO WRITTEN LAW"
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 55. Unless it so appears by necessary implication, no written law shall in any manner whatsoever affect the rights of the State, and notwithstanding that the rights of the State are not affected by a written law the State may take advantage of the provisions of that written law.",
            "description": "Unless it so appears by necessary implication, no written law shall in any manner whatsoever affect the rights of the State, and notwithstanding that the rights of the State are not affected by a written law the State may take advantage of the provisions of that written law."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 56. Every written law which affects or benefits some particular person or association or body corporate shall be deemed to contain provision saving the rights of the State, of all bodies politic and corporate and of all other persons except persons affected or benefited by the written law and those claiming by or under them.",
            "description": "Every written law which affects or benefits some particular person or association or body corporate shall be deemed to contain provision saving the rights of the State, of all bodies politic and corporate and of all other persons except persons affected or benefited by the written law and those claiming by or under them."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 57. (1) Where any written law is divided into Parts, Titles or other divisions, the fact and particulars of such divisions shall be taken notice of in all courts and for all purposes whatsoever.  (2) The preamble of any written law may be referred to for assistance in explaining the scope and object of the written law.  (3) Every schedule, table or marginal note to any written law, together with any notes to any Act or note to any Part thereof shall be construed and have effect as part of the written law.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any written law is divided into Parts, Titles or other divisions, the fact and particulars of such divisions shall be taken notice of in all courts and for all purposes whatsoever."
                },
                {
                    "representation": "(2)",
                    "description": "The preamble of any written law may be referred to for assistance in explaining the scope and object of the written law."
                },
                {
                    "representation": "(3)",
                    "description": "Every schedule, table or marginal note to any written law, together with any notes to any Act or note to any Part thereof shall be construed and have effect as part of the written law."
                }
            ]
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 58.  Whenever forms are prescribed in any written law, slight deviations therefrom, not affecting the substance or calculated to mislead, shall not invalidate them.",
            "description": "Whenever forms are prescribed in any written law, slight deviations therefrom, not affecting the substance or calculated to mislead, shall not invalidate them."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 59.  In any written law a description or citation of a LAWS OF GUYANA   40 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012  written law.  [4 of 1972]           Ex-officio proceeding not to abate on death, etc.  [4 of 1972]       Change of title. [4 of 1972]          Affirmation instead of oath. [4 of 1972]          portion of any other  written law shall, unless the context otherwise requires, be construed as including the word, section or other part mentioned or referred to as forming the beginning and as forming the end of the portion comprised in the description or citation.",
            "description": "In any written law a description or citation of a LAWS OF GUYANA   40 Cap. 2:01 Interpretation and General Clauses  L.R.O. 1/2012  written law.  [4 of 1972]           Ex-officio proceeding not to abate on death, etc.  [4 of 1972]       Change of title. [4 of 1972]          Affirmation instead of oath. [4 of 1972]          portion of any other  written law shall, unless the context otherwise requires, be construed as including the word, section or other part mentioned or referred to as forming the beginning and as forming the end of the portion comprised in the description or citation."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 60.  A civil or criminal proceeding taken under any written law by or against any person in virtue of his office (whether in that persons own name or in the name of his office) shall not be discontinued or abated by his death, resignation, absence or removal from office, but may be carried on by or, as the case may be, against the person for the time being holding that office.",
            "description": "A civil or criminal proceeding taken under any written law by or against any person in virtue of his office (whether in that persons own name or in the name of his office) shall not be discontinued or abated by his death, resignation, absence or removal from office, but may be carried on by or, as the case may be, against the person for the time being holding that office."
        }
    },
    {
        "act": "INTERPRETATION AND GENERAL CLAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "",
            "context": "INTERPRETATION AND GENERAL CLAUSES ACT under 61.  The Minister responsible for the public service may by order declare that a title specified in the order has been substituted for the existing title of any public office or of any Ministry, or any department, division or other section of a Ministry, and thereupon, unless the context otherwise requires, for every reference in any written law or any public or official document to the existing title there shall be substituted a reference to the substituted title.",
            "description": "The Minister responsible for the public service may by order declare that a title specified in the order has been substituted for the existing title of any public office or of any Ministry, or any department, division or other section of a Ministry, and thereupon, unless the context otherwise requires, for every reference in any written law or any public or official document to the existing title there shall be substituted a reference to the substituted title."
        }
    }
]