[
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title  ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under Short title  1. This Act may be cited as the Publication and Newspapers Act.",
            "description": "This Act may be cited as the Publication and Newspapers Act."
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under Interpretation. 2.  In this Act  book includes every part or division of a book, pamphlet, newspaper, sheet  of letterpress, sheet of music, map, plan, chart or table separately  published,  but  shall  not  include  any  second  or subsequent  edition  of  a  book  unless  such  edition  contains additions or alterations either in the letterpress, or in the maps, prints or other engravings belonging thereto;  newspaper means any paper containing public news, intelligence, or occurrences, or any remarks or observations thereon printed and published  in  Guyana  periodically  or  in  parts  or  numbers  at intervals   not   exceeding   one   hundred   days   between   the publication of any two such papers, parts or numbers.",
            "description": "In this Act  book includes every part or division of a book, pamphlet, newspaper, sheet  of letterpress, sheet of music, map, plan, chart or table separately  published,  but  shall  not  include  any  second  or subsequent  edition  of  a  book  unless  such  edition  contains additions or alterations either in the letterpress, or in the maps, prints or other engravings belonging thereto;  newspaper means any paper containing public news, intelligence, or occurrences, or any remarks or observations thereon printed and published  in  Guyana  periodically  or  in  parts  or  numbers  at intervals   not   exceeding   one   hundred   days   between   the publication of any two such papers, parts or numbers."
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Name and place of abode or business of printer of any paper or book to be printed thereon. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under Name and place of abode or business of printer of any paper or book to be printed thereon. 3.  Everyone who prints any paper or book whatsoever which is meant  to be published or dispersed and does not print in legible characters upon the front of the paper, if it is printed one side only, or upon the first or last CHAPTER 21:01 PUBLICATION AND NEWSPAPERS ACT  LAWS OF GUYANA                                                         Publication and Newspapers  Cap. 21:01 5  L.R.O. 1/ 2012 to be printed thereon. [6 of 1997]                  Section 3 not to extend to engravings, bank notes, securities, and other documents.                leaf of the paper or book if it consists of more than one leaf, his name and usual place of abode or business, and everyone who publishes or disperses, or assists in publishing or dispersing, any printed paper or book on which the name and place of abode of the person who prints it is not printed as aforesaid, shall for every copy of the paper or book so printed, or published, or dispersed by him, be liable to a fine of four thousand eight hundred and seventy-five dollars, recoverable under the Summary Jurisdiction Acts:  Provided that nothing herein contained shall extend to make any person offending against this section liable to more than twenty-five fines for printing or publishing or dispersing, or assisting in publishing or dispersing, any number of copies of one and the same paper or book.",
            "description": "Everyone who prints any paper or book whatsoever which is meant  to be published or dispersed and does not print in legible characters upon the front of the paper, if it is printed one side only, or upon the first or last CHAPTER 21:01 PUBLICATION AND NEWSPAPERS ACT  LAWS OF GUYANA                                                         Publication and Newspapers  Cap. 21:01 5  L.R.O. 1/ 2012 to be printed thereon. [6 of 1997]                  Section 3 not to extend to engravings, bank notes, securities, and other documents.                leaf of the paper or book if it consists of more than one leaf, his name and usual place of abode or business, and everyone who publishes or disperses, or assists in publishing or dispersing, any printed paper or book on which the name and place of abode of the person who prints it is not printed as aforesaid, shall for every copy of the paper or book so printed, or published, or dispersed by him, be liable to a fine of four thousand eight hundred and seventy-five dollars, recoverable under the Summary Jurisdiction Acts:  Provided that nothing herein contained shall extend to make any person offending against this section liable to more than twenty-five fines for printing or publishing or dispersing, or assisting in publishing or dispersing, any number of copies of one and the same paper or book."
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Section 3 not to extend to engravings, bank notes, securities, and other documents. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under Section 3 not to extend to engravings, bank notes, securities, and other documents. 4.  The last preceding section shall not extend  (a)  to the impression of any engraving, or to the printing by letterpress of the name, or the name and address, or business or profession, of any person, and the articles in which he deals, or to any papers for the sale of estates or goods by auction or otherwise; or  (b)  to require the name and residence of the printer to be printed upon  (i)  any bank note, bill of exchange, or promissory note; or  (ii)  any bond or security for payment of money; or  (iii)  any bill of lading, policy of insurance, or deed or LAWS OF GUYANA 6 Cap. 21:01   Publication and Newspapers  L.R.O. 1/ 2012                         Fiat of Director of Public Prosecutions required.  Obligation of publisher to supply copies of books.  [4 of 1972 6 of 1997]     agreement; or  (iv)  any transfer or assignment of any public stock, funds, or other securities, or the stocks of any public corporation or company authorised or sanctioned by any Act, or any dividend warrant of or for those public or other stocks, funds, or securities; or  (v)  any receipt for money or goods; or  (vi)  any proceeding in any court of law, warrant, order, or other papers printed by the authority of any public board, or  public  officer  in  the  execution  of  their  respective offices,  notwithstanding  that  the  whole  or  any  part  of  the  said  several securities, instruments, proceedings, matters and things aforesaid have been or are printed.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to the impression of any engraving, or to the printing by letterpress of the name, or the name and address, or business or profession, of any person, and the articles in which he deals, or to any papers for the sale of estates or goods by auction or otherwise; or"
                },
                {
                    "representation": "(b)",
                    "description": "to require the name and residence of the printer to be printed upon"
                },
                {
                    "representation": "(i)",
                    "description": "any bank note, bill of exchange, or promissory note; or"
                },
                {
                    "representation": "(v)",
                    "description": "any receipt for money or goods; or"
                }
            ]
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Fiat of Director of Public Prosecutions required. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under Fiat of Director of Public Prosecutions required. 5. No proceedings shall be taken against any person under section 3 without the fiat of the Director of Public Prosecutions being first obtained.",
            "description": "No proceedings shall be taken against any person under section 3 without the fiat of the Director of Public Prosecutions being first obtained."
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Obligation of publisher to supply copies of books. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under Obligation of publisher to supply copies of books. 6. (1) The publisher of every book printed in Guyana shall, within one month after the publication, supply  (a)  two copies of the book to the Registrar of the University of Guyana;  (b)  one copy of the book to the National Archives of Guyana; and LAWS OF GUYANA                                                         Publication and Newspapers  Cap. 21:01 7  L.R.O. 1/ 2012                                      Declaration of particulars before printing or publication.  [O. 76/1962]              (c)  one copy of the book to the National Library of Guyana.  (2) The publisher may supply such books or any of them by way of gift or he may demand compensation for them, and in the latter case the University, the Archivist or the National Library, as the case may be, shall pay adequate compensation therefor to the publisher.  (3) The copy to be delivered under subsection (1) shall be a copy  of the whole book with all maps and illustrations belonging thereto, finished and covered in the same manner as the best copies of the book are published and shall be bound, sewed, or stitched together and on the best paper on which the book is printed.  (4) The President may, by order, exempt any book or books from the provisions of this section.  (5) If a publisher fails to comply with any of the provisions of this section he shall be liable on summary conviction to a fine of thirty-two thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be a copy  of the whole book with all maps and illustrations belonging thereto, finished and covered in the same manner as the best copies of the book are published and shall be bound, sewed, or stitched together and on the best paper on which the book is printed."
                },
                {
                    "representation": "(a)",
                    "description": "two copies of the book to the Registrar of the University of Guyana;"
                },
                {
                    "representation": "(b)",
                    "description": "one copy of the book to the National Archives of Guyana; and LAWS OF GUYANA                                                         Publication and Newspapers  Cap. 21:01 7  L.R.O. 1/ 2012                                      Declaration of particulars before printing or publication.  [O. 76/1962]"
                },
                {
                    "representation": "(c)",
                    "description": "one copy of the book to the National Library of Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "The publisher may supply such books or any of them by way of gift or he may demand compensation for them, and in the latter case the University, the Archivist or the National Library, as the case may be, shall pay adequate compensation therefor to the publisher."
                },
                {
                    "representation": "(3)",
                    "description": "The copy to be delivered under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The President may, by order, exempt any book or books from the provisions of this section."
                },
                {
                    "representation": "(5)",
                    "description": "If a publisher fails to comply with any of the provisions of this section he shall be liable on summary conviction to a fine of thirty-two thousand five hundred dollars."
                }
            ]
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Declaration of particulars before printing or publication. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under Declaration of particulars before printing or publication. 7. (1) No person shall print or publish, or cause to be printed or published, any newspaper before there has been delivered at the office of the Archivist a declaration in writing setting forth  (a)   the  correct  title  of  the  newspaper  to  which  the declaration relates; and  (b)  the true description of the house or building wherein the  newspaper is intended to be printed, and also of the house or building wherein it is intended to be published by, or for, or on behalf of, the proprietor thereof; LAWS OF GUYANA 8 Cap. 21:01   Publication and Newspapers  L.R.O. 1/ 2012                                                 and  (c)  the true name, addition, and place of abode, of every person who is intended to be the printer, or to conduct the actual printing, and to be the publisher, of the newspaper, and of every person who is a proprietor thereof.  (2) The declaration shall be made and signed by every person named therein as printer, or publisher, or proprietor, of the newspaper to which it relates.  (3) A declaration of like import shall be made, signed, and delivered in like manner wherever  (a)  any share, interest, or property so ever in any newspaper named in the declaration is assigned, transferred, divided, or changed, by act of the parties or by operation of law; and  (b)  any printer, publisher or proprietor, named in the declaration, or the person conducting the actual printing thereof, is changed, or changes his place of abode; and  (c)   the  title  or  the  printing  office,  or  the  place  of publication, of the newspaper, is changed; and  (d)  in any case, or on any occasion, or for any purpose the Minister requires the declaration to be made, signed, and delivered, and causes notice in writing for that purpose to be served on any person, or to be left or posted at any LAWS OF GUYANA                                                         Publication and Newspapers  Cap. 21:01 9  L.R.O. 1/ 2012                 Making false or defective declaration.  [6 of 1997]                              place mentioned in the last preceding declaration delivered as aforesaid, as the printer, publisher, or proprietor of the newspaper, or as the place of printing or publishing it, respectively.  (4) Every  declaration  aforesaid  shall  be  made  before  the Registrar of Deeds in Georgetown or a sworn clerk and notary public in Berbice, as the case may be, and those officers are severally and respectively  authorised  and  required  to  take  and  receive  the declaration.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person shall print or publish, or cause to be printed or published, any newspaper before there has been delivered at the office of the Archivist a declaration in writing setting forth"
                },
                {
                    "representation": "(a)",
                    "description": "any share, interest, or property so ever in any newspaper named in the declaration is assigned, transferred, divided, or changed, by act of the parties or by operation of law; and"
                },
                {
                    "representation": "(b)",
                    "description": "any printer, publisher or proprietor, named in the declaration, or the person conducting the actual printing thereof, is changed, or changes his place of abode; and"
                },
                {
                    "representation": "(c)",
                    "description": "the  title  or  the  printing  office,  or  the  place  of publication, of the newspaper, is changed; and"
                },
                {
                    "representation": "(2)",
                    "description": "The declaration shall be made and signed by every person named therein as printer, or publisher, or proprietor, of the newspaper to which it relates."
                },
                {
                    "representation": "(3)",
                    "description": "A declaration of like import shall be made, signed, and delivered in like manner wherever"
                },
                {
                    "representation": "(d)",
                    "description": "in any case, or on any occasion, or for any purpose the Minister requires the declaration to be made, signed, and delivered, and causes notice in writing for that purpose to be served on any person, or to be left or posted at any LAWS OF GUYANA                                                         Publication and Newspapers  Cap. 21:01 9  L.R.O. 1/ 2012                 Making false or defective declaration.  [6 of 1997]                              place mentioned in the last preceding declaration delivered as aforesaid, as the printer, publisher, or proprietor of the newspaper, or as the place of printing or publishing it, respectively."
                },
                {
                    "representation": "(4)",
                    "description": "Every  declaration  aforesaid  shall  be  made  before  the Registrar of Deeds in Georgetown or a sworn clerk and notary public in Berbice, as the case may be, and those officers are severally and respectively  authorised  and  required  to  take  and  receive  the declaration."
                }
            ]
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "(1) Making false or defective declaration. (2) Printing or publishing newspaper without declaration made. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under (1) Making false or defective declaration. (2) Printing or publishing newspaper without declaration made. 8. (1)  Every person who knowingly and wilfully signs and makes any declaration aforesaid  (a)  in  which  there  is  inserted  or  set  forth  the  name, addition, or place of abode of any person as a proprietor, publisher, printer, or conductor of the actual printing, of any newspaper to which the declaration relates who is not a proprietor, publisher, or printer thereof; or  (b)  from which there is omitted the name, addition, or place of abode of any proprietor, publisher, or printer, or conductor of the actual printing, of the newspaper, contrary to the true meaning of this Act; or  (c)  in which any matter or thing by this Act required to be set forth is set forth otherwise than according to the truth; or   (d)  from which any matter or thing required by this Act to be truly set LAWS OF GUYANA 10 Cap. 21:01   Publication and Newspapers  L.R.O. 1/ 2012      Printing or publishing newspaper without declaration made.                 Custody of declarations, and use of certified copies thereof as evidence. [O. 76/1962]                 forth is entirely omitted,  shall on conviction thereof be guilty of a misdemeanour.  (2) Every  person  who  knowingly  and  wilfully  prints  or publishes, or causes to be printed or published, or, either as a proprietor or otherwise, sells or delivers out, any newspaper, relating to which a declaration containing the matters and things required by this Act to be therein contained, has not been duly signed, made, and delivered when and so often as by this Act is required, or any other matter or thing required by this Act to be done or performed has not been accordingly done or performed, shall be liable, for each act so done, to a fine of forty-eight thousand seven hundred and fifty dollars for every day on which that newspaper is printed or published, sold or delivered out before or until the declaration has been signed, made, and delivered, or before or until the other matter or thing has been done or performed, as by this Act directed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every person who knowingly and wilfully signs and makes any declaration aforesaid"
                },
                {
                    "representation": "(a)",
                    "description": "in  which  there  is  inserted  or  set  forth  the  name, addition, or place of abode of any person as a proprietor, publisher, printer, or conductor of the actual printing, of any newspaper to which the declaration relates who is not a proprietor, publisher, or printer thereof; or"
                },
                {
                    "representation": "(b)",
                    "description": "from which there is omitted the name, addition, or place of abode of any proprietor, publisher, or printer, or conductor of the actual printing, of the newspaper, contrary to the true meaning of this Act; or"
                },
                {
                    "representation": "(c)",
                    "description": "in which any matter or thing by this Act required to be set forth is set forth otherwise than according to the truth; or"
                },
                {
                    "representation": "(d)",
                    "description": "from which any matter or thing required by this Act to be truly set LAWS OF GUYANA 10 Cap. 21:01   Publication and Newspapers  L.R.O. 1/ 2012      Printing or publishing newspaper without declaration made.                 Custody of declarations, and use of certified copies thereof as evidence. [O. 76/1962]                 forth is entirely omitted,  shall on conviction thereof be guilty of a misdemeanour."
                },
                {
                    "representation": "(2)",
                    "description": "Every  person  who  knowingly  and  wilfully  prints  or publishes, or causes to be printed or published, or, either as a proprietor or otherwise, sells or delivers out, any newspaper, relating to which a declaration containing the matters and things required by this Act to be therein contained, has not been duly signed, made, and delivered when and so often as by this Act is required, or any other matter or thing required by this Act to be done or performed has not been accordingly done or performed, shall be liable, for each act so done, to a fine of forty-eight thousand seven hundred and fifty dollars for every day on which that newspaper is printed or published, sold or delivered out before or until the declaration has been signed, made, and delivered, or before or until the other matter or thing has been done or performed, as by this Act directed."
                }
            ]
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "(1) Custody of declarations, and use of certified copies thereof as evidence. (5) Unauthorised person giving certificate. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under (1) Custody of declarations, and use of certified copies thereof as evidence. (5) Unauthorised person giving certificate. 9. (1)  Every such declaration as aforesaid shall be filed and kept for  safe custody in the public office of the Archivist, and copies thereof,  certified to be true copies as by this Act directed, shall respectively be admitted in all proceedings, civil or criminal, and upon every occasion whatsoever touching any newspaper mentioned in that declaration, or touching any publication, matter, or thing contained in that newspaper, as conclusive evidence of the truth of all the matters set forth in the declaration hereby required to be therein set forth, and of their continuance respectively in the same condition down to the time in question, against every person who has signed the declaration, unless  it is proved that, previous to that time, the person became lunatic, or that, previous to the publication in question on the trial, the person duly signed and made a declaration that he had ceased to be a printer, publisher, or proprietor, of the newspaper, and duly delivered it at the office of the Archivist as aforesaid, or unless it is LAWS OF GUYANA                                                         Publication and Newspapers  Cap. 21:01 11  L.R.O. 1/ 2012                                      proved that, previous to the occasion aforesaid, a new declaration of the same or a similar nature respectively, or  such as required by law, was duly signed,  made,  and  delivered  as   aforesaid  respecting  the  same newspaper, in which the person sought to be affected on the trial did not join.  (2) The Archivist, on application in writing made to him by any person  requiring  a  copy,  certified  according  to  this  Act,  of  any declaration aforesaid, in order that it may be produced in any civil or criminal proceeding, shall deliver the certified copy, or cause it to be delivered, to the person applying for it.  (3) In all proceedings and upon all occasions whatsoever, a copy of the declaration certified to be a true copy under the hand of the Archivist, on proof made that that certificate has been signed with the handwriting of the Archivist, shall be received in evidence against any and every person  named in the declaration as a person making or signing it as sufficient proof of the declaration, that it was duly signed and made, according to this Act, and of the contents thereof; and the certified copy, shall have the same effect for the purposes of evidence against any and every person aforesaid named therein to all intents whatsoever, as if the original declaration, of which it purports to be a copy, had been produced in evidence and proved to have been duly signed and made by the person appearing by the certified copy to have signed and made the declaration as aforesaid.  (4) Whenever the certified copy has been produced in evidence as  aforesaid  against  any  person  who  has  signed  and  made  the declaration, and a newspaper is afterwards produced in evidence, intituled in the same manner as the newspaper mentioned in the declaration, and wherein the names of the printer and publisher, and the place of printing, are the same as the names of the printer and publisher, and the place of printing, mentioned in the LAWS OF GUYANA 12 Cap. 21:01   Publication and Newspapers  L.R.O. 1/ 2012            Unauthorised person giving certificate. [O. 76/1962 6 of 1997]              Service of process on printer of newspaper.           declaration, or purport to be the same, whether the title, name, and place printed upon that newspaper are set forth in the same form of words as is contained in the declaration, or in any form of words varying therefrom, it shall not be  necessary for the plaintiff, informant, or prosecutor, in any action, prosecution, or other proceeding, to prove that the newspaper to which  the  action,  prosecution,  or  other  proceeding  relates  was purchased  from  the  defendant  or  at  any  house,  shop,  or  office belonging to or  occupied by the defendant, or by his servants or workmen, or where he usually carries on the business of printing or publishing the newspaper, or where it is usually sold.  (5) If anyone, not being the Archivist, gives any certificate purporting to be the certificate aforesaid, or certifies any of the matters or things by this Act directed to be certified by the Archivist, or which the Archivist is hereby empowered or entrusted to certify, or if the Archivist knowingly and wilfully falsely certifies under his hand that any declaration required to be made by this Act was duly signed and made before him,  when it has not been so signed and made, or knowingly  and  wilfully   falsely  certifies  that  any  copy  of  that declaration is a true copy of the declaration of which it is certified to be a copy, when it is not a true copy, everyone so offending shall be liable to a fine of ninety-seven thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every such declaration as aforesaid shall be filed and kept for  safe custody in the public office of the Archivist, and copies thereof,  certified to be true copies as by this Act directed, shall respectively be admitted in all proceedings, civil or criminal, and upon every occasion whatsoever touching any newspaper mentioned in that declaration, or touching any publication, matter, or thing contained in that newspaper, as conclusive evidence of the truth of all the matters set forth in the declaration hereby required to be therein set forth, and of their continuance respectively in the same condition down to the time in question, against every person who has signed the declaration, unless  it is proved that, previous to that time, the person became lunatic, or that, previous to the publication in question on the trial, the person duly signed and made a declaration that he had ceased to be a printer, publisher, or proprietor, of the newspaper, and duly delivered it at the office of the Archivist as aforesaid, or unless it is LAWS OF GUYANA                                                         Publication and Newspapers  Cap. 21:01 11  L.R.O. 1/ 2012                                      proved that, previous to the occasion aforesaid, a new declaration of the same or a similar nature respectively, or  such as required by law, was duly signed,  made,  and  delivered  as   aforesaid  respecting  the  same newspaper, in which the person sought to be affected on the trial did not join."
                },
                {
                    "representation": "(2)",
                    "description": "The Archivist, on application in writing made to him by any person  requiring  a  copy,  certified  according  to  this  Act,  of  any declaration aforesaid, in order that it may be produced in any civil or criminal proceeding, shall deliver the certified copy, or cause it to be delivered, to the person applying for it."
                },
                {
                    "representation": "(3)",
                    "description": "In all proceedings and upon all occasions whatsoever, a copy of the declaration certified to be a true copy under the hand of the Archivist, on proof made that that certificate has been signed with the handwriting of the Archivist, shall be received in evidence against any and every person  named in the declaration as a person making or signing it as sufficient proof of the declaration, that it was duly signed and made, according to this Act, and of the contents thereof; and the certified copy, shall have the same effect for the purposes of evidence against any and every person aforesaid named therein to all intents whatsoever, as if the original declaration, of which it purports to be a copy, had been produced in evidence and proved to have been duly signed and made by the person appearing by the certified copy to have signed and made the declaration as aforesaid."
                },
                {
                    "representation": "(4)",
                    "description": "Whenever the certified copy has been produced in evidence as  aforesaid  against  any  person  who  has  signed  and  made  the declaration, and a newspaper is afterwards produced in evidence, intituled in the same manner as the newspaper mentioned in the declaration, and wherein the names of the printer and publisher, and the place of printing, are the same as the names of the printer and publisher, and the place of printing, mentioned in the LAWS OF GUYANA 12 Cap. 21:01   Publication and Newspapers  L.R.O. 1/ 2012            Unauthorised person giving certificate. [O. 76/1962 6 of 1997]              Service of process on printer of newspaper.           declaration, or purport to be the same, whether the title, name, and place printed upon that newspaper are set forth in the same form of words as is contained in the declaration, or in any form of words varying therefrom, it shall not be  necessary for the plaintiff, informant, or prosecutor, in any action, prosecution, or other proceeding, to prove that the newspaper to which  the  action,  prosecution,  or  other  proceeding  relates  was purchased  from  the  defendant  or  at  any  house,  shop,  or  office belonging to or  occupied by the defendant, or by his servants or workmen, or where he usually carries on the business of printing or publishing the newspaper, or where it is usually sold."
                },
                {
                    "representation": "(5)",
                    "description": "If anyone, not being the Archivist, gives any certificate purporting to be the certificate aforesaid, or certifies any of the matters or things by this Act directed to be certified by the Archivist, or which the Archivist is hereby empowered or entrusted to certify, or if the Archivist knowingly and wilfully falsely certifies under his hand that any declaration required to be made by this Act was duly signed and made before him,  when it has not been so signed and made, or knowingly  and  wilfully   falsely  certifies  that  any  copy  of  that declaration is a true copy of the declaration of which it is certified to be a copy, when it is not a true copy, everyone so offending shall be liable to a fine of ninety-seven thousand five hundred dollars."
                }
            ]
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Service of process on printer of newspaper. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under Service of process on printer of newspaper. 10. In any prosecution or proceeding, civil or criminal, against any printer, publisher, or proprietor, of any newspaper, service at the house or place mentioned in any declaration aforesaid as the house or place at which that newspaper is printed, or published, or intended so to be, of any notice or other matter required or directed by this Act to be given or left, or of any process of what and for what nature soever, shall be taken to be good and sufficient service thereof respectively upon and against every person named in the declaration as the printer, publisher, or proprietor of that newspaper.  LAWS OF GUYANA                                                         Publication and Newspapers  Cap. 21:01 13  L.R.O. 1/ 2012 Registration of titles of newspapers and names of printers and publishers.  [O. 76/1962]       Delivery of copies of newspapers and use of same for purposes of evidence. [O. 76/1962 4 of 1972 6 of 1997]",
            "description": "In any prosecution or proceeding, civil or criminal, against any printer, publisher, or proprietor, of any newspaper, service at the house or place mentioned in any declaration aforesaid as the house or place at which that newspaper is printed, or published, or intended so to be, of any notice or other matter required or directed by this Act to be given or left, or of any process of what and for what nature soever, shall be taken to be good and sufficient service thereof respectively upon and against every person named in the declaration as the printer, publisher, or proprietor of that newspaper.  LAWS OF GUYANA                                                         Publication and Newspapers  Cap. 21:01 13  L.R.O. 1/ 2012 Registration of titles of newspapers and names of printers and publishers.  [O. 76/1962]       Delivery of copies of newspapers and use of same for purposes of evidence. [O. 76/1962 4 of 1972 6 of 1997]"
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Registration of titles of newspapers and names of printers and publishers. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under Registration of titles of newspapers and names of printers and publishers. 11. The Archivist shall cause to be entered, in a book to be kept for that purpose in his office, the title of every newspaper registered at this office, and also the names of the printers and publishers thereof, as they appear in the declarations required by this Act to be made relating to those newspapers respectively; and all persons shall have free liberty to search and inspect the book from time to time during the hours of business at that office, without payment of any fee or reward.",
            "description": "The Archivist shall cause to be entered, in a book to be kept for that purpose in his office, the title of every newspaper registered at this office, and also the names of the printers and publishers thereof, as they appear in the declarations required by this Act to be made relating to those newspapers respectively; and all persons shall have free liberty to search and inspect the book from time to time during the hours of business at that office, without payment of any fee or reward."
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Delivery of copies of newspapers, and use of same for purposes of evidence. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under Delivery of copies of newspapers, and use of same for purposes of evidence. 12. (1)  The printer or publisher of every newspaper in Guyana shall,   within  twenty-four  hours  after  each  publication  of  the newspaper,  deliver, or cause to be delivered, at the office of the Archivist one  copy  of that newspaper, with the name and place of abode of the printer or publisher thereof signed and written thereon, after it has been printed, by his proper hand and in his accustomed manner of signing, or by some person appointed and authorised by him for that purpose, of whose appointment and authority notice in writing, signed by the printer or publisher in the presence of and attested by the Archivist has been delivered at the office of that officer; and a delivery of a copy of a newspaper under this subsection shall be deemed to be a compliance with section 6(1)(b).  (2) Every printer and publisher of a newspaper who neglects to deliver or cause to be delivered, in manner hereinbefore directed, a copy signed as aforesaid shall for each neglect be liable to a fine of nineteen thousand five hundred dollars.  (3) If any person makes application in writing to the officer in order that the copy of any newspaper so signed as aforesaid may be produced in evidence in any civil or criminal proceeding, the officer shall, at the expense of the applicant, at any time within two years from the publication thereof, either cause that copy to be produced where and when it is  required, or shall deliver it to the applicant, LAWS OF GUYANA 14 Cap. 21:01   Publication and Newspapers  L.R.O. 1/ 2012                                       Particulars to be printed on newspaper. [6 of 1997]       False  Particulars.   taking, according to his  discretion, reasonable security at the applicants expense, for its return to his office within a certain time to be fixed by him; and if, by reason of previous application in manner aforesaid for the copy by any other person,  it cannot be produced or delivered pursuant to any subsequent application, the officer shall cause it to be produced or shall deliver it as soon as he is able to do so.  (4) All copies so delivered shall be evidence against every printer, publisher and proprietor of the newspaper respectively in all civil or criminal proceedings to be commenced and carried on, as well touching that newspaper and any matter or thing therein contained as any other newspaper and matter or thing therein contained which is of the same title, purport or effect as the copy so delivered, although that copy may vary in some instances or particulars as to title, purport or effect.  (5) Every printer, publisher and proprietor of any copy so delivered shall to all intents and purposes be deemed to be the printer, publisher and proprietor respectively of all newspapers which are of the   same title,  purport  or  effect  as  that  copy  or  impression notwithstanding such variance as aforesaid, unless he proves that those newspapers were not printed or published by him or by or with his knowledge or privity.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The printer or publisher of every newspaper in Guyana shall,   within  twenty-four  hours  after  each  publication  of  the newspaper,  deliver, or cause to be delivered, at the office of the Archivist one  copy  of that newspaper, with the name and place of abode of the printer or publisher thereof signed and written thereon, after it has been printed, by his proper hand and in his accustomed manner of signing, or by some person appointed and authorised by him for that purpose, of whose appointment and authority notice in writing, signed by the printer or publisher in the presence of and attested by the Archivist has been delivered at the office of that officer; and a delivery of a copy of a newspaper under this subsection shall be deemed to be a compliance with section 6(1)(b)."
                },
                {
                    "representation": "(2)",
                    "description": "Every printer and publisher of a newspaper who neglects to deliver or cause to be delivered, in manner hereinbefore directed, a copy signed as aforesaid shall for each neglect be liable to a fine of nineteen thousand five hundred dollars."
                },
                {
                    "representation": "(3)",
                    "description": "If any person makes application in writing to the officer in order that the copy of any newspaper so signed as aforesaid may be produced in evidence in any civil or criminal proceeding, the officer shall, at the expense of the applicant, at any time within two years from the publication thereof, either cause that copy to be produced where and when it is  required, or shall deliver it to the applicant, LAWS OF GUYANA 14 Cap. 21:01   Publication and Newspapers  L.R.O. 1/ 2012                                       Particulars to be printed on newspaper. [6 of 1997]       False  Particulars.   taking, according to his  discretion, reasonable security at the applicants expense, for its return to his office within a certain time to be fixed by him; and if, by reason of previous application in manner aforesaid for the copy by any other person,  it cannot be produced or delivered pursuant to any subsequent application, the officer shall cause it to be produced or shall deliver it as soon as he is able to do so."
                },
                {
                    "representation": "(4)",
                    "description": "All copies so delivered shall be evidence against every printer, publisher and proprietor of the newspaper respectively in all civil or criminal proceedings to be commenced and carried on, as well touching that newspaper and any matter or thing therein contained as any other newspaper and matter or thing therein contained which is of the same title, purport or effect as the copy so delivered, although that copy may vary in some instances or particulars as to title, purport or effect."
                },
                {
                    "representation": "(5)",
                    "description": "Every printer, publisher and proprietor of any copy so delivered shall to all intents and purposes be deemed to be the printer, publisher and proprietor respectively of all newspapers which are of the   same title,  purport  or  effect  as  that  copy  or  impression notwithstanding such variance as aforesaid, unless he proves that those newspapers were not printed or published by him or by or with his knowledge or privity."
                }
            ]
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "(1) Particulars to be printed on newspaper. (2) False particulars. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under (1) Particulars to be printed on newspaper. (2) False particulars. 13. (1) At the end of every newspaper, and of any and every supplement sheet, or piece of paper, shall be printed the forenames and surname, addition, and place of abode of its printer and publisher, and also a true description of the house or building wherein it is actually printed and published respectively, and the day of the week, month and year on which it is published.  (2) Everyone who knowingly and wilfully prints or publishes, or causes to be printed or published, any newspaper or supplement thereto, whereon the several LAWS OF GUYANA                                                         Publication and Newspapers  Cap. 21:01 15  L.R.O. 1/ 2012              Security by printer and publisher of newspaper. [4 of 1972 6 of 1997]                              particulars aforesaid are not printed, or whereon there is printed any false name, addition, place, or day, or any description  of  the  place  of  printing  or  publishing  the  newspaper different in any respect from the description of the house or building mentioned in the declaration required by this Act to be made relating to that newspaper as the house or building wherein it is intended to be printed or published, shall for each  offence be liable to a fine of nineteen thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "At the end of every newspaper, and of any and every supplement sheet, or piece of paper, shall be printed the forenames and surname, addition, and place of abode of its printer and publisher, and also a true description of the house or building wherein it is actually printed and published respectively, and the day of the week, month and year on which it is published."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who knowingly and wilfully prints or publishes, or causes to be printed or published, any newspaper or supplement thereto, whereon the several LAWS OF GUYANA                                                         Publication and Newspapers  Cap. 21:01 15  L.R.O. 1/ 2012              Security by printer and publisher of newspaper. [4 of 1972 6 of 1997]                              particulars aforesaid are not printed, or whereon there is printed any false name, addition, place, or day, or any description  of  the  place  of  printing  or  publishing  the  newspaper different in any respect from the description of the house or building mentioned in the declaration required by this Act to be made relating to that newspaper as the house or building wherein it is intended to be printed or published, shall for each  offence be liable to a fine of nineteen thousand five hundred dollars."
                }
            ]
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Security by printer and publisher of newspaper. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under Security by printer and publisher of newspaper. 14. (1)  No one shall print or publish any newspaper, or pamphlet, or other paper, containing any public news, intelligence or occurrences, or any remarks or observations thereon or on any public or private matter, until he has entered into and has executed in the presence of, and delivered to the Registrar of Deeds, a bond to the State, together with two sufficient sureties, to the satisfaction of that officer, every person printing or publishing the newspaper, or pamphlet, or paper aforesaid, in the sum of three hundred and twenty-five thousand dollars, and his sureties in a like sum, jointly and severally conditioned that that printer or publisher shall pay to  (a)  the State, every fine or penalty at any time imposed upon or adjudged against him by reason of any conviction for printing or publishing any defamatory libel;  (b)  any person, damages awarded against him by any court for printing or publishing any libel, at any time after executing the bond.  (2) Every  person  who  prints  or  publishes  a  newspaper, pamphlet or other paper, without having executed and delivered the bond as required by subsection (1), shall for each offence be liable to a fine of nineteen LAWS OF GUYANA 16 Cap. 21:01   Publication and Newspapers  L.R.O. 1/ 2012         Fresh security  in certain cases. [4 of 1972 6 of 1997]                Withdrawal of surety. [6 of 1997]            New bond.          thousand five hundred dollars.  (3) The President may by order exempt any newspaper, pamphlet or paper or any class of newspaper, pamphlet or paper from the provisions of this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No one shall print or publish any newspaper, or pamphlet, or other paper, containing any public news, intelligence or occurrences, or any remarks or observations thereon or on any public or private matter, until he has entered into and has executed in the presence of, and delivered to the Registrar of Deeds, a bond to the State, together with two sufficient sureties, to the satisfaction of that officer, every person printing or publishing the newspaper, or pamphlet, or paper aforesaid, in the sum of three hundred and twenty-five thousand dollars, and his sureties in a like sum, jointly and severally conditioned that that printer or publisher shall pay to"
                },
                {
                    "representation": "(a)",
                    "description": "the State, every fine or penalty at any time imposed upon or adjudged against him by reason of any conviction for printing or publishing any defamatory libel;"
                },
                {
                    "representation": "(b)",
                    "description": "any person, damages awarded against him by any court for printing or publishing any libel, at any time after executing the bond."
                },
                {
                    "representation": "(2)",
                    "description": "Every  person  who  prints  or  publishes  a  newspaper, pamphlet or other paper, without having executed and delivered the bond as required by subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The President may by order exempt any newspaper, pamphlet or paper or any class of newspaper, pamphlet or paper from the provisions of this section."
                }
            ]
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Fresh security in certain cases. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under Fresh security in certain cases. 15.  Whenever any surety in any bond aforesaid has been required to pay, and has paid the whole or any part of the sum for which he has become  surety, or if any surety dies, or quits Guyana, or becomes insolvent, then the person or persons for whom that surety has been bound shall not print or publish any newspaper, or pamphlet, or other paper aforesaid, unless he has executed a new bond with sufficient sureties, in the manner and to the amount aforesaid, within ten days after the death, departure from Guyana, or insolvency aforesaid; and if he prints or publishes the newspaper or  pamphlet, or other paper aforesaid without having executed the new bond, he shall for each offence be liable to a fine of nineteen thousand five hundred dollars.",
            "description": "Whenever any surety in any bond aforesaid has been required to pay, and has paid the whole or any part of the sum for which he has become  surety, or if any surety dies, or quits Guyana, or becomes insolvent, then the person or persons for whom that surety has been bound shall not print or publish any newspaper, or pamphlet, or other paper aforesaid, unless he has executed a new bond with sufficient sureties, in the manner and to the amount aforesaid, within ten days after the death, departure from Guyana, or insolvency aforesaid; and if he prints or publishes the newspaper or  pamphlet, or other paper aforesaid without having executed the new bond, he shall for each offence be liable to a fine of nineteen thousand five hundred dollars."
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "(1) Withdrawal of surety. (2) New bond. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under (1) Withdrawal of surety. (2) New bond. 16. (1)  If any surety wishes to withdraw from the bond, he may do so, upon giving twenty days previous notice in writing to the Registrar of Deeds and also to the printer and publisher; and in that case that surety from and after the expiration of the notice, shall not be liable upon the bond, other than and except for any penalty or penalties before  that  time  imposed  or  incurred,  and  for  which  he  would otherwise have been liable under the bond.  (2) In every such case the person for whom the surety has been bound shall not print or publish any newspaper, or pamphlet, or other paper aforesaid until he has executed a new bond, with sufficient sureties, in manner and to the amount aforesaid; and if he does so without having executed the new bond, he shall for each offence be liable to a fine of nineteen thousand five hundred dollars. LAWS OF GUYANA                                                         Publication and Newspapers  Cap. 21:01 17  L.R.O. 1/ 2012  Offences by corporate bodies. [4 of 1972]            Civil liability of director or officer for libel. [4 of 1972]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any surety wishes to withdraw from the bond, he may do so, upon giving twenty days previous notice in writing to the Registrar of Deeds and also to the printer and publisher; and in that case that surety from and after the expiration of the notice, shall not be liable upon the bond, other than and except for any penalty or penalties before  that  time  imposed  or  incurred,  and  for  which  he  would otherwise have been liable under the bond."
                },
                {
                    "representation": "(2)",
                    "description": "In every such case the person for whom the surety has been bound shall not print or publish any newspaper, or pamphlet, or other paper aforesaid until he has executed a new bond, with sufficient sureties, in manner and to the amount aforesaid; and if he does so without having executed the new bond, he shall for each offence be liable to a fine of nineteen thousand five hundred dollars. LAWS OF GUYANA                                                         Publication and Newspapers  Cap. 21:01 17  L.R.O. 1/ 2012  Offences by corporate bodies. [4 of 1972]            Civil liability of director or officer for libel. [4 of 1972]"
                }
            ]
        }
    },
    {
        "act": "PUBLICATION AND NEWSPAPERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Offences by corporate bodies. ",
            "context": "PUBLICATION AND NEWSPAPERS ACT under Offences by corporate bodies. 17.  Where a person convicted of an offence under this Act is a body corporate, every person who at the time of the commission of the offence, was a director or officer of the body corporate shall be guilty of that  offence unless he proves that the offence was committed without his knowledge or that he exercised all due diligence to prevent the commission of the offence.",
            "description": "Where a person convicted of an offence under this Act is a body corporate, every person who at the time of the commission of the offence, was a director or officer of the body corporate shall be guilty of that  offence unless he proves that the offence was committed without his knowledge or that he exercised all due diligence to prevent the commission of the offence."
        }
    }
]