[
    {
        "act": "FIRE PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "FIRE PREVENTION ACT under Short title. 1. This Act may be cited as the Fire Prevention Act.",
            "description": "This Act may be cited as the Fire Prevention Act."
        }
    },
    {
        "act": "FIRE PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "FIRE PREVENTION ACT under Interpretation. 2. In this Act   inspector means any member of the Guyana Fire Service authorised in writing by the Chief Fire Officer thereof to inspect premises under this Act or any regulations made there under;  the Chief Fire Officer means the Chief Fire Officer of the Guyana Fire Service established under the Fire Service Act and  any member of that Service not below the rank of sub-officer. LAWS OF GUYANA 4 Cap. 22:01 Fire Prevention  L.R.O. 1/2012   Fire Advisory Board. [16 of 1969]                 Duties of Board.           Entry and inspection of premises. [27 of 1959 4 of 1972]             Power of Chief Fire Officer to",
            "description": "In this Act   inspector means any member of the Guyana Fire Service authorised in writing by the Chief Fire Officer thereof to inspect premises under this Act or any regulations made there under;  the Chief Fire Officer means the Chief Fire Officer of the Guyana Fire Service established under the Fire Service Act and  any member of that Service not below the rank of sub-officer. LAWS OF GUYANA 4 Cap. 22:01 Fire Prevention  L.R.O. 1/2012   Fire Advisory Board. [16 of 1969]                 Duties of Board.           Entry and inspection of premises. [27 of 1959 4 of 1972]             Power of Chief Fire Officer to"
        }
    },
    {
        "act": "FIRE PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Fire Advisory Board. ",
            "context": "FIRE PREVENTION ACT under Fire Advisory Board. 3. (l) There shall be constituted a Board to be called the Fire Advisory Board (hereinafter referred to as the Board) vested with the powers, duties and functions in this Act mentioned.  (2) The Board shall consist of nine members who shall be appointed by the Minister.  (3) At any meeting of the Board, five members, including the presiding member, shall form a quorum.  (4) The Board may appoint a Secretary, at such salary, if any, as the Minister may approve.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "There shall be constituted a Board to be called the Fire Advisory Board"
                },
                {
                    "representation": "(2)",
                    "description": "The Board shall consist of nine members who shall be appointed by the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "At any meeting of the Board, five members, including the presiding member, shall form a quorum."
                },
                {
                    "representation": "(4)",
                    "description": "The Board may appoint a Secretary, at such salary, if any, as the Minister may approve."
                }
            ]
        }
    },
    {
        "act": "FIRE PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Duties of Board. ",
            "context": "FIRE PREVENTION ACT under Duties of Board. 4. It shall be the duty of the Board  (a) to advise the Minister on all questions pertaining to the prevention of fires and matters incidental thereto; and  (b) to perform the duties and exercise the functions mentioned in this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to advise the Minister on all questions pertaining to the prevention of fires and matters incidental thereto; and"
                },
                {
                    "representation": "(b)",
                    "description": "to perform the duties and exercise the functions mentioned in this Act."
                }
            ]
        }
    },
    {
        "act": "FIRE PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Entry and inspection of premises. ",
            "context": "FIRE PREVENTION ACT under Entry and inspection of premises. 5. The Chief Fire Officer or any inspector may, on any week- day between the hours of eight of the clock in the forenoon and four of the clock in the afternoon, and at such other times as he may determine, enter and inspect any premises for the purpose of ascertaining whether, by reason of the condition or construction of such premises, or by reason of the storage of inflammable material on or near to such premises, or by reason of any other conditions existing on such premises (including any manufacturing or  other process carried on in such premises), there is a danger of an outbreak of fire.",
            "description": "The Chief Fire Officer or any inspector may, on any week- day between the hours of eight of the clock in the forenoon and four of the clock in the afternoon, and at such other times as he may determine, enter and inspect any premises for the purpose of ascertaining whether, by reason of the condition or construction of such premises, or by reason of the storage of inflammable material on or near to such premises, or by reason of any other conditions existing on such premises (including any manufacturing or  other process carried on in such premises), there is a danger of an outbreak of fire."
        }
    },
    {
        "act": "FIRE PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power of Chief Fire Officer to require alterations to be made, etc. ",
            "context": "FIRE PREVENTION ACT under Power of Chief Fire Officer to require alterations to be made, etc. 6. (1) Where the Chief Fire Officer considers it desirable so to do, he may serve a notice in writing by post on LAWS OF GUYANA Fire Prevention Cap. 22:01 5  L.R.O. 1/2012 require alterations to be made, etc.                       Appeals.  [16 of 1969]               Offences. [6 of 1997]        the owner of the premises requiring him to carry out such structural alterations as may be specified in such notice within the time stated in such notice which, in the opinion of the Chief Fire Officer, would reduce the risk of fire, arrest the progress of any fire, or provide adequate means of escape from fire.  (2) The Chief Fire Officer may serve a notice in writing by post on the occupier of any premises requiring him to take such precautionary measures against the outbreak or spread of fire as may be specified in such notice within the time stated in such notice.  (3) The time specified in any notice served under the provisions of subsection (1) and (2) shall not commence to run until the expiration of seven days after the service of such notice on the owner or occupier of the premises as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "shall not commence to run until the expiration of seven days after the service of such notice on the owner or occupier of the premises as the case may be."
                },
                {
                    "representation": "(3)",
                    "description": "The time specified in any notice served under the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "FIRE PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Appeals. ",
            "context": "FIRE PREVENTION ACT under Appeals. 7. (1) Any owner or occupier may, within fourteen days of the service of any notice served on him under section 6, appeal to the Board from the requirements of such notice.  (2) Upon the hearing of any such appeal the Board may confirm, revoke, or vary the requirements of the notice.  (3) Any person aggrieved by the decision of the Board on any appeal under subsection (1) may within fourteen days appeal to the Minister whose decision shall be final.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may within fourteen days appeal to the Minister whose decision shall be final."
                },
                {
                    "representation": "(2)",
                    "description": "Upon the hearing of any such appeal the Board may confirm, revoke, or vary the requirements of the notice."
                },
                {
                    "representation": "(3)",
                    "description": "Any person aggrieved by the decision of the Board on any appeal under subsection"
                }
            ]
        }
    },
    {
        "act": "FIRE PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Offences. ",
            "context": "FIRE PREVENTION ACT under Offences. 8. (1) Any person who fails to comply with the requirements of any notice served on him under section 6(1) or (2) shall be liable on summary conviction to a fine of two thousand  six  hundred dollars for every day during which he continues to make default, and where such premises are used for the purposes of any trade or business, the court shall, in addition to any penalty imposed, order that such LAWS OF GUYANA 6 Cap. 22:01 Fire Prevention  L.R.O. 1/2012                                               Re-opening of premises closed premises shall be closed for the purposes of such trade or business until the court is satisfied that the owner  or  occupier  as the   case   may   be,   has   complied   with   the requirements of the notice.  (2)  Any  person  who  uses  or  permits  to  be  used  any premises in contravention of any closing order made by the court under subsection (1) shall be liable to a fine of not less than two thousand six hundred dollars and not more than nineteen thousand five hundred dollars for every day during which he uses or permits to be used such premises in contravention of the terms of the order and the court may, in addition to any other penalty, order that any trade licence held by the occupier shall be deemed to be cancelled or suspended as the case may be.  (3) Any person who  (a) assaults, resists, obstructs or wilfully delays the Chief Fire Officer or any inspector in the performance of his duty under this Act; or  (b) conceals or attempts to conceal from the Chief Fire Officer or any inspector any explosive, inflammable or dangerous substance on any premises, or being the occupier of any premises refuses to give the name and address of the owner of such premises when requested by the Chief Fire Officer or an inspector so to do,  shall be liable on summary conviction to a fine of nine thousand seven hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be liable to a fine of not less than two thousand six hundred dollars and not more than nineteen thousand five hundred dollars for every day during which he uses or permits to be used such premises in contravention of the terms of the order and the court may, in addition to any other penalty, order that any trade licence held by the occupier shall be deemed to be cancelled or suspended as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "Any  person  who  uses  or  permits  to  be  used  any premises in contravention of any closing order made by the court under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any person who"
                },
                {
                    "representation": "(a)",
                    "description": "assaults, resists, obstructs or wilfully delays the Chief Fire Officer or any inspector in the performance of his duty under this Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "conceals or attempts to conceal from the Chief Fire Officer or any inspector any explosive, inflammable or dangerous substance on any premises, or being the occupier of any premises refuses to give the name and address of the owner of such premises when requested by the Chief Fire Officer or an inspector so to do,  shall be liable on summary conviction to a fine of nine thousand seven hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "FIRE PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Re-opening of premises closed by court. ",
            "context": "FIRE PREVENTION ACT under Re-opening of premises closed by court. 9. (1) Where any closing order has been made under section 8(1), the owner or occupier as the case may be, may, LAWS OF GUYANA Fire Prevention Cap. 22:01 7  L.R.O. 1/2012 by court.              Regulations.  [16 of 1969]  upon complying with the requirements of the notice served on him under section 4, make application to the court in a summary manner that the order be discharged, and shall serve a copy of such application on the Chief Fire Officer.  (2) Upon the hearing of any such application as aforesaid, the court shall not discharge the order unless the applicant produces a certificate signed by the Chairman of the Board that the requirements of the notice have been complied   with   to   the satisfaction of the Board.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any closing order has been made under section 8(1), the owner or occupier as the case may be, may, LAWS OF GUYANA Fire Prevention Cap. 22:01 7  L.R.O. 1/2012 by court.              Regulations.  [16 of 1969]  upon complying with the requirements of the notice served on him under section 4, make application to the court in a summary manner that the order be discharged, and shall serve a copy of such application on the Chief Fire Officer."
                },
                {
                    "representation": "(2)",
                    "description": "Upon the hearing of any such application as aforesaid, the court shall not discharge the order unless the applicant produces a certificate signed by the Chairman of the Board that the requirements of the notice have been complied   with   to   the satisfaction of the Board."
                }
            ]
        }
    }
]