[
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. SECTION  ARRANGEMENT OF SECTIONS  FIRE SERVICE ACT CHAPTER 22:02 LAWS OF GUYANA 4 Cap. 22:02                                                Fire Service   L.R.O. 1/2012 CHAPTER 22:02  FIRE SERVICE ACT      7 of 1957 An Act to provide for the establishment of the Guyana Fire Service and for purposes connected therewith.  [30TH MARCH, 1957]   Short title.       Interpretation. [24 of 1969 25 of 1973]                      c. 28:02         ",
            "context": "FIRE SERVICE ACT under Short title. SECTION  ARRANGEMENT OF SECTIONS  FIRE SERVICE ACT CHAPTER 22:02 LAWS OF GUYANA 4 Cap. 22:02                                                Fire Service   L.R.O. 1/2012 CHAPTER 22:02  FIRE SERVICE ACT      7 of 1957 An Act to provide for the establishment of the Guyana Fire Service and for purposes connected therewith.  [30TH MARCH, 1957]   Short title.       Interpretation. [24 of 1969 25 of 1973]                      c. 28:02         1. This act may be cited as the Fire Service Act.",
            "description": "This act may be cited as the Fire Service Act."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "FIRE SERVICE ACT under Interpretation. 2. In this Act    auxiliary member means a member of the service other than a regular member.  fire fighting purposes means the purpose of the extinction of fires and the protection of life and property in the case of a fire ;  fireman means a member of the service below the rank of the leading fireman ;  Local authority means in relation to the city of Georgetown and the town of new Amsterdam ,the Georgetown city council and the new Amsterdam town council ,respectively ,in relation to any town or local government district established under the municipal and district councils act, the council of such town or district and ,in relation to any other area ,the local authority ,if any ,of that area within the meaning of the Local Government Act;  officer means a member of the service holding a rank senior to that of a sub officer ;  police force means the police force established under the LAWS OF GUYANA                                                                                                                                                      Fire Service Cap. 22:02 5  L.R.O. 1/2012 c. 16:01                       Establishment  of the Service. [O. 43/1957]       Constitution of units of Service. Schedule.         Maintenance of Service out of public moneys. [4 of 1972]  Police Act;  regular member means a member of the service liable for a whole time service therein;  regulations means regulations made under this act ;  the service means the Guyana fire service established by section 3;  subordinate fire officer means a member of the service, other than a fireman ,below the rank of station officer and includes a member of the service of sub-officer ,section leader or leading fireman ;  unit means a unit of the service constituted in accordance with this act.",
            "description": "In this Act    auxiliary member means a member of the service other than a regular member.  fire fighting purposes means the purpose of the extinction of fires and the protection of life and property in the case of a fire ;  fireman means a member of the service below the rank of the leading fireman ;  Local authority means in relation to the city of Georgetown and the town of new Amsterdam ,the Georgetown city council and the new Amsterdam town council ,respectively ,in relation to any town or local government district established under the municipal and district councils act, the council of such town or district and ,in relation to any other area ,the local authority ,if any ,of that area within the meaning of the Local Government Act;  officer means a member of the service holding a rank senior to that of a sub officer ;  police force means the police force established under the LAWS OF GUYANA                                                                                                                                                      Fire Service Cap. 22:02 5  L.R.O. 1/2012 c. 16:01                       Establishment  of the Service. [O. 43/1957]       Constitution of units of Service. Schedule.         Maintenance of Service out of public moneys. [4 of 1972]  Police Act;  regular member means a member of the service liable for a whole time service therein;  regulations means regulations made under this act ;  the service means the Guyana fire service established by section 3;  subordinate fire officer means a member of the service, other than a fireman ,below the rank of station officer and includes a member of the service of sub-officer ,section leader or leading fireman ;  unit means a unit of the service constituted in accordance with this act."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of the Service. ",
            "context": "FIRE SERVICE ACT under Establishment of the Service. 3. (1) There is hereby established in and for Guyana, with effect from the 12th October, 1957, a fire service to be called the Guyana fire service.     (2) The service may be composed of one or more units constituted in accordance with this act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established in and for Guyana, with effect from the 12th October, 1957, a fire service to be called the Guyana fire service."
                },
                {
                    "representation": "(2)",
                    "description": "The service may be composed of one or more units constituted in accordance with this act."
                }
            ]
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Constitution of Units of Service. ",
            "context": "FIRE SERVICE ACT under Constitution of Units of Service. 4. (1) unit of the service under the respective designations described in the schedule shall be constituted in respect to areas of Guyana described in the schedule and shall be maintained primarily for fire -fighting purposes in such areas.      (2) The minister may by order from time to time amend the schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "unit of the service under the respective designations described in the schedule shall be constituted in respect to areas of Guyana described in the schedule and shall be maintained primarily for fire -fighting purposes in such areas."
                },
                {
                    "representation": "(2)",
                    "description": "The minister may by order from time to time amend the schedule."
                }
            ]
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Maintenance of Service out of public moneys. ",
            "context": "FIRE SERVICE ACT under Maintenance of Service out of public moneys. 5. The minister may authorize the payment out of moneys provided by parliament of such sums of money as may be necessary for defraying the cost of maintaining the service. LAWS OF GUYANA 6 Cap. 22:02                                                Fire Service   L.R.O. 1/2012   Contributions by local authorities                Types of members of Service.   Composition of Service.     Members of Police Force deemed to be appointed members of Service.    Members of Georgetown Auxiliary Fire Service.      Pensions and gratuities of members of the",
            "description": "The minister may authorize the payment out of moneys provided by parliament of such sums of money as may be necessary for defraying the cost of maintaining the service. LAWS OF GUYANA 6 Cap. 22:02                                                Fire Service   L.R.O. 1/2012   Contributions by local authorities                Types of members of Service.   Composition of Service.     Members of Police Force deemed to be appointed members of Service.    Members of Georgetown Auxiliary Fire Service.      Pensions and gratuities of members of the"
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Contributions by local authorities. ",
            "context": "FIRE SERVICE ACT under Contributions by local authorities. 6. (1) Anything in section 5 to the contrary notwithstanding a portion of the total cost of maintaining any unit shall be borne by the local authority or local authorities as the case may be of the area in respect of which the unit is primarily maintained.  (2) The contribution to be made by a local authority towards the maintenance of any unit under the preceding subsection shall be determined by the minister after consultation with the local authority or local authorities concerned, and shall be deemed to be expenditure which the local authority is by law authorized to incur.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anything in section 5 to the contrary notwithstanding a portion of the total cost of maintaining any unit shall be borne by the local authority or local authorities as the case may be of the area in respect of which the unit is primarily maintained."
                },
                {
                    "representation": "(2)",
                    "description": "The contribution to be made by a local authority towards the maintenance of any unit under the preceding subsection shall be determined by the minister after consultation with the local authority or local authorities concerned, and shall be deemed to be expenditure which the local authority is by law authorized to incur."
                }
            ]
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Types of members of Service. ",
            "context": "FIRE SERVICE ACT under Types of members of Service. 7. The service may be composed of regular members or of auxiliary members of both regular and auxiliary members.",
            "description": "The service may be composed of regular members or of auxiliary members of both regular and auxiliary members."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Composition of Service. ",
            "context": "FIRE SERVICE ACT under Composition of Service. 8. The service shall consist of a chief fire officer, a deputy chief fire officer and such number of officer, subordinate fire officers and firemen as the minister may from time to time direct.",
            "description": "The service shall consist of a chief fire officer, a deputy chief fire officer and such number of officer, subordinate fire officers and firemen as the minister may from time to time direct."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Members of Police Force deemed to be appointed members of Service. ",
            "context": "FIRE SERVICE ACT under Members of Police Force deemed to be appointed members of Service. 9. Any person who being a member of the police force is on the appointed day serving with the Georgetown fire service unit or the new Amsterdam fire service unit shall be deemed to be appointed a member of the service under this act with such a designation of rank as may be assigned to him.",
            "description": "Any person who being a member of the police force is on the appointed day serving with the Georgetown fire service unit or the new Amsterdam fire service unit shall be deemed to be appointed a member of the service under this act with such a designation of rank as may be assigned to him."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Members of Georgetown Auxiliary Fire Service. ",
            "context": "FIRE SERVICE ACT under Members of Georgetown Auxiliary Fire Service. 10. Any person who is immediately before the appointed day a member of the Georgetown auxiliary fire brigade shall on the appointed day be deemed to be appointed an auxiliary member of the service under this act with such designation of rank as may be assigned to him.",
            "description": "Any person who is immediately before the appointed day a member of the Georgetown auxiliary fire brigade shall on the appointed day be deemed to be appointed an auxiliary member of the service under this act with such designation of rank as may be assigned to him."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Pensions and gratuities of members of the Service. ",
            "context": "FIRE SERVICE ACT under Pensions and gratuities of members of the Service. 11. Regular members of the service recruited thereto on or after the appointed day and members of the Police Force deemed to be appointed members of the Service under LAWS OF GUYANA                                                                                                                                                      Fire Service Cap. 22:02 7  L.R.O. 1/2012 Service. c. 27:02                Authority and responsibilities of Chief Fire Officer.  [19 of 1954 26 of 1959 4 of 1972]                        c. 22:01     section 9 of this Act to whom the provision of the Pensions Act would not otherwise apply or continue to apply shall be eligible as the case may be for pensions and gratuities at the same rates and on the same terms and conditions as are applicable to non-commissioned officers and constables of the police force enrolled after the first day of September ,nineteen hundred and fifty, and such pensions and gratuities shall be computed as though service in the Service in the Police Force .",
            "description": "Regular members of the service recruited thereto on or after the appointed day and members of the Police Force deemed to be appointed members of the Service under LAWS OF GUYANA                                                                                                                                                      Fire Service Cap. 22:02 7  L.R.O. 1/2012 Service. c. 27:02                Authority and responsibilities of Chief Fire Officer.  [19 of 1954 26 of 1959 4 of 1972]                        c. 22:01     section 9 of this Act to whom the provision of the Pensions Act would not otherwise apply or continue to apply shall be eligible as the case may be for pensions and gratuities at the same rates and on the same terms and conditions as are applicable to non-commissioned officers and constables of the police force enrolled after the first day of September ,nineteen hundred and fifty, and such pensions and gratuities shall be computed as though service in the Service in the Police Force ."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Authority and responsibilities of Chief Fire Officer. ",
            "context": "FIRE SERVICE ACT under Authority and responsibilities of Chief Fire Officer. 12. (1) The Chief Fire Officer shall, subject to the general order and direction of the Minister have the command and superintendence of the Service and he shall be responsible to the Minister for the efficient conduct and administration of the Service and for the proper expenditure of all public moneys appropriated for the service thereof.  (2) It shall be the duty of the Chief Fire Officer   (a) to carry out all necessary measures to ensure the proper discipline of the Service;  (b) to see that the fire-engines, fire-boats and other fire equipment are kept in good order and thorough repair and are used to the best advantage for fire-fighting purposes;  (c) to take cognizance of and to cause prosecutions to be instituted either in his own name or in the name of any officer or subordinate officer of the Service in respect of offences under the Fire Prevention Act or any other law for the prevention of fire;  (d) at the close of every financial year, or LAWS OF GUYANA 8 Cap. 22:02                                                Fire Service   L.R.O. 1/2012                              Duties of Deputy Chief Fire Officer.       Duties of members of Service.          Call out of oftener if required by the Minister, to report to him in writing the condition of the stations, hydrants, hoses, vehicles, fire-boats, fire-engines, and all other fire equipment and property under his charge; the income and expenditure of the Service in detail for the previous year; the number of fires and causes thereof, or as near as can be ascertained; the number and description of buildings destroyed or seriously damaged, together with the names of the owners or occupants, all accidents by fire which may be known to him; together with such other information or suggestions as may in his opinion be desirable.  (3) The Chief Fire Officer shall have his headquarters in the city of Georgetown.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Chief Fire Officer shall, subject to the general order and direction of the Minister have the command and superintendence of the Service and he shall be responsible to the Minister for the efficient conduct and administration of the Service and for the proper expenditure of all public moneys appropriated for the service thereof."
                },
                {
                    "representation": "(2)",
                    "description": "It shall be the duty of the Chief Fire Officer"
                },
                {
                    "representation": "(a)",
                    "description": "to carry out all necessary measures to ensure the proper discipline of the Service;"
                },
                {
                    "representation": "(b)",
                    "description": "to see that the fire-engines, fire-boats and other fire equipment are kept in good order and thorough repair and are used to the best advantage for fire-fighting purposes;"
                },
                {
                    "representation": "(c)",
                    "description": "to take cognizance of and to cause prosecutions to be instituted either in his own name or in the name of any officer or subordinate officer of the Service in respect of offences under the Fire Prevention Act or any other law for the prevention of fire;"
                },
                {
                    "representation": "(d)",
                    "description": "at the close of every financial year, or LAWS OF GUYANA 8 Cap. 22:02                                                Fire Service   L.R.O. 1/2012                              Duties of Deputy Chief Fire Officer.       Duties of members of Service.          Call out of oftener if required by the Minister, to report to him in writing the condition of the stations, hydrants, hoses, vehicles, fire-boats, fire-engines, and all other fire equipment and property under his charge; the income and expenditure of the Service in detail for the previous year; the number of fires and causes thereof, or as near as can be ascertained; the number and description of buildings destroyed or seriously damaged, together with the names of the owners or occupants, all accidents by fire which may be known to him; together with such other information or suggestions as may in his opinion be desirable."
                },
                {
                    "representation": "(3)",
                    "description": "The Chief Fire Officer shall have his headquarters in the city of Georgetown."
                }
            ]
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Duties of Deputy Chief Fire Officer. ",
            "context": "FIRE SERVICE ACT under Duties of Deputy Chief Fire Officer. 13. The Deputy Chief Fire Officer shall act as principal assistant to the Chief Fire Officer in the performance of his duties in respect of the Service, and shall have power, during the absence or incapacity of the Chief Fire Officer, or when authorised by him, to do or suffer any act or thing which may by law be done or suffered by the Chief Fire Officer.",
            "description": "The Deputy Chief Fire Officer shall act as principal assistant to the Chief Fire Officer in the performance of his duties in respect of the Service, and shall have power, during the absence or incapacity of the Chief Fire Officer, or when authorised by him, to do or suffer any act or thing which may by law be done or suffered by the Chief Fire Officer."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Duties of members of Service. ",
            "context": "FIRE SERVICE ACT under Duties of members of Service. 14. (1) The officers of the Service shall perform such duties of the Chief Fire Officer as may be legally delegated to them and all such duties as devolve upon them under the regulations.  (2) The subordinate fire officers and firemen of the Service shall perform such duties as devolve upon them under the regulations and such other duties as the Chief Fire Officer may determine.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The officers of the Service shall perform such duties of the Chief Fire Officer as may be legally delegated to them and all such duties as devolve upon them under the regulations."
                },
                {
                    "representation": "(2)",
                    "description": "The subordinate fire officers and firemen of the Service shall perform such duties as devolve upon them under the regulations and such other duties as the Chief Fire Officer may determine."
                }
            ]
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Call out of auxiliary members. ",
            "context": "FIRE SERVICE ACT under Call out of auxiliary members. 15. It shall be lawful for the Chief Fire Officer in any LAWS OF GUYANA                                                                                                                                                      Fire Service Cap. 22:02 9  L.R.O. 1/2012 auxiliary members.           Illness, bodily injury and  death of auxiliary members. [4 of 1972]                                case where in his opinion additional assistance is required for fire-fighting purposes to call out for service any auxiliary members of the Service and unless the context otherwise requires the provisions of this Act and of the regulations with respect to the powers, immunities, duties and obligations of members of the Service shall in relation to auxiliary members apply only to such members as are called out as aforesaid.",
            "description": "It shall be lawful for the Chief Fire Officer in any LAWS OF GUYANA                                                                                                                                                      Fire Service Cap. 22:02 9  L.R.O. 1/2012 auxiliary members.           Illness, bodily injury and  death of auxiliary members. [4 of 1972]                                case where in his opinion additional assistance is required for fire-fighting purposes to call out for service any auxiliary members of the Service and unless the context otherwise requires the provisions of this Act and of the regulations with respect to the powers, immunities, duties and obligations of members of the Service shall in relation to auxiliary members apply only to such members as are called out as aforesaid."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Illness, bodily injury and death of auxiliary members. ",
            "context": "FIRE SERVICE ACT under Illness, bodily injury and death of auxiliary members. 16. (1) Where any auxiliary member of the Service through no fault of his own, contracts any illness, or sustains bodily injury while in the actual discharge of his duties as such, he shall be provided with medicines, medical comforts and medical attendance at the public expense on the written authority of the Chief Fire Officer.  (2) Where any auxiliary member of the Service sustains bodily injury in the circumstances specified in the preceding subsection, and is permanently disabled (either totally or partially) as a result thereof, the Minister responsible for finance may grant him a pension or gratuity, the amount of which shall be subject to the approval of the National Assembly.  (3) Where any auxiliary member of the Service as a result of the actual discharge of his duties as such and through no fault of his own, contracts any illness or sustains any bodily injury and due to such illness or bodily injury suffers any loss of earnings in his normal occupation, the Minister responsible for finance may grant him compensation therefor, the amount of which shall be subject to the approval of the National Assembly.  (4) Where the aforesaid bodily injury results in death, the Minister responsible for finance may awards to the dependants (including any illegitimate children to whose support the deceased was contributing) a pension or gratuity, the amount of which shall be subject to the approval of the National Assembly. LAWS OF GUYANA 10 Cap. 22:02                                                Fire Service   L.R.O. 1/2012     c. 36:01    Rights of entry for fire-fighting purposes.             Control of operations at a fire.            Powers of person in control of operations at a fire.           (5) This section shall apply to an auxiliary member notwithstanding the fact that by reason of his injury or death he or his dependants as defined under the National Insurance and Social Security Act are entitled to benefits under that Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any auxiliary member of the Service through no fault of his own, contracts any illness, or sustains bodily injury while in the actual discharge of his duties as such, he shall be provided with medicines, medical comforts and medical attendance at the public expense on the written authority of the Chief Fire Officer."
                },
                {
                    "representation": "(2)",
                    "description": "Where any auxiliary member of the Service sustains bodily injury in the circumstances specified in the preceding subsection, and is permanently disabled"
                },
                {
                    "representation": "(3)",
                    "description": "Where any auxiliary member of the Service as a result of the actual discharge of his duties as such and through no fault of his own, contracts any illness or sustains any bodily injury and due to such illness or bodily injury suffers any loss of earnings in his normal occupation, the Minister responsible for finance may grant him compensation therefor, the amount of which shall be subject to the approval of the National Assembly."
                },
                {
                    "representation": "(4)",
                    "description": "Where the aforesaid bodily injury results in death, the Minister responsible for finance may awards to the dependants"
                },
                {
                    "representation": "(5)",
                    "description": "This section shall apply to an auxiliary member notwithstanding the fact that by reason of his injury or death he or his dependants as defined under the National Insurance and Social Security Act are entitled to benefits under that Act."
                }
            ]
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Rights of entry for fire-fighting purposes. ",
            "context": "FIRE SERVICE ACT under Rights of entry for fire-fighting purposes. 17. Any member of the Service who is on duty, or any member of the Police Force may enter and if necessary break into any premises or place in which fire has or is reasonably believed to have broken out, or any premises or place which it is necessary to enter for the purposes of extinguishing a fire or of protecting the premises or place from acts done for fire-fighting purposes, without the consent of the owner or occupier thereof, and may do all such things as he may deem necessary for extinguishing the fire or for protecting from fire, or from acts done as aforesaid , any such premises or place or for rescuing any person or property therein.",
            "description": "Any member of the Service who is on duty, or any member of the Police Force may enter and if necessary break into any premises or place in which fire has or is reasonably believed to have broken out, or any premises or place which it is necessary to enter for the purposes of extinguishing a fire or of protecting the premises or place from acts done for fire-fighting purposes, without the consent of the owner or occupier thereof, and may do all such things as he may deem necessary for extinguishing the fire or for protecting from fire, or from acts done as aforesaid , any such premises or place or for rescuing any person or property therein."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Control of operations at a fire. ",
            "context": "FIRE SERVICE ACT under Control of operations at a fire. 18. At any fire, the senior member of the Service present shall have the sole charge and control of all operations for the extinction of the fire, including the fixing of positions of fire engines and apparatus, the attaching of hose to any water pipes or the use of any water supply, and the selection of the parts of the premises, object or place where the fire is, or of adjoining premises, objects or places, against which the water is to be directed.",
            "description": "At any fire, the senior member of the Service present shall have the sole charge and control of all operations for the extinction of the fire, including the fixing of positions of fire engines and apparatus, the attaching of hose to any water pipes or the use of any water supply, and the selection of the parts of the premises, object or place where the fire is, or of adjoining premises, objects or places, against which the water is to be directed."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Powers of person in control of operations of a fire. ",
            "context": "FIRE SERVICE ACT under Powers of person in control of operations of a fire. 19. On the occasion of a fire the Chief Fire Officer or other member of the Service in charge may in his discretion  (a) take the command of other persons who may voluntarily place their services at his disposal;  (b) remove or order any member of the Service to remove any person who by his presence interferes with or obstructs the operations of the Service;  LAWS OF GUYANA                                                                                                                                                      Fire Service Cap. 22:02 11  L.R.O. 1/2012                      Power to destroy property in order to arrest spread of fire.           Closing of streets at a fire.          Duties and immunities of water undertakers. (c) employ persons to aid in extinguishing any fire or in removing furniture or goods from any building on fire or in danger of fire, or to guard and secure the same;  (d) cause any water to be shut off from the mains and pipes of any district in order to give a greater supply and pressure of water in the district in which a fire may break out;  (e) generally, take any measures that may appear expedient for the protection of life and property.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "take the command of other persons who may voluntarily place their services at his disposal;"
                },
                {
                    "representation": "(b)",
                    "description": "remove or order any member of the Service to remove any person who by his presence interferes with or obstructs the operations of the Service;  LAWS OF GUYANA                                                                                                                                                      Fire Service Cap. 22:02 11  L.R.O. 1/2012                      Power to destroy property in order to arrest spread of fire.           Closing of streets at a fire.          Duties and immunities of water undertakers."
                },
                {
                    "representation": "(c)",
                    "description": "employ persons to aid in extinguishing any fire or in removing furniture or goods from any building on fire or in danger of fire, or to guard and secure the same;"
                },
                {
                    "representation": "(d)",
                    "description": "cause any water to be shut off from the mains and pipes of any district in order to give a greater supply and pressure of water in the district in which a fire may break out;"
                },
                {
                    "representation": "(e)",
                    "description": "generally, take any measures that may appear expedient for the protection of life and property."
                }
            ]
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Power to destroy property in order to arrest spread of fire. ",
            "context": "FIRE SERVICE ACT under Power to destroy property in order to arrest spread of fire. 20. On the occasion of a fire the Chief Fire Officer or other member of the Service in charge is hereby empowered if it appears to him necessary for the purpose of arresting the progress of any fire, to order any house or other building, paling or erection to be pulled down or otherwise destroyed, and he is also empowered to use any water in any tank, cistern or other vessel or receptacle in the neighbourhood of the fire; and no action for damages in respect of anything so done shall be maintainable against the Chief Fire Officer or other member of the Service in charge or against anyone acting by his authority.",
            "description": "On the occasion of a fire the Chief Fire Officer or other member of the Service in charge is hereby empowered if it appears to him necessary for the purpose of arresting the progress of any fire, to order any house or other building, paling or erection to be pulled down or otherwise destroyed, and he is also empowered to use any water in any tank, cistern or other vessel or receptacle in the neighbourhood of the fire; and no action for damages in respect of anything so done shall be maintainable against the Chief Fire Officer or other member of the Service in charge or against anyone acting by his authority."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Closing of streets at a fire. ",
            "context": "FIRE SERVICE ACT under Closing of streets at a fire. 21. The senior officer of the Police Force present at any fire, or in the absence of any such officer the senior member of the Service present, may close to traffic any street or may stop or regulate the traffic in any street whenever in the opinion of that officer or member as the case may be it is necessary or desirable to do so for fire-fighting purposes.",
            "description": "The senior officer of the Police Force present at any fire, or in the absence of any such officer the senior member of the Service present, may close to traffic any street or may stop or regulate the traffic in any street whenever in the opinion of that officer or member as the case may be it is necessary or desirable to do so for fire-fighting purposes."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Duties and immunities of water undertakers. ",
            "context": "FIRE SERVICE ACT under Duties and immunities of water undertakers. 22. Any water undertakers shall, on being required by any such member of the Service as is mentioned in section 19 to provide a greater supply and pressure of water for LAWS OF GUYANA 12 Cap. 22:02                                                Fire Service   L.R.O. 1/2012              Immunities of members of Service.      Interference with Service. [6 of 1997 35 of 2009]     False alarms of fire. [24 of 1962 6 of 1997 35 of 2009]        Impersonating member of Service. [6 of 1997 35 of 2009]     Insubordina-tion. [6 of 1997 35 of 2009]  extinguishing a fire, take all necessary steps to enable them to comply with such requirement and may for that purpose shut off the water from the mains and pipes in any area; and no authority or person shall be liable to any penalty or claim by reason of the interruption of the supply of water occasioned only by compliance of the water undertakers with such a requirement.",
            "description": "Any water undertakers shall, on being required by any such member of the Service as is mentioned in section 19 to provide a greater supply and pressure of water for LAWS OF GUYANA 12 Cap. 22:02                                                Fire Service   L.R.O. 1/2012              Immunities of members of Service.      Interference with Service. [6 of 1997 35 of 2009]     False alarms of fire. [24 of 1962 6 of 1997 35 of 2009]        Impersonating member of Service. [6 of 1997 35 of 2009]     Insubordina-tion. [6 of 1997 35 of 2009]  extinguishing a fire, take all necessary steps to enable them to comply with such requirement and may for that purpose shut off the water from the mains and pipes in any area; and no authority or person shall be liable to any penalty or claim by reason of the interruption of the supply of water occasioned only by compliance of the water undertakers with such a requirement."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Immunities of members of Service. ",
            "context": "FIRE SERVICE ACT under Immunities of members of Service. 23. No member of the Service acting bona fide in the exercise of the powers conferred upon him under this Act shall be liable for any damage or for any act done under this Act.",
            "description": "No member of the Service acting bona fide in the exercise of the powers conferred upon him under this Act shall be liable for any damage or for any act done under this Act."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Interference with Service.  ",
            "context": "FIRE SERVICE ACT under Interference with Service.  24. Any person who wilfully obstructs or interferes with any member of the Service who is engaged in operations for fire-fighting purposes shall be liable on summary conviction to a fine of one hundred thousand dollars and to imprisonment for a term not exceeding six months.",
            "description": "Any person who wilfully obstructs or interferes with any member of the Service who is engaged in operations for fire-fighting purposes shall be liable on summary conviction to a fine of one hundred thousand dollars and to imprisonment for a term not exceeding six months."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "False alarms of fire. ",
            "context": "FIRE SERVICE ACT under False alarms of fire. 25. Any person who knowingly gives or causes to be given a false alarm of fire to the Service or to any unit or member thereof, shall be liable on summary conviction to a fine of one hundred thousand dollars or to imprisonment for six months, and in the case of a second or subsequent conviction to a fine of one hundred and fifty thousand dollars and to imprisonment for two years.",
            "description": "Any person who knowingly gives or causes to be given a false alarm of fire to the Service or to any unit or member thereof, shall be liable on summary conviction to a fine of one hundred thousand dollars or to imprisonment for six months, and in the case of a second or subsequent conviction to a fine of one hundred and fifty thousand dollars and to imprisonment for two years."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Impersonating member of Service. ",
            "context": "FIRE SERVICE ACT under Impersonating member of Service. 26. Any person who on the occasion of a fire, or with intent to exercise any power conferred by this Act on a member of the Service, impersonates or in any way pretends to be a member of the Service, shall be liable on summary conviction to a fine of one hundred and fifty thousand dollars and to imprisonment for a term not exceeding six months.",
            "description": "Any person who on the occasion of a fire, or with intent to exercise any power conferred by this Act on a member of the Service, impersonates or in any way pretends to be a member of the Service, shall be liable on summary conviction to a fine of one hundred and fifty thousand dollars and to imprisonment for a term not exceeding six months."
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Insubordination. ",
            "context": "FIRE SERVICE ACT under Insubordination. 27. Any member of the Service who neglects or refuses to serve or refuses to obey any lawful command, shall be liable on summary conviction to a fine of twenty five thousand dollars.  LAWS OF GUYANA                                                                                                                                                      Fire Service Cap. 22:02 13  L.R.O. 1/2012 Regulations. [4 of 1972]",
            "description": "Any member of the Service who neglects or refuses to serve or refuses to obey any lawful command, shall be liable on summary conviction to a fine of twenty five thousand dollars.  LAWS OF GUYANA                                                                                                                                                      Fire Service Cap. 22:02 13  L.R.O. 1/2012 Regulations. [4 of 1972]"
        }
    },
    {
        "act": "FIRE SERVICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Regulations. ",
            "context": "FIRE SERVICE ACT under Regulations. 28. The Minister may from time to time make regulations relating to all or any of the following matters:  (a) the admission of members into the Service, and the period of service and training of the men belonging to the same;  (b) the scale of issue, and the type of uniform to be worn by, the hours of training and exercise of, and the distribution of duties among, the members of the Service;  (c) the speedy attendance of members of the Service with engines, fire escapes, fire-boats and all necessary equipment on the occasion of any alarm of fire;  (d) for the attendance of members of the Service with or without engines, fire escapes, fire-boats and all necessary equipment on the occasion of any call for the special services of the Service;  (e) the maintenance of the Service in a  due  state of efficiency;  (f) the hours of duty and leave of absence of members of the Service;  (g) the ranks, pay, and allowances of members of the Service;  (h) generally for the better carrying out of the provisions of this Act. ____________ LAWS OF GUYANA 14 Cap. 22:02                                                Fire Service   L.R.O. 1/2012      the Linden Town Service Unit. defined by clause 2 of",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the admission of members into the Service, and the period of service and training of the men belonging to the same;"
                },
                {
                    "representation": "(b)",
                    "description": "the scale of issue, and the type of uniform to be worn by, the hours of training and exercise of, and the distribution of duties among, the members of the Service;"
                },
                {
                    "representation": "(c)",
                    "description": "the speedy attendance of members of the Service with engines, fire escapes, fire-boats and all necessary equipment on the occasion of any alarm of fire;"
                },
                {
                    "representation": "(d)",
                    "description": "for the attendance of members of the Service with or without engines, fire escapes, fire-boats and all necessary equipment on the occasion of any call for the special services of the Service;"
                },
                {
                    "representation": "(e)",
                    "description": "the maintenance of the Service in a  due  state of efficiency;"
                },
                {
                    "representation": "(f)",
                    "description": "the hours of duty and leave of absence of members of the Service;"
                },
                {
                    "representation": "(g)",
                    "description": "the ranks, pay, and allowances of members of the Service;"
                },
                {
                    "representation": "(h)",
                    "description": "generally for the better carrying out of the provisions of this Act. ____________ LAWS OF GUYANA 14 Cap. 22:02                                                Fire Service   L.R.O. 1/2012      the Linden Town Service Unit. defined by clause 2 of"
                }
            ]
        }
    }
]