[
    {
        "act": "FIRES AND CASUALTIES INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title and interpretation of “inquiry”. ",
            "context": "FIRES AND CASUALTIES INQUIRY ACT under Short title and interpretation of inquiry. 1. This Act may be cited as the Fires and Casualties Inquiry Act, and the term inquiry herein means an inquiry hereunder.",
            "description": "This Act may be cited as the Fires and Casualties Inquiry Act, and the term inquiry herein means an inquiry hereunder."
        }
    },
    {
        "act": "FIRES AND CASUALTIES INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Making of inquiry into origin of fires and certain other occurrences. ",
            "context": "FIRES AND CASUALTIES INQUIRY ACT under Making of inquiry into origin of fires and certain other occurrences. 2. When any fire occurs causing injury to person or property, or in respect of which there is reasonable ground to suspect that a crime has been committed, or where any LAWS OF GUYANA 4 Cap. 22:03   Fires and Casualties Inquiry Act  L.R.O. 1/ 2012 other occurrences.            Inquiry public.   Summoning of witnesses and taking of evidence.          Committal of witness failing to appear or refusing to give evidence.                       occurrence takes place resulting in serious injury to person or property, the magistrate of the district in which the fire or occurrence has taken place, shall, if he considers it expedient or is required by the Director of Public Prosecutions to do so, make inquiry into the origin of the fire or occurrence.",
            "description": "When any fire occurs causing injury to person or property, or in respect of which there is reasonable ground to suspect that a crime has been committed, or where any LAWS OF GUYANA 4 Cap. 22:03   Fires and Casualties Inquiry Act  L.R.O. 1/ 2012 other occurrences.            Inquiry public.   Summoning of witnesses and taking of evidence.          Committal of witness failing to appear or refusing to give evidence.                       occurrence takes place resulting in serious injury to person or property, the magistrate of the district in which the fire or occurrence has taken place, shall, if he considers it expedient or is required by the Director of Public Prosecutions to do so, make inquiry into the origin of the fire or occurrence."
        }
    },
    {
        "act": "FIRES AND CASUALTIES INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Inquiry public. ",
            "context": "FIRES AND CASUALTIES INQUIRY ACT under Inquiry public. 3.  Every inquiry shall be conducted publicly.",
            "description": "Every inquiry shall be conducted publicly."
        }
    },
    {
        "act": "FIRES AND CASUALTIES INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Summoning of witnesses and taking of evidence. ",
            "context": "FIRES AND CASUALTIES INQUIRY ACT under Summoning of witnesses and taking of evidence. 4. (1) The magistrate may summon any witnesses  he  deems necessary, and shall examine them upon oath touching the matter of the inquiry.  (2) The evidence of every witness shall be taken down in writing by the magistrate and distinctly read over to and subscribed by the witness in the presence of the magistrate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The magistrate may summon any witnesses  he  deems necessary, and shall examine them upon oath touching the matter of the inquiry."
                },
                {
                    "representation": "(2)",
                    "description": "The evidence of every witness shall be taken down in writing by the magistrate and distinctly read over to and subscribed by the witness in the presence of the magistrate."
                }
            ]
        }
    },
    {
        "act": "FIRES AND CASUALTIES INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Committal of witness failing to appear or refusing to give evidence. ",
            "context": "FIRES AND CASUALTIES INQUIRY ACT under Committal of witness failing to appear or refusing to give evidence. 5. (1) If any person summoned as a witness at any inquiry refuses or neglects to appear at the time and place appointed by the summons and otherwise to comply therewith, and if no just excuse is offered for his refusal or neglect, then (after proof upon oath of the service of the summons upon him, either personally or by leaving it for him with some person at his place of abode) the magistrate may issue a warrant to bring and  have  him at  a  time  and  place  therein  mentioned  before  the magistrate to testify as aforesaid.  (2) If, on the appearance of the person so summoned, either in obedience to the summons or upon being brought by virtue of the warrant, he refuses to be examined upon oath concerning the premises, or refuses to take the oath, or, having taken the oath, refuses to answer the questions concerning the premises then put to him, or refuses to produce any document which he is summoned to produce, or refuses to subscribe his deposition, the magistrate may by warrant commit him to any ordinary prison for any time not exceeding seven days, unless he in the meantime LAWS OF GUYANA                                                     Fires and Casualties Inquiry Act Cap. 22:03 5  L.R.O. 1/ 2012          Power to  certain persons to take part in inquiry.      Powers of magistrate. [6 of 1997]                                consents to be examined and to answer concerning the premises, or to produce the  document (if any) or to subscribe his deposition, as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any person summoned as a witness at any inquiry refuses or neglects to appear at the time and place appointed by the summons and otherwise to comply therewith, and if no just excuse is offered for his refusal or neglect, then"
                },
                {
                    "representation": "(2)",
                    "description": "If, on the appearance of the person so summoned, either in obedience to the summons or upon being brought by virtue of the warrant, he refuses to be examined upon oath concerning the premises, or refuses to take the oath, or, having taken the oath, refuses to answer the questions concerning the premises then put to him, or refuses to produce any document which he is summoned to produce, or refuses to subscribe his deposition, the magistrate may by warrant commit him to any ordinary prison for any time not exceeding seven days, unless he in the meantime LAWS OF GUYANA                                                     Fires and Casualties Inquiry Act Cap. 22:03 5  L.R.O. 1/ 2012          Power to  certain persons to take part in inquiry.      Powers of magistrate. [6 of 1997]                                consents to be examined and to answer concerning the premises, or to produce the  document"
                }
            ]
        }
    },
    {
        "act": "FIRES AND CASUALTIES INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power to certain persons to take part in inquiry. ",
            "context": "FIRES AND CASUALTIES INQUIRY ACT under Power to certain persons to take part in inquiry. 6. The Director of Public Prosecutions or any one on his behalf, the Commissioner of Police, or any superintendent of police, or anyone whose conduct is called in question or who is affected by the result of the inquiry, may attend at the inquiry and examine or cross-examine witnesses and require that any witness shall be examined.",
            "description": "The Director of Public Prosecutions or any one on his behalf, the Commissioner of Police, or any superintendent of police, or anyone whose conduct is called in question or who is affected by the result of the inquiry, may attend at the inquiry and examine or cross-examine witnesses and require that any witness shall be examined."
        }
    },
    {
        "act": "FIRES AND CASUALTIES INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Power to certain persons to take part in inquiry. ",
            "context": "FIRES AND CASUALTIES INQUIRY ACT under Power to certain persons to take part in inquiry. 7. (1) A magistrate, on becoming aware of any fire or occurrence as to the origin of which it appears expedient to hold an inquiry, may do all or any of the following things, that is to say, he may  (a)  from time  to  time himself  inspect,  or, by order in writing under his hand, authorise and direct any person or persons to inspect, the locality where the fire or occurrence has taken place, and make any examination and take any photographs he or they deems or deem expedient;  (b)  by order in writing under his hand, require that the place in and near which the fire or occurrence has taken place shall be left undisturbed and no article or thing removed therefrom, for  any  reasonable  time,  to  be  specified  in  the  order, necessary for  the purposes of the inquiry, and the time mentioned in the order may be extended by a like order in writing, and while the order remains in force every member of the police force shall  have full authority to remain LAWS OF GUYANA 6 Cap. 22:03   Fires and Casualties Inquiry Act  L.R.O. 1/ 2012                                                 in possession of that place and to prevent any person from going thereon and any article or thing  from being disturbed or removed;  (c)  by an order in writing under his hand authorise any members of the police force, without naming them, to take and  keep possession of any article or thing he considers should be  safely kept for inspection or production at the inquiry; and  (d)  where any article or thing, the production of which there is reason to consider is necessary for the purposes of the inquiry, has been removed or is concealed, by warrant under his hand, empower any members of the police force, without naming them, to search for that article or thing and, when found, to keep possession of it for production at the inquiry:  Provided that  (i)  if any person feels aggrieved by any order of a magistrate made under this section, he may, on an affidavit of  the  facts  and  without  notice,  except  as  hereinafter directed, apply to a judge of the High Court in its civil jurisdiction to vary or annul the order of the magistrate, and the  judge is hereby authorised to make any order the circumstances require; and  LAWS OF GUYANA                                                     Fires and Casualties Inquiry Act Cap. 22:03 7  L.R.O. 1/ 2012                      Expenses of witnesses and  of inquiry.        Magistrates opinion.         Forms of summons and  Warrant.  (ii)  every person who wishes to make the application shall, twenty-four hours at least before making it, leave at the chambers of the Attorney-General a notice in writing of his intention to apply and a copy of every affidavit he intends to use on making the application.  (2) Everyone who obstructs the magistrate, or anyone acting under his order or direction, shall be liable on summary conviction to a fine of forty-eight thousand, seven hundred and fifty dollars and to imprisonment for one month.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A magistrate, on becoming aware of any fire or occurrence as to the origin of which it appears expedient to hold an inquiry, may do all or any of the following things, that is to say, he may"
                },
                {
                    "representation": "(a)",
                    "description": "from time  to  time himself  inspect,  or, by order in writing under his hand, authorise and direct any person or persons to inspect, the locality where the fire or occurrence has taken place, and make any examination and take any photographs he or they deems or deem expedient;"
                },
                {
                    "representation": "(b)",
                    "description": "by order in writing under his hand, require that the place in and near which the fire or occurrence has taken place shall be left undisturbed and no article or thing removed therefrom, for  any  reasonable  time,  to  be  specified  in  the  order, necessary for  the purposes of the inquiry, and the time mentioned in the order may be extended by a like order in writing, and while the order remains in force every member of the police force shall  have full authority to remain LAWS OF GUYANA 6 Cap. 22:03   Fires and Casualties Inquiry Act  L.R.O. 1/ 2012                                                 in possession of that place and to prevent any person from going thereon and any article or thing  from being disturbed or removed;"
                },
                {
                    "representation": "(c)",
                    "description": "by an order in writing under his hand authorise any members of the police force, without naming them, to take and  keep possession of any article or thing he considers should be  safely kept for inspection or production at the inquiry; and"
                },
                {
                    "representation": "(d)",
                    "description": "where any article or thing, the production of which there is reason to consider is necessary for the purposes of the inquiry, has been removed or is concealed, by warrant under his hand, empower any members of the police force, without naming them, to search for that article or thing and, when found, to keep possession of it for production at the inquiry:  Provided that"
                },
                {
                    "representation": "(i)",
                    "description": "if any person feels aggrieved by any order of a magistrate made under this section, he may, on an affidavit of  the  facts  and  without  notice,  except  as  hereinafter directed, apply to a judge of the High Court in its civil jurisdiction to vary or annul the order of the magistrate, and the  judge is hereby authorised to make any order the circumstances require; and  LAWS OF GUYANA                                                     Fires and Casualties Inquiry Act Cap. 22:03 7  L.R.O. 1/ 2012                      Expenses of witnesses and  of inquiry.        Magistrates opinion.         Forms of summons and  Warrant."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who obstructs the magistrate, or anyone acting under his order or direction, shall be liable on summary conviction to a fine of forty-eight thousand, seven hundred and fifty dollars and to imprisonment for one month."
                }
            ]
        }
    },
    {
        "act": "FIRES AND CASUALTIES INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Powers of magistrate. ",
            "context": "FIRES AND CASUALTIES INQUIRY ACT under Powers of magistrate. 8. A witness examined on an inquiry may receive any reasonable remuneration the magistrate certifies as allowable, not exceeding in any case what would be allowed to the witness for attendance at the High Court in its civil jurisdiction, and all the expenses of an inquiry shall be defrayed from the sum annually voted for the miscellaneous expenses of the administration of justice.",
            "description": "A witness examined on an inquiry may receive any reasonable remuneration the magistrate certifies as allowable, not exceeding in any case what would be allowed to the witness for attendance at the High Court in its civil jurisdiction, and all the expenses of an inquiry shall be defrayed from the sum annually voted for the miscellaneous expenses of the administration of justice."
        }
    },
    {
        "act": "FIRES AND CASUALTIES INQUIRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Expenses of witnesses and of inquiry/ ",
            "context": "FIRES AND CASUALTIES INQUIRY ACT under Expenses of witnesses and of inquiry/ 9.  After all the witnesses have been examined and the magistrate has made full investigation into the subject-matter of the inquiry, he shall record in writing his opinion as to the origin of the fire or occurrence in respect of which the inquiry is held and sign the opinion, and, as soon thereafter as may be practicable, transmit it to the Attorney-General, together with all the depositions taken and the documents produced.",
            "description": "After all the witnesses have been examined and the magistrate has made full investigation into the subject-matter of the inquiry, he shall record in writing his opinion as to the origin of the fire or occurrence in respect of which the inquiry is held and sign the opinion, and, as soon thereafter as may be practicable, transmit it to the Attorney-General, together with all the depositions taken and the documents produced."
        }
    }
]