[
    {
        "act": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT under Short title. 1.  This Act may be cited as the Guyana Red Cross Society (Incorporation) Act.",
            "description": "This Act may be cited as the Guyana Red Cross Society (Incorporation) Act."
        }
    },
    {
        "act": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT under Interpretation. 2.  In this Act  the former Branch means the Branch of the British Red Cross Society that was in existence in Guyana immediately before the commencement of this Act;  the Rules means the Rules of the Society for the time being in force under this Act;  the Society means the Guyana Red Cross Society constituted by section",
            "description": "In this Act  the former Branch means the Branch of the British Red Cross Society that was in existence in Guyana immediately before the commencement of this Act;  the Rules means the Rules of the Society for the time being in force under this Act;  the Society means the Guyana Red Cross Society constituted by section"
        }
    },
    {
        "act": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Incorporation of the Guyana Red Cross Society. ",
            "context": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT under Incorporation of the Guyana Red Cross Society. 3.",
            "description": "3."
        }
    },
    {
        "act": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Purposes of the Society. ",
            "context": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT under Purposes of the Society. 4. The purposes of the Society shall be  (a)  in time of war, to furnish volunteer aid to the sick and wounded both of armies and among non-belligerents and to prisoners of war and civilian sufferers from the effects of war, in accordance with the Geneva Conventions as specified in the Schedule;  (b)  to perform all duties developing upon a national society of a state which has acceded to, or has otherwise accepted the obligations of, the said Conventions;  (c)  in time of peace or war to carry on and assist in work for the improvement of health, the prevention of disease and the relief of suffering throughout the world;  (d)  to organise classes and lectures and publish and sell or distribute papers, books, pamphlets and information for the purpose of stimulating interest in and promoting the objects of the Society and of qualifying persons to assist therein and to take all other measures which may seem necessary for providing and maintaining as efficient organisation for the purposes of the Society;  (e)  to do all such other acts and things as are or may be deemed incidental or conducive to the attainment of any of the purposes of the Society or the exercise of any of its powers.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in time of war, to furnish volunteer aid to the sick and wounded both of armies and among non-belligerents and to prisoners of war and civilian sufferers from the effects of war, in accordance with the Geneva Conventions as specified in the Schedule;"
                },
                {
                    "representation": "(b)",
                    "description": "to perform all duties developing upon a national society of a state which has acceded to, or has otherwise accepted the obligations of, the said Conventions;"
                },
                {
                    "representation": "(c)",
                    "description": "in time of peace or war to carry on and assist in work for the improvement of health, the prevention of disease and the relief of suffering throughout the world;"
                },
                {
                    "representation": "(d)",
                    "description": "to organise classes and lectures and publish and sell or distribute papers, books, pamphlets and information for the purpose of stimulating interest in and promoting the objects of the Society and of qualifying persons to assist therein and to take all other measures which may seem necessary for providing and maintaining as efficient organisation for the purposes of the Society;"
                },
                {
                    "representation": "(e)",
                    "description": "to do all such other acts and things as are or may be deemed incidental or conducive to the attainment of any of the purposes of the Society or the exercise of any of its powers."
                }
            ]
        }
    },
    {
        "act": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Recognition as a Voluntary Aid Society. ",
            "context": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT under Recognition as a Voluntary Aid Society. 5. The Society is recognised by the Government of LAWS OF GUYANA Guyana Red Cross Society (Incorporation) Cap. 24:01 5  L.R.O. 1/2012 a Voluntary  Aid Society.         Government of the Society.                    Power to make rules.                   Guyana as a Voluntary Aid Society, auxiliary to the public authorities in particular for the purposes of the said Conventions and shall have the right to have and use or permit to be used in carrying out its purposes as an emblem and badge the heraldic emblem of the red cross on a white ground, formed by reversing the Federal colours of Switzerland.",
            "description": "The Society is recognised by the Government of LAWS OF GUYANA Guyana Red Cross Society (Incorporation) Cap. 24:01 5  L.R.O. 1/2012 a Voluntary  Aid Society.         Government of the Society.                    Power to make rules.                   Guyana as a Voluntary Aid Society, auxiliary to the public authorities in particular for the purposes of the said Conventions and shall have the right to have and use or permit to be used in carrying out its purposes as an emblem and badge the heraldic emblem of the red cross on a white ground, formed by reversing the Federal colours of Switzerland."
        }
    },
    {
        "act": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Government of the Society. ",
            "context": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT under Government of the Society. 6. (1) The Governing body of the Society shall be a Council constituted in accordance with the Rules and with such powers and duties as may, subject to this Act, be prescribed by the Rules.  (2) Until the said Council is constituted as aforesaid, the Branch Committee of the former Branch shall be deemed for all purposes to be the Council.  (3) There shall be an Executive Committee constituted in accordance with the Rules and with such powers and duties as may, subject to this Act, be prescribed by the Rules.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Governing body of the Society shall be a Council constituted in accordance with the Rules and with such powers and duties as may, subject to this Act, be prescribed by the Rules."
                },
                {
                    "representation": "(2)",
                    "description": "Until the said Council is constituted as aforesaid, the Branch Committee of the former Branch shall be deemed for all purposes to be the Council."
                },
                {
                    "representation": "(3)",
                    "description": "There shall be an Executive Committee constituted in accordance with the Rules and with such powers and duties as may, subject to this Act, be prescribed by the Rules."
                }
            ]
        }
    },
    {
        "act": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Power to make rules. ",
            "context": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT under Power to make rules. 7. (1) The Council may make rules as appear to it necessary for the management of the affairs of the Society and the accomplishment of its objects and in particular, and without prejudice to the generality of the foregoing, providing for  (a)  the organisation and functions of branches and divisions of the Society;  (b)  the appointment and duties of the officers of the Society;  (c)  the custody of the property of the Society and the keeping and auditing of Accounts;  (d)  the use of the Red Cross emblem and budge by officers and members of the Society; LAWS OF GUYANA Guyana Red Cross Society (Incorporation) Cap. 24:01 6  L.R.O. 1/2012                   c. 2:01       Vesting of  assets of the former Branch in the society.            Offences.        (e)  the making of appeals to the public for financial or other support for the Society;  (f)  the terms on which the Society may associate with other voluntary organisations for any purpose which is included among the purposes of the Society;  (g)  the qualifications and functions of the members of the Society and their organisation in various classes according to their qualifications.  (2) Notwithstanding anything contained in section 21 of the Interpretation and General Clauses Act, it shall not be necessary for any such rules to be published in the Gazette, but a copy thereof shall be furnished to the Minister to whom responsibility for defence has for the time being been assigned.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council may make rules as appear to it necessary for the management of the affairs of the Society and the accomplishment of its objects and in particular, and without prejudice to the generality of the foregoing, providing for"
                },
                {
                    "representation": "(a)",
                    "description": "the organisation and functions of branches and divisions of the Society;"
                },
                {
                    "representation": "(b)",
                    "description": "the appointment and duties of the officers of the Society;"
                },
                {
                    "representation": "(c)",
                    "description": "the custody of the property of the Society and the keeping and auditing of Accounts;"
                },
                {
                    "representation": "(d)",
                    "description": "the use of the Red Cross emblem and budge by officers and members of the Society; LAWS OF GUYANA Guyana Red Cross Society"
                },
                {
                    "representation": "(e)",
                    "description": "the making of appeals to the public for financial or other support for the Society;"
                },
                {
                    "representation": "(f)",
                    "description": "the terms on which the Society may associate with other voluntary organisations for any purpose which is included among the purposes of the Society;"
                },
                {
                    "representation": "(g)",
                    "description": "the qualifications and functions of the members of the Society and their organisation in various classes according to their qualifications."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding anything contained in section 21 of the Interpretation and General Clauses Act, it shall not be necessary for any such rules to be published in the Gazette, but a copy thereof shall be furnished to the Minister to whom responsibility for defence has for the time being been assigned."
                }
            ]
        }
    },
    {
        "act": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Vesting of assets of the former Branch in the Society. ",
            "context": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT under Vesting of assets of the former Branch in the Society. 8. (1) All the assets and liabilities of the former Branch are hereby transferred to and vested in the Society.  (2) All deeds, bonds, instruments and contracts subsisting immediately before the commencement of this Act to which the Branch Committee of the former Branch or any person on its behalf is a party shall be of as full force and effect against or in favour of the Society and enforceable as fully and effectually as if, instead of the said Branch Committee or any person on its behalf, the Society had been a party thereto.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All the assets and liabilities of the former Branch are hereby transferred to and vested in the Society."
                },
                {
                    "representation": "(2)",
                    "description": "All deeds, bonds, instruments and contracts subsisting immediately before the commencement of this Act to which the Branch Committee of the former Branch or any person on its behalf is a party shall be of as full force and effect against or in favour of the Society and enforceable as fully and effectually as if, instead of the said Branch Committee or any person on its behalf, the Society had been a party thereto."
                }
            ]
        }
    },
    {
        "act": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Offences. SCHEDULE—Geneva Convention.  ____________________ _______________________________________________________ 25 of 1967 An Act to incorporate the Guyana Red Cross Society and to provide for matters related thereto.   [30TH DECEMBER, 1967] Short title.    Interpretation.                Incorporation  ",
            "context": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT under Offences. SCHEDULEGeneva Convention.  ____________________ _______________________________________________________ 25 of 1967 An Act to incorporate the Guyana Red Cross Society and to provide for matters related thereto.   [30TH DECEMBER, 1967] Short title.    Interpretation.                Incorporation  9. Any person not being a member of the Society who  (a)  holds himself out to be or allows himself  to be supposed to be a member of or an agent for, the Society for the purpose of soliciting, collecting or receiving money or material; or LAWS OF GUYANA Guyana Red Cross Society (Incorporation) Cap. 24:01 7  L.R.O. 1/2012                       s. 4        (b)  wears or displays the emblem of the Red Cross on an article of clothing, badge, paper or in any other way whatsoever, or any insignia coloured in imitation thereof in such a way as to be likely to deceive those to whom it is visible, for the purpose of inducing the belief that he is a member of, or agent for the Society, or that he has been recognised by the Society as possessing any qualification for administering first aid or other treatment for the relief of sickness,  is liable on summary conviction to a fine of two hundred and fifty dollars or to imprisonment for a term of six months.   SCHEDULE  GENEVAL CONVENTIONS  Geneva Convention for the amelioration of the condition of the wounded and sick in armed forces in the field, of the 12th August,",
            "description": [
                {
                    "representation": "(a)",
                    "description": "holds himself out to be or allows himself  to be supposed to be a member of or an agent for, the Society for the purpose of soliciting, collecting or receiving money or material; or LAWS OF GUYANA Guyana Red Cross Society"
                },
                {
                    "representation": "(b)",
                    "description": "wears or displays the emblem of the Red Cross on an article of clothing, badge, paper or in any other way whatsoever, or any insignia coloured in imitation thereof in such a way as to be likely to deceive those to whom it is visible, for the purpose of inducing the belief that he is a member of, or agent for the Society, or that he has been recognised by the Society as possessing any qualification for administering first aid or other treatment for the relief of sickness,  is liable on summary conviction to a fine of two hundred and fifty dollars or to imprisonment for a term of six months.   SCHEDULE  GENEVAL CONVENTIONS  Geneva Convention for the amelioration of the condition of the wounded and sick in armed forces in the field, of the 12th August,"
                }
            ]
        }
    },
    {
        "act": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1949",
            "title": "Geneva Convention for the amelioration of the condition of the wounded, sick and shipwrecked members of armed forces at sea, of the 12th August, ",
            "context": "GUYANA RED CROSS SOCIETY (INCORPORATIONS) ACT under Geneva Convention for the amelioration of the condition of the wounded, sick and shipwrecked members of armed forces at sea, of the 12th August, 1949.  Geneva Convention relative to the treatment of prisoners of war, of 12th August,",
            "description": "Geneva Convention relative to the treatment of prisoners of war, of 12th August,"
        }
    }
]