[
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Short title. 1.  This Act may be cited as the National Data                     Interpretation    Short title.  th[18  MAY, 1983]  Sector. processing and information systems in the Public An Act to establish an Authority responsible for data 9 of 1983  NATIONAL DATA MANAGEMENT AUTHORITY ACT  CHAPTER 25:01 LAWS OF GUYANA National Data Management Authority Cap. 25:01 5  L.R.O. 1/2012                       c. 88:01            Establishment and incorporation of Authority.      Powers of Authority.      Centre appointed under section 15(3);  Public Sector includes  (i)   any Ministry, department or office of the Government and any public corporation or other corporate body in which the controlling interest vests in the State or in any agency on behalf of the State;  (ii)      all local democratic organs;  (iii)  the University of Guyana and all  educational institutions managed by any corporate body referred to in paragraph (i) or by a local democratic organ;  (iv)    co-operative  societies  registered  under  the  Co- operative Societies Act; and,  (v)  any other body, establishment or  undertaking specified by the Minister by order having regard to the nature of the undertaking or the service it renders.",
            "description": [
                {
                    "representation": "(i)",
                    "description": "or by a local democratic organ;"
                },
                {
                    "representation": "(v)",
                    "description": "any other body, establishment or  undertaking specified by the Minister by order having regard to the nature of the undertaking or the service it renders."
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Interpretation. 2.  In this Act  Management Authority Act.",
            "description": "In this Act  Management Authority Act."
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment and incorporation of Authority. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Establishment and incorporation of Authority. 3. (1) There is hereby established a body corporate to be known as the National Data Management Authority.  (2) The provisions of the First Schedule shall have effect as to the constitution and proceedings of the Authority and otherwise in relation thereto.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established a body corporate to be known as the National Data Management Authority."
                },
                {
                    "representation": "(2)",
                    "description": "The provisions of the First Schedule shall have effect as to the constitution and proceedings of the Authority and otherwise in relation thereto."
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Powers of Authority. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Powers of Authority. 4.  (1) The objectives of the Authority include  (a)   the development of computer systems in the Public Sector to satisfy its information needs;  LAWS OF GUYANA 6 Cap. 25:01 National Data Management Authority  L.R.O. 1/2012                                         Functions of Authority.           (b)      the establishment of guidelines for the Public Sector for the recruitment, remuneration and general conditions of service of personnel employed in data processing;  (c) the development of training and man power programmes  in  order  to  ensure that adequately trained personnel  are  available  for  the  efficient operation of computer system;  (d)      the authorisation of the acquisition of all hardware and software for the Public Sector;  (e)     the establishment and maintenance   of reliable communication linkages in the Public Sector in order to achieve optimal utilisation and deployment of computer resources.  (2) Notwithstanding the provisions of this Act the Authority shall have power to provide its services to persons and agencies outside the Public Sector on any request made by such person or agency.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The objectives of the Authority include"
                },
                {
                    "representation": "(a)",
                    "description": "the development of computer systems in the Public Sector to satisfy its information needs;  LAWS OF GUYANA 6 Cap. 25:01 National Data Management Authority  L.R.O. 1/2012                                         Functions of Authority."
                },
                {
                    "representation": "(b)",
                    "description": "the establishment of guidelines for the Public Sector for the recruitment, remuneration and general conditions of service of personnel employed in data processing;"
                },
                {
                    "representation": "(c)",
                    "description": "the development of training and man power programmes  in  order  to  ensure that adequately trained personnel  are  available  for  the  efficient operation of computer system;"
                },
                {
                    "representation": "(d)",
                    "description": "the authorisation of the acquisition of all hardware and software for the Public Sector;"
                },
                {
                    "representation": "(e)",
                    "description": "the establishment and maintenance   of reliable communication linkages in the Public Sector in order to achieve optimal utilisation and deployment of computer resources."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding the provisions of this Act the Authority shall have power to provide its services to persons and agencies outside the Public Sector on any request made by such person or agency."
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Functions of Authority. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Functions of Authority. 5.  The functions of the Authority are  (a)  to advise the Minister on any matter pertaining to data processing and in particular to promote and facilitate the orderly development of data processing in accordance with the  objectives of the Government by such means as the Authority    may consider   requisite, advantageous or convenient for that purpose; LAWS OF GUYANA National Data Management Authority Cap. 25:01 7  L.R.O. 1/2012                                                                    (b)   to advise the Minister on such matters which will ensure that the acquisition of new EDP resources or the deployment or use of existing EDP resources within the Public Sector is consistent with the general policies of the Government;  (c)       to carry out surveys and studies throughout the Public Sector to determine its information needs and to assess the relevance of existing or proposed information systems;  (d)  to maintain an  information   base  regarding  the recruitment policy, pay and conditions of service in relation to personnel engaged in data processing for use by the Public Sector;  (e)  to determine the type of training needed by personnel required to manage and operate data processing systems, prepare suitable training programmes, arrange or advise on appropriate training courses and assist   educational institutions in establishing curricula in data processing;  (f)  to devise plans and strategies for the technological advancement and development of EDP facilities in the Public Sector;  (g)  to monitor and review all plans prepared by the data processing centres in the Public Sector and to give guidance, advice and direction to these centres;   LAWS OF GUYANA 8 Cap. 25:01 National Data Management Authority  L.R.O. 1/2012                                Fees.                                  Submission of information or statistics by data process- ing centres.  Systems audit.     Duty of Public Sector to comply.                 Disclosure of interest.        (h)  to establish and enforce a set of data processing standards which are consistent with the efficient operation of data processing centres in the Public Sector in all relevant areas.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to advise the Minister on any matter pertaining to data processing and in particular to promote and facilitate the orderly development of data processing in accordance with the  objectives of the Government by such means as the Authority    may consider   requisite, advantageous or convenient for that purpose; LAWS OF GUYANA National Data Management Authority Cap. 25:01 7  L.R.O. 1/2012"
                },
                {
                    "representation": "(b)",
                    "description": "to advise the Minister on such matters which will ensure that the acquisition of new EDP resources or the deployment or use of existing EDP resources within the Public Sector is consistent with the general policies of the Government;"
                },
                {
                    "representation": "(c)",
                    "description": "to carry out surveys and studies throughout the Public Sector to determine its information needs and to assess the relevance of existing or proposed information systems;"
                },
                {
                    "representation": "(d)",
                    "description": "to maintain an  information   base  regarding  the recruitment policy, pay and conditions of service in relation to personnel engaged in data processing for use by the Public Sector;"
                },
                {
                    "representation": "(e)",
                    "description": "to determine the type of training needed by personnel required to manage and operate data processing systems, prepare suitable training programmes, arrange or advise on appropriate training courses and assist   educational institutions in establishing curricula in data processing;"
                },
                {
                    "representation": "(f)",
                    "description": "to devise plans and strategies for the technological advancement and development of EDP facilities in the Public Sector;"
                },
                {
                    "representation": "(g)",
                    "description": "to monitor and review all plans prepared by the data processing centres in the Public Sector and to give guidance, advice and direction to these centres;   LAWS OF GUYANA 8 Cap. 25:01 National Data Management Authority  L.R.O. 1/2012                                Fees.                                  Submission of information or statistics by data process- ing centres.  Systems audit.     Duty of Public Sector to comply.                 Disclosure of interest."
                },
                {
                    "representation": "(h)",
                    "description": "to establish and enforce a set of data processing standards which are consistent with the efficient operation of data processing centres in the Public Sector in all relevant areas."
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Fees. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Fees. 6.  The Authority may establish an appropriate scale of fees in respect of the services it provides and may reduce or waive such fees in any particular case.",
            "description": "The Authority may establish an appropriate scale of fees in respect of the services it provides and may reduce or waive such fees in any particular case."
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Submission of information or statistics by data processing centres. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Submission of information or statistics by data processing centres. 7.  Each data processing centre within the Public Sector shall submit to the Authority such information or statistics as may be required by the Authority for the purpose of discharging its functions and performing its duties.",
            "description": "Each data processing centre within the Public Sector shall submit to the Authority such information or statistics as may be required by the Authority for the purpose of discharging its functions and performing its duties."
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Systems audit. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Systems audit. 8.  The Authority shall, at the expense of each data processing centre in the Public Sector, conduct a systems audit of the books or records of the centre once every two years.",
            "description": "The Authority shall, at the expense of each data processing centre in the Public Sector, conduct a systems audit of the books or records of the centre once every two years."
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Duty of Public Sector to comply. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Duty of Public Sector to comply. 9. (1) It shall be the duty of the Public Sector to implement  any recommendation and to comply with any request for information or any direction made or given to it by the Authority in the course of the administration of this Act and to co-operate fully with the Authority in the discharge of its functions.  (2) Where the Public Sector fails to comply with the provisions of subsection (1) the Authority shall report such failure to the Minister who may take such steps as are necessary or expedient to secure compliance.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the Authority shall report such failure to the Minister who may take such steps as are necessary or expedient to secure compliance."
                },
                {
                    "representation": "(2)",
                    "description": "Where the Public Sector fails to comply with the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Disclosure of interest. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Disclosure of interest. 10.  It shall be the duty of a member of the Authority who is in any way, whether directly or indirectly, interested in an application for a contract or any other arrangement with the Authority to declare the nature of his interest at a meeting of the Authority and he shall not take part in any discussion of, or vote on any question relating to, the contract or other arrangement. LAWS OF GUYANA National Data Management Authority Cap. 25:01 9  L.R.O. 1/2012      Preservation  of secrecy. [6 of 1997]                Protection of persons acting under this Act. c. 5:07   Remuneration of members of Authority.        Establishment and powers of the Executive Committee.",
            "description": "It shall be the duty of a member of the Authority who is in any way, whether directly or indirectly, interested in an application for a contract or any other arrangement with the Authority to declare the nature of his interest at a meeting of the Authority and he shall not take part in any discussion of, or vote on any question relating to, the contract or other arrangement. LAWS OF GUYANA National Data Management Authority Cap. 25:01 9  L.R.O. 1/2012      Preservation  of secrecy. [6 of 1997]                Protection of persons acting under this Act. c. 5:07   Remuneration of members of Authority.        Establishment and powers of the Executive Committee."
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Preservation of secrecy. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Preservation of secrecy. 11. (1) Except for the purpose of the exercise of his functions or when lawfully required to do so by any court or under the provisions of any law, a member of the Authority or the Data Centre or the Technical Training Advisory Panel, or a Secretary or an officer or other employee of the Authority shall regard and deal with as secret and confidential all information, documents and matters which or knowledge of which he may obtain in the exercise of his functions.  (2) Any person referred to in subsection (1) who contravenes the provisions of that subsection shall be liable on summary conviction to a fine of fifty-five thousand dollars and to imprisonment for a term of six months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "who contravenes the provisions of that subsection shall be liable on summary conviction to a fine of fifty-five thousand dollars and to imprisonment for a term of six months."
                },
                {
                    "representation": "(2)",
                    "description": "Any person referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Protection of persons acting under this Act. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Protection of persons acting under this Act. 12.  Any person acting under this Act shall be entitled to the protection afforded by the Justices Protection Act.",
            "description": "Any person acting under this Act shall be entitled to the protection afforded by the Justices Protection Act."
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Remuneration of members of Authority. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Remuneration of members of Authority. 13.  The Authority shall have power to pay to each of its members (other than the Chairman and the General Manager) in respect of his office such remuneration and allowances, if any, as the Minister may determine.",
            "description": "The Authority shall have power to pay to each of its members (other than the Chairman and the General Manager) in respect of his office such remuneration and allowances, if any, as the Minister may determine."
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Establishment and powers of Executive Committee. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Establishment and powers of Executive Committee. 14.  (1) The  Authority  shall  establish  an  Executive  Committee (hereinafter in this Act referred to as the Committee) for the purpose of managing its Data Centre and may, with  the prior approval of the Minister, delegate to the Committee any of its functions.  (2) The provisions of Part A of the Second Schedule shall have effect as to the constitution and proceedings of the Committee and otherwise in relation thereto.  (3) Subject to the directions and general control and supervision of the Authority the Committee shall have all such powers as are reasonably necessary or expedient to enable it to exercise its functions. LAWS OF GUYANA 10 Cap. 25:01 National Data Management Authority  L.R.O. 1/2012                Second Schedule.   Establishment and composition of Data Centre.                             (4) A member of the Committee shall not take part in or vote on the decision of any matter with respect to any transaction between the Committee and himself or between the Committee and any person in whose business he is peculiarly  interested  whether  directly  or indirectly.  (5) Without prejudice to the generality of subsections (1) and (3) the functions of the Committee are as set out in Part B of the Second Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "The provisions of Part A of the Second Schedule shall have effect as to the constitution and proceedings of the Committee and otherwise in relation thereto."
                },
                {
                    "representation": "(3)",
                    "description": "the functions of the Committee are as set out in Part B of the Second Schedule."
                },
                {
                    "representation": "(4)",
                    "description": "A member of the Committee shall not take part in or vote on the decision of any matter with respect to any transaction between the Committee and himself or between the Committee and any person in whose business he is peculiarly  interested  whether  directly  or indirectly."
                },
                {
                    "representation": "(5)",
                    "description": "Without prejudice to the generality of subsections"
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Establishment and composition of Data Centre. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Establishment and composition of Data Centre. 15. (1) The Authority shall establish a Data Centre, which shall comprise  (a)     the members of the Committee; and  (b)   such professional, technical and other employees of the Authority attached to the Data Centre as the Committee, with the  approval of the Minister, considers necessary for the efficient discharge by the Data Centre of its functions.  (2) The Chairman of the Authority, who shall be appointed by the Minister at such remuneration and on such terms and conditions (including the payment of pension, gratuity or other like benefit by reference to his service), as may be determined by the Minister, shall be ex officio head of the Data Centre and responsible to the Minister for its efficient organisation and the exercise of its functions in accordance with the general policy directions of the Minister.  (3) (a)         The General Manager shall be appointed by the Authority with the prior approval of the Minister on such terms and conditions (including the payment of pension, gratuity, or other like benefit by reference to his service) LAWS OF GUYANA National Data Management Authority Cap. 25:01 11  L.R.O. 1/2012                 Functions of Data Centre.                        Third Schedule.   Technical  and Training Advisory Panel. Fourth Schedule.  as the Minister thinks fit.  (b) The General Manager shall be the principal professional, executive and administrative officer of the Data Centre and shall be responsible to the Chairman for the efficient day to day operation of the Data  Centre.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Authority shall establish a Data Centre, which shall comprise"
                },
                {
                    "representation": "(a)",
                    "description": "the members of the Committee; and"
                },
                {
                    "representation": "(b)",
                    "description": "The General Manager shall be the principal professional, executive and administrative officer of the Data Centre and shall be responsible to the Chairman for the efficient day to day operation of the Data  Centre."
                },
                {
                    "representation": "(2)",
                    "description": "The Chairman of the Authority, who shall be appointed by the Minister at such remuneration and on such terms and conditions"
                },
                {
                    "representation": "(3)",
                    "description": "(a)         The General Manager shall be appointed by the Authority with the prior approval of the Minister on such terms and conditions"
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Functions of Data Centre. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Functions of Data Centre. 16. (1) Subject to any general or special directions that may be given by the Minister to the Authority the Data Centre shall  (a)    prepare such plans and documentation as the Authority may require from time to time;  (b)      co-ordinate the work of the Authority, and  (c)   do all things necessary to ensure the efficient discharge by the Authority of its functions and promote the effective implementation of data processing development plans in conformity with national objectives.  (2) Without prejudice to the generality of subsection (1) the functions of the Data Centre are as set out in the Third Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the functions of the Data Centre are as set out in the Third Schedule."
                },
                {
                    "representation": "(a)",
                    "description": "prepare such plans and documentation as the Authority may require from time to time;"
                },
                {
                    "representation": "(b)",
                    "description": "co-ordinate the work of the Authority, and"
                },
                {
                    "representation": "(c)",
                    "description": "do all things necessary to ensure the efficient discharge by the Authority of its functions and promote the effective implementation of data processing development plans in conformity with national objectives."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the generality of subsection"
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Technical and Training Advisory Panel. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Technical and Training Advisory Panel. 17.  The Authority shall establish a panel of skilled persons to be known as the Technical and Training Advisory Panel, the functions of which are set out in the Fourth Schedule.",
            "description": "The Authority shall establish a panel of skilled persons to be known as the Technical and Training Advisory Panel, the functions of which are set out in the Fourth Schedule."
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Power to amend Schedules. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Power to amend Schedules. 18.  The Minister may by order amend the provisions amend Power to Schedules. LAWS OF GUYANA 12 Cap. 25:01 National Data Management Authority  L.R.O. 1/2012     Appointment of employees of Authority.                 Secondment or transfer of officers to Authority.  c. 27:02      c. 27:02       c. 39:02             Funds and resources of Authority.    of any of the Schedules.",
            "description": "The Minister may by order amend the provisions amend Power to Schedules. LAWS OF GUYANA 12 Cap. 25:01 National Data Management Authority  L.R.O. 1/2012     Appointment of employees of Authority.                 Secondment or transfer of officers to Authority.  c. 27:02      c. 27:02       c. 39:02             Funds and resources of Authority.    of any of the Schedules."
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Appointment of employees of Authority. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Appointment of employees of Authority. 19. (1) The Authority, with the approval of the Minister, shall have power to employ at such remuneration and on such other terms and conditions as it thinks fit (including the payment of pensions, gratuities and other like benefits by reference to the service of its officers and other employees) a Secretary and other officers and employees as the Authority may require for the purpose of discharging its functions.  (2) The Authority may, at any time, retain the services of experts and other professional persons and may pay such remuneration in respect thereof as the Authority, with the approval of the Minister, may determine.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Authority, with the approval of the Minister, shall have power to employ at such remuneration and on such other terms and conditions as it thinks fit"
                },
                {
                    "representation": "(2)",
                    "description": "The Authority may, at any time, retain the services of experts and other professional persons and may pay such remuneration in respect thereof as the Authority, with the approval of the Minister, may determine."
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Secondment or transfer of officers to Authority. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Secondment or transfer of officers to Authority. 20. (1) Where a public officer is seconded or temporarily transferred from a pensionable office within the meaning of the Pensions Act to an office with the Authority section 5 of that Act shall apply to him as if his services with the Authority were service in a public office.  (2) Where a public officer is appointed to an office with the Authority his service with the Authority shall be other public service within the meaning of, and for the purpose of such provisions applicable in relation thereto as are contained in the Pensions Act (including the Pensions Regulations 1957).  (3) Subsections (1) and (2) shall, as they apply in relation to a public officer, apply mutatis mutandis in relation to a teacher to whom the Teachers Pensions Act applies and who is employed by the Authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "shall, as they apply in relation to a public officer, apply mutatis mutandis in relation to a teacher to whom the Teachers Pensions Act applies and who is employed by the Authority."
                },
                {
                    "representation": "(3)",
                    "description": "Subsections"
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Funds and resources of Authority. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Funds and resources of Authority. 21. The funds and resources of the Authority shall consist of  be voted by Parliament for the (a)     such moneys as may from time to time LAWS OF GUYANA National Data Management Authority Cap. 25:01 13  L.R.O. 1/2012                                            Application  of revenue.                    purposes of this Act;  (b)     moneys paid to the Authority by way of fees;  (c)  sums earned or arising from any property, investments, mortgages  or  debentures  acquired  by  or  vested  in  the Authority;  (d)    sums borrowed by the Authority for the purpose of meeting  any  of  its  obligations  or  exercising  any  of  its functions; and  (e)    all other sums or property that may in any manner become payable to or vested in the Authority in respect of any matter incidental to its powers and duties.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "such moneys as may from time to time LAWS OF GUYANA National Data Management Authority Cap. 25:01 13  L.R.O. 1/2012                                            Application  of revenue.                    purposes of this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "moneys paid to the Authority by way of fees;"
                },
                {
                    "representation": "(c)",
                    "description": "sums earned or arising from any property, investments, mortgages  or  debentures  acquired  by  or  vested  in  the Authority;"
                },
                {
                    "representation": "(d)",
                    "description": "sums borrowed by the Authority for the purpose of meeting  any  of  its  obligations  or  exercising  any  of  its functions; and"
                },
                {
                    "representation": "(e)",
                    "description": "all other sums or property that may in any manner become payable to or vested in the Authority in respect of any matter incidental to its powers and duties."
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Application of revenue. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Application of revenue. 22. (1) The revenue of the Authority for any financial year shall be applied in defraying the following expenses  (a)  the salaries, fees, remuneration, gratuities and other benefits (including payments for the maintenance of any pension scheme) of the officers and employees and technical and other advisers of the Authority;  (b)   working operations and establishment expenses and expenditure  on,  or  provision  for,  the  maintenance  and insurance of the property of the Authority, and the discharge of  the functions of the Authority properly LAWS OF GUYANA 14 Cap. 25:01 National Data Management Authority  L.R.O. 1/2012                                           Authorised investments.       chargeable to revenue account;  (c)  interest on any debenture and debenture stock or other security issued and on any loan raised by the Authority;  (d)  sums required to be transferred to a sinking fund or otherwise set aside for the purpose of making provision for the redemption of debentures or debenture stock or other security or the payment of other borrowed money;  (e)  such sums as it may be deemed appropriate to set aside in respect of depreciation on any property of the Authority having regard to the amount set aside out of the revenue under paragraph (d); and  (f)    any other expenditure authorised by the Authority and properly chargeable to revenue account.  (2) The balance of the revenue of the Authority shall be applied to the creation of reserve funds to finance future development and to such other purposes as the Minister may approve.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The revenue of the Authority for any financial year shall be applied in defraying the following expenses"
                },
                {
                    "representation": "(a)",
                    "description": "the salaries, fees, remuneration, gratuities and other benefits"
                },
                {
                    "representation": "(b)",
                    "description": "working operations and establishment expenses and expenditure  on,  or  provision  for,  the  maintenance  and insurance of the property of the Authority, and the discharge of  the functions of the Authority properly LAWS OF GUYANA 14 Cap. 25:01 National Data Management Authority  L.R.O. 1/2012                                           Authorised investments.       chargeable to revenue account;"
                },
                {
                    "representation": "(c)",
                    "description": "interest on any debenture and debenture stock or other security issued and on any loan raised by the Authority;"
                },
                {
                    "representation": "(d)",
                    "description": "sums required to be transferred to a sinking fund or otherwise set aside for the purpose of making provision for the redemption of debentures or debenture stock or other security or the payment of other borrowed money;"
                },
                {
                    "representation": "(e)",
                    "description": "such sums as it may be deemed appropriate to set aside in respect of depreciation on any property of the Authority having regard to the amount set aside out of the revenue under paragraph"
                },
                {
                    "representation": "(f)",
                    "description": "any other expenditure authorised by the Authority and properly chargeable to revenue account."
                },
                {
                    "representation": "(2)",
                    "description": "The balance of the revenue of the Authority shall be applied to the creation of reserve funds to finance future development and to such other purposes as the Minister may approve."
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Authorised investments. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Authorised investments. 23.  Funds of the Authority not immediately required to be expended in the meeting of any obligations or the discharge of any functions of the Authority may be invested from time to time in securities approved by the Minister for investment by the Authority.   LAWS OF GUYANA National Data Management Authority Cap. 25:01 15  L.R.O. 1/2012  Borrowing powers   of Authority.        Guarantee  by Minister responsible  for finance of borrowing by Authority  and repayment of sums paid to meet guarantees.                       Accounts and audit. [6 of 1997]",
            "description": "Funds of the Authority not immediately required to be expended in the meeting of any obligations or the discharge of any functions of the Authority may be invested from time to time in securities approved by the Minister for investment by the Authority.   LAWS OF GUYANA National Data Management Authority Cap. 25:01 15  L.R.O. 1/2012  Borrowing powers   of Authority.        Guarantee  by Minister responsible  for finance of borrowing by Authority  and repayment of sums paid to meet guarantees.                       Accounts and audit. [6 of 1997]"
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Borrowing powers of Authority. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Borrowing powers of Authority. 24.  The Authority may, with the approval of the Minister responsible for finance, borrow any moneys required by it for meeting any of its obligations or discharging any of its functions.",
            "description": "The Authority may, with the approval of the Minister responsible for finance, borrow any moneys required by it for meeting any of its obligations or discharging any of its functions."
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Guarantee by Minister responsible for finance of borrowing by Authority and repayment of sums paid to meet guarantees. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Guarantee by Minister responsible for finance of borrowing by Authority and repayment of sums paid to meet guarantees. 25.(1) With the approval of the National Assembly, the Minister responsible for finance may guarantee, in such manner and on such conditions as he may think fit, the payment of the principal and interest on any authorised borrowings of the Authority.  (2) Where the Minister responsible for finance is satisfied that there has been default in the repayment of any principal moneys or interest guaranteed under this section, he shall direct the repayment out of the revenues of Guyana of the amount in respect of which there has been such default.  (3) The Authority shall make to the Accountant-General, at such time and in such manner as the Minister responsible for finance may direct, payments of such amounts as may be so directed in or towards repayment of any such sum issued in fulfilment of any guarantee given under this section, and payments of interest on what is outstanding for the time being in respect of any sums so issued at such rate as the Minister responsible for finance  may direct, and different rates of interest may be directed as respects  different sums and as respects interest for different periods.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "With the approval of the National Assembly, the Minister responsible for finance may guarantee, in such manner and on such conditions as he may think fit, the payment of the principal and interest on any authorised borrowings of the Authority."
                },
                {
                    "representation": "(2)",
                    "description": "Where the Minister responsible for finance is satisfied that there has been default in the repayment of any principal moneys or interest guaranteed under this section, he shall direct the repayment out of the revenues of Guyana of the amount in respect of which there has been such default."
                },
                {
                    "representation": "(3)",
                    "description": "The Authority shall make to the Accountant-General, at such time and in such manner as the Minister responsible for finance may direct, payments of such amounts as may be so directed in or towards repayment of any such sum issued in fulfilment of any guarantee given under this section, and payments of interest on what is outstanding for the time being in respect of any sums so issued at such rate as the Minister responsible for finance  may direct, and different rates of interest may be directed as respects  different sums and as respects interest for different periods."
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Accounts and audit. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Accounts and audit. 26. (1) The Authority shall keep accounts of its transactions to the satisfaction of the Minister and such accounts shall be audited annually by an auditor appointed by the Minister.  (2) The Minister may, at any time, appoint an auditor to examine the accounts of the Authority and to report thereon to the Minister.  (3) The members, officers and other employees of LAWS OF GUYANA 16 Cap. 25:01 National Data Management Authority  L.R.O. 1/2012                                      Limitation provisions excluded. c. 7:02      Recovery of moneys due to Authority.       Exemption from taxation. the Authority shall grant to the auditor appointed to audit the accounts of the Authority under subsection (1) or (2) access to all books, documents, cash and securities of the Authority and shall give to him on request such information as may  be within their knowledge in relation to the operations of the Authority.  (4) An auditor appointed under this section shall have power to summon and examine all persons whom he shall think fit to examine for the purpose of obtaining information in connection with the examination and audit  of the accounts of the Authority and respecting all other matters and things whatever necessary for the due performance of the functions vested in him; and if any person summoned as aforesaid is not a public officer or an officer or other employee of the Authority he shall be entitled to payment  for  his attendance as if he were a witness attending a legal proceeding in obedience to a summons issued at the instance of the State.  (5) Any person summoned under subsection (4) who, without reasonable excuse, makes default in obeying the summons is liable on summary conviction to a fine of two thousand seven hundred and fifty dollars, or, in default of payment, to imprisonment for one month.  (6) The Authority may write off bad debts.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or"
                },
                {
                    "representation": "(2)",
                    "description": "access to all books, documents, cash and securities of the Authority and shall give to him on request such information as may  be within their knowledge in relation to the operations of the Authority."
                },
                {
                    "representation": "(3)",
                    "description": "The members, officers and other employees of LAWS OF GUYANA 16 Cap. 25:01 National Data Management Authority  L.R.O. 1/2012                                      Limitation provisions excluded. c. 7:02      Recovery of moneys due to Authority.       Exemption from taxation. the Authority shall grant to the auditor appointed to audit the accounts of the Authority under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "who, without reasonable excuse, makes default in obeying the summons is liable on summary conviction to a fine of two thousand seven hundred and fifty dollars, or, in default of payment, to imprisonment for one month."
                },
                {
                    "representation": "(5)",
                    "description": "Any person summoned under subsection"
                },
                {
                    "representation": "(6)",
                    "description": "The Authority may write off bad debts."
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Limitation provisions excluded. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Limitation provisions excluded. 27.  The Limitation Act shall not apply to proceedings instituted by the Authority for the recovery of moneys due to the Authority or any other property to which a claim is made by the Authority.",
            "description": "The Limitation Act shall not apply to proceedings instituted by the Authority for the recovery of moneys due to the Authority or any other property to which a claim is made by the Authority."
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Recovery of moneys due to Authority. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Recovery of moneys due to Authority. 28.  Any sum due to the Authority may be recovered by parate or summary execution and the right of recovery conferred by this section is in addition to any other procedure available to the Authority under any other law.",
            "description": "Any sum due to the Authority may be recovered by parate or summary execution and the right of recovery conferred by this section is in addition to any other procedure available to the Authority under any other law."
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Exemption from taxation. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Exemption from taxation. 29.  The Authority shall be exempt from the payment LAWS OF GUYANA National Data Management Authority Cap. 25:01 17  L.R.O. 1/2012           Power of Minister to give directions to Authority.                   Annual report.              Regulations.        s. 3   Composition of Authority. of customs duty, consumption tax, capital gains tax, corporation tax, income tax, property tax and purchase tax.",
            "description": "The Authority shall be exempt from the payment LAWS OF GUYANA National Data Management Authority Cap. 25:01 17  L.R.O. 1/2012           Power of Minister to give directions to Authority.                   Annual report.              Regulations.        s. 3   Composition of Authority. of customs duty, consumption tax, capital gains tax, corporation tax, income tax, property tax and purchase tax."
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Power of Minister to give directions to Authority. ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Power of Minister to give directions to Authority. 30. (1) The Minister may give to the Authority directions of a general or special character as to the policy to be followed by the Authority in the discharge of its functions and the Authority shall give effect to those directions.  (2) The  Authority  shall  afford  to  the  Minister  information requested by him with respect to the functioning of the Authority and shall furnish him with annual estimates and such returns and reports as he may require.  (3) The Authority shall provide the Minister with such facilities as will enable him to verify the information furnished in pursuance of this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may give to the Authority directions of a general or special character as to the policy to be followed by the Authority in the discharge of its functions and the Authority shall give effect to those directions."
                },
                {
                    "representation": "(2)",
                    "description": "The  Authority  shall  afford  to  the  Minister  information requested by him with respect to the functioning of the Authority and shall furnish him with annual estimates and such returns and reports as he may require."
                },
                {
                    "representation": "(3)",
                    "description": "The Authority shall provide the Minister with such facilities as will enable him to verify the information furnished in pursuance of this section."
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Annual Report. LAWS OF GUYANA 4 Cap. 25:01 National Data Management Authority  L.R.O. 1/2012  SECTION ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Annual Report. LAWS OF GUYANA 4 Cap. 25:01 National Data Management Authority  L.R.O. 1/2012  SECTION 31. (1) The Authority shall within four months after the end of each financial year of the Authority make and transmit to the Minister a report dealing generally with the activities of the Authority during the said financial year and containing such information relating to the operations and policy of the Authority as the Minister may from time to time direct.  (2) The Minister shall cause a copy of every such report to be laid on the table of the National Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Authority shall within four months after the end of each financial year of the Authority make and transmit to the Minister a report dealing generally with the activities of the Authority during the said financial year and containing such information relating to the operations and policy of the Authority as the Minister may from time to time direct."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall cause a copy of every such report to be laid on the table of the National Assembly."
                }
            ]
        }
    },
    {
        "act": "NATIONAL DATA MANAGEMENT AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Regulations.   FIRST  SCHEDULE  SECOND  SCHEDULE  THIRD  SCHEDULE  FOURTH  SCHEDULE  __________________________ “General Manager” means the General Manager of the Data  the Authority established by section 14(1); “Executive  Committee”  means  the  Executive  Committee  of   “EDP” means Electronic Data Processing;  established by section 15; “Data Centre” means the Data Centre of the Authority  under section 15(2); “Chairman” means the Chairman of the Authority appointed  Authority established by section 3; “Authority”  means   the   National   Data   Management    ",
            "context": "NATIONAL DATA MANAGEMENT AUTHORITY ACT under Regulations.   FIRST  SCHEDULE  SECOND  SCHEDULE  THIRD  SCHEDULE  FOURTH  SCHEDULE  __________________________ General Manager means the General Manager of the Data  the Authority established by section 14(1); Executive  Committee  means  the  Executive  Committee  of   EDP means Electronic Data Processing;  established by section 15; Data Centre means the Data Centre of the Authority  under section 15(2); Chairman means the Chairman of the Authority appointed  Authority established by section 3; Authority  means   the   National   Data   Management    32.  The Minister may make regulations which are necessary or expedient for the carrying into effect of the purposes and provisions of this Act.  __________________  FIRST SCHEDULE",
            "description": "The Minister may make regulations which are necessary or expedient for the carrying into effect of the purposes and provisions of this Act.  __________________  FIRST SCHEDULE"
        }
    }
]