[
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "INTEGRITY COMMISSION ACT under Short title. 1.  This Act may be cited as the Integrity Commission Act.",
            "description": "This Act may be cited as the Integrity Commission Act."
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART II INTEGRITY COMMISSION  ",
            "context": "INTEGRITY COMMISSION ACT under Interpretation.  PART II INTEGRITY COMMISSION  2.  In this Act  (a) assets of a person means all property including any right or interest in property and money held by the person in Guyana or elsewhere;  (b) chairman means the chairman of the Commission appointed under section 3; LAWS OF GUYANA 6 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012           Schedule II       Schedule III                Schedule I                 (c) child in relation to a person, means the persons child who has not attained the age of eighteen years and is not married and includes a step-child or an adopted child;  (d) Code of Conduct means the body of rules contained in Schedule II;  (e) Commission means the body of rules contained in Schedule II;  (f) Form means a form in Schedule III;  (g) liabilities of a person means all the obligations of the person to pay money or to provide goods or services in Guyana or elsewhere;  (h) member means a member of the Commission appointed under section 3 and includes the chairman;  (i) person in public life means a person who holds any specified office and includes a person in section 42 whether or not mentioned in Schedule I;  (j) specified office means an office listed in Schedule I  (k) spouse includes reputed wife and reputed husband;  (l) tribunal means any person appointed a tribunal under section",
            "description": [
                {
                    "representation": "(a)",
                    "description": "assets of a person means all property including any right or interest in property and money held by the person in Guyana or elsewhere;"
                },
                {
                    "representation": "(b)",
                    "description": "chairman means the chairman of the Commission appointed under section 3; LAWS OF GUYANA 6 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012           Schedule II       Schedule III                Schedule I"
                },
                {
                    "representation": "(c)",
                    "description": "child in relation to a person, means the persons child who has not attained the age of eighteen years and is not married and includes a step-child or an adopted child;"
                },
                {
                    "representation": "(d)",
                    "description": "Code of Conduct means the body of rules contained in Schedule II;"
                },
                {
                    "representation": "(e)",
                    "description": "Commission means the body of rules contained in Schedule II;"
                },
                {
                    "representation": "(f)",
                    "description": "Form means a form in Schedule III;"
                },
                {
                    "representation": "(g)",
                    "description": "liabilities of a person means all the obligations of the person to pay money or to provide goods or services in Guyana or elsewhere;"
                },
                {
                    "representation": "(h)",
                    "description": "member means a member of the Commission appointed under section 3 and includes the chairman;"
                },
                {
                    "representation": "(i)",
                    "description": "person in public life means a person who holds any specified office and includes a person in section 42 whether or not mentioned in Schedule I;"
                },
                {
                    "representation": "(j)",
                    "description": "specified office means an office listed in Schedule I"
                },
                {
                    "representation": "(k)",
                    "description": "spouse includes reputed wife and reputed husband;"
                },
                {
                    "representation": "(l)",
                    "description": "tribunal means any person appointed a tribunal under section"
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of Integrity Commission. ",
            "context": "INTEGRITY COMMISSION ACT under Establishment of Integrity Commission. 3. (1) There is hereby established a commission to be known as the Integrity Commission which shall consist of a chairman and not less than two nor more than four other members.  (2) The Chairman shall be a person who is or who was, or who is qualified to be, appointed as, a Puisne Judge of the High Court or any other fit and proper person.  (3) The other members shall be appointed from among persons appearing to the President to be qualified as having had experience of, and shown capacity in, law, administration of justice, public administration, social service, finance or accountancy or any other discipline.  (4) The chairman and other members shall be appointed by the President after consultation with the Minority Leader.  (5) The chairman and other members may be appointed as either full time or part time.  (6) The  names  of  the  chairman  and  other  members  of  the Commission as first constituted and every change in the membership thereof shall be published in the Gazette and in a daily newspaper.  (7) The Commission shall be a body corporate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established a commission to be known as the Integrity Commission which shall consist of a chairman and not less than two nor more than four other members."
                },
                {
                    "representation": "(2)",
                    "description": "The Chairman shall be a person who is or who was, or who is qualified to be, appointed as, a Puisne Judge of the High Court or any other fit and proper person."
                },
                {
                    "representation": "(3)",
                    "description": "The other members shall be appointed from among persons appearing to the President to be qualified as having had experience of, and shown capacity in, law, administration of justice, public administration, social service, finance or accountancy or any other discipline."
                },
                {
                    "representation": "(4)",
                    "description": "The chairman and other members shall be appointed by the President after consultation with the Minority Leader."
                },
                {
                    "representation": "(5)",
                    "description": "The chairman and other members may be appointed as either full time or part time."
                },
                {
                    "representation": "(6)",
                    "description": "The  names  of  the  chairman  and  other  members  of  the Commission as first constituted and every change in the membership thereof shall be published in the Gazette and in a daily newspaper."
                },
                {
                    "representation": "(7)",
                    "description": "The Commission shall be a body corporate."
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Terms and conditions of appointment of chairman and other members. ",
            "context": "INTEGRITY COMMISSION ACT under Terms and conditions of appointment of chairman and other members. 4. (1) Subject to the provisions of section 5, the chairman or any other member shall be appointed for such period, being not less than one year, as may be specified by the President when appointing him; and the emoluments and other terms and conditions of appointment of the chairman and other member shall be such as may be determined by the President after consultation with the Minority Leader.  LAWS OF GUYANA 8 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012         Termination of appointment and  resignation.                                      (2) Except where the appointment of the chairman or other member is terminated under section 5(1), the chairman or other member shall be eligible for re-appointment on the expiry of his term.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the provisions of section 5, the chairman or any other member shall be appointed for such period, being not less than one year, as may be specified by the President when appointing him; and the emoluments and other terms and conditions of appointment of the chairman and other member shall be such as may be determined by the President after consultation with the Minority Leader.  LAWS OF GUYANA 8 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012         Termination of appointment and  resignation."
                },
                {
                    "representation": "(2)",
                    "description": "Except where the appointment of the chairman or other member is terminated under section 5(1), the chairman or other member shall be eligible for re-appointment on the expiry of his term."
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Termination of appointment and resignation. ",
            "context": "INTEGRITY COMMISSION ACT under Termination of appointment and resignation. 5. (1) The appointment of the chairman or any other member  may be terminated by the President if the chairman or any other member  (a)  is convicted for the breach of any provision of the Code of Conduct;  (b)  is convicted of any other offence;  (c)  is guilty of misconduct inconsistent   with his membership of the commission;  (d)  becomes of unsound mind or incapable of carrying out his duties;  (e)  becomes bankrupt or compounds with his creditors; (f) is absent, except on leave granted by the Commission, from all meetings of the Commission held during two consecutive months, or during any three months in any period of twelve months;  (g)  fails to carry out all or any of the duties or functions conferred or imposed on him by this Act:  Provided that the appointment  of the chairman  or other member shall not be terminated under this subsection unless he has been given a reasonable opportunity of being LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 9  L.R.O. 1/2012             Oath of office.         Interest in matter or proceedings before Commission  by member.                       Functions of heard:  Provided further that where an appointment is terminated a concise report thereof shall with all convenient speed be laid before the National Assembly.  (2) The chairman or any other member may resign by letter addressed to the President.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The appointment of the chairman or any other member  may be terminated by the President if the chairman or any other member"
                },
                {
                    "representation": "(a)",
                    "description": "is convicted for the breach of any provision of the Code of Conduct;"
                },
                {
                    "representation": "(b)",
                    "description": "is convicted of any other offence;"
                },
                {
                    "representation": "(c)",
                    "description": "is guilty of misconduct inconsistent   with his membership of the commission;"
                },
                {
                    "representation": "(d)",
                    "description": "becomes of unsound mind or incapable of carrying out his duties;"
                },
                {
                    "representation": "(e)",
                    "description": "becomes bankrupt or compounds with his creditors;"
                },
                {
                    "representation": "(f)",
                    "description": "is absent, except on leave granted by the Commission, from all meetings of the Commission held during two consecutive months, or during any three months in any period of twelve months;"
                },
                {
                    "representation": "(g)",
                    "description": "fails to carry out all or any of the duties or functions conferred or imposed on him by this Act:  Provided that the appointment  of the chairman  or other member shall not be terminated under this subsection unless he has been given a reasonable opportunity of being LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 9  L.R.O. 1/2012             Oath of office.         Interest in matter or proceedings before Commission  by member.                       Functions of heard:  Provided further that where an appointment is terminated a concise report thereof shall with all convenient speed be laid before the National Assembly."
                },
                {
                    "representation": "(2)",
                    "description": "The chairman or any other member may resign by letter addressed to the President."
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Oath of office. ",
            "context": "INTEGRITY COMMISSION ACT under Oath of office. 6. The chairman or other member shall not enter upon the duties of his office unless he has taken and subscribed  the oath of office set out in the Constitution before a magistrate or a justice of the peace and such oath shall be deposited by the chairman or other member with the Head of the Presidential Secretariat.",
            "description": "The chairman or other member shall not enter upon the duties of his office unless he has taken and subscribed  the oath of office set out in the Constitution before a magistrate or a justice of the peace and such oath shall be deposited by the chairman or other member with the Head of the Presidential Secretariat."
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Interest in matter or proceedings before Commission by member. ",
            "context": "INTEGRITY COMMISSION ACT under Interest in matter or proceedings before Commission by member. 7.  (1) Where the Chairman or any other member is interested in any matter before the Commission or any person who is a party to any proceedings before the Commission the Chairman or other member so interested shall disclose the nature of his interest to the Commission and shall not participate in its sittings in relation to the said matter or person.  (2) Where in the opinion of the President or of the Commission the chairman or any other member is interested in any matter before the Commission or any person who is a party to any proceedings before the Commission, the President or the Commission, as the case maybe, shall direct the chairman or other member not to participate in the sittings of the Commission in relation to the said matter or person.  (3) Where  the  chairman  or  any  other  member  acts  in contravention of this section he shall be guilty of misconduct under section 5(l)(c).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Chairman or any other member is interested in any matter before the Commission or any person who is a party to any proceedings before the Commission the Chairman or other member so interested shall disclose the nature of his interest to the Commission and shall not participate in its sittings in relation to the said matter or person."
                },
                {
                    "representation": "(2)",
                    "description": "Where in the opinion of the President or of the Commission the chairman or any other member is interested in any matter before the Commission or any person who is a party to any proceedings before the Commission, the President or the Commission, as the case maybe, shall direct the chairman or other member not to participate in the sittings of the Commission in relation to the said matter or person."
                },
                {
                    "representation": "(3)",
                    "description": "Where  the  chairman  or  any  other  member  acts  in contravention of this section he shall be guilty of misconduct under section 5(l)(c)."
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Functions of Commission. ",
            "context": "INTEGRITY COMMISSION ACT under Functions of Commission. 8. (1) The Commission shall perform the functions LAWS OF GUYANA 10 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012  Commission.               Sittings of Commission.                                conferred on it by this Act.  (2) The Commission shall have power to do anything which in the opinion of the Commission is  calculated  to  facilitate   the  proper performance of its functions or is incidental thereto.  (3) In the exercise and discharge of its functions, the Commission shall not be subject to the direction or control of any other person or authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission shall perform the functions LAWS OF GUYANA 10 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012  Commission.               Sittings of Commission.                                conferred on it by this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Commission shall have power to do anything which in the opinion of the Commission is  calculated  to  facilitate   the  proper performance of its functions or is incidental thereto."
                },
                {
                    "representation": "(3)",
                    "description": "In the exercise and discharge of its functions, the Commission shall not be subject to the direction or control of any other person or authority."
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Sittings of Commission. ",
            "context": "INTEGRITY COMMISSION ACT under Sittings of Commission. 9.  (1) The headquarters of the Commission shall be in Georgetown, but the Commission may hold its sittings at any other place in Guyana and with the permission of the President, at any place outside Guyana.  (2) Where the chairman cannot for any reason attend any sitting of the Commission, the members present and forming a quorum may elect one of their number to act as chairman for that meeting.  (3) No sitting or decision of the Commission, or any other act or thing done in pursuance of the powers conferred on it, shall be deemed to be invalid or ineffective only on the ground that  (a)  there  was  a  vacancy  in  the  membership   of the Commission or that any member did not participate in any particular sitting of the Commission;  (b)  there was any defect in the appointment or qualification of any person purporting to be a member thereof; or  LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 11  L.R.O. 1/2012             Procedure of Commission.        c. 19:03              Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The headquarters of the Commission shall be in Georgetown, but the Commission may hold its sittings at any other place in Guyana and with the permission of the President, at any place outside Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "Where the chairman cannot for any reason attend any sitting of the Commission, the members present and forming a quorum may elect one of their number to act as chairman for that meeting."
                },
                {
                    "representation": "(3)",
                    "description": "No sitting or decision of the Commission, or any other act or thing done in pursuance of the powers conferred on it, shall be deemed to be invalid or ineffective only on the ground that"
                },
                {
                    "representation": "(a)",
                    "description": "there  was  a  vacancy  in  the  membership   of the Commission or that any member did not participate in any particular sitting of the Commission;"
                },
                {
                    "representation": "(b)",
                    "description": "there was any defect in the appointment or qualification of any person purporting to be a member thereof; or  LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 11  L.R.O. 1/2012             Procedure of Commission.        c. 19:03              Form"
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Procedure of Commission. ",
            "context": "INTEGRITY COMMISSION ACT under Procedure of Commission. 10.  (1) Subject to the provisions of this Act and any regulations made thereunder, the Commission may regulate its own procedure and may make rules for that purpose.   (2) For the purpose of the performance of its functions under this Act, sections 10, 11, 12, 13, 14 and 17 of the Commissions of Inquiry Act shall  mutatis  mutandis   apply  to  the  Commission  subject   to  the modifications that  (a)  a reference to the commissioners shall be deemed to be a reference to the Commission; and  (b)  the form of summons for the attendance of witnesses or other persons or production of documents shall be in Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the provisions of this Act and any regulations made thereunder, the Commission may regulate its own procedure and may make rules for that purpose."
                },
                {
                    "representation": "(2)",
                    "description": "For the purpose of the performance of its functions under this Act, sections 10, 11, 12, 13, 14 and 17 of the Commissions of Inquiry Act shall  mutatis  mutandis   apply  to  the  Commission  subject   to  the modifications that"
                },
                {
                    "representation": "(a)",
                    "description": "a reference to the commissioners shall be deemed to be a reference to the Commission; and"
                },
                {
                    "representation": "(b)",
                    "description": "the form of summons for the attendance of witnesses or other persons or production of documents shall be in Form"
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Funds of Commission. ",
            "context": "INTEGRITY COMMISSION ACT under Funds of Commission. 11.  The Funds of the Commission shall consist of such funds as shall be provided to the Commission by or under any appropriation law.",
            "description": "The Funds of the Commission shall consist of such funds as shall be provided to the Commission by or under any appropriation law."
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Officers and employees of Commission.  PART III FINANCIAL DISCLOSURE  ",
            "context": "INTEGRITY COMMISSION ACT under Officers and employees of Commission.  PART III FINANCIAL DISCLOSURE  12. (1) The Commission may, acting within the funds and resources available to  it  (a)  employ  a  secretary  and  such  other  LAWS OF GUYANA 12 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012                          c. 19:05                        officers  and employees as are required for the proper performance of  the functions of the Commission;  (b)  retain the services of professional persons.  (2) The   remuneration  and   other   terms   and   conditions  of employment  of the secretary  and other officers and employees  of the Commission employed under subsection (1) and of professional persons retained under that subsection  shall be such as may be determined  or varied by the Commission from time to time.  (3) For the purpose of the   performance of the functions conferred on the Commission it may, with the consent of the appropriate authority, utilise the services of any public officer or other employee of Government.  (4) Section  28  of  the  Public  Corporations Act  shall  mutatis mutandis  apply to public officers, persons (not being public officers) holding appointments  in the public service  and teachers  referred  to therein, who are seconded, temporarily transferred or transferred to the Commission as if the Commission were a public corporation.  (5) The Commission may,  with the approval of the President, make  such  provisions  as it deems  appropriate  for  the  payment  of pension, gratuity  or other allowances  in respect of the service of its officers and other employees on their retirement from their employment with the Commission.  (6) In subsection (3) appropriate authority, in relation  to any public officer or other employee of the Government, means the person or authority vested by law with power to appoint such public officer or employee of the Government to the position he held in the Government at the LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 13  L.R.O. 1/2012         Declaration of financial  affairs.                                      time when his service is sought to be utilised by the Commission.  PART III FINANCIAL DISCLOSURE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and of professional persons retained under that subsection  shall be such as may be determined  or varied by the Commission from time to time."
                },
                {
                    "representation": "(a)",
                    "description": "employ  a  secretary  and  such  other  LAWS OF GUYANA 12 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012                          c. 19:05                        officers  and employees as are required for the proper performance of  the functions of the Commission;"
                },
                {
                    "representation": "(b)",
                    "description": "retain the services of professional persons."
                },
                {
                    "representation": "(2)",
                    "description": "The   remuneration  and   other   terms   and   conditions  of employment  of the secretary  and other officers and employees  of the Commission employed under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "appropriate authority, in relation  to any public officer or other employee of the Government, means the person or authority vested by law with power to appoint such public officer or employee of the Government to the position he held in the Government at the LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 13  L.R.O. 1/2012         Declaration of financial  affairs.                                      time when his service is sought to be utilised by the Commission.  PART III FINANCIAL DISCLOSURE"
                },
                {
                    "representation": "(4)",
                    "description": "Section  28  of  the  Public  Corporations Act  shall  mutatis mutandis  apply to public officers, persons"
                },
                {
                    "representation": "(5)",
                    "description": "The Commission may,  with the approval of the President, make  such  provisions  as it deems  appropriate  for  the  payment  of pension, gratuity  or other allowances  in respect of the service of its officers and other employees on their retirement from their employment with the Commission."
                },
                {
                    "representation": "(6)",
                    "description": "In subsection"
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Declaration of financial affairs. ",
            "context": "INTEGRITY COMMISSION ACT under Declaration of financial affairs. 13.  (1) Every  person  who  is a person  in public  life,  not being  a member of the Commission, shall  (a)  each year, on or before 30th June; and  (b)  where such person ceases to be a person in public life, within thirty days from the date on which the person ceases to be a person in public life,  file  with  the  Commission  a  declaration  containing  the  particulars referred to in subsection  (4) with reference  to the relevant  date; and each of the members of the Commission  shall file with the President similar declarations  on or before the dates on which such declarations  are required by other persons in public life.  (2) Without prejudice to the provisions of subsection (1)   (a)  every person who is a person in public life on the commencement of this Act shall, within thirty days from such commencement, file with the Commission a declaration containing the particulars referred to in subsection (4) with reference to the date of such commencement;  (b)  every person who becomes a person in public life after the commencement of LAWS OF GUYANA 14 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012                                                Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every  person  who  is a person  in public  life,  not being  a member of the Commission, shall"
                },
                {
                    "representation": "(a)",
                    "description": "every person who is a person in public life on the commencement of this Act shall, within thirty days from such commencement, file with the Commission a declaration containing the particulars referred to in subsection"
                },
                {
                    "representation": "(b)",
                    "description": "every person who becomes a person in public life after the commencement of LAWS OF GUYANA 14 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012                                                Form"
                },
                {
                    "representation": "(4)",
                    "description": "with reference to the date of such commencement;"
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Trust property. ",
            "context": "INTEGRITY COMMISSION ACT under Trust property. 14. Where a person in public life holds any money or other property in trust for another person, not being his spouse or child or another person in public life, he shall so state in his declaration but shall not be required to disclose the terms of the trust.",
            "description": "Where a person in public life holds any money or other property in trust for another person, not being his spouse or child or another person in public life, he shall so state in his declaration but shall not be required to disclose the terms of the trust."
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Full disclosure. ",
            "context": "INTEGRITY COMMISSION ACT under Full disclosure. 15.  (1) A person in public life is required to disclose in his declaration, under  section  13, such  details  in respect  of the income,  assets  and liabilities of himself and those of his spouse and his children, as by the exercise of reasonable care should be known to him.  (2) For the purposes of a declaration under section 13, the income, assets and liabilities of a person in public life, his spouse and his child shall include the income, assets and liabilities acquired, held or incurred by any other person as agent or on behalf of all or any of them.  (3) Any direct or indirect benefit accruing to the income or assets of a declarant or his spouse or child must be disclosed in a declaration under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person in public life is required to disclose in his declaration, under  section  13, such  details  in respect  of the income,  assets  and liabilities of himself and those of his spouse and his children, as by the exercise of reasonable care should be known to him."
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of a declaration under section 13, the income, assets and liabilities of a person in public life, his spouse and his child shall include the income, assets and liabilities acquired, held or incurred by any other person as agent or on behalf of all or any of them."
                },
                {
                    "representation": "(3)",
                    "description": "Any direct or indirect benefit accruing to the income or assets of a declarant or his spouse or child must be disclosed in a declaration under section"
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Blind trusts. ",
            "context": "INTEGRITY COMMISSION ACT under Blind trusts. 16. (1) A person in public life may place his assets or part thereof in a blind trust for the purposes of this Act and file a copy of the trust deed with the Commission.  LAWS OF GUYANA 16 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012                                                  (2) Where the assets of a person in public life are placed in a blind trust,  he  need  not  in  his  declaration  under  section  13,  give  more particulars of those assets than the amount and description of the assets placed in that trust and the date of so doing.  (3) Notwithstanding any other law relating to the duties of trustees, a trust company, managing the assets of a person in public life by way of a blind trust, shall reply fully to any inquiries of the Commission relating to the nature and management of the assets in the blind trust.  (4) A blind trust is created when a person in public life enters into an agreement with a qualified trust company whereby  (a)  all or any part of his assets or those of his spouse or children are conveyed to  the trust company for the management, administration and control thereof, in its absolute discretion without recourse or report to the person or persons beneficially entitled to those assets;  (b)  income derived from the management of the assets is to be distributed, in accordance with the agreement, to him, his spouse or his children until he ceases to be a person in public life; and  (c)  after he ceases to be a person in public life, proper and full accounting is to be made to him, his spouse or children as the circumstances of the management of the trust require. LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 17  L.R.O. 1/2012                                                  (5) A trust company is a qualified trust company where  (a)  it is incorporated in Guyana and is carrying on business in Guyana;  (b)  no more than five per cent of the nominal value of the issued shares in the trust company or its affiliate is held by the person in public life entering into an agreement with it, or by any other person associated with him; and  (c)  the person in public life or his spouse or any of his children does not hold any directorship or office in the trust company or its affiliate.  (6) For the purposes of this section, a company is the affiliate of another company where it holds more than five per cent of the nominal value of the issued shares in that other company or where that other company holds more than five per cent of the nominal value of the issued shares in the first mentioned company.  (7) For the purposes of this section,  a person is associated with another where that other person is  (a)  the spouse or child of the person; or  (b)  the partner of the person in a professional, trade, or commercial undertaking; or  (c)  a corporation and the first mentioned LAWS OF GUYANA 18 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012         Receipt  and examination  of  declarations.              Commission  or the  President  may require further particulars.     Failure to file declaration or furnish particulars.    Commission may hold formal inquiry.    Further person or any person mentioned in paragraph (a) controls the corporation, its holding corporation or a corporation affiliated with either.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person in public life may place his assets or part thereof in a blind trust for the purposes of this Act and file a copy of the trust deed with the Commission.  LAWS OF GUYANA 16 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012"
                },
                {
                    "representation": "(2)",
                    "description": "Where the assets of a person in public life are placed in a blind trust,  he  need  not  in  his  declaration  under  section  13,  give  more particulars of those assets than the amount and description of the assets placed in that trust and the date of so doing."
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding any other law relating to the duties of trustees, a trust company, managing the assets of a person in public life by way of a blind trust, shall reply fully to any inquiries of the Commission relating to the nature and management of the assets in the blind trust."
                },
                {
                    "representation": "(4)",
                    "description": "A blind trust is created when a person in public life enters into an agreement with a qualified trust company whereby"
                },
                {
                    "representation": "(a)",
                    "description": "controls the corporation, its holding corporation or a corporation affiliated with either."
                },
                {
                    "representation": "(b)",
                    "description": "the partner of the person in a professional, trade, or commercial undertaking; or"
                },
                {
                    "representation": "(c)",
                    "description": "a corporation and the first mentioned LAWS OF GUYANA 18 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012         Receipt  and examination  of  declarations.              Commission  or the  President  may require further particulars.     Failure to file declaration or furnish particulars.    Commission may hold formal inquiry.    Further person or any person mentioned in paragraph"
                },
                {
                    "representation": "(5)",
                    "description": "A trust company is a qualified trust company where"
                },
                {
                    "representation": "(6)",
                    "description": "For the purposes of this section, a company is the affiliate of another company where it holds more than five per cent of the nominal value of the issued shares in that other company or where that other company holds more than five per cent of the nominal value of the issued shares in the first mentioned company."
                },
                {
                    "representation": "(7)",
                    "description": "For the purposes of this section,  a person is associated with another where that other person is"
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Receipt and examination of declarations. ",
            "context": "INTEGRITY COMMISSION ACT under Receipt and examination of declarations. 17. The Commission or the President,  as the case maybe, shall   (a)  receive,  examine  and  retain  all  declarations  and documents filed with it or him under this Act; and  (b)  make such enquiries as it or he considers necessary in order to verify or determine the accuracy of the financial affairs, as stated in the declarations of persons who are  required to file declarations under this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "receive,  examine  and  retain  all  declarations  and documents filed with it or him under this Act; and"
                },
                {
                    "representation": "(b)",
                    "description": "make such enquiries as it or he considers necessary in order to verify or determine the accuracy of the financial affairs, as stated in the declarations of persons who are  required to file declarations under this Act."
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Commission or the President may require further particulars. ",
            "context": "INTEGRITY COMMISSION ACT under Commission or the President may require further particulars. 18.  The Commission or the President, as the case may be, may in writing request a declarant to furnish such further particulars relating to his financial affairs as may be considered necessary for the purposes of section 17 (b) and the declarant shall comply with the request within the time specified therefor by the Commission or the President, as the case may be.",
            "description": [
                {
                    "representation": "(b)",
                    "description": "and the declarant shall comply with the request within the time specified therefor by the Commission or the President, as the case may be."
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Failure to file declaration or furnish particulars. ",
            "context": "INTEGRITY COMMISSION ACT under Failure to file declaration or furnish particulars. 19. Where a person who is required to do so fails to file a declaration in accordance with this Act or to furnish particulars under section 18, the Commission or the President, as the case may be, shall publish the fact in the Gazette and in a daily newspaper.",
            "description": "Where a person who is required to do so fails to file a declaration in accordance with this Act or to furnish particulars under section 18, the Commission or the President, as the case may be, shall publish the fact in the Gazette and in a daily newspaper."
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Commission may hold formal inquiry. LAWS OF GUYANA 4 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012  SECTION ",
            "context": "INTEGRITY COMMISSION ACT under Commission may hold formal inquiry. LAWS OF GUYANA 4 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012  SECTION 20. The Commission may in writing request a declarant to furnish such further information or documents and may conduct an inquiry to verify any declaration or other statement filed with it.",
            "description": "The Commission may in writing request a declarant to furnish such further information or documents and may conduct an inquiry to verify any declaration or other statement filed with it."
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Further information from members of Commission in respect of their declarations. ",
            "context": "INTEGRITY COMMISSION ACT under Further information from members of Commission in respect of their declarations. 21.  PART II INTEGRITY COMMISSION LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 7  L.R.O. 1/2012    Establishment  of Integrity Commission.                                     Terms and conditions of appointment of chairman and others  Members.",
            "description": "PART II INTEGRITY COMMISSION LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 7  L.R.O. 1/2012    Establishment  of Integrity Commission.                                     Terms and conditions of appointment of chairman and others  Members."
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Offences and penalties. ",
            "context": "INTEGRITY COMMISSION ACT under Offences and penalties. 22. Any person who  (a) (i) fails,  without  reasonable  cause,  to file  with  the Commission or the President,  as the case may be, a declaration which he is required to file in accordance with the provisions of this Act; or       (ii) knowingly files with the Commission or the President a declaration that is not complete or is false in any material particular; or  (b)  fails,  without  reasonable  cause,  to  comply  with a request made under section 18 or 21(2) by the Commission, the President or a tribunal, within the time specified therefor by the Commission, the President or the tribunal, as the case may be, or gives incomplete or false information pursuant to the request; or    (c)  fails, without reasonable cause, to attend an inquiry being conducted under section 21, pursuant to a request under section 21 (2), or to furnish any information the tribunal may LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 21  L.R.O. 1/2012                       Prosecutions.              Expenses incurred in preparation of declarations  tax deductible. c. 81:01       request the declarant to furnish under that section or knowingly gives any false or incomplete information in such inquiry,  shall be liable, on summary conviction, to a fine of twenty-five thousand dollars and to imprisonment  for a term of not less than six months nor more than one year, and where the offence involves the non-disclosure, by the declarant, of property, which should have been disclosed in the declaration, the magistrate convicting the person shall order the person to make full disclosure of the property within a given time and on failure to comply with the order of the magistrate within the given time, the said offence shall be deemed to be a continuing offence and the person shall be liable to a further fine of ten thousand dollars for each day on which the offence continues.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "(i) fails,  without  reasonable  cause,  to file  with  the Commission or the President,  as the case may be, a declaration which he is required to file in accordance with the provisions of this Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "fails,  without  reasonable  cause,  to  comply  with a request made under section 18 or 21(2) by the Commission, the President or a tribunal, within the time specified therefor by the Commission, the President or the tribunal, as the case may be, or gives incomplete or false information pursuant to the request; or"
                },
                {
                    "representation": "(c)",
                    "description": "fails, without reasonable cause, to attend an inquiry being conducted under section 21, pursuant to a request under section 21"
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Prosecutions. ",
            "context": "INTEGRITY COMMISSION ACT under Prosecutions. 23. No  prosecution  for  an  offence  under  section  22,  shall  be instituted  (a)  without the written consent of the Director of Public Prosecutions; or   (b)  after five years from the date when the person in respect of whose declaration  the alleged offence was committed, ceased to be a person in public life.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "without the written consent of the Director of Public Prosecutions; or"
                },
                {
                    "representation": "(b)",
                    "description": "after five years from the date when the person in respect of whose declaration  the alleged offence was committed, ceased to be a person in public life."
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Expenses incurred in preparation of declarations tax deductible.  PART IV CODE OF CONDUCT  ",
            "context": "INTEGRITY COMMISSION ACT under Expenses incurred in preparation of declarations tax deductible.  PART IV CODE OF CONDUCT  24. For the purposes of the Income Tax Act, all disbursements and expenses  reasonably incurred  in a year of assessment by a person in public life in connection with the preparation of a declaration required to be furnished by him under this Act shall be deemed to be incurred by him wholly  and  exclusively  in  acquiring   his  income  for  that  year  of assessment.  PART IV CODE OF CONDUCT LAWS OF GUYANA 22 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012    Provisions of this Part in addition to and not in derogation of certain Acts. c. 8:01 c. 8:02   Powers of appropriate disciplinary authority preserved.  Code of Conduct.  Schedule II.           Complaints  to  Commission.",
            "description": "For the purposes of the Income Tax Act, all disbursements and expenses  reasonably incurred  in a year of assessment by a person in public life in connection with the preparation of a declaration required to be furnished by him under this Act shall be deemed to be incurred by him wholly  and  exclusively  in  acquiring   his  income  for  that  year  of assessment.  PART IV CODE OF CONDUCT LAWS OF GUYANA 22 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012    Provisions of this Part in addition to and not in derogation of certain Acts. c. 8:01 c. 8:02   Powers of appropriate disciplinary authority preserved.  Code of Conduct.  Schedule II.           Complaints  to  Commission."
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Provisions of this Part in addition to and not in derogation of certain Acts. ",
            "context": "INTEGRITY COMMISSION ACT under Provisions of this Part in addition to and not in derogation of certain Acts. 25. The provisions of this Part shall be in addition to and not in derogation of the provisions of the Criminal Law (Offences) Act, the Summary Jurisdiction (Offences) Act or any other written law.",
            "description": "The provisions of this Part shall be in addition to and not in derogation of the provisions of the Criminal Law (Offences) Act, the Summary Jurisdiction (Offences) Act or any other written law."
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Powers of appropriate disciplinary authority preserved. ",
            "context": "INTEGRITY COMMISSION ACT under Powers of appropriate disciplinary authority preserved. 26. The provisions of this Part shall be without prejudice to the powers conferred upon the appropriate disciplinary authority by the Constitution.",
            "description": "The provisions of this Part shall be without prejudice to the powers conferred upon the appropriate disciplinary authority by the Constitution."
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Code of Conduct. ",
            "context": "INTEGRITY COMMISSION ACT under Code of Conduct. 27. (1) There is hereby established a Code of Conduct, being the body of rules contained in Schedule II, for every person in public life.  (2) Any person in public life who is in breach of any provision of the Code of Conduct shall be liable, on summary conviction, to a fine of twenty-five thousand dollars and to imprisonment for a period of not less than six months nor more than one year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established a Code of Conduct, being the body of rules contained in Schedule II, for every person in public life."
                },
                {
                    "representation": "(2)",
                    "description": "Any person in public life who is in breach of any provision of the Code of Conduct shall be liable, on summary conviction, to a fine of twenty-five thousand dollars and to imprisonment for a period of not less than six months nor more than one year."
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Complaint to Commission. ",
            "context": "INTEGRITY COMMISSION ACT under Complaint to Commission. 28. (1) Any person  who has reasonable grounds to believe  that any person in public life is guilty of breach of any provision of the Code of Conduct may make a complaint in writing to the Commission stating  (a) the particulars of the breach;  (b)  the particulars, as far as they are known, of the person against whom the complaint is made;  (c)  the  nature  of  the  evidence  that  the  complainant proposes to produce LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 23  L.R.O. 1/2012                         Commission may reject complaint.                        in respect of the complaint; and  (d)  such other  particulars  as  may  be  prescribed  by regulations by the Minister.  (2)  A complaint to the Commission under this section may be presented in person, or may be sent by registered post to the chairman.  (3)  A  person   who  makes  a  complaint   which  is  frivolous, mischievous or spiteful shall be guilty of an offence and shall be liable on summary conviction to a fine of twenty-five thousand dollars and two months imprisonment  and the nature of the complaint  for which the person  is  convicted  shall be published  in a daily newspaper  at the expense of such person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person  who has reasonable grounds to believe  that any person in public life is guilty of breach of any provision of the Code of Conduct may make a complaint in writing to the Commission stating"
                },
                {
                    "representation": "(a)",
                    "description": "the particulars of the breach;"
                },
                {
                    "representation": "(b)",
                    "description": "the particulars, as far as they are known, of the person against whom the complaint is made;"
                },
                {
                    "representation": "(c)",
                    "description": "the  nature  of  the  evidence  that  the  complainant proposes to produce LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 23  L.R.O. 1/2012                         Commission may reject complaint.                        in respect of the complaint; and"
                },
                {
                    "representation": "(d)",
                    "description": "such other  particulars  as  may  be  prescribed  by regulations by the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "A complaint to the Commission under this section may be presented in person, or may be sent by registered post to the chairman."
                },
                {
                    "representation": "(3)",
                    "description": "A  person   who  makes  a  complaint   which  is  frivolous, mischievous or spiteful shall be guilty of an offence and shall be liable on summary conviction to a fine of twenty-five thousand dollars and two months imprisonment  and the nature of the complaint  for which the person  is  convicted  shall be published  in a daily newspaper  at the expense of such person."
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Commission may reject complaint. ",
            "context": "INTEGRITY COMMISSION ACT under Commission may reject complaint. 29. Where a complaint has been made to the Commission under section 28, the Commission after considering the complaint and, where found necessary, examining the complainant, may reject the complaint if the Commission is of the opinion that  (a)  the complaint is frivolous or that it does not pertain to a matter the Commission is empowered to deal with under this Act; or  (b)  there has been undue delay in making the complaint after the complainant has come to know of the commission of the breach complained of:  Provided that no complaint shall be rejected by the Commission without  giving  the  person  who  made  the  complaint  a  reasonable opportunity of being heard.  LAWS OF GUYANA 24 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012  Investigation of breach of Code of Conduct.                      Report to Director of Public Prosecutions.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the complaint is frivolous or that it does not pertain to a matter the Commission is empowered to deal with under this Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "there has been undue delay in making the complaint after the complainant has come to know of the commission of the breach complained of:  Provided that no complaint shall be rejected by the Commission without  giving  the  person  who  made  the  complaint  a  reasonable opportunity of being heard.  LAWS OF GUYANA 24 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012  Investigation of breach of Code of Conduct.                      Report to Director of Public Prosecutions."
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Investigation of breach of Code of Conduct. ",
            "context": "INTEGRITY COMMISSION ACT under Investigation of breach of Code of Conduct. 30. (1) Where upon examination of a complaint made under section 28, or otherwise, the Commission is of the view that an investigation is necessary to ascertain  whether  any person in public life is guilty of breach of any provision of the Code of Conduct, it shall inquire into the matter.  (2) The sittings of the Commission to take evidence or to hear arguments in the course of any inquiry under subsection (1) shall be held in public.  (3)   The complainant and the person in public life in respect of whom any inquiry is held under this section shall be entitled to reasonable notice of the proceedings of the inquiry and to be represented in the inquiry either personally or through an attorney-at-law.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be held in public."
                },
                {
                    "representation": "(2)",
                    "description": "The sittings of the Commission to take evidence or to hear arguments in the course of any inquiry under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The complainant and the person in public life in respect of whom any inquiry is held under this section shall be entitled to reasonable notice of the proceedings of the inquiry and to be represented in the inquiry either personally or through an attorney-at-law."
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Report to Director of Public Prosecutions.  PART V GIFTS  ",
            "context": "INTEGRITY COMMISSION ACT under Report to Director of Public Prosecutions.  PART V GIFTS  31. (1) On the conclusion of any inquiry under section 30, the Commission shall submit a report to the Director of Public Prosecutions if the Commission considers this necessary.  (2) A copy of the report referred to in subsection (1) shall be submitted to the President.  (3) Where the Director of Public Prosecutions is satisfied, on the examination of the report referred to in subsection (1) and the supporting  relevant evidence, that any person in public life ought to be prosecuted  for an offence under section 27 (2), he shall institute  and undertake criminal proceedings against the person in public life.  (4) Where on the conclusion of an inquiry  under section  30 the Commission finds it necessary  to submit  a report  to the Director  of Public  Prosecutions, it  may  transmit  where  the  circumstances so warrant, a report to the relevant authority charged with the exercise of disciplinary control over the person in respect of whom the LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 25  L.R.O. 1/2012                Report to Commission  of gifts.                               complaint was made for whatever action that body may think necessary.  (5) Where the Commission has forwarded to the Director of Public Prosecutions a report under subsection (1), he shall inform the Commission and the President, in writing, the action taken by him pursuant to the report.  PART V GIFTS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and the supporting  relevant evidence, that any person in public life ought to be prosecuted  for an offence under section 27"
                },
                {
                    "representation": "(2)",
                    "description": "A copy of the report referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where the Director of Public Prosecutions is satisfied, on the examination of the report referred to in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Where on the conclusion of an inquiry  under section  30 the Commission finds it necessary  to submit  a report  to the Director  of Public  Prosecutions, it  may  transmit  where  the  circumstances so warrant, a report to the relevant authority charged with the exercise of disciplinary control over the person in respect of whom the LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 25  L.R.O. 1/2012                Report to Commission  of gifts.                               complaint was made for whatever action that body may think necessary."
                },
                {
                    "representation": "(5)",
                    "description": "Where the Commission has forwarded to the Director of Public Prosecutions a report under subsection"
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Report to Commission of gifts. ",
            "context": "INTEGRITY COMMISSION ACT under Report to Commission of gifts. 32.   PART VI MISCELLANEOUS",
            "description": "PART VI MISCELLANEOUS"
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Penalty for contravening section ",
            "context": "INTEGRITY COMMISSION ACT under Penalty for contravening section 33. Any person in public life who  (a)  makes a report to the Commission under section 32 (1) which is incomplete or false in any material particular;  (b)  fails to comply with the proviso to section 32 (4); or  (c)  fails  to  comply  with  a  direction  given  LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 27  L.R.O. 1/2012              Assistance by Commissioner of Police.       Confidentiality of information.                        by  the Commission under section 32 (6),  shall be liable, on summary conviction, to a fine, which shall not be less than the value of the gift involved in the commission of the offence, and to imprisonment for three months.  PART VI MISCELLANEOUS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "makes a report to the Commission under section 32"
                },
                {
                    "representation": "(1)",
                    "description": "which is incomplete or false in any material particular;"
                },
                {
                    "representation": "(b)",
                    "description": "fails to comply with the proviso to section 32"
                },
                {
                    "representation": "(c)",
                    "description": "fails  to  comply  with  a  direction  given  LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 27  L.R.O. 1/2012              Assistance by Commissioner of Police.       Confidentiality of information.                        by  the Commission under section 32"
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Assistance by Commissioner of Police. ",
            "context": "INTEGRITY COMMISSION ACT under Assistance by Commissioner of Police. 34. Where the Commission requests the Commissioner of Police for any assistance, in connection with the performance of its functions, either by the Commissioner of Police or by any other member of the Police Force, it shall be the duty of the Commissioner of Police to provide or to ensure the provision of such assistance to the Commission.",
            "description": "Where the Commission requests the Commissioner of Police for any assistance, in connection with the performance of its functions, either by the Commissioner of Police or by any other member of the Police Force, it shall be the duty of the Commissioner of Police to provide or to ensure the provision of such assistance to the Commission."
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Confidentiality of information. ",
            "context": "INTEGRITY COMMISSION ACT under Confidentiality of information. 35. (1) Any information received by any member, or by any officer or other employee of the Commission, in the course of the performance  of the functions of such person under this Act (including information contained in any document  received  by that person by virtue of the provisions of this Act) shall not be divulged by any such member, or by any such  officer  or  employee,  to any  person,  except  to the extent necessary to exercise  or discharge  his functions  as such member  or officer or employee or to comply with the provision of any written law or the order of any court or for the purpose of prosecution for an offence.  (2) Any member, or any officer or other employee of the Commission who contravenes the provisions of subsection (1) shall, on summary conviction, be liable to a fine of twenty-five thousand dollars and to imprisonment for two months.  (3) Any person who receives  any information or anything contained in such documents as aforesaid, LAWS OF GUYANA 28 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012              Amendment of Schedules.    Annual report by  Commission.             Power of Commission  to make rules.   Power of the Minister to make regulations.          knowing or having reasonable ground to believe at the time when he receives it, that it is communicated to him in contravention  of this section shall, unless he proves that the communication to him of the information or anything contained in any document was contrary to his desire, be guilty of an offence and shall be liable on summary conviction to a fine of twenty-five thousand dollars and to imprisonment for two months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall, on summary conviction, be liable to a fine of twenty-five thousand dollars and to imprisonment for two months."
                },
                {
                    "representation": "(2)",
                    "description": "Any member, or any officer or other employee of the Commission who contravenes the provisions of subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any person who receives  any information or anything contained in such documents as aforesaid, LAWS OF GUYANA 28 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012              Amendment of Schedules.    Annual report by  Commission.             Power of Commission  to make rules.   Power of the Minister to make regulations.          knowing or having reasonable ground to believe at the time when he receives it, that it is communicated to him in contravention  of this section shall, unless he proves that the communication to him of the information or anything contained in any document was contrary to his desire, be guilty of an offence and shall be liable on summary conviction to a fine of twenty-five thousand dollars and to imprisonment for two months."
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Amendment of Schedules. ",
            "context": "INTEGRITY COMMISSION ACT under Amendment of Schedules. 36. The Minister may order, which shall be subject to negative resolution of the National Assembly, amend any of the Schedules.",
            "description": "The Minister may order, which shall be subject to negative resolution of the National Assembly, amend any of the Schedules."
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Annual report by Commission. ",
            "context": "INTEGRITY COMMISSION ACT under Annual report by Commission. 37. (1) The Commission  shall, before the expiry of three months after the expiry of each calendar year, submit to the President a report containing an account of the activities of the Commission throughout the preceding calendar year and the difficulties, if any, experienced by the Commission in the performance of its functions.  (2) The report, with any explanation in regard to any matter stated in the report, shall be laid before the National Assembly within a period of sixty days.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission  shall, before the expiry of three months after the expiry of each calendar year, submit to the President a report containing an account of the activities of the Commission throughout the preceding calendar year and the difficulties, if any, experienced by the Commission in the performance of its functions."
                },
                {
                    "representation": "(2)",
                    "description": "The report, with any explanation in regard to any matter stated in the report, shall be laid before the National Assembly within a period of sixty days."
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Power of Commission to make rules. ",
            "context": "INTEGRITY COMMISSION ACT under Power of Commission to make rules. 38. Subject to the provisions of this Act and regulations made thereunder, the Commission may make rules to regulate its procedure.",
            "description": "Subject to the provisions of this Act and regulations made thereunder, the Commission may make rules to regulate its procedure."
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Power of the Minister to make regulations. ",
            "context": "INTEGRITY COMMISSION ACT under Power of the Minister to make regulations. 39. (1) The Minister may, after consultation with the Commission, make regulations to carry out the purposes of this Act.  (2) Without prejudice to the generality of the foregoing, and in particular, such regulations may provide for all or any of the following matters  (a)  the procedure of the Commission;  LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 29  L.R.O. 1/2012           Constitutional privileges and immunities not affected.             Possession of unaccounted property or pecuniary resource.                  (b)  particulars that a complaint under section 28 should contain;  (c)  any other matter that is required to be, or may be, prescribed by regulations under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may, after consultation with the Commission, make regulations to carry out the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the generality of the foregoing, and in particular, such regulations may provide for all or any of the following matters"
                },
                {
                    "representation": "(a)",
                    "description": "the procedure of the Commission;  LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 29  L.R.O. 1/2012           Constitutional privileges and immunities not affected.             Possession of unaccounted property or pecuniary resource."
                },
                {
                    "representation": "(b)",
                    "description": "particulars that a complaint under section 28 should contain;"
                },
                {
                    "representation": "(c)",
                    "description": "any other matter that is required to be, or may be, prescribed by regulations under this Act."
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Constitutional privileges and immunities not affected.  PART VII CREATION OF A NEW OFFENCE LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 5  L.R.O. 1/2012 AMENDMENT OF CERTAIN ENACTMENTS WIDER APPLICATION OF ACT               SECTION ",
            "context": "INTEGRITY COMMISSION ACT under Constitutional privileges and immunities not affected.  PART VII CREATION OF A NEW OFFENCE LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 5  L.R.O. 1/2012 AMENDMENT OF CERTAIN ENACTMENTS WIDER APPLICATION OF ACT               SECTION 40.  For the removal of doubts it is hereby declared that this Act shall not be deemed to affect or modify in any way any privilege or immunity granted to the holder of any office by the Constitution.  PART VII CREATION  OF A NEW OFFENCE  AMENDMENT OF CERTAIN ENACTMENTS  WIDER APPLICATION  OF  ACT",
            "description": "For the removal of doubts it is hereby declared that this Act shall not be deemed to affect or modify in any way any privilege or immunity granted to the holder of any office by the Constitution.  PART VII CREATION  OF A NEW OFFENCE  AMENDMENT OF CERTAIN ENACTMENTS  WIDER APPLICATION  OF  ACT"
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Possession of unaccounted property or pecuniary resource. ",
            "context": "INTEGRITY COMMISSION ACT under Possession of unaccounted property or pecuniary resource. 41. (1) Where a person who is or was a person in public life, or any other person on his behalf, is found to be in possession of property or pecuniary resource disproportionate to the known sources of income of the first mentioned person, and that person fails to produce satisfactory evidence to  prove that the possession of the property or pecuniary resource was acquired by lawful means, he shall be guilty of an offence and shall be liable, on summary conviction, to a fine and to imprisonment for a term of not less than six months nor more than three years.  (2) In imposing a fine under subsection (1) on a person found guilty of an offence under that subsection, the court shall have regard to the value of the property or pecuniary resource in the possession of that person, which cannot be accounted for by his known sources of income or other  lawful  means of acquisition of the property or pecuniary resource and such fine shall be equivalent to one and LAWS OF GUYANA 30 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012        Wider application of Act.                                          one half times the value of the aforesaid property or pecuniary resource found to be in the possession of the said person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "on a person found guilty of an offence under that subsection, the court shall have regard to the value of the property or pecuniary resource in the possession of that person, which cannot be accounted for by his known sources of income or other  lawful  means of acquisition of the property or pecuniary resource and such fine shall be equivalent to one and LAWS OF GUYANA 30 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012        Wider application of Act.                                          one half times the value of the aforesaid property or pecuniary resource found to be in the possession of the said person."
                },
                {
                    "representation": "(2)",
                    "description": "In imposing a fine under subsection"
                }
            ]
        }
    },
    {
        "act": "INTEGRITY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Wider application of Act. SCHEDULE I—Specified Offices. SCHEDULE II—Code of Conduct. SCHEDULE III—Forms.    __________________________ _______________________________________________________  20  of 1997  CHAPTER 26:01  INTEGRITY COMMISSION ACT   An Act to provide for the establishment of an Integrity Commission and to make provisions for the purpose of security of persons in public life.        Short title    Interpretation            PART 1 PRELIMINARY   ",
            "context": "INTEGRITY COMMISSION ACT under Wider application of Act. SCHEDULE ISpecified Offices. SCHEDULE IICode of Conduct. SCHEDULE IIIForms.    __________________________ _______________________________________________________  20  of 1997  CHAPTER 26:01  INTEGRITY COMMISSION ACT   An Act to provide for the establishment of an Integrity Commission and to make provisions for the purpose of security of persons in public life.        Short title    Interpretation            PART 1 PRELIMINARY   42.  (1) Notwithstanding anything in this Act, a person in public life whether or not mentioned in Schedule I shall include  public officers; officers of Regional Democratic Councils; officers of the Bank of Guyana; officers of State owned and controlled Banks; officers of public corporations and other bodies corporate and agencies (including companies and bodies established by or under any statute) owned by the State or in which the controlling interest is  vested in  the State  or any agency on behalf of  the State; members of Tender Boards,  and the aforesaid persons, if not mentioned in Schedule I, shall, subject to subsection (2) not be required to file a declaration under Part III.  (2) Where a complaint is made under section 28 in respect of any of the aforesaid persons not mentioned in Schedule I, PART III shall mutatis  mutandis  apply  to such  person  and  he shall  supply  to the Commission such information if required to do so by the Commission or make such declaration,  in respect of such year or years, in such form within such time as the Commission shall specify including  (a)  under section 13, a declaration regarding his assets and liabilities in accordance with section 15;  (b)  under section 14 and 16, declaration LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 31  L.R.O. 1/2012                  s. 2                               regarding trusts and blind trusts respectively;  (c)  under section 18, such further information as may be required by the Commission,  in addition to any information such person is bound to supply or in addition to any declaration he is bound to make under the other provisions of this Act.  _____________________  SCHEDULE I  SPECIFIED OFFICES  The President of Guyana; The Speaker of the National Assembly; Ministers including Ministers of State; Secretary to the Cabinet; Parliamentary Secretaries; Members of the National Assembly; Members of the National Congress of Local Democratic Organs; Members of the Regional Democratic Councils; Clerk of the National Assembly; Attorney-General (if not a Member of the Cabinet);  Head of the Presidential Secretariat; Director of Protocol, Office of the President; Chief of Protocol, Ministry of Foreign Affairs; Permanent Secretaries and Deputy Permanent Secretaries; Ombudsman; Director of Public Prosecutions; Deputy Director of Public Prosecutions; Solicitor-General; Deputy Solicitor-General; LAWS OF GUYANA 32 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012                                                  Chief Parliamentary Counsel; Deputy Chief Parliamentary Counsel;  Auditor General; Deputy Auditor General; Secretary to the Treasury; Deputy Secretary to the Treasury; Commissioner of Police; Deputy Commissioner of Police; Chief of Staff, Guyana Defence Force;  Director General, Guyana National Service; Commandant, Guyana Peoples Militia;  Members, Elections Commission; Members, Judicial Service Commission; Members, Public Service Commission;  Members,  Police Service Commission ; Members, Teaching Service Commission;  Members, Public Service Appellate Tribunal;  Police Complaints Authority; Heads of Diplomatic Missions of Guyana accredited to any other country or any international organisation; Governor, Deputy Governor and Heads of Division of the Bank of Guyana; Managing Directors and Managers of State owned or controlled banks; Heads of all Government Departments; Commissioner of Lands and Surveys; Deputy Commissioner of Lands and Surveys; Commissioner of Geology and Mines; Deputy Commissioner of Geology and Mines; Commissioner of Forests; Deputy Commissioner of Forests; Commissioner of Inland Revenue; Deputy Commissioner of Inland Revenue; Comptroller of Customs and Excise; Deputy Comptroller of Customs and Excise; Judges of the Supreme Court  Presidential Advisors  LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 33  L.R.O. 1/2012                                                 Magistrates Commissioner of Title Registrar of the Supreme Court  Registrar of Deeds State Solicitor, Official Receiver and Public Trustee Chief Planning Officer Chief Executive Officer, Deputy Chief Executive Officer and Heads of Departments, Public Corporations Secretariat Chairmen, Managing Directors, Chief Executive Officers, General Managers and Heads of Departments of all public corporations, and other bodies corporate and agencies (including companies and bodies established by or under any statute) owned by the State or in which the controlling interest is vested in the State or in any agency on behalf of the State Vice-Chancellor, Registrar, and Deans of Faculties of the University of Guyana Registrar General Chief Elections Officer and Commissioner of Registration Mayors  and  Deputy  Mayors  and  Town  Clerks  of  the  City  of Georgetown, Town of New Amsterdam and other towns Members of the Integrity Commission Regional Executive Officer and Heads of Departments of Regional Democratic Councils  NOTE: Where not less than twenty percent of the nominal value of the issued shares of a company is held by the Government or any agency on behalf of the Government, for the purposes of this Act it shall be deemed that the company is controlled by, or the controlling interest in the company is vested in the Government or any agency on behalf of the Government.  ______________________    LAWS OF GUYANA 34 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012  s. 2                                                SCHEDULE II CODE OF CONDUCT  No person in public life shall  (a)  in return for anything done, or to be done, or omitted to be done in the execution of his duties, ask for or accept for himself or any person, any money, property, benefit or favour of any kind over and above that which he is lawfully entitled to receive for the performance of his duties;  (b)  in  the   course   of  the   performance  of  his   official functions discriminate against any person with respect to terms,  conditions and privileges of employment or other official matters because of such persons race, place of origin, political opinions, colour, creed or gender;  (c)  for himself  or for anyone  else accept  any gift, benefit or advantage from any one, save personal gifts from a relative or friend, or personal gifts given otherwise than as a motive or  reward for doing or forbearing to do anything in the performance of his official functions or causing any other person from doing or forbearing to do anything:  Provided that this provision shall not apply to gifts received on  behalf  of  the  State  by  any  person  in  public  life  in  the course of the performance of his official functions;  (d)  allow private interest to conflict with his public duties or improperly influence his conduct in the performance of his public LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 35  L.R.O. 1/2012                                                 duties;  (e)  allow the pursuit of his private interests to interfere with the proper discharge of his public duties:  Provided that any conflict  between  his  private interests  and his  public  duties  shall  be  resolved  in  favour  of his  public  duties;  (f)   use his official influence in support of any scheme or in furtherance of any contract or proposed contract or other matter in regard to which he has an interest;  (g)  for his personal advantage, benefit or gain, make use of, or communicate to anyone except in the performance of his official  duties,  the  contents  of  any  document,  or  any information or mater acquired in the course of his official duties which are not available to the public;  (h)  use  or  allow  the  use  of  public  property (including money), equipment, supplies or services for any purpose other than for officially approved purposes;  (i)  during the performance of his official  duties, pursue a course  of  conduct  which  amounts  to  offensive  sexual comments, gestures or physical contact or other conduct of that kind;  (j)   in the course  of the performance of his official  duties pursue a course of conduct by which he exploits his position or authority LAWS OF GUYANA 36 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012                                                  for his sexual gratification;  (k)  in the course of the performance of his official duties, aid, abet, counsel, procure or command any other person to commit a breach of any of the provision of this Code of Conduct. ______________________   SCHEDULE III FORMS  FORM 1  SUMMONS TO WITNESS BEFORE THE INTEGRITY COMMISSION  A.B. Complainant  C.D. (Name of Person in public life alleged to be in breach                                            of the Code of Conduct)   To E.F.,   of  Whereas complaint has been made before the Integrity Commission for that C.D...................................................................................................  (State concisely the substance of the complaint) and it has been made to appear to that Commission that you are likely to give material evidence on behalf of the complainant/person in public life in this behalf:-  This is to require you to be and appear at ................................. oclock.........................................on............................................day, the...................................................day  of  ...........................",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding anything in this Act, a person in public life whether or not mentioned in Schedule I shall include  public officers; officers of Regional Democratic Councils; officers of the Bank of Guyana; officers of State owned and controlled Banks; officers of public corporations and other bodies corporate and agencies"
                },
                {
                    "representation": "(2)",
                    "description": "Where a complaint is made under section 28 in respect of any of the aforesaid persons not mentioned in Schedule I, PART III shall mutatis  mutandis  apply  to such  person  and  he shall  supply  to the Commission such information if required to do so by the Commission or make such declaration,  in respect of such year or years, in such form within such time as the Commission shall specify including"
                },
                {
                    "representation": "(a)",
                    "description": "in return for anything done, or to be done, or omitted to be done in the execution of his duties, ask for or accept for himself or any person, any money, property, benefit or favour of any kind over and above that which he is lawfully entitled to receive for the performance of his duties;"
                },
                {
                    "representation": "(b)",
                    "description": "in  the   course   of  the   performance  of  his   official functions discriminate against any person with respect to terms,  conditions and privileges of employment or other official matters because of such persons race, place of origin, political opinions, colour, creed or gender;"
                },
                {
                    "representation": "(c)",
                    "description": "for himself  or for anyone  else accept  any gift, benefit or advantage from any one, save personal gifts from a relative or friend, or personal gifts given otherwise than as a motive or  reward for doing or forbearing to do anything in the performance of his official functions or causing any other person from doing or forbearing to do anything:  Provided that this provision shall not apply to gifts received on  behalf  of  the  State  by  any  person  in  public  life  in  the course of the performance of his official functions;"
                },
                {
                    "representation": "(d)",
                    "description": "allow private interest to conflict with his public duties or improperly influence his conduct in the performance of his public LAWS OF GUYANA                                                                                                                                                           Integrity Commission Cap. 26:01 35  L.R.O. 1/2012                                                 duties;"
                },
                {
                    "representation": "(e)",
                    "description": "allow the pursuit of his private interests to interfere with the proper discharge of his public duties:  Provided that any conflict  between  his  private interests  and his  public  duties  shall  be  resolved  in  favour  of his  public  duties;"
                },
                {
                    "representation": "(f)",
                    "description": "use his official influence in support of any scheme or in furtherance of any contract or proposed contract or other matter in regard to which he has an interest;"
                },
                {
                    "representation": "(g)",
                    "description": "for his personal advantage, benefit or gain, make use of, or communicate to anyone except in the performance of his official  duties,  the  contents  of  any  document,  or  any information or mater acquired in the course of his official duties which are not available to the public;"
                },
                {
                    "representation": "(h)",
                    "description": "use  or  allow  the  use  of  public  property"
                },
                {
                    "representation": "(i)",
                    "description": "during the performance of his official  duties, pursue a course  of  conduct  which  amounts  to  offensive  sexual comments, gestures or physical contact or other conduct of that kind;"
                },
                {
                    "representation": "(j)",
                    "description": "in the course  of the performance of his official  duties pursue a course of conduct by which he exploits his position or authority LAWS OF GUYANA 36 Cap. 26:01                                                                                                           Integrity Commission  L.R.O. 1/2012                                                  for his sexual gratification;"
                },
                {
                    "representation": "(k)",
                    "description": "in the course of the performance of his official duties, aid, abet, counsel, procure or command any other person to commit a breach of any of the provision of this Code of Conduct. ______________________   SCHEDULE III FORMS  FORM 1  SUMMONS TO WITNESS BEFORE THE INTEGRITY COMMISSION  A.B. Complainant  C.D."
                }
            ]
        }
    }
]