[
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Short title. 1.  This Act may be cited as the Pensions (President, Parliamentary and Special Offices) Act.",
            "description": "This Act may be cited as the Pensions (President, Parliamentary and Special Offices) Act."
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART II PRESIDENT AND PRIME MINISTER  ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Interpretation.  PART II PRESIDENT AND PRIME MINISTER  2. (1) In this Act  award means any amount payable out of the LAWS OF GUYANA Pensions  (President, Parliamentary and Special Offices) Cap. 27:03 5    L.R.O. 1/2012                                                       First Schedule.                Consolidated Fund to any person pursuant to this Act;  child includes  (a) a posthumous child;  (b) a step-child;  (c) an illegitimate child who immediately before the death of the deceased person, was wholly or partially dependent on him for support; and  (d) an adopted child, adopted in a manner recognised by law and, in the case of the President, the Prime Minister or a person referred to in section 14(1)(a), before the President, the Prime Minister or such person last ceased to be President, Prime Minister, or a legislator, as the case may be;  contributions means contributions payable pursuant to section 8;   contributor means any person who by virtue of section 7 becomes a contributor under this Act or who by virtue of section 9 is deemed to have become such a contributor;  former legislative service means legislative service between 18th May, 1953 and 31st December, 1969 (both dates inclusive) as set out in the First Schedule, and service between 5th October, 1961 and 31st December, 1969 (both dates inclusive) as the holder of a specified qualifying office; LAWS OF GUYANA 6 Cap. 27:03 Pensions  (President, Parliamentary and Special Offices)  L.R.O. 1/2012                                                 legislator means a person who  (a) is a member of the National Assembly; or  (b) is the holder of a specified qualifying office;  pension means a pension payable pursuant to section 9;  President in relation to any period prior to 23rd February, 1970 includes Governor-General;   Presidents pension means a pension payable under Part II to a person who has ceased to be President;  Prime Ministers pension means a pension payable under Part II to a person who has ceased to be Prime Minister;  salary means  (a) in respect of former legislative service, the basic salary paid to a person by virtue of his being a member of the appropriate legislative body specified in the First Schedule during the period of such service or, where during that period any such member held a specified qualifying office, the basic salary paid in respect of the office so held; and  (b) as respects the President, the Prime Minister or a legislator, the basic salary payable to the President, the Prime Minister or the legislator as such,  but in relation to  a legislator LAWS OF GUYANA Pensions  (President, Parliamentary and Special Offices) Cap. 27:03 7    L.R.O. 1/2012                Second Schedule.                         Right of President and Prime Minister to pension.        holding any specified qualifying office means the basic salary payable to him in respect of the office so held; and  for the purposes of this definition basic salary means the emoluments  attaching  to  the  appropriate  office  exclusive  of any duty allowance, professional allowance, entertainment allowance or any other allowance whatever or any amount provided as a contribution to office or any other expenses;  specified qualifying office means any of the offices specified in the Second Schedule  or  any  office  designated  as  such  by  order made by the Minister subject to negative resolution of the National Assembly;  widow includes widower.  (2) Where the Minister by order made under subsection  (1) designates  any  office  to  be  a  specified  qualifying office  for  the purposes of this Act, he may by order made in like manner prescribe any conditions upon which service in that office shall be service as a legislator for the purposes of this Act, and the provisions of this Act shall have effect accordingly.  PART II PRESIDENT AND PRIME MINISTER",
            "description": [
                {
                    "representation": "(1)",
                    "description": "designates  any  office  to  be  a  specified  qualifying office  for  the purposes of this Act, he may by order made in like manner prescribe any conditions upon which service in that office shall be service as a legislator for the purposes of this Act, and the provisions of this Act shall have effect accordingly.  PART II PRESIDENT AND PRIME MINISTER"
                },
                {
                    "representation": "(a)",
                    "description": "in respect of former legislative service, the basic salary paid to a person by virtue of his being a member of the appropriate legislative body specified in the First Schedule during the period of such service or, where during that period any such member held a specified qualifying office, the basic salary paid in respect of the office so held; and"
                },
                {
                    "representation": "(b)",
                    "description": "as respects the President, the Prime Minister or a legislator, the basic salary payable to the President, the Prime Minister or the legislator as such,  but in relation to  a legislator LAWS OF GUYANA Pensions"
                },
                {
                    "representation": "(c)",
                    "description": "an illegitimate child who immediately before the death of the deceased person, was wholly or partially dependent on him for support; and"
                },
                {
                    "representation": "(d)",
                    "description": "an adopted child, adopted in a manner recognised by law and, in the case of the President, the Prime Minister or a person referred to in section 14(1)(a), before the President, the Prime Minister or such person last ceased to be President, Prime Minister, or a legislator, as the case may be;  contributions means contributions payable pursuant to section 8;   contributor means any person who by virtue of section 7 becomes a contributor under this Act or who by virtue of section 9 is deemed to have become such a contributor;  former legislative service means legislative service between 18th May, 1953 and 31st December, 1969"
                },
                {
                    "representation": "(2)",
                    "description": "Where the Minister by order made under subsection"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Right of President and Prime Minister to pension. ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Right of President and Prime Minister to pension. 3. (l) Every person who having held the office of President on or after   16th December, 1966 or who having held the office of Prime Minister on  or after 22nd December, 1965, ceases at any time after such date to be   President or Prime Minister shall be paid a pension under this Act with  effect from the date on which he ceases to be President   or   Prime Minister, as the case may be, and, subject to subsection (2), such pension shall continue to be paid during the lifetime of that person. LAWS OF GUYANA 8 Cap. 27:03 Pensions  (President, Parliamentary and Special Offices)  L.R.O. 1/2012                    Rate of Presidents and Prime Ministers pensions. [18 of 1991]   Presidents and Prime Ministers widows pension. [18 of 1991]     Presidents and Prime Ministers childrens allowance. [O. 80/1980 6 of 1981 19 of 1990]           (2) The Presidents pension and the Prime Ministers pension shall, if the person to whom it is payable becomes entitled to salary as a legislator  or as President or Prime Minister, cease to be payable during the period in respect of which that person is in receipt of salary as a legislator or as President or Prime Minister, as the case may be; but where the Presidents pension or the Prime Ministers pension, as the case may be, exceeds the rate of such salary, nothing in this subsection shall prevent the payment of such pension to the extent of such excess.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "Every person who having held the office of President on or after   16th December, 1966 or who having held the office of Prime Minister on  or after 22nd December, 1965, ceases at any time after such date to be   President or Prime Minister shall be paid a pension under this Act with  effect from the date on which he ceases to be President   or   Prime Minister, as the case may be, and, subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "The Presidents pension and the Prime Ministers pension shall, if the person to whom it is payable becomes entitled to salary as a legislator  or as President or Prime Minister, cease to be payable during the period in respect of which that person is in receipt of salary as a legislator or as President or Prime Minister, as the case may be; but where the Presidents pension or the Prime Ministers pension, as the case may be, exceeds the rate of such salary, nothing in this subsection shall prevent the payment of such pension to the extent of such excess."
                }
            ]
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Rate of President’s and Prime Minister’s pensions. ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Rate of Presidents and Prime Ministers pensions. 4.  The Presidents pension and the Prime Ministers pension shall be seven-eighths of   the highest annual rate of salary paid to such person at any time as President or Prime Minister as the case may be or two hundred and four thousand dollars per annum, whichever is the greater.",
            "description": "The Presidents pension and the Prime Ministers pension shall be seven-eighths of   the highest annual rate of salary paid to such person at any time as President or Prime Minister as the case may be or two hundred and four thousand dollars per annum, whichever is the greater."
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "President and Prime Minister’s widow’s pensions. ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under President and Prime Ministers widows pensions. 5. Where a person dies while he is President or Prime Minister or while he is entitled to receive the Presidents pension or the Prime Ministers pension and he leaves a widow, the widow shall be paid a pension at an annual rate equivalent to seven-eighths of the Presidents pension or the Prime Ministers pension, as the case may be.",
            "description": "Where a person dies while he is President or Prime Minister or while he is entitled to receive the Presidents pension or the Prime Ministers pension and he leaves a widow, the widow shall be paid a pension at an annual rate equivalent to seven-eighths of the Presidents pension or the Prime Ministers pension, as the case may be."
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "President and Prime Minister’s children’s allowance. 6A. Gratuity where office holder dies leaving no widow or entitled child.   PART III PARLIAMENTARY AND SPECIAL OFFICES  ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under President and Prime Ministers childrens allowance. 6A. Gratuity where office holder dies leaving no widow or entitled child.   PART III PARLIAMENTARY AND SPECIAL OFFICES  6. (1)   Where a person dies while he is President or Prime Minister or while he is entitled to receive the Presidents pension or the Prime Ministers  pension, leaving entitled children, each of such children shall  be  paid, until he dies or ceases to be an entitled child, such allowance at such rate as the President shall determine; so, however, that  (a) where there is one entitled child, the annual rate of allowance payable shall not exceed one-sixth of the annual rate of pension specified in section 4; or LAWS OF GUYANA Pensions  (President, Parliamentary and Special Offices) Cap. 27:03 9    L.R.O. 1/2012                           Gratuity where office holder dies leaving no widow or entitled child. [6 of 1981 19 of 1990]                       Contributors.        (b) where there is more than one entitled child, the aggregate rate of  allowance  payable shall not exceed one- third of the annual rate of pension specified in section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a person dies while he is President or Prime Minister or while he is entitled to receive the Presidents pension or the Prime Ministers  pension, leaving entitled children, each of such children shall  be  paid, until he dies or ceases to be an entitled child, such allowance at such rate as the President shall determine; so, however, that"
                },
                {
                    "representation": "(a)",
                    "description": "where there is one entitled child, the annual rate of allowance payable shall not exceed one-sixth of the annual rate of pension specified in section 4; or LAWS OF GUYANA Pensions"
                },
                {
                    "representation": "(b)",
                    "description": "where there is more than one entitled child, the aggregate rate of  allowance  payable shall not exceed one- third of the annual rate of pension specified in section"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Contributors. ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Contributors. 7. (1) Subject to subsection (2), every person who, on 1st January,1970,  is  a  legislator,  and  every  person  who,  after  1st January, 1970, becomes a legislator, shall, by virtue of being a legislator, become a contributor under this Act.  LAWS OF GUYANA 10 Cap. 27:03 Pensions  (President, Parliamentary and Special Offices)  L.R.O. 1/2012                     Contributions.                              Circumstances in which pensions are payable. [24 of 1974 6 of 1981 18 of 1991 4 of 2011]     (2) This section shall not apply to any person who on 1st January, 1970 is a legislator but who within twenty-one days thereafter notifies the Clerk of the National Assembly in writing of his intention not to become a contributor under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "This section shall not apply to any person who on 1st January, 1970 is a legislator but who within twenty-one days thereafter notifies the Clerk of the National Assembly in writing of his intention not to become a contributor under this Act."
                }
            ]
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Contributions. ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Contributions. 8. (1)  Contributions are  payable under  this Act  by  every person who becomes a contributor and such contributions shall  (a) be  at  the  rate  of  6  per  cent  of  the  salary payable to the contributor;  (b) be  payable  in  respect  of  the  salary  of  the contributor   commencing   on   1st   January, 1970,  or  on  any  later  date  on  which  the person concerned  becomes  a  contributor until he ceases to be a legislator;  (c) accrue daily and be deducted monthly from the salary of each contributor and be paid to the Accountant-General.  (2) All contributions made pursuant to this section shall be paid into the Consolidated Fund.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Contributions are  payable under  this Act  by  every person who becomes a contributor and such contributions shall"
                },
                {
                    "representation": "(a)",
                    "description": "be  at  the  rate  of  6  per  cent  of  the  salary payable to the contributor;"
                },
                {
                    "representation": "(b)",
                    "description": "be  payable  in  respect  of  the  salary  of  the contributor   commencing   on   1st   January, 1970,  or  on  any  later  date  on  which  the person concerned  becomes  a  contributor until he ceases to be a legislator;"
                },
                {
                    "representation": "(c)",
                    "description": "accrue daily and be deducted monthly from the salary of each contributor and be paid to the Accountant-General."
                },
                {
                    "representation": "(2)",
                    "description": "All contributions made pursuant to this section shall be paid into the Consolidated Fund."
                }
            ]
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Circumstances in which pensions are payable. ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Circumstances in which pensions are payable. 9. (1)   Subject to this Act, a pension shall be paid to any person who, having become a contributor under this Act  (a) has served as a legislator for two parliamentary terms or for periods equal in the aggregate to not less than 4 years; and  (b) has ceased to be a legislator. LAWS OF GUYANA Pensions  (President, Parliamentary and Special Offices) Cap. 27:03 11    L.R.O. 1/2012                                                (c) [Repealed by Act No. 4 of 2011]  (2) For the purposes of this Act, a person shall be deemed to have become a contributor, notwithstanding that he is not a legislator on 1st January, 1970, or does not become a legislator thereafter, if he was a member of the National Assembly on or after 26th May, 1966; and in determining, for the purposes of this Act, the length of service of any person as a legislator account shall be taken of former legislative service  notwithstanding that contributions in respect thereof are not payable under this Act.  (3) For the purposes of this section  (a) a person does not cease to be a legislator by reason only of the dissolution of Parliament;  (b) a person who immediately  before   the dissolution of Parliament was a member of the National Assembly shall cease to be a member of the National Assembly if he is not such a member when the National Assembly first  meets  next  following the dissolution, and if he so ceases shall be deemed to have ceased to be a member of the National Assembly from the date of the dissolution aforesaid;  (c) a person who is a legislator by virtue only of holding a specified qualifying office shall cease to be a legislator from the date on which he ceases to hold such office.  LAWS OF GUYANA 12 Cap. 27:03 Pensions  (President, Parliamentary and Special Offices)  L.R.O. 1/2012                                               (4) No computation of a pension shall be made after a general election until 30 days, or such longer period not exceeding three months as may be prescribed, has elapsed after the general election.  (5) No pension may be paid to any person who is in receipt of or is entitled to receive a Presidents pension or a Prime Ministers pension.   (6) [Repealed by Act No. 4 of 2011]  (7) [Repealed by Act No. 4 of 2011]   (8) Where a person who has served as a legislator for periods amounting in the aggregate to not less than twelve years continues as a legislator thereafter, he may, at his option exercisable in accordance with section 12, at any time, be paid, although he has not ceased to  be a legislator, an amount   not exceeding the  amount which  would  have  been  payable  as  gratuity  to  him  under  that section if he had ceased to be a legislator on the day on  which he completed the aforesaid twelve years of service, and any amount so paid shall be set off against the superannuation benefits granted to him on his ceasing to be a legislator after that payment or against any  gratuity  payable  under  this  Act  on  his  death  to  his  legal personal representative:  Provided that a legislator on receipt of a gratuity or at any time after such receipt may, notwithstanding the provisions of this Act, at his option, intimate in writing to the Minister that he shall thereafter cease to be a contributor; and in respect of the period of his continuance thereafter  as  a legislator  he shall be entitled, notwithstanding the provisions of this Act, to no superannuation benefits under this Act.  (9) Where a person who has served as a legislator LAWS OF GUYANA Pensions  (President, Parliamentary and Special Offices) Cap. 27:03 13    L.R.O. 1/2012                  Rate of pension. [24 of 1974 18 of 1991]                               for periods amounting in the aggregate to not less than twelve years continues  as  a legislator  thereafter,  he may,  notwithstanding the provisions of this Act, at his option exercisable on the day on which he completed the aforesaid twelve years of service or at any time after such day intimate in writing  to  the  Minister  that  he  shall  thereafter  cease  to  be  a contributor;  and  in  respect  of  the  period  of  his continuance thereafter as a legislator he shall be entitled, notwithstanding the provisions of this Act, to no superannuation benefits under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, a pension shall be paid to any person who, having become a contributor under this Act"
                },
                {
                    "representation": "(a)",
                    "description": "a person does not cease to be a legislator by reason only of the dissolution of Parliament;"
                },
                {
                    "representation": "(b)",
                    "description": "a person who immediately  before   the dissolution of Parliament was a member of the National Assembly shall cease to be a member of the National Assembly if he is not such a member when the National Assembly first  meets  next  following the dissolution, and if he so ceases shall be deemed to have ceased to be a member of the National Assembly from the date of the dissolution aforesaid;"
                },
                {
                    "representation": "(c)",
                    "description": "a person who is a legislator by virtue only of holding a specified qualifying office shall cease to be a legislator from the date on which he ceases to hold such office.  LAWS OF GUYANA 12 Cap. 27:03 Pensions"
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of this Act, a person shall be deemed to have become a contributor, notwithstanding that he is not a legislator on 1st January, 1970, or does not become a legislator thereafter, if he was a member of the National Assembly on or after 26th May, 1966; and in determining, for the purposes of this Act, the length of service of any person as a legislator account shall be taken of former legislative service  notwithstanding that contributions in respect thereof are not payable under this Act."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section"
                },
                {
                    "representation": "(4)",
                    "description": "No computation of a pension shall be made after a general election until 30 days, or such longer period not exceeding three months as may be prescribed, has elapsed after the general election."
                },
                {
                    "representation": "(5)",
                    "description": "No pension may be paid to any person who is in receipt of or is entitled to receive a Presidents pension or a Prime Ministers pension."
                },
                {
                    "representation": "(6)",
                    "description": "[Repealed by Act No. 4 of 2011]"
                },
                {
                    "representation": "(7)",
                    "description": "[Repealed by Act No. 4 of 2011]"
                },
                {
                    "representation": "(8)",
                    "description": "Where a person who has served as a legislator for periods amounting in the aggregate to not less than twelve years continues as a legislator thereafter, he may, at his option exercisable in accordance with section 12, at any time, be paid, although he has not ceased to  be a legislator, an amount   not exceeding the  amount which  would  have  been  payable  as  gratuity  to  him  under  that section if he had ceased to be a legislator on the day on  which he completed the aforesaid twelve years of service, and any amount so paid shall be set off against the superannuation benefits granted to him on his ceasing to be a legislator after that payment or against any  gratuity  payable  under  this  Act  on  his  death  to  his  legal personal representative:  Provided that a legislator on receipt of a gratuity or at any time after such receipt may, notwithstanding the provisions of this Act, at his option, intimate in writing to the Minister that he shall thereafter cease to be a contributor; and in respect of the period of his continuance thereafter  as  a legislator  he shall be entitled, notwithstanding the provisions of this Act, to no superannuation benefits under this Act."
                },
                {
                    "representation": "(9)",
                    "description": "Where a person who has served as a legislator LAWS OF GUYANA Pensions"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Rate of pension. ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Rate of pension. 10. (1) The pension payable to any person shall  (a) in the case of a person who has served as a legislator for two   parliamentary terms   or for  periods  amounting  in  the aggregate to not less than 4 years, be at an annual rate equal to one-quarter of one years salary of that person:  Provided that in the case of a person who has served as a legislator for one or more parliamentary terms or for periods amounting in the aggregate to not less than 3 years the pension payable  to  that  person  shall  be  at  an  annual  rate  equal  to  one- quarter of one years salary of that person multiplied by the fraction of 4 years that the aggregate of his service amounts to;  (b)  in the case of a person who has served as a legislator for periods amounting in the aggregate to not less than 6 years, be at an annual rate LAWS OF GUYANA 14 Cap. 27:03 Pensions  (President, Parliamentary and Special Offices)  L.R.O. 1/2012                                              Cessation of pension if person in receipt thereof equal to one-third of one years salary of that person;  (c) in the case of a person who has served as a legislator for periods amounting in the aggregate to not less than 8 years, be at an annual rate equal to one-half of one years salary of that person;  (d)  in the case of a person who has served as a legislator for periods amounting in the aggregate to not less than 10 years, be at an annual rate equal to two-thirds of one years salary of that person; and  (e) in the case of a person who has served as a legislator for periods amounting in the aggregate to not less than 12 years, be at an annual rate equal to seven-eighths of one years salary of that person.  (2) For the purposes of subsection (1), one years salary means the highest annual rate of salary payable at any time to any person as a legislator or in respect of former legislative service.  (3) The pension payable to any person shall be paid with effect from the date on which that person becomes entitled thereto pursuant to section 10 and, subject to this Act, shall continue to be paid during the lifetime of that person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The pension payable to any person shall"
                },
                {
                    "representation": "(a)",
                    "description": "in the case of a person who has served as a legislator for two   parliamentary terms   or for  periods  amounting  in  the aggregate to not less than 4 years, be at an annual rate equal to one-quarter of one years salary of that person:  Provided that in the case of a person who has served as a legislator for one or more parliamentary terms or for periods amounting in the aggregate to not less than 3 years the pension payable  to  that  person  shall  be  at  an  annual  rate  equal  to  one- quarter of one years salary of that person multiplied by the fraction of 4 years that the aggregate of his service amounts to;"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of a person who has served as a legislator for periods amounting in the aggregate to not less than 6 years, be at an annual rate LAWS OF GUYANA 14 Cap. 27:03 Pensions"
                },
                {
                    "representation": "(c)",
                    "description": "in the case of a person who has served as a legislator for periods amounting in the aggregate to not less than 8 years, be at an annual rate equal to one-half of one years salary of that person;"
                },
                {
                    "representation": "(d)",
                    "description": "in the case of a person who has served as a legislator for periods amounting in the aggregate to not less than 10 years, be at an annual rate equal to two-thirds of one years salary of that person; and"
                },
                {
                    "representation": "(e)",
                    "description": "in the case of a person who has served as a legislator for periods amounting in the aggregate to not less than 12 years, be at an annual rate equal to seven-eighths of one years salary of that person."
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The pension payable to any person shall be paid with effect from the date on which that person becomes entitled thereto pursuant to section 10 and, subject to this Act, shall continue to be paid during the lifetime of that person."
                }
            ]
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Cessation of pension if person in receipt thereof again becomes a legislator. ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Cessation of pension if person in receipt thereof again becomes a legislator. 11. (1) A pension shall cease to be payable during any period in respect of which the person to whom it is payable is in receipt of salary as a legislator; but where the rate of such LAWS OF GUYANA Pensions  (President, Parliamentary and Special Offices) Cap. 27:03 15    L.R.O. 1/2012 again becomes a legislator.                              Gratuity and reduced pension. [24 of 1974]                      Gratuity.   pension exceeds the rate of such salary, nothing in this subsection shall prevent the payment of a pension to the extent of such excess.  (2) At the expiration of the period referred to in subsection (1) during which a person is in receipt of salary as a legislator, the rate of pension shall be recalculated in accordance with section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "during which a person is in receipt of salary as a legislator, the rate of pension shall be recalculated in accordance with section"
                },
                {
                    "representation": "(2)",
                    "description": "At the expiration of the period referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Gratuity and reduced pension. ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Gratuity and reduced pension. 12. (1) Any person who is entitled to a pension may, at his option exercisable in accordance with subsection (2), be paid instead of a pension at the rate provided for in section 10, a pension at the rate of three-fourths of such pension together with a gratuity equal to twelve and one-half times the amount of the reduction so made in the pension.  (2) The option referred to in subsection (1) shall be exercised by notice in writing to the appropriate Minister within 90 days after the date on which the person concerned ceases to be a legislator or within such further period as the appropriate Minister may allow.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be exercised by notice in writing to the appropriate Minister within 90 days after the date on which the person concerned ceases to be a legislator or within such further period as the appropriate Minister may allow."
                },
                {
                    "representation": "(2)",
                    "description": "The option referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Gratuity. ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Gratuity. 13. (1) Where a person  LAWS OF GUYANA 16 Cap. 27:03 Pensions  (President, Parliamentary and Special Offices)  L.R.O. 1/2012                                                 Widows pension.       (a)  having   been   a   member   of   the   National Assembly, ceased to be such a member prior to 1st January, 1970, and is not eligible for a pension; or  (b)  having become a contributor under this Act by virtue of section 7, ceases to be a legislator but is not eligible for a pension,  he shall be paid a gratuity equal to one-tenth of the total salary received during   his period of service as a legislator so, however, that such gratuity shall not in any event exceed three years salary at the highest annual rate of salary payable at any time to such person as a legislator.  (2)  Where  a  person  who  would  be  entitled  to  such a gratuity dies prior to 1st January, 1970, or before such gratuity has been paid to him, and in the case of a male, leaves no widow or children  entitled  to  an  award,  there  shall  be  paid  to  the  legal personal representative of such person a gratuity equal to the amount which, pursuant to subsection (1) would have been paid to such person if he had not died.  (3) Where a gratuity has been paid under this section in respect of the service of any person as a legislator, no other award may be made to or in respect of that person in relation to the service of that person as a legislator before the date of the said payment.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "would have been paid to such person if he had not died."
                },
                {
                    "representation": "(a)",
                    "description": "having   been   a   member   of   the   National Assembly, ceased to be such a member prior to 1st January, 1970, and is not eligible for a pension; or"
                },
                {
                    "representation": "(b)",
                    "description": "having become a contributor under this Act by virtue of section 7, ceases to be a legislator but is not eligible for a pension,  he shall be paid a gratuity equal to one-tenth of the total salary received during   his period of service as a legislator so, however, that such gratuity shall not in any event exceed three years salary at the highest annual rate of salary payable at any time to such person as a legislator."
                },
                {
                    "representation": "(2)",
                    "description": "Where  a  person  who  would  be  entitled  to  such a gratuity dies prior to 1st January, 1970, or before such gratuity has been paid to him, and in the case of a male, leaves no widow or children  entitled  to  an  award,  there  shall  be  paid  to  the  legal personal representative of such person a gratuity equal to the amount which, pursuant to subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where a gratuity has been paid under this section in respect of the service of any person as a legislator, no other award may be made to or in respect of that person in relation to the service of that person as a legislator before the date of the said payment."
                }
            ]
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Widow’s pension. ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Widows pension. 14. (1) Subject to this Act, where a person who dies leaving a widow  (a)  was in receipt of a pension at the date of his death; or  LAWS OF GUYANA Pensions  (President, Parliamentary and Special Offices) Cap. 27:03 17    L.R.O. 1/2012                                               (b)  had at the date of his death, satisfied the requirements of section 9(1) (a); or  (c)  having become a contributor under this Act, died, in the opinion of the Minister, in the course of service as a legislator,  there shall be paid to the widow, during her lifetime and  while unmarried, a widows pension at an annual rate equivalent to one- half of the pension, which  (d)  in the case of a person mentioned in paragraph (a), was being paid to him; or  (e)  in the case of a person mentioned in paragraph (b), not being a person mentioned in paragraph (c), would have been payable to him with effect from the date of his death if he had not died but had satisfied all the requirements of section 9 for the award of a pension computed in accordance with section 10; or  (f) in the case of a person mentioned in paragraph (c), would have been payable to him with effect from the date of his   death  if  he had not died but had satisfied all the requirements  of  section  9  for  the  award of  a  pension computed in accordance with section 10 as if he had served as a legislator for periods amounting in the aggregate to 12 years.  LAWS OF GUYANA 18 Cap. 27:03 Pensions  (President, Parliamentary and Special Offices)  L.R.O. 1/2012                                               (2) A widows pension under this section   (a) shall, subject to subsection (3), if the widow is in receipt of a pension by virtue of having been herself a contributor under the Act, cease to be payable; and  (b) shall subject to subsection (3), if the widow is in receipt of salary as a legislator, cease to be payable  during  the  period  in  respect  of which the widow is in receipt of such salary.  (3) Where the rate of widows pension exceeds the rate of pension or the rate of salary, as the case may be, nothing in subsection (2) shall prevent the payment of the widows pension to the extent of such excess.  (4) Where a person who is serving as a legislator dies before he has served the required minimum period as a legislator to permit his widow to qualify for a widows pension under subsection (1) there shall be paid to the widow a gratuity equal in amount to the total contributions paid by that person plus a sum equal to the highest annual salary payable at any time to that person as a legislator or in respect of former legislative service.  (5) Notwithstanding anything in this Act, but subject to this section, where a person mentioned in subsection (1)(a), (b) or (c) dies leaving a dependant to whom he has bequeathed an annuity not exceeding one-third of any widows pension payable under this section consequent  on  the  death of  a  deceased  person  or  which would have been payable had the deceased person died leaving a widow, and has directed that such annuity be payable under this Act, such annuity shall be paid to such LAWS OF GUYANA Pensions  (President, Parliamentary and Special Offices) Cap. 27:03 19    L.R.O. 1/2012                                           Childrens allowance. [19 of 1990]  dependant; and where a widows pension is payable under this section consequent on the death of the deceased person, the amount of any annuity so paid shall be deducted from such pension:  Provided that where the dependant, being an unmarried person at the  date  of  the  deceaseds  death,  marries,  the  said annuity  shall forthwith cease to be payable.  (6) For the purposes of this section  (a) dependant means any person, other than a widow or a child, who immediately before the   death   of   the   deceased   person   was wholly or partially dependent on him for support;  (b) where  an  annuity  is  payable  under  sub- section (5)  (i) subsections (2) and (3) shall also apply, mutatis  mutandis,  to  such  annuity and to the dependant to whom it is payable; and (ii) the reference in subsection (3) to the widows pension shall, in relation to the widow, be construed  as a reference to the pension payable  to the widow under this section less the amount   deducted   therefrom   under subsection (5).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "there shall be paid to the widow a gratuity equal in amount to the total contributions paid by that person plus a sum equal to the highest annual salary payable at any time to that person as a legislator or in respect of former legislative service."
                },
                {
                    "representation": "(a)",
                    "description": "dependant means any person, other than a widow or a child, who immediately before the   death   of   the   deceased   person   was wholly or partially dependent on him for support;"
                },
                {
                    "representation": "(b)",
                    "description": "where  an  annuity  is  payable  under  sub- section"
                },
                {
                    "representation": "(c)",
                    "description": "dies leaving a dependant to whom he has bequeathed an annuity not exceeding one-third of any widows pension payable under this section consequent  on  the  death of  a  deceased  person  or  which would have been payable had the deceased person died leaving a widow, and has directed that such annuity be payable under this Act, such annuity shall be paid to such LAWS OF GUYANA Pensions"
                },
                {
                    "representation": "(d)",
                    "description": "in the case of a person mentioned in paragraph"
                },
                {
                    "representation": "(e)",
                    "description": "in the case of a person mentioned in paragraph"
                },
                {
                    "representation": "(f)",
                    "description": "in the case of a person mentioned in paragraph"
                },
                {
                    "representation": "(2)",
                    "description": "and"
                },
                {
                    "representation": "(3)",
                    "description": "to the widows pension shall, in relation to the widow, be construed  as a reference to the pension payable  to the widow under this section less the amount   deducted   therefrom   under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Where a person who is serving as a legislator dies before he has served the required minimum period as a legislator to permit his widow to qualify for a widows pension under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Notwithstanding anything in this Act, but subject to this section, where a person mentioned in subsection"
                },
                {
                    "representation": "(6)",
                    "description": "For the purposes of this section"
                },
                {
                    "representation": "(i)",
                    "description": "subsections"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Children’s allowance. 15A. Gratuity where contributor dies leaving no eligible relative or dependant.  LAWS OF GUYANA 4 Cap. 27:03 Pensions  (President, Parliamentary and Special Offices)  L.R.O. 1/2012 SECTION  PART IV MISCELLANEOUS  ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Childrens allowance. 15A. Gratuity where contributor dies leaving no eligible relative or dependant.  LAWS OF GUYANA 4 Cap. 27:03 Pensions  (President, Parliamentary and Special Offices)  L.R.O. 1/2012 SECTION  PART IV MISCELLANEOUS  15.  (1) Subject  to  this  Act,  where  a  person  who  comes within section 14(1)(a), (b) or (c) (hereinafter in this section referred to as the deceased legislator) dies leaving LAWS OF GUYANA 20 Cap. 27:03 Pensions  (President, Parliamentary and Special Offices)  L.R.O. 1/2012                                                one or more children, a childrens allowance shall be payable in respect of such child or children while under the age of twenty-one years.  (2) Only one childrens allowance is payable in respect of service of any one person as a legislator, but  (a) the rate thereof may vary according to the number of children entitled thereto, so however, that the aggregate rate of allowance payable shall not exceed the rate specified in subsection (3) (a) or subsection (4) (a), as the case may be;   (b) it shall be paid to such person or persons as the Minister may from time to time direct, and different parts thereof may be directed to be paid to different persons;  (c) the person to whom all or any part thereof is paid shall apply   the   sum paid   to   him, without   distinction,   for   the benefit of all the children for the time being entitled thereto or for the benefit of such of them as the Minister may from time to time direct.  (3) Where the deceased legislator leaves a widow, the annual rate of the childrens allowance during her lifetime shall be  (a) one-third of the rate of the pension, not being the  widows  pension,  specified  in  section 14(1) where there are two or more children LAWS OF GUYANA Pensions  (President, Parliamentary and Special Offices) Cap. 27:03 21    L.R.O. 1/2012                                    Gratuity where contributor dies leaving no eligible relative or dependant. [6 of 1981 4 of 2011]             entitled to the childrens allowance; and  (b) one-sixth of the rate of such pension where there is only one child entitled to the childrens allowance.  (4) Where the deceased legislator leaves no widow, or where he leaves a widow, then, after her death, or after any pension payable to her ceases to be paid before her death, the annual rate of the childrens allowance shall be  (a) one-half of the rate of the pension, not being the  widows  pension,  specified  in  section 14(1) where there are two or more children entitled to the childrens allowance;  (b) one-quarter of the rate of such pension where there is only one child entitled to the childrens allowance.  15A. (1) Where a person, having become a contributor under this Act, dies, in the opinion of the Minister, in the course of service as a legislator, and where on the occurrence of the death no person is otherwise entitled under this Act to any benefits thereunder, there shall be paid to the legal personal representative of the deceased person a gratuity of an amount not exceeding either the persons highest annual rate of salary payable at any   time to him or the commuted pension gratuity granted to him under section 12 if he had retired on the date of his death and  had  opted  to  receive  a  gratuity  and reduced pension, whichever is higher, as the President shall determine.  (2) Where any such person to whom a pension or pension and gratuity, as the case may be, has been granted under this Act dies and the aggregate of the sums paid or LAWS OF GUYANA 22 Cap. 27:03 Pensions  (President, Parliamentary and Special Offices)  L.R.O. 1/2012             Source and method of payments.        Awards not to be assignable.                            Power to make regulations.       payable up to the date of his death on account of such pension or pension and gratuity is less than his highest annual rate of salary, there shall be paid to his legal personal representative a gratuity equal to the deficiency.   PART IV  MISCELLANEOUS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a person, having become a contributor under this Act, dies, in the opinion of the Minister, in the course of service as a legislator, and where on the occurrence of the death no person is otherwise entitled under this Act to any benefits thereunder, there shall be paid to the legal personal representative of the deceased person a gratuity of an amount not exceeding either the persons highest annual rate of salary payable at any   time to him or the commuted pension gratuity granted to him under section 12 if he had retired on the date of his death and  had  opted  to  receive  a  gratuity  and reduced pension, whichever is higher, as the President shall determine."
                },
                {
                    "representation": "(b)",
                    "description": "one-quarter of the rate of such pension where there is only one child entitled to the childrens allowance.  15A."
                },
                {
                    "representation": "(c)",
                    "description": "the person to whom all or any part thereof is paid shall apply   the   sum paid   to   him, without   distinction,   for   the benefit of all the children for the time being entitled thereto or for the benefit of such of them as the Minister may from time to time direct."
                },
                {
                    "representation": "(2)",
                    "description": "Where any such person to whom a pension or pension and gratuity, as the case may be, has been granted under this Act dies and the aggregate of the sums paid or LAWS OF GUYANA 22 Cap. 27:03 Pensions"
                },
                {
                    "representation": "(a)",
                    "description": "one-half of the rate of the pension, not being the  widows  pension,  specified  in  section 14(1) where there are two or more children entitled to the childrens allowance;"
                },
                {
                    "representation": "(3)",
                    "description": "Where the deceased legislator leaves a widow, the annual rate of the childrens allowance during her lifetime shall be"
                },
                {
                    "representation": "(4)",
                    "description": "Where the deceased legislator leaves no widow, or where he leaves a widow, then, after her death, or after any pension payable to her ceases to be paid before her death, the annual rate of the childrens allowance shall be"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Sources and method of payments. ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Sources and method of payments. 16. Any pension, annuity, allowance or gratuity of whatever kind payable under this Act is hereby charged on and shall be paid out of the Consolidated Fund, and all pensions and allowances payable shall be paid monthly in arrears in equal instalments as far as possible.",
            "description": "Any pension, annuity, allowance or gratuity of whatever kind payable under this Act is hereby charged on and shall be paid out of the Consolidated Fund, and all pensions and allowances payable shall be paid monthly in arrears in equal instalments as far as possible."
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Awards not to be assignable. ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Awards not to be assignable. 17.  Any   award   payable   shall   not   be   assignable   or transferable except for the purpose of satisfying  (a) a debt to the State; or  (b)  an order of any court for the payment of periodical sums  of money towards the maintenance of the wife, former wife or child, being a  minor, of  the person to whom the award is payable,  and shall not be liable to be attached, sequestered or levied upon for or in respect of any debt or claim whatever except a debt due to the State or any  sum recoverable pursuant to any such order of a court as aforesaid.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a debt to the State; or"
                },
                {
                    "representation": "(b)",
                    "description": "an order of any court for the payment of periodical sums  of money towards the maintenance of the wife, former wife or child, being a  minor, of  the person to whom the award is payable,  and shall not be liable to be attached, sequestered or levied upon for or in respect of any debt or claim whatever except a debt due to the State or any  sum recoverable pursuant to any such order of a court as aforesaid."
                }
            ]
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Power to make regulations.  FIRST SCHEDULE—Former Legislative Service. SECOND SCHEDULE—Specified Qualifying Officers.  _____________________  CHAPTER 27:03  PENSIONS (PRESIDENT, PARLIAMENTARY AND SPECIAL OFFICES) ACT  30 of 1969 An Act to  make  provision for the  payment of Superannuation Benefits in respect of service in the offices of President and Prime Minister  and  in  other  parliamentary  and  special offices.    [Part II (sections 3 to 6 inclusive) and sections 2, 16, 17 and 18 in their application thereto                  10TH NOVEMBER, 1969 Remainder                                           1ST JANUARY, 1970]      Short title.      Interpretation. [4 of 1972]   PART I PRELIMINARY  ",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under Power to make regulations.  FIRST SCHEDULEFormer Legislative Service. SECOND SCHEDULESpecified Qualifying Officers.  _____________________  CHAPTER 27:03  PENSIONS (PRESIDENT, PARLIAMENTARY AND SPECIAL OFFICES) ACT  30 of 1969 An Act to  make  provision for the  payment of Superannuation Benefits in respect of service in the offices of President and Prime Minister  and  in  other  parliamentary  and  special offices.    [Part II (sections 3 to 6 inclusive) and sections 2, 16, 17 and 18 in their application thereto                  10TH NOVEMBER, 1969 Remainder                                           1ST JANUARY, 1970]      Short title.      Interpretation. [4 of 1972]   PART I PRELIMINARY  18. (1) The Minister may make regulations  (a)  prescribing,  in  the  case  of  any  pension  or allowance payable under this Act, the days on which the payments of pension or allowance LAWS OF GUYANA Pensions  (President, Parliamentary and Special Offices) Cap. 27:03 23    L.R.O. 1/2012                                    s. 2(1)             shall be made;  (b)  prescribing, where a recipient of any pension or allowance under this Act is incapable of managing his affairs, that the pension or the allowance may be paid to another person on his behalf;  (c)  prescribing anything  which  may be required to be prescribed, including any forms he considers necessary for the administration of this Act;  (d)  prescribing the manner in which, and the person by whom, accounts of contributions and awards shall be kept and recorded; and  (e)  for any other purposes, whether similar to the foregoing or not, deemed necessary to give effect to this Act.  __________________________   FIRST SCHEDULE  FORMER LEGISLATIVE SERVICE  Legislative service, other than service as a Member holding office of emolument in the service of the State, between 18th May, 1953 and 31st December, 1969, inclusive, as a Member of  (a) the  House  of  Assembly  or  the  State  Council constituted pursuant to LAWS OF GUYANA 24 Cap. 27:03 Pensions  (President, Parliamentary and Special Offices)  L.R.O. 1/2012                                        s. 2(1) [24 of 1974 O. 80/1980]          the British Guiana (Constitution) Order in Council 1953;  (b)  the Legislative Council constituted pursuant to the British Guiana (Constitution) (Temporary Provisions) Order in Council, 1953;  (c)   the Legislative Council constituted pursuant to the British Guiana (Constitution) (Temporary Provisions) (Amendment) Order in Council, 1956;  (d)  the Legislative Assembly or the Senate constituted pursuant   to   the   British   Guiana   (Constitution) Order  in Council, 1961;  (e) the House of Assembly constituted pursuant to the British Guiana (Constitution) Order, 1964; or             (f)        The National Assembly.  ____________________________   SECOND SCHEDULE  SPECIFIED QUALIFYING OFFICES Speaker Minister Attorney-General, if not a Minister Minority Leader Parliamentary Secretary LAWS OF GUYANA Pensions  (President, Parliamentary and Special Offices) Cap. 27:03 25    L.R.O. 1/2012                             c. 19:05        Deputy Speaker President of the Senate A member (not being an employee) of  (a) a public corporation established under the Public Corporations Act; or  (b) any other public corporation established by law, or of any corporate body   in which   the controlling interest is vested in the State or in any agency on behalf of the State, as may be designated for the purposes of this Act by order of the Minister:  Provided that the Minister may, by order, exclude from the application  of  the  provisions  of  this  Act  membership  of  such  a public corporation established under the Public Corporations Act as may be specified in the order.  _________________________                 LAWS OF GUYANA 26 Cap. 27:03 Pensions  (President, Parliamentary and Special Offices)  L.R.O. 1/2012 SUBSIDIARY LEGISLATION _________________  O. 15/1971      41/1991  PENSIONS (PRESIDENT, PARLIAMENTARY AND SPECIAL OFFICES (DESIGNATION) ORDER  made under section 2   Citation.    Specified qualifying offices.        Persons on contract holding specified qualifying offices. [41/1991]                Service.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "[24 of 1974 O. 80/1980]          the British Guiana"
                },
                {
                    "representation": "(a)",
                    "description": "a public corporation established under the Public Corporations Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "any other public corporation established by law, or of any corporate body   in which   the controlling interest is vested in the State or in any agency on behalf of the State, as may be designated for the purposes of this Act by order of the Minister:  Provided that the Minister may, by order, exclude from the application  of  the  provisions  of  this  Act  membership  of  such  a public corporation established under the Public Corporations Act as may be specified in the order.  _________________________                 LAWS OF GUYANA 26 Cap. 27:03 Pensions"
                },
                {
                    "representation": "(c)",
                    "description": "the Legislative Council constituted pursuant to the British Guiana"
                },
                {
                    "representation": "(d)",
                    "description": "the Legislative Assembly or the Senate constituted pursuant   to   the   British   Guiana"
                },
                {
                    "representation": "(e)",
                    "description": "the House of Assembly constituted pursuant to the British Guiana"
                },
                {
                    "representation": "(f)",
                    "description": "The National Assembly.  ____________________________   SECOND SCHEDULE  SPECIFIED QUALIFYING OFFICES Speaker Minister Attorney-General, if not a Minister Minority Leader Parliamentary Secretary LAWS OF GUYANA Pensions"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1969",
            "title": "",
            "context": "PENSIONS (PRESIDENT, PARLIAMENTARY AND  SPECIAL OFFICES) ACT under 1969.",
            "description": "1969."
        }
    }
]