[
    {
        "act": "STATE PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "STATE PENSIONS ACT under Short title. 1. This Act may be cited as the State Pensions Act.",
            "description": "This Act may be cited as the State Pensions Act."
        }
    },
    {
        "act": "STATE PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "STATE PENSIONS ACT under Interpretation. 2. In this Act   child includes (a) a posthumous child;  (b) a step-child; (c) an illegitimate child who immediately before the death of the deceased person, was wholly or partially dependent on him for LAWS OF GUYANA 4 Cap. 27:04 State Pensions   L.R.O. 1/2012                                Service qualifying for State Pension.                                    Award of State Pension. [6 of 1984] support; and  (d)  an adopted child, adopted in a manner recognised by law;  dependant means any person, other than a widow or child, who immediately  before  the  death  of  the  deceased  person  was wholly or partially dependent on him for support;  widow includes widower.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a posthumous child;"
                },
                {
                    "representation": "(b)",
                    "description": "a step-child;"
                },
                {
                    "representation": "(c)",
                    "description": "an illegitimate child who immediately before the death of the deceased person, was wholly or partially dependent on him for LAWS OF GUYANA 4 Cap. 27:04 State Pensions   L.R.O. 1/2012                                Service qualifying for State Pension.                                    Award of State Pension. [6 of 1984] support; and"
                },
                {
                    "representation": "(d)",
                    "description": "an adopted child, adopted in a manner recognised by law;  dependant means any person, other than a widow or child, who immediately  before  the  death  of  the  deceased  person  was wholly or partially dependent on him for support;  widow includes widower."
                }
            ]
        }
    },
    {
        "act": "STATE PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Service qualifying for State Pension. ",
            "context": "STATE PENSIONS ACT under Service qualifying for State Pension. 3. (1) Whenever the President considers it desirable, having regard to the nature and quality of the service rendered to the State by a person and to the special circumstances pertaining to the  case, including the ineligibility of that person for a comparable pension under any other law, that such service should qualify for the payment of a pension (hereinafter referred to as a State Pension) he may by instrument under the Seal of Guyana designate such service as qualifying for the payment of a State Pension.  (2) No service of a person shall be designated under subsection (1) If the person, at the time of the designation, is alive unless either  (a) he has attained the age of 50 years; or  (b) not having attained the age of 50 years, the President is satisfied that such person is incapable by reason of infirmity of mind  or body of being gainfully occupied and that the infirmity is likely to be permanent.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the person, at the time of the designation, is alive unless either"
                },
                {
                    "representation": "(2)",
                    "description": "No service of a person shall be designated under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "he has attained the age of 50 years; or"
                },
                {
                    "representation": "(b)",
                    "description": "not having attained the age of 50 years, the President is satisfied that such person is incapable by reason of infirmity of mind  or body of being gainfully occupied and that the infirmity is likely to be permanent."
                }
            ]
        }
    },
    {
        "act": "STATE PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Award of State Pension. ",
            "context": "STATE PENSIONS ACT under Award of State Pension. 4. (1)  Subject to this Act, where the President has designated any service as qualifying for the payment of a LAWS OF GUYANA State Pensions Cap. 27:04 5  L.R.O. 1/2012                         Widows pension.                               State Pension the Minister responsible for finance shall, by order, which shall be subject  to negative resolution, prescribe the amount of pension, the person to whom the pension shall be paid, being the person whose service has been so designated or any widow, child, or dependant of such person, the time of commencement of such payment and the terms and conditions on which such pension shall be payable.  (2) The annual rate of a State Pension shall not exceed such maximum rate as the Minister may, by order, which shall be subject to negative resolution of the National Assembly, prescribe.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, where the President has designated any service as qualifying for the payment of a LAWS OF GUYANA State Pensions Cap. 27:04 5  L.R.O. 1/2012                         Widows pension.                               State Pension the Minister responsible for finance shall, by order, which shall be subject  to negative resolution, prescribe the amount of pension, the person to whom the pension shall be paid, being the person whose service has been so designated or any widow, child, or dependant of such person, the time of commencement of such payment and the terms and conditions on which such pension shall be payable."
                },
                {
                    "representation": "(2)",
                    "description": "The annual rate of a State Pension shall not exceed such maximum rate as the Minister may, by order, which shall be subject to negative resolution of the National Assembly, prescribe."
                }
            ]
        }
    },
    {
        "act": "STATE PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Widow’s pension. ",
            "context": "STATE PENSIONS ACT under Widows pension. 5. (1) where a person was in receipt of a State Pension at the date of his death, there shall be  paid to  his widow, during her lifetime and while unmarried, a widows pension at an  annual rate equivalent to one-half of the State Pension with effect from the said date.  (2) A widows pension under this section  (a) shall , subject to subsection (3), if the widow is in receipt of a State Pension, cease to be payable; and  (b) shall, subject to subsection (3), if the widow is in receipt of a salary payable out of public funds, cease to be payable during the period in respect of which the widow is in receipt of such salary.  (3) Where the rate of a widows pension exceeds the rate of the State Pension or the rate of salary, as the case may be, nothing in subsection (2) prevents the payment of the widows pension to the extent of such excess.  LAWS OF GUYANA 6 Cap. 27:04 State Pensions   L.R.O. 1/2012                         Childrens allowance. [19 of 1990]                         (4) Notwithstanding anything in this Act, but subject to the provisions of this section, where the person mentioned in subsection (1) dies leaving a dependant to whom he has bequeathed an annuity not exceeding one-third of a widows pension payable under this section consequent on  the death of a deceased person or which would have been payable had the deceased person died leaving  a  widow,  and  has  directed  that  the  annuity  be  payable under this Act, the annuity shall be paid to such dependant; and where a widows pension is payable under this  section consequent on the death  of  the deceased person, the amount of any annuity so paid shall be deducted from such pension:  Provided that where the dependant, being an unmarried person at the date of the deceaseds death, marries, the said annuity forthwith ceases to be payable.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "dies leaving a dependant to whom he has bequeathed an annuity not exceeding one-third of a widows pension payable under this section consequent on  the death of a deceased person or which would have been payable had the deceased person died leaving  a  widow,  and  has  directed  that  the  annuity  be  payable under this Act, the annuity shall be paid to such dependant; and where a widows pension is payable under this  section consequent on the death  of  the deceased person, the amount of any annuity so paid shall be deducted from such pension:  Provided that where the dependant, being an unmarried person at the date of the deceaseds death, marries, the said annuity forthwith ceases to be payable."
                },
                {
                    "representation": "(2)",
                    "description": "prevents the payment of the widows pension to the extent of such excess.  LAWS OF GUYANA 6 Cap. 27:04 State Pensions   L.R.O. 1/2012                         Childrens allowance. [19 of 1990]"
                },
                {
                    "representation": "(a)",
                    "description": "shall , subject to subsection"
                },
                {
                    "representation": "(b)",
                    "description": "shall, subject to subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where the rate of a widows pension exceeds the rate of the State Pension or the rate of salary, as the case may be, nothing in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Notwithstanding anything in this Act, but subject to the provisions of this section, where the person mentioned in subsection"
                }
            ]
        }
    },
    {
        "act": "STATE PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Children’s allowance. ",
            "context": "STATE PENSIONS ACT under Childrens allowance. 6.  (1) Where  the  person  who  was  in  receipt  of  a  State Pension in respect of his service dies leaving one or more children, a childrens allowance is payable in respect of such child or children while under the age of twenty-one years.  (2) Only one childrens allowance is payable in respect of service designated under section 3, but  (a)  the rate thereof may vary according to the number of children entitled thereto, so however, that the aggregate rate of allowance payable shall not exceed the rate specified in subsection (3)(a) or the State Pension  first-mentioned  in  section  4(1),  as the case may be;  (b)  it shall be paid to such person or persons as the Minister may, from time to time, direct and different LAWS OF GUYANA State Pensions Cap. 27:04 7  L.R.O. 1/2012                                                 parts thereof may be directed to be paid to different persons;  (c)  the person to whom all or any part thereof is paid   shall   apply  the   sum  paid  to   him without distinction, for the benefit of all the children for the time being entitled thereto or for the benefit of such of them as the Minister may, from time to time, direct.  (3) Where the  deceased  person  leaves  a  widow,  the annual rate of the childrens allowance during her lifetime shall be  (a) one-third  of  the  rate  of  the  State  Pension, where   there   are   two   or   more children entitled to the  childrens allowance; and  (b) one-sixth of the rate of such pension where there is only one child entitled to the childrens allowance.  (4) Where  the  deceased  person  leaves  no  widow,  or where he leaves a widow, then, after her death, or after any pension payable to her ceases to be paid before her death, the annual rate of the childrens allowance shall be  (a) one-half of the  rates  of the  State Pension where   there   are   two   or   more children entitled to the childrens allowance;  (b) one-quarter of the rate of such pension where there   is   only   one   child entitled to the childrens allowance. LAWS OF GUYANA 8 Cap. 27:04 State Pensions   L.R.O. 1/2012 Source of payment.   Pensions and allowances not assignable.                             Regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where  the  person  who  was  in  receipt  of  a  State Pension in respect of his service dies leaving one or more children, a childrens allowance is payable in respect of such child or children while under the age of twenty-one years."
                },
                {
                    "representation": "(2)",
                    "description": "Only one childrens allowance is payable in respect of service designated under section 3, but"
                },
                {
                    "representation": "(a)",
                    "description": "one-half of the  rates  of the  State Pension where   there   are   two   or   more children entitled to the childrens allowance;"
                },
                {
                    "representation": "(b)",
                    "description": "one-quarter of the rate of such pension where there   is   only   one   child entitled to the childrens allowance. LAWS OF GUYANA 8 Cap. 27:04 State Pensions   L.R.O. 1/2012 Source of payment.   Pensions and allowances not assignable.                             Regulations."
                },
                {
                    "representation": "(c)",
                    "description": "the person to whom all or any part thereof is paid   shall   apply  the   sum  paid  to   him without distinction, for the benefit of all the children for the time being entitled thereto or for the benefit of such of them as the Minister may, from time to time, direct."
                },
                {
                    "representation": "(3)",
                    "description": "Where the  deceased  person  leaves  a  widow,  the annual rate of the childrens allowance during her lifetime shall be"
                },
                {
                    "representation": "(4)",
                    "description": "Where  the  deceased  person  leaves  no  widow,  or where he leaves a widow, then, after her death, or after any pension payable to her ceases to be paid before her death, the annual rate of the childrens allowance shall be"
                }
            ]
        }
    },
    {
        "act": "STATE PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Source of payment. ",
            "context": "STATE PENSIONS ACT under Source of payment. 7.  Moneys payable under this Act shall be charged on and paid out of the Consolidated Fund.",
            "description": "Moneys payable under this Act shall be charged on and paid out of the Consolidated Fund."
        }
    },
    {
        "act": "STATE PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Pensions and allowances not assignable. ",
            "context": "STATE PENSIONS ACT under Pensions and allowances not assignable. 8. Moneys payable to, or in respect of, any person pursuant to this Act are not assignable or transferable except for the purpose of satisfying  (a) a debt due to the State; or  (b) an order of any court for the payment of periodical sums of money towards the maintenance of the wife, former wife or child, being a minor, of the person to whom the award is payable, and are not liable to be attached, sequestered or levied upon for or in respect of any debt or claim whatever except a debt due to the State or any sum recoverable pursuant to any such order of a court as aforesaid.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a debt due to the State; or"
                },
                {
                    "representation": "(b)",
                    "description": "an order of any court for the payment of periodical sums of money towards the maintenance of the wife, former wife or child, being a minor, of the person to whom the award is payable, and are not liable to be attached, sequestered or levied upon for or in respect of any debt or claim whatever except a debt due to the State or any sum recoverable pursuant to any such order of a court as aforesaid."
                }
            ]
        }
    },
    {
        "act": "STATE PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Regulations.  ____________________________ 24 of 1971 An Act to regulate the award of State Pensions in respect of service to the State in certain special circumstances.  [31ST DECEMBER, 1971]  Short title. [16 of 1969]  Interpretation. [19 of 1990]               ",
            "context": "STATE PENSIONS ACT under Regulations.  ____________________________ 24 of 1971 An Act to regulate the award of State Pensions in respect of service to the State in certain special circumstances.  [31ST DECEMBER, 1971]  Short title. [16 of 1969]  Interpretation. [19 of 1990]               9.   The   Minister   responsible   for   finance   may   make regulations for the purpose of giving effect to this Act.  ____________________  LAWS OF GUYANA State Pensions Cap. 27:04 9  SUBSIDIARY LEGISLATION _________________   O. 13/1972 46/1973  47/1976 75/1976  80/1976  STATE PENSIONS ORDER  made under section 4   Citation.     State Pension payable to persons.   Pension payable to Cable.",
            "description": "The   Minister   responsible   for   finance   may   make regulations for the purpose of giving effect to this Act.  ____________________  LAWS OF GUYANA State Pensions Cap. 27:04 9  SUBSIDIARY LEGISLATION _________________   O. 13/1972 46/1973  47/1976 75/1976  80/1976  STATE PENSIONS ORDER  made under section 4   Citation.     State Pension payable to persons.   Pension payable to Cable."
        }
    }
]