[
    {
        "act": "PUBLIC OFFICERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short Title. ",
            "context": "PUBLIC OFFICERS PENSIONS ACT under Short Title. 1. This Act may be cited as the Public Officers Pensions Act.",
            "description": "This Act may be cited as the Public Officers Pensions Act."
        }
    },
    {
        "act": "PUBLIC OFFICERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "PUBLIC OFFICERS PENSIONS ACT under Interpretation. 2. (1) In this Act  the Agreement  means the Public Officers Pensions (Guyana) Agreement 1977 the text of which is set out in the Schedule;  pension laws has the meaning assigned to that expression in the Agreement.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  the Agreement  means the Public Officers Pensions"
                }
            ]
        }
    },
    {
        "act": "PUBLIC OFFICERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Agreement to have the force of law in Guyana. ",
            "context": "PUBLIC OFFICERS PENSIONS ACT under Agreement to have the force of law in Guyana. 3. The Agreement shall have the force of law in Guyana.            LAWS OF GUYANA 4 Cap. 27:05 Public Officers Pensions  L.R.O. 1/2012 Cessation of application of pensions laws    s. 2",
            "description": "The Agreement shall have the force of law in Guyana.            LAWS OF GUYANA 4 Cap. 27:05 Public Officers Pensions  L.R.O. 1/2012 Cessation of application of pensions laws    s. 2"
        }
    },
    {
        "act": "PUBLIC OFFICERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Cessation of application of pension laws. SCHEDULE  __________________________ 22 of 1977 An Act to implement the agreement between the Government of Guyana and the Government of the United Kingdom of Great Britain and Northern Ireland concerning the pensions of certain public officers and for purposes connected therewith.  [1st July, 1980]  Short title    Interpretation.      Schedule.              Agreement to have the force of law in Guyana.  ",
            "context": "PUBLIC OFFICERS PENSIONS ACT under Cessation of application of pension laws. SCHEDULE  __________________________ 22 of 1977 An Act to implement the agreement between the Government of Guyana and the Government of the United Kingdom of Great Britain and Northern Ireland concerning the pensions of certain public officers and for purposes connected therewith.  [1st July, 1980]  Short title    Interpretation.      Schedule.              Agreement to have the force of law in Guyana.  4. With effect from the coming into operation of this Act the pensions laws shall not apply to pensions to which the Agreement applies.   SCHEDULE  AGREEMENT BETWEEN THE GOVERNMENT OF THE REPUBLIC OF GUYANA AND THE GOVERNMENT OF THE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND CONERNING PUBLIC OFFICERS PENSIONS.  The Government of the Republic of Guyana and the Government of the United Kingdom of Great Britain and Northern Ireland have agreed as follows:  ARTICLE 1  INTERPRETATION  In this Agreement, except where the context otherwise requires:  (a)  actuary means a Fellow of the Institute of Actuaries or of the Faculty of Actuaries in Scotland;  (b) the appointed day means   the  day  mutually arranged between the Government of Guyana and the Government of the United Kingdom;   (c) the Guyana element in relation to a pension (other than compensation or interest thereon payable under the Public Officers (Compensation and Retirement Benefits) Regulations 1966 or a widows and orphans pension) means LAWS OF GUYANA Public Officers Pensions Cap. 27:05 5  L.R.O. 1/2012  (i) in respect of a pension arising from death resulting   from  an  injury   on  duty  or   a pension or additional pension arising from such an injury being a pension which results from an occurrence during relevant service, that proportion of the pension which the rate of the officers pensionable emoluments other than inducement allowance at the date he received the injury bears to the rate of the officers total pensionable emoluments at that date; (ii) in the case of any other   pension,   that proportion of the pension which the total pensionable emoluments other than inducement allowance enjoyed by the officer during his relevant service bears to the total pensionable emoluments enjoyed by him throughout his public service under the Government of Guyana which have been taken into account in determining the amount of that pension;  (d) inducement allowance means any inducement allowance which is pensionable under the pensions laws and is enjoyed by an officer under the Overseas Service (British Guiana) Agreement 1961, or any agreement or arrangement amending or LAWS OF GUYANA 6 Cap. 27:05 Public Officers Pensions  L.R.O. 1/2012 replacing the same;  (e) officer  means  an  officer  to  whom  the  Public Officers Agreement between Her Majestys Government in the United  Kingdom  and  the Government of Guyana signed at Georgetown on the 26th May, 1966 (hereinafter referred to as the Public Officers Agreement) applies or applied and who was not a citizen of Guyana on 1 April, 1971 or  who,  having retired from the  public service or having died in public service after that date, is not or was not a citizen of Guyana at the time of his retirement or death, as the case may be;  (f) other  public  service means  public  service  not under the Government of Guyana;  (g) pension   means   any   pension,   gratuity, compensation and interest thereon, retiring allowance or other like benefit, or any increase of pension, or any  contributions  repayable  to,  or interest on contributions   payable   to,   any   officer,   payable under the pensions laws by the Government of Guyana to or in respect of any officer, or to the widow or child of any officer or to his legal personal representative;   (h) pensionable emoluments  (i) in respect of public service LAWS OF GUYANA Public Officers Pensions Cap. 27:05 7  L.R.O. 1/2012 under the Government of Guyana (or any of its predecessor Governments) means emoluments which count for pension under the pensions laws; (ii) in  respect  of  other  public  service,  means emoluments which count for pension in accordance with the laws or regulations in force in such service;  (i) pension laws means  (i) in relation to pensions other than widows and orphans pensions,  any law, regulation or administrative direction providing for the payment of pensions to officers in respect of public service and in force in Guyana at any time prior to 1 April, 1971 and enacted prior to that date (including the Public Officers (Compensation and Retirement Benefits) Regulations 1966);  (ii) in relation to widows and orphans pensions, the Public Officers (Widows and Orphans Fund) Ordinance, Chapter 203 of the Revised Edition of the Laws of British Guiana 1930, and any amendments thereto in force at any time prior to 1 April, 1971 and enacted prior to that date (hereinafter referred to as Chapter 203) and LAWS OF GUYANA 8 Cap. 27:05 Public Officers Pensions  L.R.O. 1/2012 the Widows and   Orphans  Pension Ordinance, Chapter 75   of   the Revised Edition of the Laws of British Guiana  1953  and  any  amendments thereto in force at any time prior to 1 April, 1971 and enacted prior thereto (hereinafter referred to as Chapter 75); (iii)  in  relation  both  to widows and orphans pensions and to other pensions, any other law,  regulation  or administrative direction accepted by the Government of the United Kingdom  and  the  Government  of  Guyana for the purposes of this Agreement;   (j)  public service means  (i) service in a civil capacity under   the Government of Guyana or any of its predecessor Governments or any other country or territory in the Commonwealth; (ii) service under the East Africa High Commission, the East African  Common Services Organisation, the East African Posts and Telecommunications Administration , the East African Railways and Harbours Administration, the East African Community, the East African Harbours Corporation, the East African Post and LAWS OF GUYANA Public Officers Pensions Cap. 27:05 9  L.R.O. 1/2012 Telecommunication Corporation or the East African Railways Corporation; the East African Community, the East African Harbours Corporation, the East African Posts and Telecommunications Corporation or the East African Railways Corporation; (iii) service which is pensionable   (aa) under the Overseas   Superannuation Scheme; or  (bb) under any Acts relating to the superannuation of teachers in the United Kingdom; or  (cc) under a local authority in the United Kingdom; or  (dd) under the National Health Service of the United Kingdom;  (iv) any  other  service  accepted  by the  Government of the United Kingdom and the Government of Guyana to be public service for the purposes of this Agreement; (v) except for the purposes of computation of a pension, gratuity or other allowance and of determination of the maximum pension grantable, LAWS OF GUYANA 10 Cap. 27:05 Public Officers Pensions  L.R.O. 1/2012 service as a Governor in respect of which a pension may be granted under the Overseas  Pensions Act  1973 or any Act amending or replacing that Act; (vi)  service as the holder of the office of President, Vice-President, Justice of Appeal, Registrar, officer or servant of the Court of Appeal for Eastern Africa established by the Eastern Africa  Court  of  Appeal  Order  in  Council, 1961 (United  Kingdom S. I. 1961 No. 2323) or the Court of Appeal for East Africa; (vii)   service in the service of the Interim Commissioner for the West Indies;   (k) relevant service means public service in a Civil capacity under the Government of Guyana on or after 26th May, 1966;   (1) the taxation element means the sum accepted by the two Governments as being equivalent to the proceeds of income tax or any similar tax received by the Government of Guyana on any sums which reimbursable in accordance with sub- paragraph (l) (d) of Article 3;  (m) widows and orphans pensions means pensions payable under Chapter 203 or Chapter",
            "description": [
                {
                    "representation": "(a)",
                    "description": "actuary means a Fellow of the Institute of Actuaries or of the Faculty of Actuaries in Scotland;"
                },
                {
                    "representation": "(b)",
                    "description": "the appointed day means   the  day  mutually arranged between the Government of Guyana and the Government of the United Kingdom;"
                },
                {
                    "representation": "(c)",
                    "description": "the Guyana element in relation to a pension"
                },
                {
                    "representation": "(i)",
                    "description": "service in a civil capacity under   the Government of Guyana or any of its predecessor Governments or any other country or territory in the Commonwealth;"
                },
                {
                    "representation": "(d)",
                    "description": "inducement allowance means any inducement allowance which is pensionable under the pensions laws and is enjoyed by an officer under the Overseas Service"
                },
                {
                    "representation": "(e)",
                    "description": "officer  means  an  officer  to  whom  the  Public Officers Agreement between Her Majestys Government in the United  Kingdom  and  the Government of Guyana signed at Georgetown on the 26th May, 1966"
                },
                {
                    "representation": "(f)",
                    "description": "other  public  service means  public  service  not under the Government of Guyana;"
                },
                {
                    "representation": "(g)",
                    "description": "pension   means   any   pension,   gratuity, compensation and interest thereon, retiring allowance or other like benefit, or any increase of pension, or any  contributions  repayable  to,  or interest on contributions   payable   to,   any   officer,   payable under the pensions laws by the Government of Guyana to or in respect of any officer, or to the widow or child of any officer or to his legal personal representative;"
                },
                {
                    "representation": "(h)",
                    "description": "pensionable emoluments"
                },
                {
                    "representation": "(j)",
                    "description": "public service means"
                },
                {
                    "representation": "(v)",
                    "description": "except for the purposes of computation of a pension, gratuity or other allowance and of determination of the maximum pension grantable, LAWS OF GUYANA 10 Cap. 27:05 Public Officers Pensions  L.R.O. 1/2012 service as a Governor in respect of which a pension may be granted under the Overseas  Pensions Act  1973 or any Act amending or replacing that Act;"
                },
                {
                    "representation": "(k)",
                    "description": "relevant service means public service in a Civil capacity under the Government of Guyana on or after 26th May, 1966;"
                },
                {
                    "representation": "(1)",
                    "description": "the taxation element means the sum accepted by the two Governments as being equivalent to the proceeds of income tax or any similar tax received by the Government of Guyana on any sums which reimbursable in accordance with sub- paragraph"
                },
                {
                    "representation": "(l)",
                    "description": "(d) of Article 3;"
                },
                {
                    "representation": "(m)",
                    "description": "widows and orphans pensions means pensions payable under Chapter 203 or Chapter"
                }
            ]
        }
    }
]