[
    {
        "act": "PROMISSORY OATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PROMISSORY OATHS ACT under Short title. 1. This Act may be cited as the Promissory Oaths Act.",
            "description": "This Act may be cited as the Promissory Oaths Act."
        }
    },
    {
        "act": "PROMISSORY OATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "When affirmation or declaration to be substituted for oath. ",
            "context": "PROMISSORY OATHS ACT under When affirmation or declaration to be substituted for oath. 2. Where any oath is required to be taken under this Act, every person for the time being by law permitted to make a solemn affirmation or declaration instead of taking an oath may, instead of taking an oath, make a solemn LAWS OF GUYANA 4 Cap. 27:06 Promissory Oaths  L.R.O. 1/2012               Oath of office. [O. 15/1970 19 of 1980]   Officers to take oath of office. Schedule.  [22 of 1958 O. 15/1970]              Form of oath to be taken by Secretary to the Cabinet. [O. 15/1970]   Before whom oaths to be taken. [22 of 1958 4 of 1972 19 of 1980 6 of 1981]       affirmation in the form of the oath hereby appointed, substituting the words solemnly, sincerely, and truly declare and affirm for the word swear, and omitting the words So help me God.",
            "description": "Where any oath is required to be taken under this Act, every person for the time being by law permitted to make a solemn affirmation or declaration instead of taking an oath may, instead of taking an oath, make a solemn LAWS OF GUYANA 4 Cap. 27:06 Promissory Oaths  L.R.O. 1/2012               Oath of office. [O. 15/1970 19 of 1980]   Officers to take oath of office. Schedule.  [22 of 1958 O. 15/1970]              Form of oath to be taken by Secretary to the Cabinet. [O. 15/1970]   Before whom oaths to be taken. [22 of 1958 4 of 1972 19 of 1980 6 of 1981]       affirmation in the form of the oath hereby appointed, substituting the words solemnly, sincerely, and truly declare and affirm for the word swear, and omitting the words So help me God."
        }
    },
    {
        "act": "PROMISSORY OATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Oath of Office. ",
            "context": "PROMISSORY OATHS ACT under Oath of Office. 3. The oath referred to in this Act as the oath of office shall be in the form set out in the Schedule to the Constitution.",
            "description": "The oath referred to in this Act as the oath of office shall be in the form set out in the Schedule to the Constitution."
        }
    },
    {
        "act": "PROMISSORY OATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Officers to take oath of office. ",
            "context": "PROMISSORY OATHS ACT under Officers to take oath of office. 4. The oath of office shall be tendered to, and taken by each of the officers named in the Schedule, as soon as may be after his acceptance of office:  Provided that when any person is appointed to act in the place and during the absence of any officer named in the Schedule, he shall not be required to take any oath on the occasion of such appointment, unless the oath required to be taken in respect of such appointment is different from or in addition to any oath already taken by him and duly recorded in respect of any previous appointment, permanent or temporary.",
            "description": "The oath of office shall be tendered to, and taken by each of the officers named in the Schedule, as soon as may be after his acceptance of office:  Provided that when any person is appointed to act in the place and during the absence of any officer named in the Schedule, he shall not be required to take any oath on the occasion of such appointment, unless the oath required to be taken in respect of such appointment is different from or in addition to any oath already taken by him and duly recorded in respect of any previous appointment, permanent or temporary."
        }
    },
    {
        "act": "PROMISSORY OATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Form of oath to be taken by Secretary to the Cabinet. ",
            "context": "PROMISSORY OATHS ACT under Form of oath to be taken by Secretary to the Cabinet. 5.  The Secretary to the Cabinet shall take the oath of office before entering upon the duties of his office.",
            "description": "The Secretary to the Cabinet shall take the oath of office before entering upon the duties of his office."
        }
    },
    {
        "act": "PROMISSORY OATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Before whom oaths to be taken. ",
            "context": "PROMISSORY OATHS ACT under Before whom oaths to be taken. 6. (1) The oath required to be taken by a Vice-President or by the Chancellor or by the Chief Justice shall be taken before the President who shall attest the same.  (2) The oath required to be taken by a Minister other than a Vice-President or by a Parliamentary Secretary or by a Judge of the Supreme Court of Judicature other than  the  Chancellor  and  the Chief Justice or by the Secretary to the Cabinet shall be taken either before the President or before such Vice-President as the President may in any case direct in writing under his hand, and the President or the Vice- LAWS OF GUYANA Promissory Oaths Cap. 27:06 5  L.R.O. 1/2012                             Record of Oath. [22 of 1958]                    Officer required to take oath declining or neglecting to do so.          President before whom such oath is taken shall attest the same.  (3) Any other oath required to be taken under this Act or any other written law shall (save where that other written law provides that the oath shall be taken before a person other than the President) be taken before the President or before such Minister, Judge of the Supreme Court of Judicature or such public officer as the President may in any case direct in writing under his hand, and the person before whom such oath is taken shall attest the same.  (4) Anything done or any action taken under subsection (3) on or after 25th October, 1980 and before the commencement of this subsection, which would have been lawful and valid had subsection (3) as amended by the Miscellaneous Enactments (Amendment) Act 1981 been in force at the material time, shall be deemed always to have been lawfully and validly done or taken",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The oath required to be taken by a Vice-President or by the Chancellor or by the Chief Justice shall be taken before the President who shall attest the same."
                },
                {
                    "representation": "(2)",
                    "description": "The oath required to be taken by a Minister other than a Vice-President or by a Parliamentary Secretary or by a Judge of the Supreme Court of Judicature other than  the  Chancellor  and  the Chief Justice or by the Secretary to the Cabinet shall be taken either before the President or before such Vice-President as the President may in any case direct in writing under his hand, and the President or the Vice- LAWS OF GUYANA Promissory Oaths Cap. 27:06 5  L.R.O. 1/2012                             Record of Oath. [22 of 1958]                    Officer required to take oath declining or neglecting to do so.          President before whom such oath is taken shall attest the same."
                },
                {
                    "representation": "(3)",
                    "description": "as amended by the Miscellaneous Enactments"
                },
                {
                    "representation": "(4)",
                    "description": "Anything done or any action taken under subsection"
                }
            ]
        }
    },
    {
        "act": "PROMISSORY OATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Record of oaths. ",
            "context": "PROMISSORY OATHS ACT under Record of oaths. 7. Every oath sworn in pursuance of this Act shall be recorded in some book to be kept for the purpose, by the signature of the person taking such oath, with the attestation of the person before whom the same is taken; and such book shall be conclusive evidence for all purposes of any oath therein recorded having been duly taken and recorded.",
            "description": "Every oath sworn in pursuance of this Act shall be recorded in some book to be kept for the purpose, by the signature of the person taking such oath, with the attestation of the person before whom the same is taken; and such book shall be conclusive evidence for all purposes of any oath therein recorded having been duly taken and recorded."
        }
    },
    {
        "act": "PROMISSORY OATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Officer required to take oath declining or neglecting to do so.  SCHEDULE—Lists of officers required to take Oaths.  ______________________________  1929 Ed. c. 256 1953 Ed. c. 70 ____________ 4 of 1870 An Act to amend and make uniform the Promissory Oaths required to be taken as a Qualification for the Exercise and Enjoyment of Offices and other Civil Rights in this State.   [20TH JULY, 1870]  Short title.   When affirmation or declaration to be substituted for oath. ",
            "context": "PROMISSORY OATHS ACT under Officer required to take oath declining or neglecting to do so.  SCHEDULELists of officers required to take Oaths.  ______________________________  1929 Ed. c. 256 1953 Ed. c. 70 ____________ 4 of 1870 An Act to amend and make uniform the Promissory Oaths required to be taken as a Qualification for the Exercise and Enjoyment of Offices and other Civil Rights in this State.   [20TH JULY, 1870]  Short title.   When affirmation or declaration to be substituted for oath. 8. Any officer specified in the Schedule who declines or neglects when any oath required to be taken by him hereinunder is duly tendered to him, to take oath, shall, if he has already entered on his office, vacate it, and if he has not entered on it shall be disqualified from entering thereon; but no person shall be compelled, in respect of the same appointment to the same office, to take an oath or make an affirmation more than once.  ___________________  LAWS OF GUYANA 6 Cap. 27:06 Promissory Oaths  L.R.O. 1/2012 ss. 4,",
            "description": "Any officer specified in the Schedule who declines or neglects when any oath required to be taken by him hereinunder is duly tendered to him, to take oath, shall, if he has already entered on his office, vacate it, and if he has not entered on it shall be disqualified from entering thereon; but no person shall be compelled, in respect of the same appointment to the same office, to take an oath or make an affirmation more than once.  ___________________  LAWS OF GUYANA 6 Cap. 27:06 Promissory Oaths  L.R.O. 1/2012 ss. 4,"
        }
    }
]