[
    {
        "act": "PUBLIC OFFICERS SPOUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PUBLIC OFFICERS SPOUSES ACT under Short title. 1. This Act may be cited as the Public Officers Spouses Act.",
            "description": "This Act may be cited as the Public Officers Spouses Act."
        }
    },
    {
        "act": "PUBLIC OFFICERS SPOUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "PUBLIC OFFICERS SPOUSES ACT under Interpretation. 2. (1) In this Act  public officer means any public officer or pensioner;  salary means full salary or pension, and includes personal, temporary, or other allowances by way of salary or personal emoluments whether pensionable or not;  spouse includes the spouse of a deceased public officer, or his or her children, or other heirs, or any other person the Minister considers having the best moral claim to LAWS OF GUYANA 4 Cap. 27:07 Public Officers Spouses  L.R.O. 1/2012               Grant to spouse of a deceased public officer. [19 of 1990]  Payment of salary accrued due. [18 of 1974 19 of 1990 10 of 1993]                     Ministers decision final. [19 of 1990]     When payee absent from Guyana.       Payment under this Act valid against all persons.  any payment under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  public officer means any public officer or pensioner;  salary means full salary or pension, and includes personal, temporary, or other allowances by way of salary or personal emoluments whether pensionable or not;  spouse includes the spouse of a deceased public officer, or his or her children, or other heirs, or any other person the Minister considers having the best moral claim to LAWS OF GUYANA 4 Cap. 27:07 Public Officers Spouses  L.R.O. 1/2012               Grant to spouse of a deceased public officer. [19 of 1990]  Payment of salary accrued due. [18 of 1974 19 of 1990 10 of 1993]                     Ministers decision final. [19 of 1990]     When payee absent from Guyana.       Payment under this Act valid against all persons.  any payment under this Act."
                }
            ]
        }
    },
    {
        "act": "PUBLIC OFFICERS SPOUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Grant to spouse of a deceased public officer. ",
            "context": "PUBLIC OFFICERS SPOUSES ACT under Grant to spouse of a deceased public officer. 3. Whenever a public officer dies the Minister may order his or her salary for one month from the date of his or her death to be paid to his or her spouse.",
            "description": "Whenever a public officer dies the Minister may order his or her salary for one month from the date of his or her death to be paid to his or her spouse."
        }
    },
    {
        "act": "PUBLIC OFFICERS SPOUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Payment of salary accrued due. ",
            "context": "PUBLIC OFFICERS SPOUSES ACT under Payment of salary accrued due. 4. Notwithstanding anything to  the  contrary  in any Act passed  before the commencement of this Act, on the death of a public officer to whom any sum not exceeding ten thousand dollars is due from the Government in respect of salary, probate or other proof of the title of the personal representative of the deceased may be dispensed with, and that sum may be paid or distributed to or among the persons appearing to the Minister to be beneficially entitled to the personal estate of the deceased, or to or among any one or more of those persons, or, in the case of the illegitimacy of the deceased officer or his or her children, to or among the persons the Minister thinks fit.",
            "description": "Notwithstanding anything to  the  contrary  in any Act passed  before the commencement of this Act, on the death of a public officer to whom any sum not exceeding ten thousand dollars is due from the Government in respect of salary, probate or other proof of the title of the personal representative of the deceased may be dispensed with, and that sum may be paid or distributed to or among the persons appearing to the Minister to be beneficially entitled to the personal estate of the deceased, or to or among any one or more of those persons, or, in the case of the illegitimacy of the deceased officer or his or her children, to or among the persons the Minister thinks fit."
        }
    },
    {
        "act": "PUBLIC OFFICERS SPOUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Minister’s decision final. ",
            "context": "PUBLIC OFFICERS SPOUSES ACT under Ministers decision final. 5. The decision of the Minister on any question which arises as to the application of any section of this Act to anyone or as to the amount to be paid to him or her shall be final.",
            "description": "The decision of the Minister on any question which arises as to the application of any section of this Act to anyone or as to the amount to be paid to him or her shall be final."
        }
    },
    {
        "act": "PUBLIC OFFICERS SPOUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "When payee absent from Guyana. ",
            "context": "PUBLIC OFFICERS SPOUSES ACT under When payee absent from Guyana. 6. Where it has been decided under this Act to pay a sum to anyone not residing in Guyana, the Accountant General may pay that sum to anyone there resident who represents himself as, and the Accountant General that he is, the agent of the person not so resident even though no strict legal proof of agency is produced.",
            "description": "Where it has been decided under this Act to pay a sum to anyone not residing in Guyana, the Accountant General may pay that sum to anyone there resident who represents himself as, and the Accountant General that he is, the agent of the person not so resident even though no strict legal proof of agency is produced."
        }
    },
    {
        "act": "PUBLIC OFFICERS SPOUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Payment under this Act valid against all persons.  __________________________ 1929 Ed. c. 206 1953 Ed. c.74 _______________________________________________________ 17 of 1920 An Act to make provision for the payment to the family of a deceased Public Officer or Pensioner of one month’s salary of each Officer or Pensioner.  [2nd OCTOBER, 1920] Short title. [19 of 1990]   Interpretation.  [19 of 1990]             ",
            "context": "PUBLIC OFFICERS SPOUSES ACT under Payment under this Act valid against all persons.  __________________________ 1929 Ed. c. 206 1953 Ed. c.74 _______________________________________________________ 17 of 1920 An Act to make provision for the payment to the family of a deceased Public Officer or Pensioner of one months salary of each Officer or Pensioner.  [2nd OCTOBER, 1920] Short title. [19 of 1990]   Interpretation.  [19 of 1990]             7. Any payment made pursuant to this Act shall be valid against all persons whomsoever, and all persons acting under its provisions shall be absolutely discharged from all liability in respect of any moneys duly paid or applied by them under this Act.  _______________________  LAWS OF GUYANA                                              Public Officers Spouses  Cap. 27:07  5   L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________  O. 16/1976 DELEGATION OF FUNCTIONS ORDER",
            "description": "Any payment made pursuant to this Act shall be valid against all persons whomsoever, and all persons acting under its provisions shall be absolutely discharged from all liability in respect of any moneys duly paid or applied by them under this Act.  _______________________  LAWS OF GUYANA                                              Public Officers Spouses  Cap. 27:07  5   L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________  O. 16/1976 DELEGATION OF FUNCTIONS ORDER"
        }
    }
]