[
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "0.979 .916 .860 .803 .754 .705 .661 .681 .581 .554 .512 .479 .451 .423 .399 .375 .354 .333 .315 .297 .281 .266 .252 .238 .226 .214 .204 ",
            "context": "under 0.979 .916 .860 .803 .754 .705 .661 .681 .581 .554 .512 .479 .451 .423 .399 .375 .354 .333 .315 .297 .281 .266 .252 .238 .226 .214 .204 0.97 .76 .56 .37 .18",
            "description": "0.97 .76 .56 .37 .18"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "under Short title. 1. This Act may be cited as the Dependants Pension LAWS OF GUYANA Dependants Pension Cap. 27:08 7  L.R.O. 1/2012                                    c. 27:02              officer means   (a)  any person who has been or shall be appointed to a public office but does not include a person the emoluments of whose office are paid for out of an open vote;  (b)  any person who has been or shall be substantively appointed to an office in the Guyana Police Force;  (c)  any person who has been or shall be substantively appointed to an office the power of appointment to which is vested in the Judicial Service Commission;  (d)  any person who has been or shall be substantively appointed to an office as a teacher in a school or other place of education the power of appointment to which is vested in the Teaching Service Commission;  (e)   any other person who has been or shall be substantively appointed to a pensionable office in Guyana within the meaning of the Pensions Act;  (f)    every officer and every soldier of the Guyana Defence Force;  (g)  any person who has been or shall be substantively appointed by the directors under section 13(1);  (h)     any person who having regard to the nature of his employment has by LAWS OF GUYANA 8 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                                      Establishment. [6 of 1939 6 of 1972 17 of 1978]         order of the Minister after he  has consulted with the directors been declared an officer for the purposes of this Act;  orphan means the child of a deceased contributor by his wife born after marriage or legitimated by marriage according to the law of the fathers domicile at the date of the marriage;  pension means any pension under this Act except when the context implies that the pension of the contributor himself is meant;  salary means the salary of an officers substantive appointment including pensionable personal allowances in the nature of salary;  the secretary means the secretary to the directors;   the tables and the instructions mean the tables in Part I, and the instructions for the use of the tables in Part II, of the Schedule;  widow means the wife of a deceased contributor.   THE FUND",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any person who has been or shall be appointed to a public office but does not include a person the emoluments of whose office are paid for out of an open vote;"
                },
                {
                    "representation": "(b)",
                    "description": "any person who has been or shall be substantively appointed to an office in the Guyana Police Force;"
                },
                {
                    "representation": "(c)",
                    "description": "any person who has been or shall be substantively appointed to an office the power of appointment to which is vested in the Judicial Service Commission;"
                },
                {
                    "representation": "(d)",
                    "description": "any person who has been or shall be substantively appointed to an office as a teacher in a school or other place of education the power of appointment to which is vested in the Teaching Service Commission;"
                },
                {
                    "representation": "(e)",
                    "description": "any other person who has been or shall be substantively appointed to a pensionable office in Guyana within the meaning of the Pensions Act;"
                },
                {
                    "representation": "(f)",
                    "description": "every officer and every soldier of the Guyana Defence Force;"
                },
                {
                    "representation": "(g)",
                    "description": "any person who has been or shall be substantively appointed by the directors under section 13(1);"
                },
                {
                    "representation": "(h)",
                    "description": "any person who having regard to the nature of his employment has by LAWS OF GUYANA 8 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                                      Establishment. [6 of 1939 6 of 1972 17 of 1978]         order of the Minister after he  has consulted with the directors been declared an officer for the purposes of this Act;  orphan means the child of a deceased contributor by his wife born after marriage or legitimated by marriage according to the law of the fathers domicile at the date of the marriage;  pension means any pension under this Act except when the context implies that the pension of the contributor himself is meant;  salary means the salary of an officers substantive appointment including pensionable personal allowances in the nature of salary;  the secretary means the secretary to the directors;   the tables and the instructions mean the tables in Part I, and the instructions for the use of the tables in Part II, of the Schedule;  widow means the wife of a deceased contributor.   THE FUND"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  THE FUND  ",
            "context": "under Interpretation.  THE FUND  2.  In this Act  Accountant General includes Deputy Accountant General;  Actuary means a Fellow of the Institute of Actuaries or of the Faculty of Actuaries in Scotland;  approved scheme means a scheme for the granting of pension to the dependants of government officers established in any other part of the Commonwealth and approved by the Minister;  child means  (a)      a legitimate child of a contributor;  (b)    a child born out of wedlock the particulars in relation to whom have been transmitted to the directors pursuant to section 32 by the contributor who is the parent of the child;   (c)     a child adopted by a contributor and who is deemed to be the child of the contributor in accordance with section 43;  contributor means an officer contributing to the fund and registered as doing so;  the directors means the Board of Directors constituted by section 11;  the fund means the fund established under this Act;",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a legitimate child of a contributor;"
                },
                {
                    "representation": "(b)",
                    "description": "a child born out of wedlock the particulars in relation to whom have been transmitted to the directors pursuant to section 32 by the contributor who is the parent of the child;"
                },
                {
                    "representation": "(c)",
                    "description": "a child adopted by a contributor and who is deemed to be the child of the contributor in accordance with section 43;  contributor means an officer contributing to the fund and registered as doing so;  the directors means the Board of Directors constituted by section 11;  the fund means the fund established under this Act;"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment.  MEDICAL EXAMINATION AND REGISTRATION OF CONTRIBUTORS  ",
            "context": "under Establishment.  MEDICAL EXAMINATION AND REGISTRATION OF CONTRIBUTORS  3. (1) A fund shall be established for providing pensions for the dependants of officers, to be called the Dependants Pension Fund.  (2) The Accountant General shall, after the close of each year, pay from the Consolidated Fund to the fund the amount, if any, by which the interest from investments falls short of the aggregate of interest at the rate of six per cent per annum on the cost price (exclusive of a portion thereof equal to any accrued dividends) of each investment held on behalf LAWS OF GUYANA Dependants Pension Cap. 27:08 9  L.R.O. 1/2012                                                             Requirements for registration of contributor. of the fund during the year, for the period of the year for which such investment was so held.  (3) For the purposes of this section  accrued dividends means dividends accrued at the date of purchase and not excluded from the purchase. Dividends shall like interest on money lent, be considered as accruing from day to day, and shall be deemed to have accrued by equal daily increment during and within the period for or in respect of which the payment of the dividend shall be declared or expressed to be made, and shall be apportionable in respect of time accordingly;  investment means any permanent investment of the fund excluding bank balances;  interest from investments means  (a)     the amount of interest received in the year in respect of investments held throughout the whole year; and  (b)     in respect of investments purchased or sold during the year, a sum, in respect of each investment, which bears to the interest  thereon for the year the same proportion as the period for which the investment was held during the year bears to the whole year.   MEDICAL EXAMINATION AND REGISTRATION OF CONTRIBUTORS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A fund shall be established for providing pensions for the dependants of officers, to be called the Dependants Pension Fund."
                },
                {
                    "representation": "(2)",
                    "description": "The Accountant General shall, after the close of each year, pay from the Consolidated Fund to the fund the amount, if any, by which the interest from investments falls short of the aggregate of interest at the rate of six per cent per annum on the cost price"
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section  accrued dividends means dividends accrued at the date of purchase and not excluded from the purchase. Dividends shall like interest on money lent, be considered as accruing from day to day, and shall be deemed to have accrued by equal daily increment during and within the period for or in respect of which the payment of the dividend shall be declared or expressed to be made, and shall be apportionable in respect of time accordingly;  investment means any permanent investment of the fund excluding bank balances;  interest from investments means"
                },
                {
                    "representation": "(a)",
                    "description": "the amount of interest received in the year in respect of investments held throughout the whole year; and"
                },
                {
                    "representation": "(b)",
                    "description": "in respect of investments purchased or sold during the year, a sum, in respect of each investment, which bears to the interest  thereon for the year the same proportion as the period for which the investment was held during the year bears to the whole year.   MEDICAL EXAMINATION AND REGISTRATION OF CONTRIBUTORS"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Requirements for registration of contributor. ",
            "context": "under Requirements for registration of contributor. 4. No claim whatever shall be allowed in respect of any contribution to the fund which has been made by or on behalf of an officer unless that officer has been duly registered LAWS OF GUYANA 10 Cap. 27:08 Dependants Pension  L.R.O. 1/2012       Registration of contributors. [7 of 1976]    Medical examination. [7 of 1976]             c. 27:02                        as a contributor.",
            "description": "No claim whatever shall be allowed in respect of any contribution to the fund which has been made by or on behalf of an officer unless that officer has been duly registered LAWS OF GUYANA 10 Cap. 27:08 Dependants Pension  L.R.O. 1/2012       Registration of contributors. [7 of 1976]    Medical examination. [7 of 1976]             c. 27:02                        as a contributor."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Registration of contributors. ",
            "context": "under Registration of contributors. 5. Subject to section 6, every person who on passing a medical examination has been appointed an officer and has been accepted as a contributor by the Directors, shall be registered as a contributor, as from the first day of the month mentioned in section 20(3).",
            "description": "Subject to section 6, every person who on passing a medical examination has been appointed an officer and has been accepted as a contributor by the Directors, shall be registered as a contributor, as from the first day of the month mentioned in section 20(3)."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Medical examination. 6A.  New contributors to the fund. 6B.  Date when an officer or soldier of the Guyana Defence Force already in service becomes a contributor. 6C.  Date when certain persons become contributors. ",
            "context": "under Medical examination. 6A.  New contributors to the fund. 6B.  Date when an officer or soldier of the Guyana Defence Force already in service becomes a contributor. 6C.  Date when certain persons become contributors. 6. The medical examination referred to in section 5 shall be that undergone by a person   to   determine   his   physical   fitness   for appointment as an officer:  Provided that  (a)    where prior to the coming into operation of this section a person was appointed an officer without undergoing a medical examination, his appointment having been immediately preceded by service within the meaning of the Pensions Act in an office other than a pensionable office or by service paid for out of an open vote; or  (b)  where such medical examination was successfully undergone by a person prior to the coming into operation of this section, and he was not registered as a contributor by reason only of the requirement to undergo a medical examination which, but for  (i)     his death after the 31st December, 1966; or (ii)  the coming into operation of this section,   the Directors would have requested him to undergo to LAWS OF GUYANA Dependants Pension Cap. 27:08 11  L.R.O. 1/2012            New contributors to the fund. [17 of 1978]                 Date when an officer or soldier of the Guyana Defence Force already in service becomes a contributor. [6 of 1981]            Date when certain persons become contributors. [7 of 1984]                determine his suitability for acceptance as a contributor, the appointment of that person  as an officer shall be deemed to have entitled him to be registered as a contributor in accordance with section 5 subject to such conditions as the Directors may think fit to impose.  6A. Anything in sections 5 and 6 to the contrary notwithstanding, every officer who, by virtue of the enactment of the Dependants Pension (Amendment) Act 1978, is eligible to become a contributor shall become a contributor with respect to and with effect from the month of August,",
            "description": [
                {
                    "representation": "(a)",
                    "description": "where prior to the coming into operation of this section a person was appointed an officer without undergoing a medical examination, his appointment having been immediately preceded by service within the meaning of the Pensions Act in an office other than a pensionable office or by service paid for out of an open vote; or"
                },
                {
                    "representation": "(b)",
                    "description": "where such medical examination was successfully undergone by a person prior to the coming into operation of this section, and he was not registered as a contributor by reason only of the requirement to undergo a medical examination which, but for"
                },
                {
                    "representation": "(i)",
                    "description": "his death after the 31st December, 1966; or"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "– ",
            "context": "under  7.  10 [Repealed by Act 7 of 1976]  MANAGEMENT OF THE FUND",
            "description": "10 [Repealed by Act 7 of 1976]  MANAGEMENT OF THE FUND"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "8.183 ",
            "context": "under 8.183 8.722",
            "description": "8.722"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "9.118 ",
            "context": "under 9.118 9.824",
            "description": "9.824"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "[Repealed by Act 7 of 1976]  MANAGEMENT OF THE FUND  ",
            "context": "under [Repealed by Act 7 of 1976]  MANAGEMENT OF THE FUND  10.270",
            "description": "10.270"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Management and control of fund by directors. ",
            "context": "under Management and control of fund by directors. 11. (1) The Fund shall be administered by a Board of Directors which shall be a body corporate consisting of seven directors with the name of the Board of Directors of the Dependants Fund; the Accountant General shall be a director and the Chairman of the Board by virtue of his office and the other directors shall be appointed as hereinafter provided.  (2) The Minister shall appoint six persons to be directors as follows  (a)  two persons who, in the Ministers opinion, are qualified for appointment by reason of their experience of, and shown capacity in, matters relating to the functions of the Board of Directors;  (b) three persons who, in the Ministers opinion, respectively represent the following trade unions  (i)    the Guyana Public Service Union; (ii)  the Guyana Teachers Association; and (iii) the Guyana Trades Union LAWS OF GUYANA Dependants Pension Cap. 27:08 13  L.R.O. 1/2012                                                  Congress; and  (c) one person who, in the Ministers opinion, represents the Police Association.  (3) The directors, other than the Accountant General, shall be eligible for re-appointment.  (4) A director, other than the Accountant General, shall vacate his office, if  (a)  he resigns his office in writing addressed to the secretary;  (b)   without the leave of the Minister he is absent from three consecutive meetings of the directors.  (5) The Minister may at any time appoint some person to be a director  (a)   if a director dies, or vacates his office, for the unexpired period of his office, and  (b)    for the period of any leave granted to a director.  (6) Whenever the Accountant General is absent from whatever cause, from a meeting of the directors, the directors present may elect one of their number to act as chairman of the meeting.  (7) Three directors present at a meeting shall form a quorum.   (8) There shall be at least one meeting of the directors every month. LAWS OF GUYANA 14 Cap. 27:08 Dependants Pension  L.R.O. 1/2012      Powers of the directors to lend money on the security of a mortgage. [6 of 1972]          Power of the directors to lend money on certain terms and conditions. [7 of 1984]                        Appointment and salary of secretary. [23 of 1950 18 of 1969]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Fund shall be administered by a Board of Directors which shall be a body corporate consisting of seven directors with the name of the Board of Directors of the Dependants Fund; the Accountant General shall be a director and the Chairman of the Board by virtue of his office and the other directors shall be appointed as hereinafter provided."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall appoint six persons to be directors as follows"
                },
                {
                    "representation": "(a)",
                    "description": "if a director dies, or vacates his office, for the unexpired period of his office, and"
                },
                {
                    "representation": "(b)",
                    "description": "for the period of any leave granted to a director."
                },
                {
                    "representation": "(i)",
                    "description": "the Guyana Public Service Union;"
                },
                {
                    "representation": "(c)",
                    "description": "one person who, in the Ministers opinion, represents the Police Association."
                },
                {
                    "representation": "(3)",
                    "description": "The directors, other than the Accountant General, shall be eligible for re-appointment."
                },
                {
                    "representation": "(4)",
                    "description": "A director, other than the Accountant General, shall vacate his office, if"
                },
                {
                    "representation": "(5)",
                    "description": "The Minister may at any time appoint some person to be a director"
                },
                {
                    "representation": "(6)",
                    "description": "Whenever the Accountant General is absent from whatever cause, from a meeting of the directors, the directors present may elect one of their number to act as chairman of the meeting."
                },
                {
                    "representation": "(7)",
                    "description": "Three directors present at a meeting shall form a quorum."
                },
                {
                    "representation": "(8)",
                    "description": "There shall be at least one meeting of the directors every month. LAWS OF GUYANA 14 Cap. 27:08 Dependants Pension  L.R.O. 1/2012      Powers of the directors to lend money on the security of a mortgage. [6 of 1972]          Power of the directors to lend money on certain terms and conditions. [7 of 1984]                        Appointment and salary of secretary. [23 of 1950 18 of 1969]"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Powers of the directors to lend money on the security of a mortgage. 12A. Power of the directors to lend money on certain terms and conditions. ",
            "context": "under Powers of the directors to lend money on the security of a mortgage. 12A. Power of the directors to lend money on certain terms and conditions. 12. (l)  The directors may, with the approval of the Minister, lend any  part of the fund on the security of a mortgage on movable or immovable property in Guyana and may accept any such mortgage or any transfer or assignment thereof, and may sell, transfer, assign or cancel any such mortgage.  (2) The directors may, if they think fit, acquire any property if they think it necessary for the satisfaction of debts due to them by virtue of subsection (l).  12A. (1) Notwithstanding section 10, the directors may, with the approval of the Minister, lend any part of the fund on such terms and conditions as the directors may determine.  The terms and conditions may include the execution within such time as the directors may determine of a mortgage on movable or immovable property acquired by the borrower from the utilisation of such fund and the directors may accept any such mortgage or any transfer or assignment thereof, and may sell, transfer, assign or cancel any such mortgage.  (2) The directors may, if they think fit, acquire any property if they think it necessary for the satisfaction of debts due to them by virtue of subsection (1).",
            "description": [
                {
                    "representation": "(l)",
                    "description": "The directors may, with the approval of the Minister, lend any  part of the fund on the security of a mortgage on movable or immovable property in Guyana and may accept any such mortgage or any transfer or assignment thereof, and may sell, transfer, assign or cancel any such mortgage."
                },
                {
                    "representation": "(2)",
                    "description": "The directors may, if they think fit, acquire any property if they think it necessary for the satisfaction of debts due to them by virtue of subsection"
                },
                {
                    "representation": "(1)",
                    "description": "Notwithstanding section 10, the directors may, with the approval of the Minister, lend any part of the fund on such terms and conditions as the directors may determine.  The terms and conditions may include the execution within such time as the directors may determine of a mortgage on movable or immovable property acquired by the borrower from the utilisation of such fund and the directors may accept any such mortgage or any transfer or assignment thereof, and may sell, transfer, assign or cancel any such mortgage."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Appointment and salary of secretary. ",
            "context": "under Appointment and salary of secretary. 13. (1) In order that proper accounts of the fund and registers with reference thereto may be kept, the directors shall appoint a secretary and such clerks as may be necessary, whose salary shall be fixed by them and who shall be under their control and direction:   Provided that the Minister may at any time direct that the duties of the secretary and clerks shall be performed by the officers of any department.  (2) The Directors may award and pay out of the fund pensions, gratuities or allowances to any of the persons LAWS OF GUYANA Dependants Pension Cap. 27:08 15  L.R.O. 1/2012                       c. 27:02     Register of contributors. [23 of 1950 17 of 1978]                      Financial provisions.  [8 of 1947 6 of 1966A 6 of 1972 6 of 1981]              appointed by them in pursuance of subsection (l) at the rate prescribed by, and in accordance with the provisions of the Pensions Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In order that proper accounts of the fund and registers with reference thereto may be kept, the directors shall appoint a secretary and such clerks as may be necessary, whose salary shall be fixed by them and who shall be under their control and direction:   Provided that the Minister may at any time direct that the duties of the secretary and clerks shall be performed by the officers of any department."
                },
                {
                    "representation": "(2)",
                    "description": "The Directors may award and pay out of the fund pensions, gratuities or allowances to any of the persons LAWS OF GUYANA Dependants Pension Cap. 27:08 15  L.R.O. 1/2012                       c. 27:02     Register of contributors. [23 of 1950 17 of 1978]                      Financial provisions.  [8 of 1947 6 of 1966A 6 of 1972 6 of 1981]              appointed by them in pursuance of subsection"
                },
                {
                    "representation": "(l)",
                    "description": "at the rate prescribed by, and in accordance with the provisions of the Pensions Act."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Register of contributors. ",
            "context": "under Register of contributors. 14. The Secretary shall keep a register of all contributors which shall contain the following particulars  (a)      the name and age of the officer;   (b)      the office held by the officer;  (c)       the amount of the salary of the officer;  (d)  if the officer is married the date of the marriage and the age of the spouse of the officer;  (e)      the ages of the children, if any, of the officer;  (f)  such other particulars as the directors may require.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the name and age of the officer;"
                },
                {
                    "representation": "(b)",
                    "description": "the office held by the officer;"
                },
                {
                    "representation": "(c)",
                    "description": "the amount of the salary of the officer;"
                },
                {
                    "representation": "(d)",
                    "description": "if the officer is married the date of the marriage and the age of the spouse of the officer;"
                },
                {
                    "representation": "(e)",
                    "description": "the ages of the children, if any, of the officer;"
                },
                {
                    "representation": "(f)",
                    "description": "such other particulars as the directors may require."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Financial provisions. ",
            "context": "under Financial provisions. 15. (1) All contributions made by contributors, all payments made from public funds under this Act, all interest on investments of the fund, and all sums paid under section 33(1), shall be paid into the fund.  (2) All pensions and repayments of contributions (including interest, if any) authorised by this Act, and all expenses incurred in the administration of the fund (including the obtaining of actuarial advice) shall be paid out of the fund.  (3) All moneys belonging to the fund shall be deposited in the Deposits Fund and, except as regards such part thereof as the directors shall consider expedient to retain for making payments out of the fund under this Act, shall, as far as practicable, be invested on behalf of the fund in such LAWS OF GUYANA 16 Cap. 27:08 Dependants Pension  L.R.O. 1/2012              Accounts of the fund. [8 of 1947 O. 49/1953]                Valuation of fund. [8 of 1947]                         Contributors.        When insured officer may remain under the provisions of Public Officers (Insurance) Act. securities, or employed at interest, in such manner as may be approved by the Minister. Any such investment may at any time be changed into securities so approved, and any sums required for making payments out of the fund under this Act may be raised by the sale or realisation of any investments of the fund.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All contributions made by contributors, all payments made from public funds under this Act, all interest on investments of the fund, and all sums paid under section 33(1), shall be paid into the fund."
                },
                {
                    "representation": "(2)",
                    "description": "All pensions and repayments of contributions"
                },
                {
                    "representation": "(3)",
                    "description": "All moneys belonging to the fund shall be deposited in the Deposits Fund and, except as regards such part thereof as the directors shall consider expedient to retain for making payments out of the fund under this Act, shall, as far as practicable, be invested on behalf of the fund in such LAWS OF GUYANA 16 Cap. 27:08 Dependants Pension  L.R.O. 1/2012              Accounts of the fund. [8 of 1947 O. 49/1953]                Valuation of fund. [8 of 1947]                         Contributors.        When insured officer may remain under the provisions of Public Officers"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Accounts of the fund. ",
            "context": "under Accounts of the fund. 16.  Annual accounts of the transactions of the fund during the year ended the preceding 31st December, and a statement of the assets of the fund at that date, shall be prepared by the Accountant General and shall be audited and certified every year by the Director of Audit, and shall thereafter be laid before the National Assembly, together with a report by the directors on the working of the fund, not later than the ensuing 30th June.",
            "description": "Annual accounts of the transactions of the fund during the year ended the preceding 31st December, and a statement of the assets of the fund at that date, shall be prepared by the Accountant General and shall be audited and certified every year by the Director of Audit, and shall thereafter be laid before the National Assembly, together with a report by the directors on the working of the fund, not later than the ensuing 30th June."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Valuation of fund.   CONTRIBUTIONS TO THE FUND   ",
            "context": "under Valuation of fund.   CONTRIBUTIONS TO THE FUND   17.  The fund shall be valued from time to time as directed, and by an  actuary approved by the Minister, and the actuary shall make a report to the Minister, in which there shall be set out the methods by which in his opinion any surplus in the fund may appropriately be dealt with or any deficit may appropriately be made good, whether by way of any adjustment of contributions or benefits or otherwise, and if the Minister  shall  approve  of   any  such  method  which  would  not necessitate amendment of this Act, regulations under this Act may be made for giving effect thereto.   CONTRIBUTIONS TO THE FUND",
            "description": "The fund shall be valued from time to time as directed, and by an  actuary approved by the Minister, and the actuary shall make a report to the Minister, in which there shall be set out the methods by which in his opinion any surplus in the fund may appropriately be dealt with or any deficit may appropriately be made good, whether by way of any adjustment of contributions or benefits or otherwise, and if the Minister  shall  approve  of   any  such  method  which  would  not necessitate amendment of this Act, regulations under this Act may be made for giving effect thereto.   CONTRIBUTIONS TO THE FUND"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Contributors. LAWS OF GUYANA 4 Cap. 27:08 Dependants’ Pension  L.R.O. 1/2012 SECTION ",
            "context": "under Contributors. LAWS OF GUYANA 4 Cap. 27:08 Dependants Pension  L.R.O. 1/2012 SECTION 18. Subject to this Act, all officers shall be contributors.",
            "description": "Subject to this Act, all officers shall be contributors."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "When insured officer may remain under the provisions of Public Officers (Insurance) Act. ",
            "context": "under When insured officer may remain under the provisions of Public Officers (Insurance) Act. 19. (1) Any male person of the public service on the unfixed establishment who has effected insurance under and in accordance with the provisions of the Public Officers (Insurance) Act and who is appointed to any office named or described in the annual estimates as on the fixed establishment of Guyana may elect either to remain under the Public Officers (Insurance) Act, or, if otherwise qualified LAWS OF GUYANA Dependants Pension Cap. 27:08 17  L.R.O. 1/2012 [6 of 1972] c. 27:10 Cap. 68 1953 Ed.                Rates of contribution. [4 of 1972 6 of 1972 17 of 1978 6 of 1981 7 of 1984]                              under this Act, to become a contributor.  (2) The option shall be exercised by all the officers within six months from the date when they become eligible to exercise the option by notices in writing delivered to the secretary of the widows and orphans fund and to the Accountant General at their respective offices, and any officer failing to exercise the option within that time shall be deemed to have elected to come under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any male person of the public service on the unfixed establishment who has effected insurance under and in accordance with the provisions of the Public Officers"
                },
                {
                    "representation": "(2)",
                    "description": "The option shall be exercised by all the officers within six months from the date when they become eligible to exercise the option by notices in writing delivered to the secretary of the widows and orphans fund and to the Accountant General at their respective offices, and any officer failing to exercise the option within that time shall be deemed to have elected to come under this Act."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Rates of contribution. ",
            "context": "under Rates of contribution. 20. (1)  The rates of contribution shall be as follows:  (a) a contributor shall contribute at the annual rate of five per cent of the maximum salary of his office;  (b)    no officer shall be required to contribute at a higher rate than three hundred dollars a year, and no officer shall be allowed  to contribute at a higher annual rate than seven hundred and twenty dollars in all.  (2) All annual contributions shall be paid in monthly instalments, which shall be deducted from the salaries or pensions of contributors by the Accountant General or, in the case of payments made by the Crown agents for overseas Governments   and Administrations in the United Kingdom, by the Crown agents on each occasion of payment of salary or pension, and shall be placed to the credit of the fund.  (3) The first monthly deduction shall be in respect of the month in which they were appointed as officers.  (4) If a contributor is on leave on half salary, or under interdiction, or on leave without salary, he shall still be liable to contribute at the ordinary rate, and in the last mentioned case, if he does not himself pay to the Accountant LAWS OF GUYANA 18 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                        Where salary is incremental a temporary maximum may be fixed by order for purposes of contribution. [3 of 1934 34 of 1956 6 of 1966A 6 of 1972]           Period of contribution. [7 of 1958 6 of 1966A 17 of 1978]    When an officer who, on General or to the Crown agents, as the case may be, his contributions during the period when he is on leave without salary, the amount of his contribution in arrear shall be deducted from the first payment of salary subsequent to that leave.  (5) Increases of contribution shall rank as if they were fresh entrances at the respective ages of husband and wife when the increase takes place.  (6) There shall be charged and paid out of the Consolidated Fund to the fund an amount representing an additional annual rate of one per cent of the maximum salaries of contributors who are members of the Guyana Police Force or the Guyana Fire Service or the Guyana Defence Force having regard to the special nature of their duties.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The rates of contribution shall be as follows:"
                },
                {
                    "representation": "(a)",
                    "description": "a contributor shall contribute at the annual rate of five per cent of the maximum salary of his office;"
                },
                {
                    "representation": "(b)",
                    "description": "no officer shall be required to contribute at a higher rate than three hundred dollars a year, and no officer shall be allowed  to contribute at a higher annual rate than seven hundred and twenty dollars in all."
                },
                {
                    "representation": "(2)",
                    "description": "All annual contributions shall be paid in monthly instalments, which shall be deducted from the salaries or pensions of contributors by the Accountant General or, in the case of payments made by the Crown agents for overseas Governments   and Administrations in the United Kingdom, by the Crown agents on each occasion of payment of salary or pension, and shall be placed to the credit of the fund."
                },
                {
                    "representation": "(3)",
                    "description": "The first monthly deduction shall be in respect of the month in which they were appointed as officers."
                },
                {
                    "representation": "(4)",
                    "description": "If a contributor is on leave on half salary, or under interdiction, or on leave without salary, he shall still be liable to contribute at the ordinary rate, and in the last mentioned case, if he does not himself pay to the Accountant LAWS OF GUYANA 18 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                        Where salary is incremental a temporary maximum may be fixed by order for purposes of contribution. [3 of 1934 34 of 1956 6 of 1966A 6 of 1972]           Period of contribution. [7 of 1958 6 of 1966A 17 of 1978]    When an officer who, on General or to the Crown agents, as the case may be, his contributions during the period when he is on leave without salary, the amount of his contribution in arrear shall be deducted from the first payment of salary subsequent to that leave."
                },
                {
                    "representation": "(5)",
                    "description": "Increases of contribution shall rank as if they were fresh entrances at the respective ages of husband and wife when the increase takes place."
                },
                {
                    "representation": "(6)",
                    "description": "There shall be charged and paid out of the Consolidated Fund to the fund an amount representing an additional annual rate of one per cent of the maximum salaries of contributors who are members of the Guyana Police Force or the Guyana Fire Service or the Guyana Defence Force having regard to the special nature of their duties."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Where salary is incremental a temporary maximum may be fixed by order for purposes of contribution. ",
            "context": "under Where salary is incremental a temporary maximum may be fixed by order for purposes of contribution. 21. (1)  Notwithstanding section 20(1)(a) and (b)  where the salary of an office is on an incremental scale the Minister may, by order, fix one or more intermediate amounts in such scale as a maximum salary for the purpose of contributions under the said paragraphs:  Provided that any order under this section shall cease to have effect when an officers salary shall have attained the amounts so fixed.  (2) Any order made under subsection (1) may be expressed to take effect on a date prior to the date on which the order is made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may be expressed to take effect on a date prior to the date on which the order is made."
                },
                {
                    "representation": "(b)",
                    "description": "where the salary of an office is on an incremental scale the Minister may, by order, fix one or more intermediate amounts in such scale as a maximum salary for the purpose of contributions under the said paragraphs:  Provided that any order under this section shall cease to have effect when an officers salary shall have attained the amounts so fixed."
                },
                {
                    "representation": "(2)",
                    "description": "Any order made under subsection"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Period of contribution. ",
            "context": "under Period of contribution. 22. Subject to this Act, all annual contributions shall be made until the contributor dies or has attained the age of fifty-five years.",
            "description": "Subject to this Act, all annual contributions shall be made until the contributor dies or has attained the age of fifty-five years."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "When an officer who, on leaving the service is married or a widower with children of pensionable age may cease to contribute. ",
            "context": "under When an officer who, on leaving the service is married or a widower with children of pensionable age may cease to contribute. 23. Where a contributor leaves the public service, with or without pension,  on  transfer,  retirement,  removal  or  LAWS OF GUYANA Dependants Pension Cap. 27:08 19  L.R.O. 1/2012 leaving the service is married or a widower with children of pensionable age may cease to contribute.  [8 of 1947 17 of 1978]             Repayment of contributions to bachelor or widower without children of pensionable age. [8 of 1947 23 of 1950 17 of 1978]                 otherwise  than  by dismissal, he may cease to contribute and to have any rights under this Act  (a)    where at the time he so leaves the public service he has no wife but has children of pensionable age under this Act, when  the last of those children ceases to be of such pensionable age;  (b)  where at the time he so leaves the public service he is a married man with or without children of pensionable age under this Act, if he subsequently becomes a widower or when  the  last  of  those  children  ceases  to  be  of  such pensionable age whichever event shall have last happened.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "where at the time he so leaves the public service he has no wife but has children of pensionable age under this Act, when  the last of those children ceases to be of such pensionable age;"
                },
                {
                    "representation": "(b)",
                    "description": "where at the time he so leaves the public service he is a married man with or without children of pensionable age under this Act, if he subsequently becomes a widower or when  the  last  of  those  children  ceases  to  be  of  such pensionable age whichever event shall have last happened."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Repayment of contributions to bachelor or widower without children of pensionable age. ",
            "context": "under Repayment of contributions to bachelor or widower without children of pensionable age. 24. (1) Save as otherwise expressly provided in this Act no contributions thereunder shall be repaid.  (2) Where a contributor, being without wife or children of pensionable age  (a)       dies; or  (b)  leaves the public service, with or without pension, on transfer, retirement, removal or otherwise than by dismissal, and ceases to contribute; or  (c)    is dismissed from the public service,  he shall thereupon cease to be a contributor for the purposes of this Act and there shall be paid out of the fund to him, or to his legal personal representative, the following amount, less any debt due to the State:  (i)       in the case of a bachelor who LAWS OF GUYANA 20 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                                                   Right to continue contributions in full on reduced has never transmitted any declaration to the directors as to the names and date of birth of any child as required by section 32, the amount of the contributions paid by him with compound interest thereon; and (ii)     in the case of a widower or of a bachelor who has never transmitted any declaration to the directors as to the names and date of birth of any child as required by section 32, the amount of the contributions paid by him during the period from the death of his last wife or the ceasing to be of pensionable age of his last child, whichever event shall have last happened, with compound interest thereon:  Provided that where such a contributor is dismissed from the public service for misconduct, the contributions shall be repaid without interest.  (3) For the purposes of subsection (2), interest shall be calculated at the rate of two and a half per cent per annum, with annual rests at the 31st December in each year, the interest beginning to accrue on the first day of the month following the day upon which the first contribution is paid and ceasing on the last day of the month preceding the day upon which payment under subsection (2) is made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Save as otherwise expressly provided in this Act no contributions thereunder shall be repaid."
                },
                {
                    "representation": "(2)",
                    "description": "is made."
                },
                {
                    "representation": "(a)",
                    "description": "dies; or"
                },
                {
                    "representation": "(b)",
                    "description": "leaves the public service, with or without pension, on transfer, retirement, removal or otherwise than by dismissal, and ceases to contribute; or"
                },
                {
                    "representation": "(c)",
                    "description": "is dismissed from the public service,  he shall thereupon cease to be a contributor for the purposes of this Act and there shall be paid out of the fund to him, or to his legal personal representative, the following amount, less any debt due to the State:"
                },
                {
                    "representation": "(i)",
                    "description": "in the case of a bachelor who LAWS OF GUYANA 20 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                                                   Right to continue contributions in full on reduced has never transmitted any declaration to the directors as to the names and date of birth of any child as required by section 32, the amount of the contributions paid by him with compound interest thereon; and"
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of subsection"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Right to continue contributions in full on reduced income. ",
            "context": "under Right to continue contributions in full on reduced income. 25. (1)  Whenever the salary of a contributor becomes reduced by abatement of his emoluments, he may elect to continue to contribute upon the higher salary which he was receiving  previous to the reduction, and subject to the same LAWS OF GUYANA Dependants Pension Cap. 27:08 21  L.R.O. 1/2012 income. [8 of 1947]                                   Contributions after  retirement on pension of married contributor who is a widower with children of pensionable age. [8 of 1947 17 of 1978]    terms and conditions as if he had continued to draw the higher salary:  Provided that  (a)  he shall notify his election to the directors within four months after the date of the abatement; and  (b)   if he fails to do so within four months or such further time as the Minister may in any special case direct, or if he dies before he has done so he shall be deemed to have elected to contribute on the lower salary; and  (c)      any election under paragraph (a) or (b) of this proviso shall be irrevocable.  (2) If the contributor does not elect to continue to contribute upon the higher salary, and contributes on the lower salary, any pension to his widow or children shall be diminished by the same amount as that whereby it would have been increased if his salary had been increased and not diminished.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever the salary of a contributor becomes reduced by abatement of his emoluments, he may elect to continue to contribute upon the higher salary which he was receiving  previous to the reduction, and subject to the same LAWS OF GUYANA Dependants Pension Cap. 27:08 21  L.R.O. 1/2012 income. [8 of 1947]                                   Contributions after  retirement on pension of married contributor who is a widower with children of pensionable age. [8 of 1947 17 of 1978]    terms and conditions as if he had continued to draw the higher salary:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "or"
                },
                {
                    "representation": "(b)",
                    "description": "of this proviso shall be irrevocable."
                },
                {
                    "representation": "(c)",
                    "description": "any election under paragraph"
                },
                {
                    "representation": "(2)",
                    "description": "If the contributor does not elect to continue to contribute upon the higher salary, and contributes on the lower salary, any pension to his widow or children shall be diminished by the same amount as that whereby it would have been increased if his salary had been increased and not diminished."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Contributions after retirement on pension of married contributor who is a widower with children of pensionable age. ",
            "context": "under Contributions after retirement on pension of married contributor who is a widower with children of pensionable age. 26. (1) (a) Except as is otherwise provided in subsection (2), where a contributor who is married or has children of pensionable age retires from the public service and is granted a pension from public funds, he may  (i)      contribute at a rate appropriate to the amount of his pension; or (ii)    by notice addressed to the directors and served on the secretary within four months after the date of his retirement LAWS OF GUYANA 22 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                                                  or within such further time as the Minister may in any special case direct, elect to continue to contribute at the rate at which he was contributing immediately prior to his retirement.  (b)     Where no such notice is served on the secretary within the time so specified, the contributor shall be deemed to have elected to contribute at a rate appropriate to the amount of his pension:  Provided that where the contributor dies before the expiration of the time so specified, he shall be deemed to have elected to contribute at the rate at which he was contributing immediately prior to his retirement.  (c)   Except as is otherwise provided in subsection (4), where  the  contributor  elects  to  contribute  at  a  rate appropriate  to  the  amount  of  his  pension,  the  pension payable under this Act in respect of him shall be reduced by the  amount by which it would have been increased if the contributions had been increased instead of reduced.  (2)    (a)         Where a contributor who is married or has children of pensionable age retires from the public service on the ground of ill-health before attaining the age of fifty-five years and is granted a pension from public funds, LAWS OF GUYANA Dependants Pension Cap. 27:08 23  L.R.O. 1/2012                                                  he shall continue to contribute at the rate at which he was contributing immediately prior to his retirement unless and until, by notice in writing addressed to the directors and served on the secretary, he elects  (i)     to contribute at a rate appropriate to the amount of his pension; or (ii)     to cease to contribute as from the first day of the month in which such notice is so served.  (b)    If such a contributor shall so elect, his contributions shall be reduced, or shall cease, as the case may be.  (c)   A contributor may elect under this subsection to cease to contribute notwithstanding that he shall have previously elected to contribute as provided in paragraph (a)(i).  (d)   If the whole or any part of a monthly contribution of a contributor referred to in paragraph (a) shall remain unpaid for a  period of four months, he shall be deemed to have elected to cease to contribute on the first day of the month in respect of which such contribution was payable:  Provided that if in any special case the Minister shall so direct, this paragraph shall have effect as if for the reference to four months there were substituted a reference to such longer period as the Minister may determine.  (3) Except as otherwise provided in subsection LAWS OF GUYANA 24 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                                                              Right of contributor retiring or deprived of his office to continue to contribute. [17 of 1978]     (2)(c), every election under this section shall be irrevocable.  (4) Any pension payable under this Act  in  respect  of  a contributor referred to in subsection (2)(a) shall be computed as if such contributor had died on the day preceding the date of his retirement  (a)    if his death shall occur not later than three years after the date of his retirement and if at the date of his death he shall be contributing at a rate appropriate to the amount of his pension;  (b)   if his death shall occur not later than two years after the date of his retirement and if at the date of his death he shall have ceased to contribute.  (5) Where an officer has elected, or has been compelled, to receive a reduced pension and gratuity in lieu of the pension which he might have received but for such election or compulsion, his pension shall, for the purpose of calculating under this section his contributions at a rate appropriate to the amount of his pension, be deemed to be the amount of the unreduced pension which he might have so received.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a) Except as is otherwise provided in subsection"
                },
                {
                    "representation": "(i)",
                    "description": "to contribute at a rate appropriate to the amount of his pension; or"
                },
                {
                    "representation": "(b)",
                    "description": "if his death shall occur not later than two years after the date of his retirement and if at the date of his death he shall have ceased to contribute."
                },
                {
                    "representation": "(c)",
                    "description": "A contributor may elect under this subsection to cease to contribute notwithstanding that he shall have previously elected to contribute as provided in paragraph"
                },
                {
                    "representation": "(2)",
                    "description": ""
                },
                {
                    "representation": "(a)",
                    "description": "if his death shall occur not later than three years after the date of his retirement and if at the date of his death he shall be contributing at a rate appropriate to the amount of his pension;"
                },
                {
                    "representation": "(d)",
                    "description": "If the whole or any part of a monthly contribution of a contributor referred to in paragraph"
                },
                {
                    "representation": "(3)",
                    "description": "Except as otherwise provided in subsection LAWS OF GUYANA 24 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                                                              Right of contributor retiring or deprived of his office to continue to contribute. [17 of 1978]"
                },
                {
                    "representation": "(4)",
                    "description": "Any pension payable under this Act  in  respect  of  a contributor referred to in subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Where an officer has elected, or has been compelled, to receive a reduced pension and gratuity in lieu of the pension which he might have received but for such election or compulsion, his pension shall, for the purpose of calculating under this section his contributions at a rate appropriate to the amount of his pension, be deemed to be the amount of the unreduced pension which he might have so received."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Right of contributor retiring or deprived of his office to continue to contribute. ",
            "context": "under Right of contributor retiring or deprived of his office to continue to contribute. 27. (1) A contributor who retires voluntarily, or is deprived of the office in respect of which he contributes by its abolition, but who is not granted a pension, may continue to contribute from the date of his retirement or the deprivation of office on the salary which he was receiving at that date, at the same rate and subject to the same terms and conditions as if he had remained in the public service and continued to receive that salary.  (2) If the contributor ceases to contribute, or any LAWS OF GUYANA Dependants Pension Cap. 27:08 25  L.R.O. 1/2012                  Retirement on the ground of ill-health without pension. [8 of 1947 17 of 1978]          Provisions for case of officers transferred to other employment under a Common- wealth Government. [17 of 1978]                          Pension to widow and children on contributions from the contributor are not paid for six months, the dependants of the contributor entitled to pension under this Act on his death shall be entitled only to a pension computed on the basis of the interest acquired by the contributor when the contributor ceased to contribute, in accordance with the tables.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A contributor who retires voluntarily, or is deprived of the office in respect of which he contributes by its abolition, but who is not granted a pension, may continue to contribute from the date of his retirement or the deprivation of office on the salary which he was receiving at that date, at the same rate and subject to the same terms and conditions as if he had remained in the public service and continued to receive that salary."
                },
                {
                    "representation": "(2)",
                    "description": "If the contributor ceases to contribute, or any LAWS OF GUYANA Dependants Pension Cap. 27:08 25  L.R.O. 1/2012                  Retirement on the ground of ill-health without pension. [8 of 1947 17 of 1978]          Provisions for case of officers transferred to other employment under a Common- wealth Government. [17 of 1978]                          Pension to widow and children on contributions from the contributor are not paid for six months, the dependants of the contributor entitled to pension under this Act on his death shall be entitled only to a pension computed on the basis of the interest acquired by the contributor when the contributor ceased to contribute, in accordance with the tables."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Retirement on the ground of ill-health without pension. ",
            "context": "under Retirement on the ground of ill-health without pension. 28.  If a contributor who is married or has children of pensionable age retires from the public service on the ground of ill-health and is not granted a  pension from public funds, any pension under this Act payable in respect of such contributor shall, if his death shall occur not later than two years after the date of his retirement, be computed, whether or not at the time of his death  such contributor was contributing at the rate at which he was contributing immediately prior to his retirement, as if he had died on the day preceding such date.",
            "description": "If a contributor who is married or has children of pensionable age retires from the public service on the ground of ill-health and is not granted a  pension from public funds, any pension under this Act payable in respect of such contributor shall, if his death shall occur not later than two years after the date of his retirement, be computed, whether or not at the time of his death  such contributor was contributing at the rate at which he was contributing immediately prior to his retirement, as if he had died on the day preceding such date."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Provisions for case of officers transferred to other employment under a Commonwealth Government. ",
            "context": "under Provisions for case of officers transferred to other employment under a Commonwealth Government. 29. (1) A contributor who is transferred from the service of this Government to any public office under another Commonwealth Government may continue to contribute from the date when he ceases to hold office in the service of this Government on salary which he was receiving at the date of the transfer, at the same rate and subject to the same terms as if he had remained in the service of this Government and continued to receive the salary which he was receiving at the date of the transfer.  (2) If the contributor ceases to contribute, or if any contribution due from the contributor is not paid for six months, the dependants of the contributor entitled to pension under this Act on his death shall be entitled only to a pension computed on the basis of the interest acquired by the contributor at the date of his transfer or of the contributor at ceasing to contribute, in accordance with the tables.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A contributor who is transferred from the service of this Government to any public office under another Commonwealth Government may continue to contribute from the date when he ceases to hold office in the service of this Government on salary which he was receiving at the date of the transfer, at the same rate and subject to the same terms as if he had remained in the service of this Government and continued to receive the salary which he was receiving at the date of the transfer."
                },
                {
                    "representation": "(2)",
                    "description": "If the contributor ceases to contribute, or if any contribution due from the contributor is not paid for six months, the dependants of the contributor entitled to pension under this Act on his death shall be entitled only to a pension computed on the basis of the interest acquired by the contributor at the date of his transfer or of the contributor at ceasing to contribute, in accordance with the tables."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Pension to widow and children on dismissal of officer. ",
            "context": "under Pension to widow and children on dismissal of officer. 30. A married contributor or a contributor with children of pensionable age under this Act, who is dismissed from the service shall cease to contribute to the fund, but his LAWS OF GUYANA 26 Cap. 27:08 Dependants Pension  L.R.O. 1/2012 dismissal of officer. [17 of 1978]      Exemptions. [4 of 1972]                                          widow and children shall be entitled, on his death, to a pension computed on the basis of the interest acquired by him at the date of his dismissal.",
            "description": "A married contributor or a contributor with children of pensionable age under this Act, who is dismissed from the service shall cease to contribute to the fund, but his LAWS OF GUYANA 26 Cap. 27:08 Dependants Pension  L.R.O. 1/2012 dismissal of officer. [17 of 1978]      Exemptions. [4 of 1972]                                          widow and children shall be entitled, on his death, to a pension computed on the basis of the interest acquired by him at the date of his dismissal."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Exemptions.  INFORMATION TO BE FURNISHED BY CONTRIBUTOR  ",
            "context": "under Exemptions.  INFORMATION TO BE FURNISHED BY CONTRIBUTOR  31. (1) The following shall not be eligible to become contributors:  (a)   the President, and his private secretaries and aides de camp if not contributors before they held those positions;  (b)  persons temporarily employed on special missions;   (c)  persons who have attained the age of fifty-five.  (2) No officer shall be required to become a contributor while he is contributing to an approved scheme:  Provided that  (a)    where the officers salary exceeds by five hundred dollars or more the amount on which he is contributing to an approved  scheme, he shall contribute on the excess in accordance with section 20; and  (b)  no claim for exemption under this subsection shall be valid unless it is made in writing to the directors within three months after the officers arrival in Guyana; and  (c)      an officer who has claimed exemption under  this subsection may not subsequently  become a contributor LAWS OF GUYANA Dependants Pension Cap. 27:08 27  L.R.O. 1/2012                                    Particulars of information. [17 of 1978]                  unless  (i)     his salary is five hundred dollars or more in excess of the  amount on which he is contributing to an approved scheme; or (ii)  he ceases to contribute to that scheme; or (iii)    he marries; or (iv)   he leaves the public service and is subsequently reappointed to it; and  (d)     nothing in this subsection shall exempt an officer who, on appointment or re-appointment to the public service, is already a contributor from continuing to contribute to the fund.  INFORMATION TO BE FURNISHED BY CONTRIBUTOR",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The following shall not be eligible to become contributors:"
                },
                {
                    "representation": "(a)",
                    "description": "where the officers salary exceeds by five hundred dollars or more the amount on which he is contributing to an approved  scheme, he shall contribute on the excess in accordance with section 20; and"
                },
                {
                    "representation": "(b)",
                    "description": "no claim for exemption under this subsection shall be valid unless it is made in writing to the directors within three months after the officers arrival in Guyana; and"
                },
                {
                    "representation": "(c)",
                    "description": "an officer who has claimed exemption under  this subsection may not subsequently  become a contributor LAWS OF GUYANA Dependants Pension Cap. 27:08 27  L.R.O. 1/2012                                    Particulars of information. [17 of 1978]                  unless"
                },
                {
                    "representation": "(2)",
                    "description": "No officer shall be required to become a contributor while he is contributing to an approved scheme:  Provided that"
                },
                {
                    "representation": "(i)",
                    "description": "his salary is five hundred dollars or more in excess of the  amount on which he is contributing to an approved scheme; or"
                },
                {
                    "representation": "(d)",
                    "description": "nothing in this subsection shall exempt an officer who, on appointment or re-appointment to the public service, is already a contributor from continuing to contribute to the fund.  INFORMATION TO BE FURNISHED BY CONTRIBUTOR"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Particulars of information. ",
            "context": "under Particulars of information. 32. (1) Every contributor shall, within three months of the date of becoming liable to contribute to the fund, transmit to the directors a declaration stating  (a)  the date of the contributor so becoming liable;  (b)      the full names of the contributor;   (c)      the date of birth of the contributor;  (d) the date of the marriage of the contributor, if married;   (e)    the maiden name in full of the wife of the contributor and the date of birth, LAWS OF GUYANA 28 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                                          Non- performance of duty or giving false information. [6 of 1972 6 of 1997]           or the full names of the husband and the date of his birth, as the case may be, the names in full and the date  of  birth  of  each  child  of  the  contributor,  if  any, furnishing such proof of the statement as may be required by the directors.  (2) Every contributor who marries shall, within three months after the marriage of the contributor, transmit to the  directors a declaration stating  (a)      the date of the marriage;  (b)     the maiden name in full of the wife of the contributor and the date of her birth, or the full name of the husband and the date of his birth, as the case may be.  (3) Every contributor whose spouse dies, or who is divorced, or whose child dies, and the guardian of every child who dies shall notify to the directors the date of the death or divorce within three months after the event.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every contributor shall, within three months of the date of becoming liable to contribute to the fund, transmit to the directors a declaration stating"
                },
                {
                    "representation": "(a)",
                    "description": "the date of the marriage;"
                },
                {
                    "representation": "(b)",
                    "description": "the maiden name in full of the wife of the contributor and the date of her birth, or the full name of the husband and the date of his birth, as the case may be."
                },
                {
                    "representation": "(c)",
                    "description": "the date of birth of the contributor;"
                },
                {
                    "representation": "(d)",
                    "description": "the date of the marriage of the contributor, if married;"
                },
                {
                    "representation": "(e)",
                    "description": "the maiden name in full of the wife of the contributor and the date of birth, LAWS OF GUYANA 28 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                                          Non- performance of duty or giving false information. [6 of 1972 6 of 1997]           or the full names of the husband and the date of his birth, as the case may be, the names in full and the date  of  birth  of  each  child  of  the  contributor,  if  any, furnishing such proof of the statement as may be required by the directors."
                },
                {
                    "representation": "(2)",
                    "description": "Every contributor who marries shall, within three months after the marriage of the contributor, transmit to the  directors a declaration stating"
                },
                {
                    "representation": "(3)",
                    "description": "Every contributor whose spouse dies, or who is divorced, or whose child dies, and the guardian of every child who dies shall notify to the directors the date of the death or divorce within three months after the event."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Non-performance of duty or giving false information. ",
            "context": "under Non-performance of duty or giving false information. 33.A   Preservation of secrecy.  PENSIONS TO DEPENDANTS",
            "description": "33.A   Preservation of secrecy.  PENSIONS TO DEPENDANTS"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Exclusion from benefits. ",
            "context": "under Exclusion from benefits. 34. (1) No widow whose marriage to a contributor was contracted after he had ceased to contribute, and no child of that marriage, shall be entitled to a pension.  (2) No widow of a contributor who dies within one year from the date of his marriage shall be entitled to a pension unless a child is born of that marriage:  Provided that the directors may, with the consent of the Minister, award to the widow all or any part of the pension to which she would have been entitled but for this subsection.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No widow whose marriage to a contributor was contracted after he had ceased to contribute, and no child of that marriage, shall be entitled to a pension."
                },
                {
                    "representation": "(2)",
                    "description": "No widow of a contributor who dies within one year from the date of his marriage shall be entitled to a pension unless a child is born of that marriage:  Provided that the directors may, with the consent of the Minister, award to the widow all or any part of the pension to which she would have been entitled but for this subsection."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Duration of pension to child. ",
            "context": "under Duration of pension to child. 35. The pension payable in respect of a child shall cease when the child attains the age of twenty-one years but where the child is mentally deficient the pension in respect of that child shall be paid for life.",
            "description": "The pension payable in respect of a child shall cease when the child attains the age of twenty-one years but where the child is mentally deficient the pension in respect of that child shall be paid for life."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Tables and instructions. ",
            "context": "under Tables and instructions. 36. All pensions accruing in respect of salary of contributors shall be calculated according to the tables and LAWS OF GUYANA 30 Cap. 27:08 Dependants Pension  L.R.O. 1/2012    New tables may be prescribed by the Minister. [3 of 1934 6 of 1972]               Option to contributors prior to 24th February 1934, to elect to have pension calculated under new tables. [3 of 1934] New benefit tables. [23 of 1950 4 of 1972]       Application of new benefit tables. [23 of 1950 6 of 1966A]             the instructions.",
            "description": "All pensions accruing in respect of salary of contributors shall be calculated according to the tables and LAWS OF GUYANA 30 Cap. 27:08 Dependants Pension  L.R.O. 1/2012    New tables may be prescribed by the Minister. [3 of 1934 6 of 1972]               Option to contributors prior to 24th February 1934, to elect to have pension calculated under new tables. [3 of 1934] New benefit tables. [23 of 1950 4 of 1972]       Application of new benefit tables. [23 of 1950 6 of 1966A]             the instructions."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "New tables may be prescribed by the Minister. ",
            "context": "under New tables may be prescribed by the Minister. 37. (1) The Minister may by order prescribe tables (hereinafter referred to as the new tables) in the place of the original tables contained in Part I of the Schedule.  (2) All pensions accruing in respect of the contributions of any officer who becomes a contributor after the 23rd February, 1934, shall be calculated according to the new tables.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may by order prescribe tables"
                },
                {
                    "representation": "(2)",
                    "description": "All pensions accruing in respect of the contributions of any officer who becomes a contributor after the 23rd February, 1934, shall be calculated according to the new tables."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Option to contributors prior to 24th February, 1934, to elect to have pension calculated under new tables. ",
            "context": "under Option to contributors prior to 24th February, 1934, to elect to have pension calculated under new tables. 38. Any officer who became a contributor prior to the 24th February, 1934, may, by notice in writing delivered to the secretary within six months after the publication of the order prescribing the new tables, elect that any pension in respect of his contributions shall be calculated according to the new tables, and thereafter any such pension shall be so calculated.",
            "description": "Any officer who became a contributor prior to the 24th February, 1934, may, by notice in writing delivered to the secretary within six months after the publication of the order prescribing the new tables, elect that any pension in respect of his contributions shall be calculated according to the new tables, and thereafter any such pension shall be so calculated."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "New benefit tables. ",
            "context": "under New benefit tables. 39. The new benefit tables in Part I of the Schedule are hereby substituted for the new tables prescribed by the Widows and Orphans Pension Order, (No. 2), 1934, and the original tables.",
            "description": "The new benefit tables in Part I of the Schedule are hereby substituted for the new tables prescribed by the Widows and Orphans Pension Order, (No. 2), 1934, and the original tables."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Application of new benefit tables. ",
            "context": "under Application of new benefit tables. 40.  The new benefit tables shall apply to  (a)  all pensions accruing in respect of the contributions of all officers who joined the fund after the 31st December, 1948;  (b)    all pensions accruing in respect of increases in contributions made on or after the 1st January, 1949, by officers who were contributors to the fund  on the 31st December, 1948; and  LAWS OF GUYANA Dependants Pension Cap. 27:08 31  L.R.O. 1/2012           Revised tables.  [23 of 1950 7 of 1958 6 of 1966A]                          Revised tables effective in August,",
            "description": [
                {
                    "representation": "(a)",
                    "description": "all pensions accruing in respect of the contributions of all officers who joined the fund after the 31st December, 1948;"
                },
                {
                    "representation": "(b)",
                    "description": "all pensions accruing in respect of increases in contributions made on or after the 1st January, 1949, by officers who were contributors to the fund  on the 31st December, 1948; and  LAWS OF GUYANA Dependants Pension Cap. 27:08 31  L.R.O. 1/2012           Revised tables.  [23 of 1950 7 of 1958 6 of 1966A]                          Revised tables effective in August,"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Revised tables. 41A. Revised tables effective in August, ",
            "context": "under Revised tables. 41A. Revised tables effective in August, 41.  Notwithstanding any of the provisions of this Act, the revised tables appearing immediately after the new benefit tables in Part I of the Schedule shall apply to  (a) all pensions accruing in respect of the contributions of all officers who joined the fund after the 31st December, 1953;    (b)    all pensions accruing in respect of increases in contributions made on or after the 1st January, 1954, by officers who  were contributors to the fund  on the 31st December, 1953; and  (c)     all pensions in respect of contributions made to the fund by officers who at the 31st December, 1953, were bachelors, such  pensions to be calculated as from the date of their marriage.  41A. (1) All pensions accruing in respect of the contributions of any officer who becomes a contributor during the month of August, 1978 or thereafter shall be calculated in accordance with the revised tables in Part IA of the schedule.  (2) All pensions accruing in respect of increases in contributions made in respect of the month of August or thereafter shall be calculated in accordance with the revised tables in Part IA of the schedule. LAWS OF GUYANA 32 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                                Pensions registered in respect of contributors who are not married. [17 of 1978]               Pensions to adopted  (3) All pensions in respect of contributions made to the fund by officers who at 1st August, 1978, were bachelors or spinsters shall be calculated as from the dates of their marriage in accordance with the revised tables in Part IA of the schedule.  (4) Notwithstanding the other provisions of this section, the revised tables in Part IA of the schedule shall not apply to a contributor who had attained the age of fifty-five years on or before 1st August,",
            "description": [
                {
                    "representation": "(a)",
                    "description": "all pensions accruing in respect of the contributions of all officers who joined the fund after the 31st December, 1953;"
                },
                {
                    "representation": "(b)",
                    "description": "all pensions accruing in respect of increases in contributions made on or after the 1st January, 1954, by officers who  were contributors to the fund  on the 31st December, 1953; and"
                },
                {
                    "representation": "(c)",
                    "description": "all pensions in respect of contributions made to the fund by officers who at the 31st December, 1953, were bachelors, such  pensions to be calculated as from the date of their marriage.  41A."
                },
                {
                    "representation": "(1)",
                    "description": "All pensions accruing in respect of the contributions of any officer who becomes a contributor during the month of August, 1978 or thereafter shall be calculated in accordance with the revised tables in Part IA of the schedule."
                },
                {
                    "representation": "(2)",
                    "description": "All pensions accruing in respect of increases in contributions made in respect of the month of August or thereafter shall be calculated in accordance with the revised tables in Part IA of the schedule. LAWS OF GUYANA 32 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                                Pensions registered in respect of contributors who are not married. [17 of 1978]               Pensions to adopted"
                },
                {
                    "representation": "(3)",
                    "description": "All pensions in respect of contributions made to the fund by officers who at 1st August, 1978, were bachelors or spinsters shall be calculated as from the dates of their marriage in accordance with the revised tables in Part IA of the schedule."
                },
                {
                    "representation": "(4)",
                    "description": "Notwithstanding the other provisions of this section, the revised tables in Part IA of the schedule shall not apply to a contributor who had attained the age of fifty-five years on or before 1st August,"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Pensions registered in respect of contributors who are not married. ",
            "context": "under Pensions registered in respect of contributors who are not married. 42. (1) When a contributor who has neither a wife nor a husband and no pension is registered in respect of that contributor, then if the contributor notifies the directors of the birth of a child who, if still eligible, is  eligible  for a pension on the death of the contributor, a pension shall be registered in respect of the contributor as if, in the case of a male contributor he had on the date of the birth of the child married a woman four years younger than himself and, in the case of a female contributor as if on the said date she had married a man four years older than herself.  (2) If the contributor subsequently marries the registered pension shall be recalculated as if the marriage were a second marriage subsequent to the notional marriage mentioned in subsection (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When a contributor who has neither a wife nor a husband and no pension is registered in respect of that contributor, then if the contributor notifies the directors of the birth of a child who, if still eligible, is  eligible  for a pension on the death of the contributor, a pension shall be registered in respect of the contributor as if, in the case of a male contributor he had on the date of the birth of the child married a woman four years younger than himself and, in the case of a female contributor as if on the said date she had married a man four years older than herself."
                },
                {
                    "representation": "(2)",
                    "description": "If the contributor subsequently marries the registered pension shall be recalculated as if the marriage were a second marriage subsequent to the notional marriage mentioned in subsection"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Pensions to adopted children. ",
            "context": "under Pensions to adopted children. 43. (1) A child adopted by a contributor shall, for the purposes of this Act, be deemed to be the child of the LAWS OF GUYANA Dependants Pension Cap. 27:08 33  L.R.O. 1/2012 children. [7 of 1958 17 of 1978]                                                      contributor, if  (a)   the living contributor adopted the child before he retired from the public service;  (b)   the contributor was under the age of fifty-five at the time of the adoption; and  (c)   the adoption was in accordance with the law of the place where the contributor was resident at the time of the adoption.  (2) The child of a living contributor who is adopted by any other person in accordance with the law of the place where such person was resident at the time of the adoption shall not be entitled to benefit under this Act in respect of the contributor unless the contributor so elects by notice addressed to the directors and served on the secretary within twelve months of the date of the adoption order or within such longer period as the Minister may permit:  Provided that where the child would have been entitled to receive a pension in respect of more than one contributor of the same sex, the child shall receive the pension payable in respect of his latest adopted parent of that sex who is a contributor and shall cease to be eligible for the pension which he was receiving previously.   (3) Nothing in this section shall entitle an adopted child to be paid a pension or a share in any pension where the payment to him of such pension or such share would diminish the pension or the share of any pension immediately payable or being paid at the date on which this section comes into operation to the widow or to any child or children by marriage of the contributor.  LAWS OF GUYANA 34 Cap. 27:08 Dependants Pension  L.R.O. 1/2012 Divorce. [17 of 1978]       Separation.                   Division of pension. [17 of 1978]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A child adopted by a contributor shall, for the purposes of this Act, be deemed to be the child of the LAWS OF GUYANA Dependants Pension Cap. 27:08 33  L.R.O. 1/2012 children. [7 of 1958 17 of 1978]                                                      contributor, if"
                },
                {
                    "representation": "(a)",
                    "description": "the living contributor adopted the child before he retired from the public service;"
                },
                {
                    "representation": "(b)",
                    "description": "the contributor was under the age of fifty-five at the time of the adoption; and"
                },
                {
                    "representation": "(c)",
                    "description": "the adoption was in accordance with the law of the place where the contributor was resident at the time of the adoption."
                },
                {
                    "representation": "(2)",
                    "description": "The child of a living contributor who is adopted by any other person in accordance with the law of the place where such person was resident at the time of the adoption shall not be entitled to benefit under this Act in respect of the contributor unless the contributor so elects by notice addressed to the directors and served on the secretary within twelve months of the date of the adoption order or within such longer period as the Minister may permit:  Provided that where the child would have been entitled to receive a pension in respect of more than one contributor of the same sex, the child shall receive the pension payable in respect of his latest adopted parent of that sex who is a contributor and shall cease to be eligible for the pension which he was receiving previously."
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in this section shall entitle an adopted child to be paid a pension or a share in any pension where the payment to him of such pension or such share would diminish the pension or the share of any pension immediately payable or being paid at the date on which this section comes into operation to the widow or to any child or children by marriage of the contributor.  LAWS OF GUYANA 34 Cap. 27:08 Dependants Pension  L.R.O. 1/2012 Divorce. [17 of 1978]       Separation.                   Division of pension. [17 of 1978]"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "(1) Divorce. (2) Separation. ",
            "context": "under (1) Divorce. (2) Separation. 44. (1) A wife whom a contributor has divorced, or who has obtained a decree of divorce against a contributor, in a court within the Commonwealth shall, for the purposes of this Act, be deemed to have died.  (2) Where a contributor has been separated from his or her spouse by a decree of judicial separation or a deed of separation, the directors may, having regard to the grounds of the separation, and the subsequent conduct of both parties, grant a pension either to the widow or widower, or children, if any, as they think fit provided that not less than one-third of the pension payable shall be granted to the children.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A wife whom a contributor has divorced, or who has obtained a decree of divorce against a contributor, in a court within the Commonwealth shall, for the purposes of this Act, be deemed to have died."
                },
                {
                    "representation": "(2)",
                    "description": "Where a contributor has been separated from his or her spouse by a decree of judicial separation or a deed of separation, the directors may, having regard to the grounds of the separation, and the subsequent conduct of both parties, grant a pension either to the widow or widower, or children, if any, as they think fit provided that not less than one-third of the pension payable shall be granted to the children."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Division of pension. ",
            "context": "under Division of pension. 45. (1) If a contributor dies leaving a widow or widower but no children, the pension payable in respect of that contributor shall be paid in its entirety to the widow or widower, as the case may be.  (2) If a contributor dies leaving a widow or widower and a child or children, two-thirds of the pension payable in respect of  that contributor shall be paid to the widow or widower for so long as any of the children are eligible for pension and if the last child ceases to be eligible for pension before the widow or widower dies the whole of the pension shall be paid to her or to him thereafter; one-third of the pension shall he divided equally among as many children as may be eligible from time to time for so long as the widow or widower is alive, and if the widow or widower dies while at least one child is still eligible for pension then the  whole of the pension shall be divided equally among as many children as may be eligible from time to time.  (3) If a contributor dies without leaving a widow or widower but is survived by children still eligible for pension, the pension payable in respect of that contributor shall be divided equally among as many children as may be eligible from time to time.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If a contributor dies leaving a widow or widower but no children, the pension payable in respect of that contributor shall be paid in its entirety to the widow or widower, as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "If a contributor dies leaving a widow or widower and a child or children, two-thirds of the pension payable in respect of  that contributor shall be paid to the widow or widower for so long as any of the children are eligible for pension and if the last child ceases to be eligible for pension before the widow or widower dies the whole of the pension shall be paid to her or to him thereafter; one-third of the pension shall he divided equally among as many children as may be eligible from time to time for so long as the widow or widower is alive, and if the widow or widower dies while at least one child is still eligible for pension then the  whole of the pension shall be divided equally among as many children as may be eligible from time to time."
                },
                {
                    "representation": "(3)",
                    "description": "If a contributor dies without leaving a widow or widower but is survived by children still eligible for pension, the pension payable in respect of that contributor shall be divided equally among as many children as may be eligible from time to time."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "– 47 [Repealed by Act 17 of 1978] ",
            "context": "under  47 [Repealed by Act 17 of 1978] 46.  47 [Repealed by Act 17 0f 1798] LAWS OF GUYANA Dependants Pension Cap. 27:08 35  L.R.O. 1/2012   Mode and conditions of payment of pension. [17 of 1978]      Appointment of persons to receive payment on behalf of minors.         Payment of pension to person acting on behalf of children deserted or abandoned. [17 of 1978]        Pension not assignable.          Adaptation and modification of the pro-visions of this Act.",
            "description": "47 [Repealed by Act 17 0f 1798] LAWS OF GUYANA Dependants Pension Cap. 27:08 35  L.R.O. 1/2012   Mode and conditions of payment of pension. [17 of 1978]      Appointment of persons to receive payment on behalf of minors.         Payment of pension to person acting on behalf of children deserted or abandoned. [17 of 1978]        Pension not assignable.          Adaptation and modification of the pro-visions of this Act."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Mode and conditions of payment of pension. ",
            "context": "under Mode and conditions of payment of pension. 48. The pension payable to any person entitled thereto shall begin upon the death of the contributor or of his widow, as the case may be, and shall accrue daily and shall be paid monthly, but before any payment the directors may require proof that the widow or child is alive and entitled to the pension claimed by the widow or child.",
            "description": "The pension payable to any person entitled thereto shall begin upon the death of the contributor or of his widow, as the case may be, and shall accrue daily and shall be paid monthly, but before any payment the directors may require proof that the widow or child is alive and entitled to the pension claimed by the widow or child."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Appointment of persons to receive payment on behalf of minors. ",
            "context": "under Appointment of persons to receive payment on behalf of minors. 49. (1) Whenever a minor is entitled to payment of a pension or portion of a pension, the directors may appoint some fit and proper person to whom the pension or portion thereof shall be paid on behalf of the minor.  (2) The appointment shall be in writing under the hand of at least three of the directors, and the receipt of the person appointed shall be a legal discharge for the payment of the pension or portion thereof.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever a minor is entitled to payment of a pension or portion of a pension, the directors may appoint some fit and proper person to whom the pension or portion thereof shall be paid on behalf of the minor."
                },
                {
                    "representation": "(2)",
                    "description": "The appointment shall be in writing under the hand of at least three of the directors, and the receipt of the person appointed shall be a legal discharge for the payment of the pension or portion thereof."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Payment of pension to persons acting on behalf of children deserted or abandoned. ",
            "context": "under Payment of pension to persons acting on behalf of children deserted or abandoned. 50. If the widow of any contributor ceases to assist, deserts, or abandons, her child who would be entitled on her death to draw her portion of the pension, or part thereof, and who is in a state of poverty or destitution, the directors may, in their discretion, pay to a fit and proper person on behalf of that child such proportion of her pension as they think fit in each case, and the widow shall have no further claim on the directors in respect thereof.",
            "description": "If the widow of any contributor ceases to assist, deserts, or abandons, her child who would be entitled on her death to draw her portion of the pension, or part thereof, and who is in a state of poverty or destitution, the directors may, in their discretion, pay to a fit and proper person on behalf of that child such proportion of her pension as they think fit in each case, and the widow shall have no further claim on the directors in respect thereof."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Pension not assignable. 51A. Adaptation and modification of the provisions of this Act. ",
            "context": "under Pension not assignable. 51A. Adaptation and modification of the provisions of this Act. 51. No pension payable under this Act shall be assigned or transferred, or be attached, or levied upon, or arrested, or taken in execution on account of any debt or payment due by the person to whom it is payable, and every assignment or transfer thereof shall be absolutely null and void.  51A.  After the commencement of this section  (a)    the provisions of this Act shall, as they apply in relation to a male contributor and his dependants on his LAWS OF GUYANA 36 Cap. 27:08 Dependants Pension  L.R.O. 1/2012 [17 of 1978]                         Decision of questions arising under the Act.            Regulations.      Instruction for use of tables.              death, apply with the necessary adaptations and modifications in  relation to a female contributor;  (b)    every reference (however styled) to the public service shall be construed and have effect as a reference to service of the Government of Guyana.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the provisions of this Act shall, as they apply in relation to a male contributor and his dependants on his LAWS OF GUYANA 36 Cap. 27:08 Dependants Pension  L.R.O. 1/2012 [17 of 1978]                         Decision of questions arising under the Act.            Regulations.      Instruction for use of tables.              death, apply with the necessary adaptations and modifications in  relation to a female contributor;"
                },
                {
                    "representation": "(b)",
                    "description": "every reference"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Decision of questions arising under the Act. 53 (1) Regulations. (2) Instruction for use of tables.   SCHEDULE—PART I— The Original Tables.         The New Tables.         The New Benefit Tables.          PART IA—1978 Tables             PART II—Instructions for the Use of the Tables  __________________________  CHAPTER 27:08  DEPENDANTS’ PENSION ACT  1929 Ed. c. 207 1953 Ed c.75 _______________________________________________________ 14 of 1923 An Act to provide for a Pension Fund for the dependants of certain categories of deceased persons formerly employed in the service of the Government.  [1ST JULY,1923]  LAWS OF GUYANA 6 Cap. 27:08 Dependants’ Pension  L.R.O. 1/2012 Short title.  [17 of 1978]   Interpretation. [3 of 1974 8 of 1947 23 of 1950 6 of 1966A 6 of 1972 17 of 1978 6 of 1981 7 of 1984]                                     Act.  ",
            "context": "under Decision of questions arising under the Act. 53 (1) Regulations. (2) Instruction for use of tables.   SCHEDULEPART I The Original Tables.         The New Tables.         The New Benefit Tables.          PART IA1978 Tables             PART IIInstructions for the Use of the Tables  __________________________  CHAPTER 27:08  DEPENDANTS PENSION ACT  1929 Ed. c. 207 1953 Ed c.75 _______________________________________________________ 14 of 1923 An Act to provide for a Pension Fund for the dependants of certain categories of deceased persons formerly employed in the service of the Government.  [1ST JULY,1923]  LAWS OF GUYANA 6 Cap. 27:08 Dependants Pension  L.R.O. 1/2012 Short title.  [17 of 1978]   Interpretation. [3 of 1974 8 of 1947 23 of 1950 6 of 1966A 6 of 1972 17 of 1978 6 of 1981 7 of 1984]                                     Act.  52.  If any question arises as to whether any person is an officer or contributor within the meaning of this Act, or as to whether any person is entitled to any pension as the widow or child of a contributor, or as to the amount of pension to which any widow or child is entitled, or as to the meaning or construction to be assigned to any section of this Act, or to any rule or regulation made under the provisions hereof, the directors are  hereby required, on the application of the officer, or contributor, or widow, or child, to submit that question for decision to the Minister; and the decision of the Minister thereon shall be final.",
            "description": "If any question arises as to whether any person is an officer or contributor within the meaning of this Act, or as to whether any person is entitled to any pension as the widow or child of a contributor, or as to the amount of pension to which any widow or child is entitled, or as to the meaning or construction to be assigned to any section of this Act, or to any rule or regulation made under the provisions hereof, the directors are  hereby required, on the application of the officer, or contributor, or widow, or child, to submit that question for decision to the Minister; and the decision of the Minister thereon shall be final."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "64.94 = amount to be added to registered pension. registered pension at 31st May, 1930 (as above) ........  .............$",
            "context": "under 64.94 = amount to be added to registered pension. registered pension at 31st May, 1930 (as above) ........  .............$64.94 registered pension as at 30th April, 1935 ...................................$",
            "description": "64.94 registered pension as at 30th April, 1935 ...................................$"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "86.40  annual contributions— 1st January, 1924, to date of marriage— $",
            "context": "under 86.40  annual contributions 1st January, 1924, to date of marriage $86.40 contributions during 1923 .........................................................$",
            "description": "86.40 contributions during 1923 .........................................................$"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "90.00 = amount to be added to registered pension. Registered pension at marriage (see previous example)          $",
            "context": "under 90.00 = amount to be added to registered pension. Registered pension at marriage (see previous example)          $90.00 Registered pension as at 31st May, 1930 .....................                $",
            "description": "90.00 Registered pension as at 31st May, 1930 .....................                $"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "115.",
            "context": "under 115.115.20  one years interest at 8 per cent on $",
            "description": "115.20  one years interest at 8 per cent on $"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "144.00, and on 30th April, 1935 from $",
            "context": "under 144.00, and on 30th April, 1935 from $144.00 to $",
            "description": "144.00 to $"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "150.56 = registered pension for contributions paid during bachelorhood.  Annual contribution current at date of marriage, $",
            "context": "under 150.56 = registered pension for contributions paid during bachelorhood.  Annual contribution current at date of marriage, $150.56 by rule I (b) $",
            "description": [
                {
                    "representation": "(b)",
                    "description": "$"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "168.",
            "context": "under 168.168.",
            "description": "168."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "179.70  contributions during 1924 ............................................................ $",
            "context": "under 179.70  contributions during 1924 ............................................................ $179.70  ...........                   $",
            "description": "179.70  ...........                   $"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "195.22 = amount to be deducted from registered pension: registered pension at 30th April, 1935 (as above) ..........       $",
            "context": "under 195.22 = amount to be deducted from registered pension: registered pension at 30th April, 1935 (as above) ..........       $195.22 registered pension as at 31st March, 1940   .....................      $",
            "description": "195.22 registered pension as at 31st March, 1940   .....................      $"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "309.28  contribution from  1st January, 1925, to 30th June, 1925 ...........................................$  ",
            "context": "under 309.28  contribution from  1st January, 1925, to 30th June, 1925 ...........................................$  309.28 ...............................$  LAWS OF GUYANA Dependants Pension Cap. 27:08 57  L.R.O. 1/2012",
            "description": "309.28 ...............................$  LAWS OF GUYANA Dependants Pension Cap. 27:08 57  L.R.O. 1/2012"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "379.24  Quantity found from table A:— husband 31) .397  wife        25)  $",
            "context": "under 379.24  Quantity found from table A: husband 31) .397  wife        25)  $379.24 x .397 = $",
            "description": "379.24 x .397 = $"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "419.10 = registered pension for annual contribution current at marriage. Total registered pension recorded on the bachelor contributor marrying: by rule I (a) $",
            "context": "under 419.10 = registered pension for annual contribution current at marriage. Total registered pension recorded on the bachelor contributor marrying: by rule I (a) $419.10 Total $",
            "description": "419.10 Total $"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "569.66    (c)  Variations in pension consequent on increments to  and decrements from the current annual contribution while the contributor is married to his first wife:  Multiply the amount of the increment to, or the decrement from, the current annual contribution by the quantity found from table B for the respective ages last birthday of husband and wife at the date of the variation of contribution. The product gives  the  amount to be added to the registered LAWS OF GUYANA 58 Cap. 27:08 Dependants’ Pension  L.R.O. 1/2012                                                  pension consequent on the increment to, or deducted from it consequent on the decrement from the annual contribution.  Cessation of contribution from any cause before  the completion of its full period must be treated as a decrement from it equal to its total amount.  EXAMPLE  Assume particulars as in example already given, and continue as follows:—  annual contribution increased on 31st May, 1930, from $",
            "context": "under 569.66    (c)  Variations in pension consequent on increments to  and decrements from the current annual contribution while the contributor is married to his first wife:  Multiply the amount of the increment to, or the decrement from, the current annual contribution by the quantity found from table B for the respective ages last birthday of husband and wife at the date of the variation of contribution. The product gives  the  amount to be added to the registered LAWS OF GUYANA 58 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                                                  pension consequent on the increment to, or deducted from it consequent on the decrement from the annual contribution.  Cessation of contribution from any cause before  the completion of its full period must be treated as a decrement from it equal to its total amount.  EXAMPLE  Assume particulars as in example already given, and continue as follows:  annual contribution increased on 31st May, 1930, from $569.66 Add................................................................................                  $",
            "description": "569.66 Add................................................................................                  $"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "659.66  1935, April 30th-Increment to annual contribution $",
            "context": "under 659.66  1935, April 30th-Increment to annual contribution $659.66 add ...................................................................................................$",
            "description": "659.66 add ...................................................................................................$"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "724.60  1950, March 31st.—Cessation of contribution = decrement of $",
            "context": "under 724.60  1950, March 31st.Cessation of contribution = decrement of $724.60 deduct  ..................................................................................       $",
            "description": "724.60 deduct  ..................................................................................       $"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1978",
            "title": "LAWS OF GUYANA Dependants’ Pension Cap. 27:08 5  L.R.O. 1/2012 SECTION ",
            "context": "under LAWS OF GUYANA Dependants Pension Cap. 27:08 5  L.R.O. 1/2012 SECTION 1978.  6B. Anything in sections 5 and 20(3) to the contrary notwithstanding, an officer who has been appointed before the commencement of this section and who by virtue of the amendment of this Act by the Miscellaneous Enactments (Amendment) Act 1981 is eligible to become a contributor shall be registered as a contributor with effect from the first day of July 1981, and the first monthly deduction in respect of such officer shall be made in that month.  6C. Anything in sections 5 and 20(3) to the contrary notwithstanding where a person becomes an officer eligible to become a contributor  (a)     by virtue of the insertion of paragraph (g) in the definition of officer in section 2 by the Dependants Pension (Amendment) Act 1984, he shall, if he was appointed before the  commencement  of  this  section,  be  registered  as  a contributor with effect from the first day of January, 1984 and the first monthly deduction in respect of such officer shall be made in that month;  (b)  by virtue of an order under paragraph LAWS OF GUYANA 12 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                      Management and control of fund by directors. [8 of 1947 31 of 1951 O. 49/1953 6 of 1972 17 of 1978 6 of 1981]                       (h) inserted in the definition of officer in section 2 by the aforesaid Act, he shall be registered as a contributor from such date as may be specified in that order and the first monthly deduction in respect of that officer shall be made in the month in which that date falls.",
            "description": [
                {
                    "representation": "(3)",
                    "description": "to the contrary notwithstanding where a person becomes an officer eligible to become a contributor"
                },
                {
                    "representation": "(a)",
                    "description": "by virtue of the insertion of paragraph"
                },
                {
                    "representation": "(g)",
                    "description": "in the definition of officer in section 2 by the Dependants Pension"
                },
                {
                    "representation": "(b)",
                    "description": "by virtue of an order under paragraph LAWS OF GUYANA 12 Cap. 27:08 Dependants Pension  L.R.O. 1/2012                      Management and control of fund by directors. [8 of 1947 31 of 1951 O. 49/1953 6 of 1972 17 of 1978 6 of 1981]"
                },
                {
                    "representation": "(h)",
                    "description": "inserted in the definition of officer in section 2 by the aforesaid Act, he shall be registered as a contributor from such date as may be specified in that order and the first monthly deduction in respect of that officer shall be made in the month in which that date falls."
                }
            ]
        }
    }
]