[
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Short title. 1. This Act may be cited as the Public Officers (Insurance) Act.",
            "description": "This Act may be cited as the Public Officers (Insurance) Act."
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Interpretation. 2. For the purposes of this Act  Public officer or officer means any person not a contributor to the Widows and Orphans fund of Guyana, appointed to any public office which  (a)    is for the time being of a permanent character; and  (b)    has attached to it a salary at the rate of not less than one thousand dollars per annum derived from the Consolidated Fund, or from the fees of his department.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "is for the time being of a permanent character; and"
                },
                {
                    "representation": "(b)",
                    "description": "has attached to it a salary at the rate of not less than one thousand dollars per annum derived from the Consolidated Fund, or from the fees of his department."
                }
            ]
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Obligation on officers to insure their lives. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Obligation on officers to insure their lives. 3. (1) Save as hereinbefore provided every public officer shall, in accordance with this Act, insure and keep insured his life.  (2) Where the Minister is satisfied that sufficient provision has been already made for the wife and children (if any) of an officer, he may in his discretion and subject to any conditions prescribed by him dispense that officer from all or any of the provisions of this Act. CHAPTER 27:10  PUBLIC OFFICERS (INSURANCE) ACT  LAWS OF GUYANA Public Officers (Insurance) Cap. 27:10 5  L.R.O. 1/2012   Addition to previous insurances on promotion.             Terms of insurance.            Sum to be assured.    Moneys for payment of premium.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Save as hereinbefore provided every public officer shall, in accordance with this Act, insure and keep insured his life."
                },
                {
                    "representation": "(2)",
                    "description": "Where the Minister is satisfied that sufficient provision has been already made for the wife and children"
                }
            ]
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Additions to previous insurances on promotion. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Additions to previous insurances on promotion. 4. Every public officer whose life is insured under this Act, as often as he is promoted to an office in a higher class or to an office which, not being in any class specified in the annual estimates, is of a higher  salary  than  that  previously  held  by  him,  shall  effect  an additional insurance of his life.",
            "description": "Every public officer whose life is insured under this Act, as often as he is promoted to an office in a higher class or to an office which, not being in any class specified in the annual estimates, is of a higher  salary  than  that  previously  held  by  him,  shall  effect  an additional insurance of his life."
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Terms of insurance. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Terms of insurance. 5. Every insurance under this Act shall be effected in the manner and on the terms approved by the Minister, who shall have power to make rules for that purpose.",
            "description": "Every insurance under this Act shall be effected in the manner and on the terms approved by the Minister, who shall have power to make rules for that purpose."
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Sum to be assured. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Sum to be assured. 6. The whole of the sum available under this Act shall be applied as nearly as may be in payment of the annual premiums on the insurance to be so effected.",
            "description": "The whole of the sum available under this Act shall be applied as nearly as may be in payment of the annual premiums on the insurance to be so effected."
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Moneys for payment of premium. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Moneys for payment of premium. 7. (1) A sum equal to four per cent on his annual salary at the time when the obligation to insure first arises, or if his annual salary be one increasing by regular increments, then a sum of four per cent on the maximum salary he will attain by length of service, shall in each and every year after the obligation arises be deducted by the Accountant- General  by  equal  monthly instalments  from  the  salary  of  every public officer obliged to  insure under this Act, and, whenever the obligation to effect an additional insurance arises under section 4, the sum to be thereafter deducted shall be increased so as to equal four per cent of the  annual  salary received  by the  officer  at  the  time  the obligation arises.  (2) Every officer shall effect his insurance at the end of the first year after the liability to insure first arises, and the amount so deducted as aforesaid from the officers salary shall be applied by the Accountant-General in payment of the first premium payable in respect of the officers insurance; and the amount so deducted as aforesaid from the officers salary in each succeeding year shall be in like manner applied in payment of the second and  succeeding premiums payable in respect of the insurance:  LAWS OF GUYANA 6 Cap. 27:10 Public Officers (Insurance)  L.R.O. 1/2012                  Policy to be effected in favour of Accountant- General.           Public officer retiring on pension to have option of continuing to pay premiums or have a fully paid-up policy.          Provided that any officer, if he so pleases, may effect his insurance at any time before the end of the first year as aforesaid, and in that case he shall pay to the Accountant-General such sum as, with the amount of any  deductions  already  made  as  aforesaid  from  his  salary,  is required to pay the first premium on his insurance, and the Accountant- General  shall  apply  the   sum,   together  with  the  amount  of  the deductions  in  payment  of  the  first  premium;  and  the  amount  so deducted as aforesaid from the officers salary in that and succeeding years shall be applied in like manner in  payment of the second and succeeding premiums payable in respect of the insurance.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A sum equal to four per cent on his annual salary at the time when the obligation to insure first arises, or if his annual salary be one increasing by regular increments, then a sum of four per cent on the maximum salary he will attain by length of service, shall in each and every year after the obligation arises be deducted by the Accountant- General  by  equal  monthly instalments  from  the  salary  of  every public officer obliged to  insure under this Act, and, whenever the obligation to effect an additional insurance arises under section 4, the sum to be thereafter deducted shall be increased so as to equal four per cent of the  annual  salary received  by the  officer  at  the  time  the obligation arises."
                },
                {
                    "representation": "(2)",
                    "description": "Every officer shall effect his insurance at the end of the first year after the liability to insure first arises, and the amount so deducted as aforesaid from the officers salary shall be applied by the Accountant-General in payment of the first premium payable in respect of the officers insurance; and the amount so deducted as aforesaid from the officers salary in each succeeding year shall be in like manner applied in payment of the second and  succeeding premiums payable in respect of the insurance:  LAWS OF GUYANA 6 Cap. 27:10 Public Officers"
                }
            ]
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Policy to be effected in favour of Accountant-General. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Policy to be effected in favour of Accountant-General. 8. (1) In every case the policy of an insurance effected under this Act shall be effected in favour of the Accountant-General and his successors in office, and shall so continue until the policy moneys secured thereby have been received by him and are absolutely free and discharged from any liability of the officer in respect of whom the insurance is effected.  (2) On any change  in  the officer  discharging the  duties  of Accountant-General no assignment shall be necessary to transfer the policy to and vest it in his successor.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In every case the policy of an insurance effected under this Act shall be effected in favour of the Accountant-General and his successors in office, and shall so continue until the policy moneys secured thereby have been received by him and are absolutely free and discharged from any liability of the officer in respect of whom the insurance is effected."
                },
                {
                    "representation": "(2)",
                    "description": "On any change  in  the officer  discharging the  duties  of Accountant-General no assignment shall be necessary to transfer the policy to and vest it in his successor."
                }
            ]
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Public officer retiring on pension to have option of continuing to pay premiums or have a fully paid-up policy. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Public officer retiring on pension to have option of continuing to pay premiums or have a fully paid-up policy. 9. (1) Any public officer whose life is insured under this Act, and who retires  from the  public  service on a  pension, shall  have  the option  (a)    of continuing to pay the premiums on his policy, the Accountant-General for that purpose deducting or causing to be deducted from his pension the amounts necessary for paying those premiums; or  (b)    of having the policy converted by the  Accountant- General into a fully paid-LAWS OF GUYANA Public Officers (Insurance) Cap. 27:10 7  L.R.O. 1/2012                       Act to cease to apply to any insurance of an officer after retirement under certain circumstances. [2 of 1933 4 of 1972 19 of 1990]           When public officer may exercise option of having policy assigned to him, or having a fully paid-up policy.      up  policy in respect of the premiums paid up to the date of his retirement from the public service.  (2) The option must be declared in writing within six months of the officers retirement from the public service, and in default of the option being so declared, the public officer shall be taken to have elected to have his policy converted into a fully paid-up policy under paragraph (b) of the last subsection, and the Accountant-General shall forthwith take the necessary steps thereon.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any public officer whose life is insured under this Act, and who retires  from the  public  service on a  pension, shall  have  the option"
                },
                {
                    "representation": "(a)",
                    "description": "of continuing to pay the premiums on his policy, the Accountant-General for that purpose deducting or causing to be deducted from his pension the amounts necessary for paying those premiums; or"
                },
                {
                    "representation": "(b)",
                    "description": "of the last subsection, and the Accountant-General shall forthwith take the necessary steps thereon."
                },
                {
                    "representation": "(2)",
                    "description": "The option must be declared in writing within six months of the officers retirement from the public service, and in default of the option being so declared, the public officer shall be taken to have elected to have his policy converted into a fully paid-up policy under paragraph"
                }
            ]
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Act to cease to apply to any insurance of an officer after retirement under certain circumstances. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Act to cease to apply to any insurance of an officer after retirement under certain circumstances. 10. (1) Where a public officer, whose life is insured under this Act, has  retired on pension from the public service without children, his wife being alive at the date of his retirement, if it shall at any time appear to the Minister on the application in writing of the officer and his said wife that, having regard to the circumstances of the officer and his wife, it would be in their interests that this Act should cease to apply to any insurance on the life of the officer, the Minister may direct the Accountant-General to transfer to the officer and his wife any policy of insurance on his life and to pay over to them the proceeds of any such policy and any increase thereon.  (2) In this section the expression children means children who are under eighteen years of age.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a public officer, whose life is insured under this Act, has  retired on pension from the public service without children, his wife being alive at the date of his retirement, if it shall at any time appear to the Minister on the application in writing of the officer and his said wife that, having regard to the circumstances of the officer and his wife, it would be in their interests that this Act should cease to apply to any insurance on the life of the officer, the Minister may direct the Accountant-General to transfer to the officer and his wife any policy of insurance on his life and to pay over to them the proceeds of any such policy and any increase thereon."
                },
                {
                    "representation": "(2)",
                    "description": "In this section the expression children means children who are under eighteen years of age."
                }
            ]
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "When public officer may exercise option of having policy assigned to him, or having a fully paid-up policy. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under When public officer may exercise option of having policy assigned to him, or having a fully paid-up policy. 11. (l)  Any public officer whose life is insured under this Act and who  is  promoted from the public service of Guyana to any other employment in the public service of any other  Commonwealth country, or who retires from the public service of Guyana without a pension, or who ceases from any other cause whatsoever (except as in the last preceding section provided) to be a public officer in Guyana, shall have the option  (a)   of having his policy transferred to LAWS OF GUYANA 8 Cap. 27:10 Public Officers (Insurance)  L.R.O. 1/2012                           Receipt and application of policy moneys. [2 of 1933]                     him by the Accountant-General or any other person nominated by him, freed from all liability or restrictions imposed by this Act; or   (b)  of having the policy converted by the Accountant- General into a fully paid-up policy in respect of the premiums paid up to the date of his retirement from the service of Guyana.  (2) The option must be declared in writing within six months of the officers retirement from the service of Guyana, and in default of the option being declared as aforesaid the public officer shall be taken to have elected to have his policy converted into a fully paid-up policy under paragraph (b) of the preceding subsection, and the Accountant- General shall take the necessary steps thereon.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "Any public officer whose life is insured under this Act and who  is  promoted from the public service of Guyana to any other employment in the public service of any other  Commonwealth country, or who retires from the public service of Guyana without a pension, or who ceases from any other cause whatsoever"
                },
                {
                    "representation": "(a)",
                    "description": "of having his policy transferred to LAWS OF GUYANA 8 Cap. 27:10 Public Officers"
                },
                {
                    "representation": "(b)",
                    "description": "of the preceding subsection, and the Accountant- General shall take the necessary steps thereon."
                },
                {
                    "representation": "(2)",
                    "description": "The option must be declared in writing within six months of the officers retirement from the service of Guyana, and in default of the option being declared as aforesaid the public officer shall be taken to have elected to have his policy converted into a fully paid-up policy under paragraph"
                }
            ]
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Receipt and application of policy moneys. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Receipt and application of policy moneys. 12. (1) The sum assured on the life of an officer under this Act and any accumulations thereon by way of bonus or otherwise shall, on the death of the officer, be received and held by the Accountant-General, and anyone to whom it may be paid under subsection (2), absolutely free and discharged from any claim whatsoever of any creditor of the deceased officer.  (2) All moneys received by the Accountant-General under any policy of insurance on the life of a deceased officer shall, after payment there out of any costs of recovering the moneys, or of disposing thereof as hereinafter mentioned, be paid by him or any agent appointed by him in writing according as the Minister in his uncontrolled discretion may think fit, either to the widow of the deceased officer for the benefit of herself and of his children (if any), or to the guardian of such children (if any) for their benefit, or to such person as the Minister may in his uncontrolled discretion select for the benefit of the widow and children or LAWS OF GUYANA Public Officers (Insurance) Cap. 27:10 9  L.R.O. 1/2012                   When officer is unable to insure his life.                                  Surplus moneys after payment of premium to be refunded to officer.    Provision for officers assured the widow or children, as he may deem desirable; and, if the deceased officer leaves no widow or child surviving him, the moneys shall be paid to his personal representatives.  (3) The receipt of anyone to whom any moneys aforesaid are paid by the Accountant-General or his agent shall be an absolute discharge therefor, and neither the Accountant-General nor the agent shall be bound to  see  to the  application  thereof, or liable  for  the misapplication or non-application thereof.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The sum assured on the life of an officer under this Act and any accumulations thereon by way of bonus or otherwise shall, on the death of the officer, be received and held by the Accountant-General, and anyone to whom it may be paid under subsection"
                },
                {
                    "representation": "(2)",
                    "description": "All moneys received by the Accountant-General under any policy of insurance on the life of a deceased officer shall, after payment there out of any costs of recovering the moneys, or of disposing thereof as hereinafter mentioned, be paid by him or any agent appointed by him in writing according as the Minister in his uncontrolled discretion may think fit, either to the widow of the deceased officer for the benefit of herself and of his children"
                },
                {
                    "representation": "(3)",
                    "description": "The receipt of anyone to whom any moneys aforesaid are paid by the Accountant-General or his agent shall be an absolute discharge therefor, and neither the Accountant-General nor the agent shall be bound to  see  to the  application  thereof, or liable  for  the misapplication or non-application thereof."
                }
            ]
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "When officer is unable to insure his life. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under When officer is unable to insure his life. 13. (1)  If any public officer is unable to insure his life as required by this Act, owing to his being unable at the time of his appointment or promotion (as the case may be) to pass  the  necessary medical examination, the monthly deductions from his  salary shall be deposited in the savings bank in the name of the Accountant-General, as insurance on the life of.............................., and the amount of deposits and the accumulations thereon at compound interest shall be subject in all respects to, and be treated and dealt with under this Act as if they were the sum or sums assured by an assurance or insurances effected under this Act.  (2) If a public officer dies before he has effected an insurance under this Act, or dies before the date when the premium on his insurance is due, the sums deducted from his salary under section 7 and not applied in the payment of premiums shall be dealt with as if they were the sum assured by an insurance effected under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any public officer is unable to insure his life as required by this Act, owing to his being unable at the time of his appointment or promotion"
                },
                {
                    "representation": "(2)",
                    "description": "If a public officer dies before he has effected an insurance under this Act, or dies before the date when the premium on his insurance is due, the sums deducted from his salary under section 7 and not applied in the payment of premiums shall be dealt with as if they were the sum assured by an insurance effected under this Act."
                }
            ]
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Surplus moneys after payment of premium to be refunded to officer. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Surplus moneys after payment of premium to be refunded to officer. 14. Any money remaining in the hands of the Accountant-General from the sums deducted in any year from the salary of an officer under this Act, after paying thereout the premium on the insurance of the officer and the cost, if any, of remittance thereof, shall be returned to the officer at the end of the year.",
            "description": "Any money remaining in the hands of the Accountant-General from the sums deducted in any year from the salary of an officer under this Act, after paying thereout the premium on the insurance of the officer and the cost, if any, of remittance thereof, shall be returned to the officer at the end of the year."
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Provision for officers assured otherwise than under this Act. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Provision for officers assured otherwise than under this Act. 15. (1)  Notwithstanding  any of the provisions of this LAWS OF GUYANA 10 Cap. 27:10 Public Officers (Insurance)  L.R.O. 1/2012 otherwise than under this Act.                                 Vacation of office through failing to insure.       Freedom of Government from liability.      Act, no public officer shall be obliged to insure his life under this Act if and so long as  (a)     the Accountant-General is satisfied that the officers life is insured for a sum not less than that for which he would be bound to insure under this Act by some company, society, or association, of which the Accountant-General approves, and that the insurance moneys have been or are duly secured for the benefit of his wife and children and protected from his debts (if any); and  (b)   the officer duly pays and exhibits to the Accountant- General the receipt for each premium as and when the same becomes payable and is paid.  (2) If any officer not insured under this Act fails to exhibit any such receipt as aforesaid, he shall forthwith be obliged to insure his life under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding  any of the provisions of this LAWS OF GUYANA 10 Cap. 27:10 Public Officers"
                },
                {
                    "representation": "(a)",
                    "description": "the Accountant-General is satisfied that the officers life is insured for a sum not less than that for which he would be bound to insure under this Act by some company, society, or association, of which the Accountant-General approves, and that the insurance moneys have been or are duly secured for the benefit of his wife and children and protected from his debts"
                },
                {
                    "representation": "(b)",
                    "description": "the officer duly pays and exhibits to the Accountant- General the receipt for each premium as and when the same becomes payable and is paid."
                },
                {
                    "representation": "(2)",
                    "description": "If any officer not insured under this Act fails to exhibit any such receipt as aforesaid, he shall forthwith be obliged to insure his life under this Act."
                }
            ]
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Vacation of office through failing to insure. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Vacation of office through failing to insure. 16. If an officer who is obliged to effect an insurance or an additional insurance on his life under this Act fails, for any cause other than his inability to pass the necessary medical examination, to effect the insurance within six months after the obligation arises, his office shall, at the expiration of that period, become vacant and he shall for all purposes be deemed to have resigned his office.",
            "description": "If an officer who is obliged to effect an insurance or an additional insurance on his life under this Act fails, for any cause other than his inability to pass the necessary medical examination, to effect the insurance within six months after the obligation arises, his office shall, at the expiration of that period, become vacant and he shall for all purposes be deemed to have resigned his office."
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Freedom of Government from liability. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Freedom of Government from liability. 17. Nothing in this Act contained and nothing done or left undone by the Accountant-General shall impose any liability on the  Government:  Provided that this section shall not apply if the Accountant- General fails or neglects to pay any premium LAWS OF GUYANA Public Officers (Insurance) Cap. 27:10 11  L.R.O. 1/2012    Public officer may insure for a larger sum than is required under previous sections of Act.                                  This Act not to apply to persons on unfixed establishment.    required to be paid by him under this Act.",
            "description": "Nothing in this Act contained and nothing done or left undone by the Accountant-General shall impose any liability on the  Government:  Provided that this section shall not apply if the Accountant- General fails or neglects to pay any premium LAWS OF GUYANA Public Officers (Insurance) Cap. 27:10 11  L.R.O. 1/2012    Public officer may insure for a larger sum than is required under previous sections of Act.                                  This Act not to apply to persons on unfixed establishment.    required to be paid by him under this Act."
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Public officer may insure for a larger sum than is required under previous sections of Act. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Public officer may insure for a larger sum than is required under previous sections of Act. 18. (1)  If a public officer desires to effect an insurance on his life under this Act for a larger sum than is required under the preceding sections, the Accountant-General, on the application in writing of that officer, may deduct a larger sum from his annual salary than the sum required to be deducted from his salary under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If a public officer desires to effect an insurance on his life under this Act for a larger sum than is required under the preceding sections, the Accountant-General, on the application in writing of that officer, may deduct a larger sum from his annual salary than the sum required to be deducted from his salary under section"
                }
            ]
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "This Act not to apply to persons on unfixed establishment. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under This Act not to apply to persons on unfixed establishment. 19. From and after the 18th May, 1925, this Act shall not apply to anyone in the public service of Guyana on the unfixed establishment who has not effected insurance under this Act.  LAWS OF GUYANA 12 Cap. 27:10 Public Officers (Insurance)  L.R.O. 1/2012 Officers on unfixed establishment not to effect insurance. c. 27:08   When unmarried public officer may have policy transferred to him. [19 of 1990]                Divorced officer to be considered unmarried.",
            "description": "From and after the 18th May, 1925, this Act shall not apply to anyone in the public service of Guyana on the unfixed establishment who has not effected insurance under this Act.  LAWS OF GUYANA 12 Cap. 27:10 Public Officers (Insurance)  L.R.O. 1/2012 Officers on unfixed establishment not to effect insurance. c. 27:08   When unmarried public officer may have policy transferred to him. [19 of 1990]                Divorced officer to be considered unmarried."
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Officers on unfixed establishment not to effect insurance. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Officers on unfixed establishment not to effect insurance. 20. Any officer in the public service of Guyana on the unfixed establishment who was, subsequent to the commencement of the Widows and Orphans Pension Act, required to effect and did not effect insurance under and in accordance with this Act shall not do so.",
            "description": "Any officer in the public service of Guyana on the unfixed establishment who was, subsequent to the commencement of the Widows and Orphans Pension Act, required to effect and did not effect insurance under and in accordance with this Act shall not do so."
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "(1) When unmarried public officer may have policy transferred to him.           (4)Divorced officer to be considered unmarried. ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under (1) When unmarried public officer may have policy transferred to him.           (4)Divorced officer to be considered unmarried. 21. (1) Any public officer whose life is insured under this Act and who retires from the public service on a pension, at the time of retirement or any later time being unmarried and having no children, shall be entitled to have his policy transferred by the Accountant- General to him or to anyone nominated by him, free from all liability or restrictions imposed by this Act.  (2) Application for a transfer of his policy shall be made in writing by a public officer within six months of his becoming entitled to do so, or from the 12th January, 1928, in the case of an officer who, having retired on pension before that date is at that time unmarried and has no children.  (3) For the purposes of this section the term children means children who are under eighteen years of age.  (4) An officer who has divorced his wife or against whom a decree of divorce has been obtained by his wife in a court of competent jurisdiction within the Commonwealth shall be considered for the purposes of this section to be unmarried.  (5) Where an officer, having no children, has been separated from his wife either by a decree of judicial separation or by a deed of separation, the Minister may, having regard to the grounds of the separation and the subsequent conduct of both parties, authorise the transfer to that officer of his policy of insurance upon his retirement on pension as if he were unmarried.  LAWS OF GUYANA Public Officers (Insurance) Cap. 27:10 13  L.R.O. 1/2012 Act not to apply to female public officers.     c. 38:01",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any public officer whose life is insured under this Act and who retires from the public service on a pension, at the time of retirement or any later time being unmarried and having no children, shall be entitled to have his policy transferred by the Accountant- General to him or to anyone nominated by him, free from all liability or restrictions imposed by this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Application for a transfer of his policy shall be made in writing by a public officer within six months of his becoming entitled to do so, or from the 12th January, 1928, in the case of an officer who, having retired on pension before that date is at that time unmarried and has no children."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section the term children means children who are under eighteen years of age."
                },
                {
                    "representation": "(4)",
                    "description": "An officer who has divorced his wife or against whom a decree of divorce has been obtained by his wife in a court of competent jurisdiction within the Commonwealth shall be considered for the purposes of this section to be unmarried."
                },
                {
                    "representation": "(5)",
                    "description": "Where an officer, having no children, has been separated from his wife either by a decree of judicial separation or by a deed of separation, the Minister may, having regard to the grounds of the separation and the subsequent conduct of both parties, authorise the transfer to that officer of his policy of insurance upon his retirement on pension as if he were unmarried.  LAWS OF GUYANA Public Officers"
                }
            ]
        }
    },
    {
        "act": "PUBLIC OFFICERS (INSURANCE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Act not to apply to female public officers  __________________________      LAWS OF GUYANA 4 Cap. 27:10 Public Officers (Insurance)  L.R.O. 1/2012 1929 Ed.  c. 201 1953 Ed.  c. 71 _______________________________________________________ 41 of 1902 An Act to make provision for the Widows and Orphans of Public Officers by requiring such Officers to insure their own lives.  [31ST DECEMBER, 1902]  Short title.     Interpretation. [4 of 1972]                                    Obligation on officers to insure their lives.         ",
            "context": "PUBLIC OFFICERS (INSURANCE) ACT under Act not to apply to female public officers  __________________________      LAWS OF GUYANA 4 Cap. 27:10 Public Officers (Insurance)  L.R.O. 1/2012 1929 Ed.  c. 201 1953 Ed.  c. 71 _______________________________________________________ 41 of 1902 An Act to make provision for the Widows and Orphans of Public Officers by requiring such Officers to insure their own lives.  [31ST DECEMBER, 1902]  Short title.     Interpretation. [4 of 1972]                                    Obligation on officers to insure their lives.         22. (1) From and after the 23rd October, 1920, this Act shall not apply to female public officers.  (2) From the commencement of the Equal Rights Act no male public officer who is not already insured under this Act will be required to be insured under this Act.  _________________                               LAWS OF GUYANA 14 Cap. 27:10 Public Officers (Insurance)  L.R.O. 1/2012         R. 31/3/1934         2/8/1934              Citation.    Officers may select  Company, etc.   Type of policy.                  Policy must be convertible.        Bonuses to accumulate  SUBSIDIARY LEGISLATION  _________________    PUBLIC OFFICERS (INSURANCE) RULES  made under section 5",
            "description": [
                {
                    "representation": "(1)",
                    "description": "From and after the 23rd October, 1920, this Act shall not apply to female public officers."
                },
                {
                    "representation": "(2)",
                    "description": "From the commencement of the Equal Rights Act no male public officer who is not already insured under this Act will be required to be insured under this Act.  _________________                               LAWS OF GUYANA 14 Cap. 27:10 Public Officers"
                }
            ]
        }
    }
]