[
    {
        "act": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title and application. ",
            "context": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT under Short title and application. 1. (1) This Act may be cited as the Pensions (Holders of Offices in Local Democratic Organs) Act.   (2) This Act applies to LAWS OF GUYANA 4 Cap. 27:14 Pensions (Holders of Offices in  Local Democratic Organs)  L.R.O. 1/2012                    Interpretation. [19 of 1990]                             (a)  a chairman or vice-chairman of a regional democratic council; or  (b)  if the Minister so directs by order, which shall be subject to affirmative resolution of the National Assembly  (i)     any other member or employee of a  regional democratic council; or (ii)    any member or employee of any other  local democratic organ.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Act may be cited as the Pensions"
                },
                {
                    "representation": "(2)",
                    "description": "This Act applies to LAWS OF GUYANA 4 Cap. 27:14 Pensions"
                },
                {
                    "representation": "(a)",
                    "description": "a chairman or vice-chairman of a regional democratic council; or"
                },
                {
                    "representation": "(b)",
                    "description": "if the Minister so directs by order, which shall be subject to affirmative resolution of the National Assembly"
                },
                {
                    "representation": "(i)",
                    "description": "any other member or employee of a  regional democratic council; or"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT under Interpretation. 2. In this Act   child includes  (a)   a posthumous child;   (b)    a step-child;  (c)  a child born out of wedlock who immediately before the death of the deceased person, was wholly or partially dependent on him for support; and  (d) an adopted child, adopted in the manner recognised by law;  qualified person means  (i) a chairman or a vice-chairman of a regional democratic council; and (ii) any person to whom this Act is LAWS OF GUYANA Pensions (Holders of Offices in  Local Democratic Organs) Cap. 27:14 5  L.R.O. 1/2012                       Contributions.                           Circumstances in which pensions are payable.     made applicable by order under section 1 (2)(b);  remuneration means any payment whether called salary or allowance, received by a qualified person from a local democratic organ for services rendered by him as such qualified person, but shall not include  (i)     any entertainment allowance;  (ii) any housing allowance; (iii) any travelling or subsistence allowance; or (iv)   any other allowance which may be specified by the Minister by order.  widow includes widower.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a posthumous child;"
                },
                {
                    "representation": "(b)",
                    "description": "a step-child;"
                },
                {
                    "representation": "(c)",
                    "description": "a child born out of wedlock who immediately before the death of the deceased person, was wholly or partially dependent on him for support; and"
                },
                {
                    "representation": "(d)",
                    "description": "an adopted child, adopted in the manner recognised by law;  qualified person means"
                },
                {
                    "representation": "(i)",
                    "description": "any entertainment allowance;"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Contributions. ",
            "context": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT under Contributions. 3. (1) Every qualified person shall pay a contribution under this Act which shall  (a)   be at the rate of six per cent of the remuneration payable to that person; and  (b)     accrue daily and be deducted monthly from  his remuneration and be paid to the Accountant General.  (2) All contributions made pursuant to this Act shall be paid into the Consolidated Fund.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every qualified person shall pay a contribution under this Act which shall"
                },
                {
                    "representation": "(a)",
                    "description": "be at the rate of six per cent of the remuneration payable to that person; and"
                },
                {
                    "representation": "(b)",
                    "description": "accrue daily and be deducted monthly from  his remuneration and be paid to the Accountant General."
                },
                {
                    "representation": "(2)",
                    "description": "All contributions made pursuant to this Act shall be paid into the Consolidated Fund."
                }
            ]
        }
    },
    {
        "act": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Circumstances in which pensions are payable. ",
            "context": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT under Circumstances in which pensions are payable. 4. (1) Subject to this Act, a pension shall be paid under this Act to any qualified person if  (a) he has been a qualified person for a period of not less than four years either continuously or in the aggregate; and LAWS OF GUYANA 6 Cap. 27:14 Pensions (Holders of Offices in  Local Democratic Organs)  L.R.O. 1/2012                             c. 27:03                     (b)    has ceased to be a qualified person; and  (c) either  (i)   has attained the age of forty years; or (ii)    not having attained the age of forty  years,  has produced  medical  evidence  to  the  satisfaction  of  the Minister, that he is incapable by reason of infirmity of mind or body of discharging the duties of a qualified person and that such infirmity is likely to be permanent.  (2) No pension shall be paid to any person under this Act if he is in receipt of or is entitled to receive a Presidents pension or a Prime Ministers pension under the Pensions (President, Parliamentary and Special Offices) Act.    (3) Where a person ceases to be a qualified person but is not eligible for a pension under this Act because of subsection (l)(c)(i), then, notwithstanding subsection (1), the pension for which he would have been eligible at the date when he ceased to be a qualified person shall be paid to him with effect from the date on which he attains the age specified in subsection (l) (c) (i), if at that date  (a)  he has not received a gratuity under section 9 in respect of that period of his service as a qualified person to which the pension relates; and  (b)   he is not otherwise disqualified for LAWS OF GUYANA Pensions (Holders of Offices in  Local Democratic Organs) Cap. 27:14 7  L.R.O. 1/2012                 Rate of pension.                               the payment of a pension.  (4) For the purposes of this Act, a person shall be deemed to have served as a qualified person for periods amounting in the aggregate to twelve years if, having become a qualified person under this Act and irrespective of his age, he fulfils the requirements of subsection (l) (c) (ii) and if, in the opinion of the Minister, his incapacity to discharge the duties of a qualified person is attributable to infirmity of mind or body sustained in the course of his service as a qualified person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, a pension shall be paid under this Act to any qualified person if"
                },
                {
                    "representation": "(a)",
                    "description": "he has not received a gratuity under section 9 in respect of that period of his service as a qualified person to which the pension relates; and"
                },
                {
                    "representation": "(b)",
                    "description": "he is not otherwise disqualified for LAWS OF GUYANA Pensions"
                },
                {
                    "representation": "(c)",
                    "description": "either"
                },
                {
                    "representation": "(i)",
                    "description": "has attained the age of forty years; or"
                },
                {
                    "representation": "(2)",
                    "description": "No pension shall be paid to any person under this Act if he is in receipt of or is entitled to receive a Presidents pension or a Prime Ministers pension under the Pensions"
                },
                {
                    "representation": "(3)",
                    "description": "Where a person ceases to be a qualified person but is not eligible for a pension under this Act because of subsection"
                },
                {
                    "representation": "(l)",
                    "description": "(c)"
                },
                {
                    "representation": "(4)",
                    "description": "For the purposes of this Act, a person shall be deemed to have served as a qualified person for periods amounting in the aggregate to twelve years if, having become a qualified person under this Act and irrespective of his age, he fulfils the requirements of subsection"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Rate of pension. ",
            "context": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT under Rate of pension. 5.  (1) The pension payable to any person shall  (a)   in the case of a person who has served as a qualified person for periods amounting in the aggregate to not less than four years, be at an annual rate equal to one-quarter of one years remuneration of that person;  (b)   in the case of a person who has served as a qualified person for periods amounting in the aggregate to more than four years but not less than six years, be at an annual rate equal to one-third of one years remuneration of that person; and  (c)    in the case of a person who has served as a qualified person for periods amounting in the aggregate to more than six years but not less than eight years, be at an annual rate equal to one-half of one years remuneration of that person;   (d)      in the case of a person who has served LAWS OF GUYANA 8 Cap. 27:14 Pensions (Holders of Offices in  Local Democratic Organs)  L.R.O. 1/2012                                 Pension in certain special case.            Cessation of pension if as a qualified person for periods amounting in the aggregate to more than eight years but not less than ten years, be at an annual rate equal to two-thirds of one years remuneration of that person; and  (e)      in the case of a person who has served as a qualified person for periods amounting in the aggregate to more than ten years but not less than twelve years, be at an annual rate equal to three-quarters of one years remuneration of that person.  (2) For the purposes of subsection (1), one years remuneration means the highest annual rate of remuneration payable at any time to a qualified person.  (3) The pension payable to any person under this Act shall be paid with effect from the date on which that person becomes entitled thereto pursuant to section 4 and, subject to this Act, shall continue to be paid during the lifetime of that person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The pension payable to any person shall"
                },
                {
                    "representation": "(a)",
                    "description": "in the case of a person who has served as a qualified person for periods amounting in the aggregate to not less than four years, be at an annual rate equal to one-quarter of one years remuneration of that person;"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of a person who has served as a qualified person for periods amounting in the aggregate to more than four years but not less than six years, be at an annual rate equal to one-third of one years remuneration of that person; and"
                },
                {
                    "representation": "(c)",
                    "description": "in the case of a person who has served as a qualified person for periods amounting in the aggregate to more than six years but not less than eight years, be at an annual rate equal to one-half of one years remuneration of that person;"
                },
                {
                    "representation": "(d)",
                    "description": "in the case of a person who has served LAWS OF GUYANA 8 Cap. 27:14 Pensions"
                },
                {
                    "representation": "(e)",
                    "description": "in the case of a person who has served as a qualified person for periods amounting in the aggregate to more than ten years but not less than twelve years, be at an annual rate equal to three-quarters of one years remuneration of that person."
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The pension payable to any person under this Act shall be paid with effect from the date on which that person becomes entitled thereto pursuant to section 4 and, subject to this Act, shall continue to be paid during the lifetime of that person."
                }
            ]
        }
    },
    {
        "act": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Pension in certain special case. ",
            "context": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT under Pension in certain special case. 6. (1) Where a qualified person had not, during any period of his service as a qualified person, become eligible to receive any remuneration in respect of his service as a qualified person, and has completed not less than ten years of service as a qualified person he may be paid, on his ceasing to be a qualified person, such pension as may be determined by the Minister by Order.  (2) An Order under subsection (1) shall be subject to negative resolution of the National Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be subject to negative resolution of the National Assembly."
                },
                {
                    "representation": "(2)",
                    "description": "An Order under subsection"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Cessation of pension if person in receipt thereof again becomes a qualified person. ",
            "context": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT under Cessation of pension if person in receipt thereof again becomes a qualified person. 7. (1) A pension under this Act shall cease to be payable during any period in respect of which a person to LAWS OF GUYANA Pensions (Holders of Offices in  Local Democratic Organs) Cap. 27:14 9  L.R.O. 1/2012 person in receipt thereof again becomes a qualified person.                            Gratuity and reduced pension.                Gratuity. whom it is payable is in receipt of salary as a qualified person but where the rate of such pension exceeds the rate of such salary, nothing in this subsection shall prevent the payment of a pension to the extent of such excess.  (2) At the expiration of the period referred to in subsection (1) during which a person is in receipt of salary as a qualified person, the rate of pension shall be recalculated in accordance with section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "during which a person is in receipt of salary as a qualified person, the rate of pension shall be recalculated in accordance with section"
                },
                {
                    "representation": "(2)",
                    "description": "At the expiration of the period referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Gratuity and reduced pension. ",
            "context": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT under Gratuity and reduced pension. 8. (1) Any person who is entitled to a pension under this Act may, at his option exercisable in accordance with subsection (2), be paid instead of a pension at the rate provided for in section 5, a pension at the rate of three-fourths of such pension together with a gratuity equal to twelve and one-half times the amount of the reduction so made in the pension.  (2) The option referred to in subsection (1) shall be exercised by notice in writing to the Minister within ninety days after the date on which the person concerned ceases to be a qualified person or within such further period as the Minister may allow.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be exercised by notice in writing to the Minister within ninety days after the date on which the person concerned ceases to be a qualified person or within such further period as the Minister may allow."
                },
                {
                    "representation": "(2)",
                    "description": "The option referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Gratuity. ",
            "context": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT under Gratuity. 9. (1) Where a person having become a qualified LAWS OF GUYANA 10 Cap. 27:14 Pensions (Holders of Offices in  Local Democratic Organs)  L.R.O. 1/2012                      Widows pension.                          person under this Act ceases to be a qualified person but is not eligible for a pension he shall be paid a gratuity equal to one-tenth of the total salary received during his period of service as a qualified person so, however, that such gratuity shall not in any event exceed three years salary at the highest annual rate of salary payable at any time to such person as a qualified person.  (2) Where a person who would be entitled to such a gratuity dies before such gratuity has been paid to him, and in the case of a male, leaves no widow or children entitled to an award, there shall be paid to the legal personal representative of such person a gratuity equal to the amount which, pursuant to subsection (1) would have been paid to such person if he had not died.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "would have been paid to such person if he had not died."
                },
                {
                    "representation": "(2)",
                    "description": "Where a person who would be entitled to such a gratuity dies before such gratuity has been paid to him, and in the case of a male, leaves no widow or children entitled to an award, there shall be paid to the legal personal representative of such person a gratuity equal to the amount which, pursuant to subsection"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Widow’s pension. ",
            "context": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT under Widows pension. 10. (1) Subject to this Act, where a person who dies leaving a widow  (a)     was in receipt of a pension at the date of his death; or  (b)    had at the date of his death, satisfied the requirements of section 4 (1) (a); or  (c)    having become a contributor under this Act, died, in the opinion of the Minister, in the course of service as a qualified person,  there shall be paid to the widow, during her lifetime and while unmarried, a widows pension at an annual rate equivalent to one-half of the pension which   (d)    in the case of a person mentioned in paragraph (a), was being paid to him; or LAWS OF GUYANA Pensions (Holders of Offices in  Local Democratic Organs) Cap. 27:14 11  L.R.O. 1/2012                                                 (e)    in the case of a person mentioned in paragraph (b), not being a person mentioned in paragraph (c), would have been payable to him with effect from the date of his death if he had not died but had satisfied all the requirements of section 4 for the award of a pension computed in accordance with section 5; or  (f)     in the case of a person mentioned in paragraph (c), would have been payable to him with effect from the date of his  death  if  he  had  not  died  but  had  satisfied  all  the requirements  of  section  4  for  the  award  of  a  pension computed in accordance with section 5 as if he had served as a qualified person for periods amounting in the aggregate to twelve years.  (2) A widows pension under this section  (a)  shall, subject to subsection (3), if the widow is in receipt of a pension by virtue of having been herself a contributor under the Act, cease to be payable; and  (b)  shall subject to subsection (3), if the widow is in receipt of salary as a qualified person cease to be payable during the period in respect of which the widow is in receipt of such salary.    (3) Where the rate of widows pension exceeds the LAWS OF GUYANA 12 Cap. 27:14 Pensions (Holders of Offices in  Local Democratic Organs)  L.R.O. 1/2012                                                rate of pension or the rate of salary, as the case may be, nothing in subsection (2) shall prevent the payment of the widows pension to the extent of such excess.  (4) Where a person who is serving as a qualified person dies before he has served the required minimum period as a qualified person to permit his widow to qualify for a widows pension under subsection (1) there shall be paid to the widow a gratuity equal in amount to the total contributions paid by that person plus a sum equal to the highest amount salary payable at any time to that person as a qualified person.  (5) Notwithstanding anything in this Act, but subject to this section, where a person mentioned in-subsection (1) (a), (b) or (c) dies leaving  a dependant to whom he has bequeathed an annuity not exceeding one-third of any widows pension payable under this section consequent on the death of a deceased person or which would have been payable had the deceased person died leaving a widow, and has directed that such annuity be payable under this Act, such annuity shall be paid to such dependant, and where a widows pension is payable under this section consequent on the death of the deceased person, the amount of any annuity so paid shall be deducted from such pension:  Provided that where the dependant, being an unmarried person at the date of the deceaseds death, marries, the said annuity shall forthwith cease to be payable.  (6) For the purposes of this section  (a) dependant means any person, other than a widow or a child, who immediately before the death of the deceased person was wholly or partially dependent on him for support; LAWS OF GUYANA Pensions (Holders of Offices in  Local Democratic Organs) Cap. 27:14 13  L.R.O. 1/2012                        Childrens allowance.                        (b) where an annuity is payable under subsection (5)  (i)       subsections (2) and (3) shall also apply, mutatis mutandis, to such annuity and to the dependant to whom it is payable; and  (ii)    the reference in subsection (3 ) to the widows pension shall, in relation to the widow, be construed as a reference to the pension payable to the widow under this section less the   amount deducted therefrom under subsection (5).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a),"
                },
                {
                    "representation": "(a)",
                    "description": "dependant means any person, other than a widow or a child, who immediately before the death of the deceased person was wholly or partially dependent on him for support; LAWS OF GUYANA Pensions"
                },
                {
                    "representation": "(b)",
                    "description": "where an annuity is payable under subsection"
                },
                {
                    "representation": "(c)",
                    "description": "dies leaving  a dependant to whom he has bequeathed an annuity not exceeding one-third of any widows pension payable under this section consequent on the death of a deceased person or which would have been payable had the deceased person died leaving a widow, and has directed that such annuity be payable under this Act, such annuity shall be paid to such dependant, and where a widows pension is payable under this section consequent on the death of the deceased person, the amount of any annuity so paid shall be deducted from such pension:  Provided that where the dependant, being an unmarried person at the date of the deceaseds death, marries, the said annuity shall forthwith cease to be payable."
                },
                {
                    "representation": "(d)",
                    "description": "in the case of a person mentioned in paragraph"
                },
                {
                    "representation": "(e)",
                    "description": "in the case of a person mentioned in paragraph"
                },
                {
                    "representation": "(f)",
                    "description": "in the case of a person mentioned in paragraph"
                },
                {
                    "representation": "(2)",
                    "description": "and"
                },
                {
                    "representation": "(3)",
                    "description": "shall also apply, mutatis mutandis, to such annuity and to the dependant to whom it is payable; and"
                },
                {
                    "representation": "(4)",
                    "description": "Where a person who is serving as a qualified person dies before he has served the required minimum period as a qualified person to permit his widow to qualify for a widows pension under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Notwithstanding anything in this Act, but subject to this section, where a person mentioned in-subsection"
                },
                {
                    "representation": "(6)",
                    "description": "For the purposes of this section"
                },
                {
                    "representation": "(i)",
                    "description": "subsections"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Children’s allowance. ",
            "context": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT under Childrens allowance. 11.  (1) Subject to this Act, where a person who comes within section 10 (1) (a), (b) or (c) (hereinafter in this section referred to as the deceased qualified person) dies leaving one or more children, a childrens allowance shall be payable in respect of such child or children while under the age of twenty-one years.  (2) Only one childrens allowance is payable in respect of service of any one person as a qualified person but  (a)    the rate thereof may vary according to the number of children entitled thereto so however that the aggregate rate of allowance payable shall not exceed the rate specified in subsection (3) (a) or subsection (4) (a), as the case may be;   (b)  it shall be paid to such person or LAWS OF GUYANA 14 Cap. 27:14 Pensions (Holders of Offices in  Local Democratic Organs)  L.R.O. 1/2012                                                persons as the Minister may from time to time direct, and different parts thereof may be directed to be paid to different persons;  (c)  the person to whom all or any part thereof is paid shall apply the sum paid to him, without distinction, for the benefit of all the children for the time being entitled thereto or for the benefit of such of them as the Minister may from time to time direct.  (3) Where the deceased qualified person leaves a widow, the annual rate of the childrens allowance during her lifetime shall be  (a)      one-third of the rate of the pension, not being the widows pension, specified in section 10 (1) where there are two or more children entitled to the childrens allowance; and  (b)   one-sixth of the rate of such pension where there is only one child entitled to the childrens allowance.  (4) Where the deceased qualified person leaves no widow, or where he leaves a widow, then, after her death, or after any pension payable to her ceases to be paid before her death, the annual rate of the childrens allowance shall be  (a)      one-half of the rate of the pension, not being the widows pension, specified in section 10 (1) where there are two or more children entitled to the childrens allowance;  LAWS OF GUYANA Pensions (Holders of Offices in  Local Democratic Organs) Cap. 27:14 15  L.R.O. 1/2012                    Source and method   of payments.         Awards not to be assignable.                   Power to make regulations.        (b)      one-quarter of the rate of such pension where there is only one child entitled to the childrens allowance.  (5) Notwithstanding subsection (1), a female child who marries while under the age of twenty-one years shall cease to be entitled to a childrens allowance.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "where there are two or more children entitled to the childrens allowance;  LAWS OF GUYANA Pensions"
                },
                {
                    "representation": "(b)",
                    "description": "one-quarter of the rate of such pension where there is only one child entitled to the childrens allowance."
                },
                {
                    "representation": "(c)",
                    "description": "the person to whom all or any part thereof is paid shall apply the sum paid to him, without distinction, for the benefit of all the children for the time being entitled thereto or for the benefit of such of them as the Minister may from time to time direct."
                },
                {
                    "representation": "(2)",
                    "description": "Only one childrens allowance is payable in respect of service of any one person as a qualified person but"
                },
                {
                    "representation": "(a)",
                    "description": "one-half of the rate of the pension, not being the widows pension, specified in section 10"
                },
                {
                    "representation": "(3)",
                    "description": "Where the deceased qualified person leaves a widow, the annual rate of the childrens allowance during her lifetime shall be"
                },
                {
                    "representation": "(4)",
                    "description": "Where the deceased qualified person leaves no widow, or where he leaves a widow, then, after her death, or after any pension payable to her ceases to be paid before her death, the annual rate of the childrens allowance shall be"
                },
                {
                    "representation": "(5)",
                    "description": "Notwithstanding subsection"
                }
            ]
        }
    },
    {
        "act": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Source and method of payments. ",
            "context": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT under Source and method of payments. 12.  Any pension, annuity, allowance or gratuity of whatever kind payable under this Act is hereby charged on and shall be paid out of the Consolidated Fund, and all pensions and allowances payable shall be paid monthly in arrears in equal instalments as far as possible.",
            "description": "Any pension, annuity, allowance or gratuity of whatever kind payable under this Act is hereby charged on and shall be paid out of the Consolidated Fund, and all pensions and allowances payable shall be paid monthly in arrears in equal instalments as far as possible."
        }
    },
    {
        "act": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Awards not to be assignable. ",
            "context": "PENSIONS (HOLDERS OF OFFICES IN LOCAL  DEMOCRATIC ORGANS) ACT under Awards not to be assignable. 13.  Any award payable shall not be assignable or transferable except for the purpose of satisfying  (a) a debt to the State; or  (b)  an order of any court for the payment of periodical sums of money towards the maintenance of the wife, former wife or child, being a minor, of the person to whom the award is payable,  and shall not be liable to be attached, sequestered or levied upon for or in respect of any debt or claim whatever except a debt due to the State or any  sum recoverable pursuant to any such order of a court as aforesaid.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a debt to the State; or"
                },
                {
                    "representation": "(b)",
                    "description": "an order of any court for the payment of periodical sums of money towards the maintenance of the wife, former wife or child, being a minor, of the person to whom the award is payable,  and shall not be liable to be attached, sequestered or levied upon for or in respect of any debt or claim whatever except a debt due to the State or any  sum recoverable pursuant to any such order of a court as aforesaid."
                }
            ]
        }
    }
]