[
    {
        "act": "FORMER PRESIDENTS (BENEFITS AND OTHER  FACILITIES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "FORMER PRESIDENTS (BENEFITS AND OTHER  FACILITIES) ACT under Short title. 1. This Act may be cited as the Former Presidents (Benefits and Other Facilities) Act.",
            "description": "This Act may be cited as the Former Presidents (Benefits and Other Facilities) Act."
        }
    },
    {
        "act": "FORMER PRESIDENTS (BENEFITS AND OTHER  FACILITIES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Benefits and certain other facilities to former Presidents. ",
            "context": "FORMER PRESIDENTS (BENEFITS AND OTHER  FACILITIES) ACT under Benefits and certain other facilities to former Presidents. 2. Every person who having held the office of President and ceased to hold that office by virtue of the provisions of article 92 of the Constitution or otherwise shall, during the remainder of his lifetime, be entitled to the following  (a)  payment in respect of the expenses incurred in the provision and use of water, electricity and telephone services at the place of residence in Guyana;  (b)  services of personal household staff including an attendant and a gardener;  LAWS OF GUYANA 4 Cap. 27:17 Former Presidents (Benefits and other Facilities)     L.R.O. 1/2012                                                      Regulations. (c)  services of clerical and technical staff, if requested;  (d)  free medical attendance and medical treatment or reimbursement of medical expenses incurred by him for the medical attendance or treatment of himself and the dependant members of his family;  (e)  full-time personal security and services of  the Presidential Guard Service at the place of residence;  (f)  the provision of motor vehicles owned and maintained by the State;  (g) toll free road transportation in Guyana;  (h) an annual vacation allowance equivalent to the cost of two first class return airfares provided on the same basis as that granted to serving members of the Judiciary;  (i) a tax exemption status identical to that enjoyed by a serving President.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "payment in respect of the expenses incurred in the provision and use of water, electricity and telephone services at the place of residence in Guyana;"
                },
                {
                    "representation": "(b)",
                    "description": "services of personal household staff including an attendant and a gardener;  LAWS OF GUYANA 4 Cap. 27:17 Former Presidents"
                },
                {
                    "representation": "(c)",
                    "description": "services of clerical and technical staff, if requested;"
                },
                {
                    "representation": "(d)",
                    "description": "free medical attendance and medical treatment or reimbursement of medical expenses incurred by him for the medical attendance or treatment of himself and the dependant members of his family;"
                },
                {
                    "representation": "(e)",
                    "description": "full-time personal security and services of  the Presidential Guard Service at the place of residence;"
                },
                {
                    "representation": "(f)",
                    "description": "the provision of motor vehicles owned and maintained by the State;"
                },
                {
                    "representation": "(g)",
                    "description": "toll free road transportation in Guyana;"
                },
                {
                    "representation": "(h)",
                    "description": "an annual vacation allowance equivalent to the cost of two first class return airfares provided on the same basis as that granted to serving members of the Judiciary;"
                },
                {
                    "representation": "(i)",
                    "description": "a tax exemption status identical to that enjoyed by a serving President."
                }
            ]
        }
    }
]