[
    {
        "act": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT under Short title. 1. This Act may be cited as  the  Local  Government  (Local Authorities Guarantee Fund) Act.",
            "description": "This Act may be cited as  the  Local  Government  (Local Authorities Guarantee Fund) Act."
        }
    },
    {
        "act": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT under Interpretation. 2.  In this Act  LAWS OF GUYANA  4 Cap. 28:05 Local Government (Local Authorities  Guarantee Fund)   L.R.O. 1/2012           c. 28:02      Establishment of Local Authorities Guarantee Fund.     Power of Minister to employ a secretary and servants. [4 of 1972]      Management  of Fund. [4 of 1972]       Obtaining of security by local authori- ties. [4 of 1972]     local authority shall have the meaning assigned thereto  by  the  Principal Act;  officer shall have the meaning assigned thereto by the Principal Act;  the Principal Act means the Local Government Act.",
            "description": "In this Act  LAWS OF GUYANA  4 Cap. 28:05 Local Government (Local Authorities  Guarantee Fund)   L.R.O. 1/2012           c. 28:02      Establishment of Local Authorities Guarantee Fund.     Power of Minister to employ a secretary and servants. [4 of 1972]      Management  of Fund. [4 of 1972]       Obtaining of security by local authori- ties. [4 of 1972]     local authority shall have the meaning assigned thereto  by  the  Principal Act;  officer shall have the meaning assigned thereto by the Principal Act;  the Principal Act means the Local Government Act."
        }
    },
    {
        "act": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of Local Authorities Guarantee Fund. ",
            "context": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT under Establishment of Local Authorities Guarantee Fund. 3. There is hereby established a Fund to be styled the Local Authorities Guarantee Fund (hereinafter referred to as the Fund) for the purpose of providing security for the faithful performance of their duties by those persons required so to do under the Principal Act.",
            "description": "There is hereby established a Fund to be styled the Local Authorities Guarantee Fund (hereinafter referred to as the Fund) for the purpose of providing security for the faithful performance of their duties by those persons required so to do under the Principal Act."
        }
    },
    {
        "act": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Power of Minister to employ a secretary and servants. ",
            "context": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT under Power of Minister to employ a secretary and servants. 4. (1) The Minister may employ a secretary for the proper administration of the Fund at such salary as may be fixed by the Minister.  (2) The Minister may employ such other persons  as  may be required for the proper administration of the Fund.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may employ a secretary for the proper administration of the Fund at such salary as may be fixed by the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may employ such other persons  as  may be required for the proper administration of the Fund."
                }
            ]
        }
    },
    {
        "act": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Management of Fund. ",
            "context": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT under Management of Fund. 5.  (1) The Fund shall be under the management and control of the Minister.  (2) All expenses incurred by the Minister in connection with the proper administration of the Fund shall be defrayed out of the Fund.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Fund shall be under the management and control of the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "All expenses incurred by the Minister in connection with the proper administration of the Fund shall be defrayed out of the Fund."
                }
            ]
        }
    },
    {
        "act": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Obtaining of security by local authorities. ",
            "context": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT under Obtaining of security by local authorities. 6. Every local authority which desires to obtain security in any sum approved by the Minister for the faithful performance of his duties by any officer in the employ of such authority shall pay into the Fund such annual sum as may be prescribed by the Minister.   LAWS OF GUYANA Local Government (Local Authorities  Guarantee Fund) Cap. 28:05 5  L.R.O. 1/2012 Obtaining of security by officers of local authori- ties. [4 of 1972]   Payments into Fund.   Claims by local authori- ties. [4 of 1972]            Re-imburse- ment of local authorities. [4 of 1972]       Refund of contributions to officers. [4 of 1972]",
            "description": "Every local authority which desires to obtain security in any sum approved by the Minister for the faithful performance of his duties by any officer in the employ of such authority shall pay into the Fund such annual sum as may be prescribed by the Minister.   LAWS OF GUYANA Local Government (Local Authorities  Guarantee Fund) Cap. 28:05 5  L.R.O. 1/2012 Obtaining of security by officers of local authori- ties. [4 of 1972]   Payments into Fund.   Claims by local authori- ties. [4 of 1972]            Re-imburse- ment of local authorities. [4 of 1972]       Refund of contributions to officers. [4 of 1972]"
        }
    },
    {
        "act": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Obtaining of security by officers of local authorities. ",
            "context": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT under Obtaining of security by officers of local authorities. 7. Every officer required to give security for the faithful performance of his duties under section 42(4) of the Principal Act shall pay into the Fund such annual sum as may be prescribed by the Minister.",
            "description": [
                {
                    "representation": "(4)",
                    "description": "of the Principal Act shall pay into the Fund such annual sum as may be prescribed by the Minister."
                }
            ]
        }
    },
    {
        "act": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Payments into Fund. ",
            "context": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT under Payments into Fund. 8. All payments into the Fund shall be made in advance.",
            "description": "All payments into the Fund shall be made in advance."
        }
    },
    {
        "act": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Claims by local authorities. ",
            "context": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT under Claims by local authorities. 9.  (1) Where any officer in the employ of a local authority in respect of whom security has been obtained or given as provided by section 6 or section 7 of this Act is in default of duly accounting to the local authority for any moneys received by him on its behalf, the amount due shall be certified by the Chairman of the local authority and submitted to the Minister through the District Commissioner.  (2) The District Commissioner shall submit to the Minister together with the certificate of the amount due, a report on the circumstances of the case.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any officer in the employ of a local authority in respect of whom security has been obtained or given as provided by section 6 or section 7 of this Act is in default of duly accounting to the local authority for any moneys received by him on its behalf, the amount due shall be certified by the Chairman of the local authority and submitted to the Minister through the District Commissioner."
                },
                {
                    "representation": "(2)",
                    "description": "The District Commissioner shall submit to the Minister together with the certificate of the amount due, a report on the circumstances of the case."
                }
            ]
        }
    },
    {
        "act": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Re-imbursement of local authorities. ",
            "context": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT under Re-imbursement of local authorities. 10. Where the Minister is satisfied that any loss has been incurred by a local authority as a result of the failure of any officer employed by such authority faithfully to perform his duties, the Minister shall direct that the local authority be re-imbursed from the Fund to an extent not exceeding the amount for which security has been granted to such local authority and obtained by the officer under this Act.",
            "description": "Where the Minister is satisfied that any loss has been incurred by a local authority as a result of the failure of any officer employed by such authority faithfully to perform his duties, the Minister shall direct that the local authority be re-imbursed from the Fund to an extent not exceeding the amount for which security has been granted to such local authority and obtained by the officer under this Act."
        }
    },
    {
        "act": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Refund of contributions to officers. ",
            "context": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT under Refund of contributions to officers. 11. Where the Minister is satisfied  (a)   that any  officer  who  has  made  payments  to  the  fund under section 7 of  this  Act  has  ceased  to  be   liable to make any further payments; and  LAWS OF GUYANA  6 Cap. 28:05 Local Government (Local Authorities  Guarantee Fund)   L.R.O. 1/2012                Regulations. [4 of 1972]   (b)   that  such  officer  has  faithfully  performed his duties throughout the period of his employment in respect of which he was required to give security under section 42(4) of the Principal Act,  the Minister shall refund to such officer all payments made by him to the Fund.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "that any  officer  who  has  made  payments  to  the  fund under section 7 of  this  Act  has  ceased  to  be   liable to make any further payments; and  LAWS OF GUYANA  6 Cap. 28:05 Local Government"
                },
                {
                    "representation": "(b)",
                    "description": "that  such  officer  has  faithfully  performed his duties throughout the period of his employment in respect of which he was required to give security under section 42(4) of the Principal Act,  the Minister shall refund to such officer all payments made by him to the Fund."
                }
            ]
        }
    },
    {
        "act": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Regulations.   __________________________ 56 of 1969 An Act to establish a fund for the provision of security for the faithful performance of their duties by persons employed by Local Authorities.   [29TH DECEMBER, 1956]  Short title.    Interpretation. ",
            "context": "LOCAL GOVERNMENT (LOCAL AUTHORITIES GUARANTEE  FUND) ACT under Regulations.   __________________________ 56 of 1969 An Act to establish a fund for the provision of security for the faithful performance of their duties by persons employed by Local Authorities.   [29TH DECEMBER, 1956]  Short title.    Interpretation. 12. The Minister may make regulations  (a)  prescribing the manner in which accounts relating  to the Fund shall be kept;  (b)       providing for the auditing of accounts;  (c)     prescribing the payments to be made into the  Fund by local authorities and by officers; and  (d)     generally, for  the   proper administra-tion of the  Fund and the carrying out of the provisions of this  Act.  ____________________      LAWS OF GUYANA Local Government (Local Authorities  Guarantee Fund)  Cap. 28:05 7  L.R.O. 1/2012  SUBSIDIARY LEGISLATION  _________________   Reg.15/1958 LOCAL AUTHORITIES GUARANTEE FUND REGULATIONS  made under section 12   Citation.    Contributions to the Fund.                    c.28:02",
            "description": [
                {
                    "representation": "(a)",
                    "description": "prescribing the manner in which accounts relating  to the Fund shall be kept;"
                },
                {
                    "representation": "(b)",
                    "description": "providing for the auditing of accounts;"
                },
                {
                    "representation": "(c)",
                    "description": "prescribing the payments to be made into the  Fund by local authorities and by officers; and"
                },
                {
                    "representation": "(d)",
                    "description": "generally, for  the   proper administra-tion of the  Fund and the carrying out of the provisions of this  Act.  ____________________      LAWS OF GUYANA Local Government"
                }
            ]
        }
    }
]