[
    {
        "act": "VALUATION OF PROPERTY FOR RATING PURPOSES  (VALIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "VALUATION OF PROPERTY FOR RATING PURPOSES  (VALIDATION) ACT under Short title. 1. This Act may be cited as the Valuation of Property for Rating Purposes (Validation) Act.",
            "description": "This Act may be cited as the Valuation of Property for Rating Purposes (Validation) Act."
        }
    },
    {
        "act": "VALUATION OF PROPERTY FOR RATING PURPOSES  (VALIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "VALUATION OF PROPERTY FOR RATING PURPOSES  (VALIDATION) ACT under Interpretation. 2. In this Act, unless the context otherwise requires   City Council means the municipal council in and for the City of Georgetown;   Order means the Valuation for Rating Purposes (Preparation of Valuation List) (City of Georgetown) Order made by the Minister under Section 4 of the Valuation for Rating Purposes Act and published in LAWS OF GUYANA 4  Cap. 28:10       Valuation of Property for Rating  Purposes                               (Validation)   L.R.O. 1/2012                   Declaration of rate of  valuation of property. c. 28:04              Validating provisions.                 the Gazette on the 9th December, 1995;   rate means any rate which many be levied by the local authority pursuant to any law;   valuation list means  the  draft valuation list for the City of Georgetown prepared by the Chief Valuation Officer in pursuance of the Order and handed over to the City Council, Georgetown on the 30th September,",
            "description": "In this Act, unless the context otherwise requires   City Council means the municipal council in and for the City of Georgetown;   Order means the Valuation for Rating Purposes (Preparation of Valuation List) (City of Georgetown) Order made by the Minister under Section 4 of the Valuation for Rating Purposes Act and published in LAWS OF GUYANA 4  Cap. 28:10       Valuation of Property for Rating  Purposes                               (Validation)   L.R.O. 1/2012                   Declaration of rate of  valuation of property. c. 28:04              Validating provisions.                 the Gazette on the 9th December, 1995;   rate means any rate which many be levied by the local authority pursuant to any law;   valuation list means  the  draft valuation list for the City of Georgetown prepared by the Chief Valuation Officer in pursuance of the Order and handed over to the City Council, Georgetown on the 30th September,"
        }
    },
    {
        "act": "VALUATION OF PROPERTY FOR RATING PURPOSES  (VALIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Declaration of rate of valuation of property. ",
            "context": "VALUATION OF PROPERTY FOR RATING PURPOSES  (VALIDATION) ACT under Declaration of rate of valuation of property. 3. Notwithstanding anything contained in the Valuation for Rating Purposes Act or any other law, order, agreement, deed, list or other instrument it is declared that on and from the 1st day of January, 1997 the rate of valuation of property in the City of Georgetown for rating and all other purposes shall be and shall be deemed to have been the rates assessed and mentioned in the valuation list as if they were duly settled and published in accordance with law and the valuation list shall continue to be the valuation list until a new valuation list is prepared and settled in accordance with the provisions of the Valuation for Rating Purposes Act.",
            "description": "Notwithstanding anything contained in the Valuation for Rating Purposes Act or any other law, order, agreement, deed, list or other instrument it is declared that on and from the 1st day of January, 1997 the rate of valuation of property in the City of Georgetown for rating and all other purposes shall be and shall be deemed to have been the rates assessed and mentioned in the valuation list as if they were duly settled and published in accordance with law and the valuation list shall continue to be the valuation list until a new valuation list is prepared and settled in accordance with the provisions of the Valuation for Rating Purposes Act."
        }
    }
]