[
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short Title LAWS OF GUYANA 4 Cap. 29:01 Amerindian      L.R.O. 1/2012  SECTION ",
            "context": "AMERINDIAN ACT under Short Title LAWS OF GUYANA 4 Cap. 29:01 Amerindian      L.R.O. 1/2012  SECTION 1. This Act may be cited as the Amerindian Act.",
            "description": "This Act may be cited as the Amerindian Act."
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "AMERINDIAN ACT under Interpretation. 2. In this Act   Amerindian means any citizen of Guyana who   (a)   belongs  to  any  of  the native or aboriginal peoples of Guyana; or  (b) is a descendant of any person mentioned in paragraph (a);  Amerindian monument means any structure of an archaeological nature,   or   any   inscription,   painting   or   other   creation   by   an Amerindian, which is designated as an Amerindian monument by the Minister by order on the advice of the National Toshaos Council;  Community  or  Amerindian  Community  means  a  group  of Amerindians organised as a traditional community with a common culture and occupying  or using the State  lands  which they have traditionally occupied or used;  Communities. governance within Amerindian Villages and Villages and Communities and the promotion of good Communities, the granting of land to Amerindian collective rights of Amerindian Villages and An Act to provide for the recognition and protection of the        6 of 2006 AMERINDIAN ACT  CHAPTER 29:01 [14THMARCH 2006] LAWS OF GUYANA 8 Cap. 29:01 Amerindian      L.R.O. 1/2012                c. 65:01        c. 65:01                           Councillor means a member of a Village Council other than the  Toshao;  District means an area under the authority of a District Council;   District  Council means a District council established by order under section 35;   large scale mining has the same meaning as assigned to it under the Mining Act;  miner means any person carrying out or intending to carry out mining activities;  mineral has the same meaning as in section 2 of the Mining Act;  mining activities includes exploration, prospecting, drilling, mining, extracting and appropriating any mineral;  Minister means the Minister responsible for Amerindian Affairs;   resident means an individual   (a) who is an Amerindian who was born in, lives in or has his   principal  place  of  residence  within   the  Village provided that no Amerindian ceases to be a resident simply because he is temporarily away from the Village  for employment, education or medical treatment; or    (b) who lives within the Village and is recognised as a resident by the LAWS OF GUYANA Amerindian Cap. 29:01 9                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                               Application of Act.    membership rules of that Village;  traditional mining  privilege means  any privilege to carry out artesian mining which an Amerindian possesses by virtue of being a member of an Amerindian Village or Amerindian Community;  traditional right means any subsistence right or privilege, in existence  at the date of the commencement  of this Act, which is owned legally or by custom by an Amerindian Village or Amerindian Community and which is exercised sustainably in accordance with the spiritual relationship  which the Amerindian Village or Amerindian Community has with the land, but it does not include a traditional mining privilege;  Village or Amerindian Village means a group of Amerindians occupying or using Village lands;  Village lands means lands owned communally by a Village under title granted to a Village Council to hold for the benefit of the Village;  Village Council means a Village Council established under the authority of the Amerindian Act, the Annai District Council, Kanashen Village Council, Baramita Village Council and any Village Council established by order of the Minister under this Act;  voter means a person listed in the electoral list compiled under section 69(1) by the Village Council of the Village in which he exercises his right to vote.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "who is an Amerindian who was born in, lives in or has his   principal  place  of  residence  within   the  Village provided that no Amerindian ceases to be a resident simply because he is temporarily away from the Village  for employment, education or medical treatment; or"
                },
                {
                    "representation": "(b)",
                    "description": "who lives within the Village and is recognised as a resident by the LAWS OF GUYANA Amerindian Cap. 29:01 9                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                               Application of Act.    membership rules of that Village;  traditional mining  privilege means  any privilege to carry out artesian mining which an Amerindian possesses by virtue of being a member of an Amerindian Village or Amerindian Community;  traditional right means any subsistence right or privilege, in existence  at the date of the commencement  of this Act, which is owned legally or by custom by an Amerindian Village or Amerindian Community and which is exercised sustainably in accordance with the spiritual relationship  which the Amerindian Village or Amerindian Community has with the land, but it does not include a traditional mining privilege;  Village or Amerindian Village means a group of Amerindians occupying or using Village lands;  Village lands means lands owned communally by a Village under title granted to a Village Council to hold for the benefit of the Village;  Village Council means a Village Council established under the authority of the Amerindian Act, the Annai District Council, Kanashen Village Council, Baramita Village Council and any Village Council established by order of the Minister under this Act;  voter means a person listed in the electoral list compiled under section 69(1) by the Village Council of the Village in which he exercises his right to vote."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application of Act ",
            "context": "AMERINDIAN ACT under Application of Act 3. (1) This Act applies to all Amerindian Villages and Amerindian Communities.  (2) An Amerindian Village or an Amerindian LAWS OF GUYANA 10 Cap. 29:01 Amerindian      L.R.O. 1/2012              Prosecutions.            Entry and access; scientific and other research.      First Schedule.                      Community may include in its name or in any description of itself the name of the native or aboriginal peoples to which it belongs, the name of the village or its location, any traditional name, or any term which is of cultural or social significance.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Act applies to all Amerindian Villages and Amerindian Communities."
                },
                {
                    "representation": "(2)",
                    "description": "An Amerindian Village or an Amerindian LAWS OF GUYANA 10 Cap. 29:01 Amerindian      L.R.O. 1/2012              Prosecutions.            Entry and access; scientific and other research.      First Schedule.                      Community may include in its name or in any description of itself the name of the native or aboriginal peoples to which it belongs, the name of the village or its location, any traditional name, or any term which is of cultural or social significance."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Prosecutions.  PART II ENTRY AND ACCESS  ",
            "context": "AMERINDIAN ACT under Prosecutions.  PART II ENTRY AND ACCESS  4. Prosecutions in respect of offences under this Act shall be brought in a court of summary jurisdiction by a Toshao or by a Councillor or anyone authorised by the village Council.  PART II ENTRY AND ACCESS",
            "description": "Prosecutions in respect of offences under this Act shall be brought in a court of summary jurisdiction by a Toshao or by a Councillor or anyone authorised by the village Council.  PART II ENTRY AND ACCESS"
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Entry and access; scientific and other research. ",
            "context": "AMERINDIAN ACT under Entry and access; scientific and other research. 5.  (1) A person, other than a person referred to in section 8, who wishes to enter Village lands shall apply for and obtain the permission of the Village Council.  (2) A person who contravenes subsection (1) is guilty of an offence and liable to the penalties prescribed in paragraph (a) of the First Schedule.  (3)  A person, other than a person referred to in section 8, who wishes to conduct any scientific, anthropological or archaeological research or any other research or study which relates to biological diversity, the environment or natural resources or to any use or knowledge thereof within Village lands shall apply for and obtain in advance   (a) the permission of the Village Council;  (b) all permits required under any other written law; and  (c) the permission of the Minister.  (4) A person who contravenes subsection (3) is LAWS OF GUYANA Amerindian Cap. 29:01 11                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012     First Schedule.  Report; use of scientific and other research.                          c. 20:05          First Schedule.     First Schedule.   guilty of an offence and is liable to the penalties prescribed in paragraph (b) of the First Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is guilty of an offence and liable to the penalties prescribed in paragraph"
                },
                {
                    "representation": "(2)",
                    "description": "A person who contravenes subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the permission of the Village Council;"
                },
                {
                    "representation": "(3)",
                    "description": "is LAWS OF GUYANA Amerindian Cap. 29:01 11                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012     First Schedule.  Report; use of scientific and other research.                          c. 20:05          First Schedule.     First Schedule.   guilty of an offence and is liable to the penalties prescribed in paragraph"
                },
                {
                    "representation": "(b)",
                    "description": "of the First Schedule."
                },
                {
                    "representation": "(c)",
                    "description": "the permission of the Minister."
                },
                {
                    "representation": "(4)",
                    "description": "A person who contravenes subsection"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Report; use of scientific and other research. ",
            "context": "AMERINDIAN ACT under Report; use of scientific and other research. 6. (1)  A person who carries out any research or study under section 5(3) shall provide the Village Council and the Minister with   (a) a full written report of his findings;   (b)      a copy of all recordings made; and  (c) a copy of any publication containing material derived from such research.  (2) A person who wishes to make use of any material derived from research or study under this section shall   (a) apply for and obtain the permission of the Village Council, the Minister, the Minister  with responsibility  for culture,  and the Environmental Protection Agency established under the Environmental Protection Act;  (b) in good faith negotiate and enter into a benefit sharing agreement with the Village Council.  (3) A person who contravenes subsection 2(a) is guilty of an offence and is liable to the penalties prescribed in paragraph (a) of the First Schedule.  (4) A person who contravenes subsection (2) (b) is guilty of an offence and is liable to the penalties prescribed in paragraph (b) of the First Schedule.  LAWS OF GUYANA 12 Cap. 29:01 Amerindian      L.R.O. 1/2012  Conditional Permission.                   First Schedule.          First Schedule.        Official business.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person who carries out any research or study under section 5(3) shall provide the Village Council and the Minister with"
                },
                {
                    "representation": "(a)",
                    "description": "of the First Schedule."
                },
                {
                    "representation": "(b)",
                    "description": "of the First Schedule.  LAWS OF GUYANA 12 Cap. 29:01 Amerindian      L.R.O. 1/2012  Conditional Permission.                   First Schedule.          First Schedule.        Official business."
                },
                {
                    "representation": "(c)",
                    "description": "a copy of any publication containing material derived from such research."
                },
                {
                    "representation": "(2)",
                    "description": "(b) is guilty of an offence and is liable to the penalties prescribed in paragraph"
                },
                {
                    "representation": "(3)",
                    "description": "A person who contravenes subsection 2(a) is guilty of an offence and is liable to the penalties prescribed in paragraph"
                },
                {
                    "representation": "(4)",
                    "description": "A person who contravenes subsection"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Conditional permission. ",
            "context": "AMERINDIAN ACT under Conditional permission. 7. (1) In granting permission to enter Village lands,  or to carry  out any research  or study,  a Village Council may  attach  reasonable conditions to its permission including  restrictions on access to sacred sites, private homes and other areas of Village lands.  (2) If a person breaches any condition of permission granted to him the Village Council may revoke his permission after giving him a reasonable opportunity to be heard.  (3) A person who remains within Village lands after his permission has been revoked is guilty of an offence and is liable to the penalties prescribed in paragraph (a) of the First Schedule.  (4) A person who continues to carry out research in Village lands after his permission has been revoked is guilty of an offence and is liable to the penalties prescribed in paragraph (b) of the First Schedule.  (5) A person who obtains permission from a Village Council under section 5 shall comply with the rules made by the Village Council under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In granting permission to enter Village lands,  or to carry  out any research  or study,  a Village Council may  attach  reasonable conditions to its permission including  restrictions on access to sacred sites, private homes and other areas of Village lands."
                },
                {
                    "representation": "(2)",
                    "description": "If a person breaches any condition of permission granted to him the Village Council may revoke his permission after giving him a reasonable opportunity to be heard."
                },
                {
                    "representation": "(3)",
                    "description": "A person who remains within Village lands after his permission has been revoked is guilty of an offence and is liable to the penalties prescribed in paragraph"
                },
                {
                    "representation": "(a)",
                    "description": "of the First Schedule."
                },
                {
                    "representation": "(4)",
                    "description": "A person who continues to carry out research in Village lands after his permission has been revoked is guilty of an offence and is liable to the penalties prescribed in paragraph"
                },
                {
                    "representation": "(b)",
                    "description": "of the First Schedule."
                },
                {
                    "representation": "(5)",
                    "description": "A person who obtains permission from a Village Council under section 5 shall comply with the rules made by the Village Council under section"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Official business. ",
            "context": "AMERINDIAN ACT under Official business. 8.  (1) A person who enters Village  lands to conduct  official business  for the Government or who is acting under the authority of any written law or is otherwise lawfully authorised   (a) is deemed to have permission from the Village Council;  (b) shall obtain any permission or consent required by any other written law; (c) shall inform the Village Council of the LAWS OF GUYANA Amerindian Cap. 29:01 13                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012               Lawful travellers.              Village Councils.         Composition of Village Councils.        nature of his business and his expected length of stay; and  (d) shall comply with the rules made by the Village  Council under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person who enters Village  lands to conduct  official business  for the Government or who is acting under the authority of any written law or is otherwise lawfully authorised"
                },
                {
                    "representation": "(a)",
                    "description": "is deemed to have permission from the Village Council;"
                },
                {
                    "representation": "(b)",
                    "description": "shall obtain any permission or consent required by any other written law;"
                },
                {
                    "representation": "(c)",
                    "description": "shall inform the Village Council of the LAWS OF GUYANA Amerindian Cap. 29:01 13                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012               Lawful travellers.              Village Councils.         Composition of Village Councils.        nature of his business and his expected length of stay; and"
                },
                {
                    "representation": "(d)",
                    "description": "shall comply with the rules made by the Village  Council under section"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Lawful travellers.  PART III GOVERNANCE  ",
            "context": "AMERINDIAN ACT under Lawful travellers.  PART III GOVERNANCE  9.  (1) A person lawfully travelling through Village lands shall comply with the rules made by the Village Council under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person lawfully travelling through Village lands shall comply with the rules made by the Village Council under section"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Village Councils. ",
            "context": "AMERINDIAN ACT under Village Councils. 10. (1) A Village Council is established to administer a   Village.   (2) A Village Council is a body corporate.   (3) In discharging its functions the Village Council shall act collectively.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A Village Council is established to administer a   Village."
                },
                {
                    "representation": "(2)",
                    "description": "A Village Council is a body corporate."
                },
                {
                    "representation": "(3)",
                    "description": "In discharging its functions the Village Council shall act collectively."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Composition of Village Councils. ",
            "context": "AMERINDIAN ACT under Composition of Village Councils. 11. (1) A Village Council comprises a Toshao and Councillors.       (2) The number of Councillors, in addition to the Toshao, shall be calculated  as follows   (a)     Villages of not more than six hundred            residents shall have a    minimum of  LAWS OF GUYANA 14 Cap. 29:01 Amerindian      L.R.O. 1/2012                         Office bearers.                    Functions of Village Councils.          six   and   a  maximum of twelve Councillors;  (b) Villages of more than six hundred residents but not more than  two thousand residents  shall have a minimum  of eight and a maximum of sixteen Councillors;  (c) Villages of more than two thousand residents shall have a minimum of ten and a  maximum of  twenty-two Councillors.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A Village Council comprises a Toshao and Councillors."
                },
                {
                    "representation": "(2)",
                    "description": "The number of Councillors, in addition to the Toshao, shall be calculated  as follows"
                },
                {
                    "representation": "(a)",
                    "description": "Villages of not more than six hundred            residents shall have a    minimum of  LAWS OF GUYANA 14 Cap. 29:01 Amerindian      L.R.O. 1/2012                         Office bearers.                    Functions of Village Councils.          six   and   a  maximum of twelve Councillors;"
                },
                {
                    "representation": "(b)",
                    "description": "Villages of more than six hundred residents but not more than  two thousand residents  shall have a minimum  of eight and a maximum of sixteen Councillors;"
                },
                {
                    "representation": "(c)",
                    "description": "Villages of more than two thousand residents shall have a minimum of ten and a  maximum of  twenty-two Councillors."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Office Bearers. ",
            "context": "AMERINDIAN ACT under Office Bearers. 12. (1) A Village Council shall appoint from among its members a deputy Toshao, a secretary and a treasurer.  (2) A Village Council may appoint from among its members other office bearers as may be appropriate for the size and interests of the Village.  (3) Notwithstanding the provisions of subsection (1) a Village which traditionally elects its deputy Toshao may continue to do so without further notice and the provisions of Part VII shall apply to the election of the deputy as they apply to the election of the Toshao.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "a Village which traditionally elects its deputy Toshao may continue to do so without further notice and the provisions of Part VII shall apply to the election of the deputy as they apply to the election of the Toshao."
                },
                {
                    "representation": "(2)",
                    "description": "A Village Council may appoint from among its members other office bearers as may be appropriate for the size and interests of the Village."
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Functions of Village Councils. ",
            "context": "AMERINDIAN ACT under Functions of Village Councils. 13.(1) The functions of a Village Council are to    (a) represent the Village;  (b) provide advice and strategic direction to the Village;  (c) provide for the planning and development of the Village;  LAWS OF GUYANA Amerindian Cap. 29:01 15                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                               (d) hold for the benefit and use of the Village all rights, titles and interests in or over Village lands;  (e) manage and regulate the use and occupation of Village lands;  (f) promote the sustainable use, protection and conservation or Village lands and the resources on those lands;  (g) encourage the preservation and growth of Amerindian culture;  (h) ensure that places and artefacts located within Village lands and which hold sacred or cultural values to the Village are protected and cared for;  (i) protect and preserve the Village's intellectual property and traditional knowledge;  (j) nominate Councillors or other members of the Village to accompany the Toshao to attend meetings  on behalf of the Village;  (k) ensure that proper accounts and financial records are properly kept and provide to the Minister  and auditor a copy of the accounts;  (l) levy taxes on residents.  LAWS OF GUYANA 16 Cap. 29:01 Amerindian      L.R.O. 1/2012                 Powers of Village Council to make rules.                             (2) A Village Council may assign tasks but may not delegate its functions to any other person.  (3)   In carrying out its functions a Village Council shall at all times    (a)     act in the best interests of the Village; and  (b)      provide  for  the good governance of             the Village.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The functions of a Village Council are to"
                },
                {
                    "representation": "(a)",
                    "description": "act in the best interests of the Village; and"
                },
                {
                    "representation": "(b)",
                    "description": "provide  for  the good governance of             the Village."
                },
                {
                    "representation": "(c)",
                    "description": "provide for the planning and development of the Village;  LAWS OF GUYANA Amerindian Cap. 29:01 15                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012"
                },
                {
                    "representation": "(d)",
                    "description": "hold for the benefit and use of the Village all rights, titles and interests in or over Village lands;"
                },
                {
                    "representation": "(e)",
                    "description": "manage and regulate the use and occupation of Village lands;"
                },
                {
                    "representation": "(f)",
                    "description": "promote the sustainable use, protection and conservation or Village lands and the resources on those lands;"
                },
                {
                    "representation": "(g)",
                    "description": "encourage the preservation and growth of Amerindian culture;"
                },
                {
                    "representation": "(h)",
                    "description": "ensure that places and artefacts located within Village lands and which hold sacred or cultural values to the Village are protected and cared for;"
                },
                {
                    "representation": "(i)",
                    "description": "protect and preserve the Village's intellectual property and traditional knowledge;"
                },
                {
                    "representation": "(j)",
                    "description": "nominate Councillors or other members of the Village to accompany the Toshao to attend meetings  on behalf of the Village;"
                },
                {
                    "representation": "(k)",
                    "description": "ensure that proper accounts and financial records are properly kept and provide to the Minister  and auditor a copy of the accounts;"
                },
                {
                    "representation": "(l)",
                    "description": "levy taxes on residents.  LAWS OF GUYANA 16 Cap. 29:01 Amerindian      L.R.O. 1/2012                 Powers of Village Council to make rules."
                },
                {
                    "representation": "(2)",
                    "description": "A Village Council may assign tasks but may not delegate its functions to any other person."
                },
                {
                    "representation": "(3)",
                    "description": "In carrying out its functions a Village Council shall at all times"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Powers of Village Council to make rules. ",
            "context": "AMERINDIAN ACT under Powers of Village Council to make rules. 14.",
            "description": "14."
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Rules. ",
            "context": "AMERINDIAN ACT under Rules. 15. A rule, and any amendment  to a rule, made  by a Village Council comes into effect when    (a) the Village Council has consulted the Village in general meeting and two-thirds of the members of the Village general meeting have given their approval; and  (b)   the rule has been approved by the Minister and published in the Gazette.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the Village Council has consulted the Village in general meeting and two-thirds of the members of the Village general meeting have given their approval; and"
                },
                {
                    "representation": "(b)",
                    "description": "the rule has been approved by the Minister and published in the Gazette."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Power of Village Council to investigate breaches of rules and impose fines. ",
            "context": "AMERINDIAN ACT under Power of Village Council to investigate breaches of rules and impose fines. 16. (1) If it is alleged that any person has breached a rule made by a Village Council that person may be required to appear before the Village Council.  (2) The Village Council shall inform the person of the allegation, investigate the matter and give the person a reasonable opportunity to be heard.  (3) If the Village Council is satisfied that the person has breached the rule, the Village Council may require him to LAWS OF GUYANA Amerindian Cap. 29:01 19                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012            Offences.         First Schedule.   Taxes.                     Register.     pay a fine as specified in accordance with section 14 (2).  (4) A resident may elect to serve a period of community service not exceeding three consecutive hours of work per day for fourteen days in lieu of paying the prescribed fine.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If it is alleged that any person has breached a rule made by a Village Council that person may be required to appear before the Village Council."
                },
                {
                    "representation": "(2)",
                    "description": "The Village Council shall inform the person of the allegation, investigate the matter and give the person a reasonable opportunity to be heard."
                },
                {
                    "representation": "(3)",
                    "description": "If the Village Council is satisfied that the person has breached the rule, the Village Council may require him to LAWS OF GUYANA Amerindian Cap. 29:01 19                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012            Offences.         First Schedule.   Taxes.                     Register.     pay a fine as specified in accordance with section 14"
                },
                {
                    "representation": "(4)",
                    "description": "A resident may elect to serve a period of community service not exceeding three consecutive hours of work per day for fourteen days in lieu of paying the prescribed fine."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Offences. ",
            "context": "AMERINDIAN ACT under Offences. 17. A person, who refuses to appear before a Village Council when required to do so under section l6(1) or who, although possessed of sufficient means so to do,  fails  to pay  a  fine  imposed  by  the  Village  Council or  to  serve  the substituted period of community service imposed by a Village Council under section 16(4) commits an offence and is liable on summary conviction (before a magistrate) to the penalties prescribed in paragraph (b) of the First Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or who, although possessed of sufficient means so to do,  fails  to pay  a  fine  imposed  by  the  Village  Council or  to  serve  the substituted period of community service imposed by a Village Council under section 16(4) commits an offence and is liable on summary conviction"
                },
                {
                    "representation": "(b)",
                    "description": "of the First Schedule."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Taxes.     ",
            "context": "AMERINDIAN ACT under Taxes.     18. (1) The Village Council may after consultation with the Village levy taxes on residents.  (2) The Village Council may permit a resident to pay his tax by providing goods or services to the value of the tax due provided that any such permission is recorded in writing and a proper account is kept showing the value of the goods and services provided.  (3) A tax shall be submitted to the Minister for approval.  (4)  The Minister may allow or disallow a tax, the means of assessment or collection of a tax or make any other alteration or variation as he thinks appropriate for the benefit of the Community but he may not increase a tax.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Village Council may after consultation with the Village levy taxes on residents."
                },
                {
                    "representation": "(2)",
                    "description": "The Village Council may permit a resident to pay his tax by providing goods or services to the value of the tax due provided that any such permission is recorded in writing and a proper account is kept showing the value of the goods and services provided."
                },
                {
                    "representation": "(3)",
                    "description": "A tax shall be submitted to the Minister for approval."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister may allow or disallow a tax, the means of assessment or collection of a tax or make any other alteration or variation as he thinks appropriate for the benefit of the Community but he may not increase a tax."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Register. ",
            "context": "AMERINDIAN ACT under Register. 19. The Village Council shall   (a)      keep a Register recording    LAWS OF GUYANA 20 Cap. 29:01 Amerindian      L.R.O. 1/2012                               Functions and powers of the Toshao.                 (i) the name of each resident; (ii) the date of birth of each resident; and (iii)  the  date of death of each resident;  (b)      provide the Minister with a  summary  of  the previous year's Register no later than the 31st January of each year;  (c)     make  the  Register  available  to  the  Village each year during the month of December , and at any other time that the Village Council may decide, for the Village to inspect and notify the Village Council of any inaccuracies; and  (d)     keep   the   Register  in  a  safe  place  and ensure that it is maintained and kept up to date.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "keep a Register recording    LAWS OF GUYANA 20 Cap. 29:01 Amerindian      L.R.O. 1/2012                               Functions and powers of the Toshao."
                },
                {
                    "representation": "(i)",
                    "description": "the name of each resident;"
                },
                {
                    "representation": "(b)",
                    "description": "provide the Minister with a  summary  of  the previous year's Register no later than the 31st January of each year;"
                },
                {
                    "representation": "(c)",
                    "description": "make  the  Register  available  to  the  Village each year during the month of December , and at any other time that the Village Council may decide, for the Village to inspect and notify the Village Council of any inaccuracies; and"
                },
                {
                    "representation": "(d)",
                    "description": "keep   the   Register  in  a  safe  place  and ensure that it is maintained and kept up to date."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Functions and powers of the Toshao. ",
            "context": "AMERINDIAN ACT under Functions and powers of the Toshao. 20.(1)   A Toshao    (a)    is a member and the Chairman of a Village  Council;   (b)     is a member of the National Toshaos  Council;  (b) is responsible  for ensuring  good  governance including accountability and  transparency within  the  Village Council; and  (c)   is responsible for keeping peace and order in the Village. LAWS OF GUYANA Amerindian Cap. 29:01 21                                                                                                                  L.R.O. 1/2012                           L.R.O. 1/2012       Justice of the Peace.               Duties.                            (2)  A Toshao has the powers and immunities of a rural constable.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A Toshao"
                },
                {
                    "representation": "(a)",
                    "description": "is a member and the Chairman of a Village  Council;"
                },
                {
                    "representation": "(b)",
                    "description": "is responsible  for ensuring  good  governance including accountability and  transparency within  the  Village Council; and"
                },
                {
                    "representation": "(c)",
                    "description": "is responsible for keeping peace and order in the Village. LAWS OF GUYANA Amerindian Cap. 29:01 21                                                                                                                  L.R.O. 1/2012                           L.R.O. 1/2012       Justice of the Peace.               Duties."
                },
                {
                    "representation": "(2)",
                    "description": "A Toshao has the powers and immunities of a rural constable."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Justice of the peace. ",
            "context": "AMERINDIAN ACT under Justice of the peace. 21. (1) A Toshao is ex officio a justice of the peace for the Village and he shall  take  the oath required  to be taken  by a justice  of the peace  before  he performs the functions of a justice of the peace.  (2)  As a justice of the peace a Toshao shall at all times act ministerially for the preservation of the peace, the prevention of crime and the detection of offenders, but he shall not act judicially as a justice either in any court or in any manner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A Toshao is ex officio a justice of the peace for the Village and he shall  take  the oath required  to be taken  by a justice  of the peace  before  he performs the functions of a justice of the peace."
                },
                {
                    "representation": "(2)",
                    "description": "As a justice of the peace a Toshao shall at all times act ministerially for the preservation of the peace, the prevention of crime and the detection of offenders, but he shall not act judicially as a justice either in any court or in any manner."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Duties. ",
            "context": "AMERINDIAN ACT under Duties. 22. A Toshao shall    (a) represent  the interests  of the Village  at all times;  (b)     carry  out his duties with honesty and integrity;  (c)   chair  all  meetings  of  the Village Council and ensure that all matters concerning the Village are adequately addressed;  (d) participate on behalf of the Village in the National Toshaos Council;  (e) on behalf of the Village Council, and subject to the rules of the meeting, attend and participate at meetings;  (f) provide the Village general meeting with a report of every meeting which LAWS OF GUYANA 22 Cap. 29:01 Amerindian      L.R.O. 1/2012                  Death or incapacity of a Toshao.                               he attends on their behalf;  (g)   provide the Minister with a copy of the residency rules made under section 14;  (h)    provide  the  Minister  with  a copy  of the annual accounts prepared by the Village Council; and  (i)     report to  the  Minister on matters which affect the Village.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "represent  the interests  of the Village  at all times;"
                },
                {
                    "representation": "(b)",
                    "description": "carry  out his duties with honesty and integrity;"
                },
                {
                    "representation": "(c)",
                    "description": "chair  all  meetings  of  the Village Council and ensure that all matters concerning the Village are adequately addressed;"
                },
                {
                    "representation": "(d)",
                    "description": "participate on behalf of the Village in the National Toshaos Council;"
                },
                {
                    "representation": "(e)",
                    "description": "on behalf of the Village Council, and subject to the rules of the meeting, attend and participate at meetings;"
                },
                {
                    "representation": "(f)",
                    "description": "provide the Village general meeting with a report of every meeting which LAWS OF GUYANA 22 Cap. 29:01 Amerindian      L.R.O. 1/2012                  Death or incapacity of a Toshao.                               he attends on their behalf;"
                },
                {
                    "representation": "(g)",
                    "description": "provide the Minister with a copy of the residency rules made under section 14;"
                },
                {
                    "representation": "(h)",
                    "description": "provide  the  Minister  with  a copy  of the annual accounts prepared by the Village Council; and"
                },
                {
                    "representation": "(i)",
                    "description": "report to  the  Minister on matters which affect the Village."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Death or incapacity of a Toshao. ",
            "context": "AMERINDIAN ACT under Death or incapacity of a Toshao. 23. (1) If a Toshao is temporarily absent, incapacitated or otherwise unable to carry out his functions the deputy Toshao shall act as Toshao.   (2) If a Toshao is incapacitated or otherwise unable to carry out his functions for more than four months the Village Council shall call a Village general meeting to decide whether the deputy Toshao should be sworn in as Toshao or whether elections for a new Toshao should be held and the Village Council shall notify the Minister of the decision of the Village general meeting within one month of the date of the meeting.  (3) If a Toshao dies the Village Council shall call a Village general meeting to decide whether the deputy Toshao should be sworn in as Toshao or whether elections for a new Toshao should be held and the Village Council shall notify the Minister of the decision of the Village general meeting within one month of the date of the meeting.  (4) A deputy Toshao who is acting as Toshao does not have the powers or immunities of a rural constable until he has been sworn in as Toshao and he shall not exercise the functions of justice of the peace until he has taken the oath referred to in section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If a Toshao is temporarily absent, incapacitated or otherwise unable to carry out his functions the deputy Toshao shall act as Toshao."
                },
                {
                    "representation": "(2)",
                    "description": "If a Toshao is incapacitated or otherwise unable to carry out his functions for more than four months the Village Council shall call a Village general meeting to decide whether the deputy Toshao should be sworn in as Toshao or whether elections for a new Toshao should be held and the Village Council shall notify the Minister of the decision of the Village general meeting within one month of the date of the meeting."
                },
                {
                    "representation": "(3)",
                    "description": "If a Toshao dies the Village Council shall call a Village general meeting to decide whether the deputy Toshao should be sworn in as Toshao or whether elections for a new Toshao should be held and the Village Council shall notify the Minister of the decision of the Village general meeting within one month of the date of the meeting."
                },
                {
                    "representation": "(4)",
                    "description": "A deputy Toshao who is acting as Toshao does not have the powers or immunities of a rural constable until he has been sworn in as Toshao and he shall not exercise the functions of justice of the peace until he has taken the oath referred to in section"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Payments. ",
            "context": "AMERINDIAN ACT under Payments. 24. (1) The Minister shall set and pay a stipend to the Toshao.   (2) The Village may authorise a payment from the Village's funds to supplement the Toshao's stipend.  (3)  A Toshao may accept paid employment while he is a Toshao but subject to subsection (2) he shall not accept any emolument, perquisite, payment, benefit or other inducement to carry out his functions as Toshao.  (4) The Village may authorise a payment from the Villages funds to a Councillor.  (5) A Councillor may accept paid employment while he is a Councillor but subject to subsection (4) he shall not accept any emolument, perquisite, payment, benefit or other inducement to carry out his functions as Councillor.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall set and pay a stipend to the Toshao."
                },
                {
                    "representation": "(2)",
                    "description": "he shall not accept any emolument, perquisite, payment, benefit or other inducement to carry out his functions as Toshao."
                },
                {
                    "representation": "(3)",
                    "description": "A Toshao may accept paid employment while he is a Toshao but subject to subsection"
                },
                {
                    "representation": "(4)",
                    "description": "he shall not accept any emolument, perquisite, payment, benefit or other inducement to carry out his functions as Councillor."
                },
                {
                    "representation": "(5)",
                    "description": "A Councillor may accept paid employment while he is a Councillor but subject to subsection"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Conflict of interest. ",
            "context": "AMERINDIAN ACT under Conflict of interest. 25. (1) A member of a Village Council shall not put himself in a position where his duties to the Village shall conflict with his personal or other interests.         (2) A member of a Village Council who is a party to or otherwise involved in a proposed contract or arrangement with the Village Council or has an interest in any matter before the Village Council shall declare that involvement or interest to the Village Council and shall not take part in the discussion or decision making.         (3) A disclosure under subsection (2) shall be recorded in the minutes of the Village Council.        (4) If  a  Village  Council  becomes  aware  that  a  Toshao  or  Councillor  has contravened this section, the Village Council shall call a Village general meeting and report it to them. LAWS OF GUYANA 24 Cap. 29:01 Amerindian      L.R.O. 1/2012   Resignation.                                     Petitions for  removal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A member of a Village Council shall not put himself in a position where his duties to the Village shall conflict with his personal or other interests."
                },
                {
                    "representation": "(2)",
                    "description": "shall be recorded in the minutes of the Village Council."
                },
                {
                    "representation": "(3)",
                    "description": "A disclosure under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "If  a  Village  Council  becomes  aware  that  a  Toshao  or  Councillor  has contravened this section, the Village Council shall call a Village general meeting and report it to them. LAWS OF GUYANA 24 Cap. 29:01 Amerindian      L.R.O. 1/2012   Resignation.                                     Petitions for  removal."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Resignation. ",
            "context": "AMERINDIAN ACT under Resignation. 26. (1) A Toshao or Councillor shall resign with immediate effect if    (a)    he is convicted of a serious criminal offence involving violence or dishonesty;  (b)   he fails to attend three consecutive meetings of the Village Council without reasonable excuse;  (c)     he  has  been absent from  the Village for thirty consecutive days without informing the  Village  Council;    (d)   he contravenes section 24(3), section 24(5),   section  25(1) or section 25(2).  (2) A Village Council shall notify the Minister immediately if a Toshao or Councillor does not comply with subsection (1).  (3) Subject to subsection (1) a Toshao or Councillor may resign by giving not less than one month's written notice to the Village Council.  (4) A Village Council shall notify the Minister immediately upon the resignation of a Toshao or Councillor and shall send the Minister a copy of the letter of resignation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "a Toshao or Councillor may resign by giving not less than one month's written notice to the Village Council."
                },
                {
                    "representation": "(a)",
                    "description": "he is convicted of a serious criminal offence involving violence or dishonesty;"
                },
                {
                    "representation": "(b)",
                    "description": "he fails to attend three consecutive meetings of the Village Council without reasonable excuse;"
                },
                {
                    "representation": "(c)",
                    "description": "he  has  been absent from  the Village for thirty consecutive days without informing the  Village  Council;"
                },
                {
                    "representation": "(d)",
                    "description": "he contravenes section 24(3), section 24(5),   section  25(1) or section 25(2)."
                },
                {
                    "representation": "(2)",
                    "description": "A Village Council shall notify the Minister immediately if a Toshao or Councillor does not comply with subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(4)",
                    "description": "A Village Council shall notify the Minister immediately upon the resignation of a Toshao or Councillor and shall send the Minister a copy of the letter of resignation."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Petitions for removal. ",
            "context": "AMERINDIAN ACT under Petitions for removal. 27. (1) A Village  general meeting  may petition  the Minister to carry out an investigation on the grounds that a Toshao or a Councillor has failed to carry out his duties or has contravened any provision of this Act.  (2) The Minister shall carry out an investigation if at least fifty-one percent of the Village general meeting voted LAWS OF GUYANA Amerindian Cap. 29:01 25                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012            Investigation.                                      in favour of the petition.  (3) The Minister may carry out an investigation if fewer than fifty-one percent of the Village general meeting voted in favour of the petition or if a separate petition is presented to the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A Village  general meeting  may petition  the Minister to carry out an investigation on the grounds that a Toshao or a Councillor has failed to carry out his duties or has contravened any provision of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall carry out an investigation if at least fifty-one percent of the Village general meeting voted LAWS OF GUYANA Amerindian Cap. 29:01 25                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012            Investigation.                                      in favour of the petition."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may carry out an investigation if fewer than fifty-one percent of the Village general meeting voted in favour of the petition or if a separate petition is presented to the Minister."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Investigation. ",
            "context": "AMERINDIAN ACT under Investigation. 28. (1) The Minister shall appoint a committee of three persons to carry out an investigation under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall appoint a committee of three persons to carry out an investigation under section"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Removal of members of the Village Council. ",
            "context": "AMERINDIAN ACT under Removal of members of the Village Council. 29. (1) The Minister shall remove a Toshao or Councillor who fails to resign under section 26(1).   (2) The Minister may remove a Toshao or Councillor if a recommendation for his removal is made following a petition under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall remove a Toshao or Councillor who fails to resign under section 26(1)."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may remove a Toshao or Councillor if a recommendation for his removal is made following a petition under section"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Return of documents etc. ",
            "context": "AMERINDIAN ACT under Return of documents etc. 30.(1) A Toshao or Councillor who ceases to be a member of the Village Council shall  immediately restore to the Village Council all funds, documents, records, files, assets, accounts and other items which belong to the Village Council.  (2) The outgoing Toshao and Councillors shall hand over all funds, documents, records, files, assets, accounts and other items relating to the business of the Village Council to the newly elected Toshao and Councillors immediately following their swearing-in.  (3) A person who contravenes subsection (1) or (2) is guilty of an offence and is liable to the penalties prescribed in paragraph (a) of the First Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or"
                },
                {
                    "representation": "(2)",
                    "description": "is guilty of an offence and is liable to the penalties prescribed in paragraph"
                },
                {
                    "representation": "(3)",
                    "description": "A person who contravenes subsection"
                },
                {
                    "representation": "(a)",
                    "description": "of the First Schedule."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Village accounts. ",
            "context": "AMERINDIAN ACT under Village accounts. 31. (1) A Village Council may maintain a bank account in the name of the Village Council at a licensed  financial  institution and all taxes, royalties, fees, rents, fines, grants and other Village income whatsoever shall be deposited in the account. (2) All moneys mentioned in subsection (1) shall be deposited on behalf of the Village, for the benefit of the Village in respect of which moneys have been deposited.  LAWS OF GUYANA Amerindian Cap. 29:01 27                                                                                                                  L.R.O. 1/2012                           L.R.O. 1/2012 Village plan.                                    Audits.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be deposited on behalf of the Village, for the benefit of the Village in respect of which moneys have been deposited.  LAWS OF GUYANA Amerindian Cap. 29:01 27                                                                                                                  L.R.O. 1/2012                           L.R.O. 1/2012 Village plan.                                    Audits."
                },
                {
                    "representation": "(2)",
                    "description": "All moneys mentioned in subsection"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Village plan. ",
            "context": "AMERINDIAN ACT under Village plan. 32.(1) A Village Council shall submit each year for approval by the Village general meeting a Village plan of the activities  proposed  for the next twelve months  and if the Village plan includes expenditure the Village Council shall give reasonable estimates of that expenditure including   (a) any administrative expenses;  (b) the costs of any development projects or programmes; and  (c) the costs of any goods and services to be provided to the Village.  (2) A Village general meeting may approve, disapprove or amend the Village plan in any way it sees fit for the overall benefit of the Village.  (3) A Village Council shall send the Minister and the Regional Executive Officer a copy of the approved Village plan and any subsequent changes approved by the Village general meeting.  (4) A Village Council may not make any payments which are not authorised in the Village plan or otherwise approved by a Village general meeting.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A Village Council shall submit each year for approval by the Village general meeting a Village plan of the activities  proposed  for the next twelve months  and if the Village plan includes expenditure the Village Council shall give reasonable estimates of that expenditure including"
                },
                {
                    "representation": "(a)",
                    "description": "any administrative expenses;"
                },
                {
                    "representation": "(b)",
                    "description": "the costs of any development projects or programmes; and"
                },
                {
                    "representation": "(c)",
                    "description": "the costs of any goods and services to be provided to the Village."
                },
                {
                    "representation": "(2)",
                    "description": "A Village general meeting may approve, disapprove or amend the Village plan in any way it sees fit for the overall benefit of the Village."
                },
                {
                    "representation": "(3)",
                    "description": "A Village Council shall send the Minister and the Regional Executive Officer a copy of the approved Village plan and any subsequent changes approved by the Village general meeting."
                },
                {
                    "representation": "(4)",
                    "description": "A Village Council may not make any payments which are not authorised in the Village plan or otherwise approved by a Village general meeting."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Audits. ",
            "context": "AMERINDIAN ACT under Audits. 33. (1) The Minister may arrange for a financial audit to be carried out of a Village Council by an independent auditor at any time during a Village Councils term of office provided that the Minister shall give the Village Council two weeks notice and provided that audits shall not be carried out more frequently  than annually, unless requested by the Village general meeting or otherwise deemed necessary.  (2) The Minister shall give copies of the financial audit to the Village Council and the National Toshaos LAWS OF GUYANA 28 Cap. 29:01 Amerindian      L.R.O. 1/2012                                           Village general meeting.          Council, and the Village Council shall call a Village general meeting immediately after it receives the financial audit and shall make it available to the Village general meeting.  (3) Not less than three months before the date of the Village Council elections the Minister shall arrange for a general audit to be carried out comprising    (a)    a supplementary financial audit from the date of the last financial audit; and  (b)   an audit  of the Village Council's records and documents.  (4) The Minister shall give copies of the general audit to the Village Council and the National Toshaos Council and the Village Council shall call a Village general meeting immediately after it receives the general audit and shall make it available to the Village general meeting.  (5) A Village Council shall make the financial audit and the general audit available to the Village general meeting immediately upon receiving each audit.  (6) The National Toshaos Council may nominate one of its members to observe the financial audit and the general audit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may arrange for a financial audit to be carried out of a Village Council by an independent auditor at any time during a Village Councils term of office provided that the Minister shall give the Village Council two weeks notice and provided that audits shall not be carried out more frequently  than annually, unless requested by the Village general meeting or otherwise deemed necessary."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall give copies of the financial audit to the Village Council and the National Toshaos LAWS OF GUYANA 28 Cap. 29:01 Amerindian      L.R.O. 1/2012                                           Village general meeting.          Council, and the Village Council shall call a Village general meeting immediately after it receives the financial audit and shall make it available to the Village general meeting."
                },
                {
                    "representation": "(3)",
                    "description": "Not less than three months before the date of the Village Council elections the Minister shall arrange for a general audit to be carried out comprising"
                },
                {
                    "representation": "(a)",
                    "description": "a supplementary financial audit from the date of the last financial audit; and"
                },
                {
                    "representation": "(b)",
                    "description": "an audit  of the Village Council's records and documents."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister shall give copies of the general audit to the Village Council and the National Toshaos Council and the Village Council shall call a Village general meeting immediately after it receives the general audit and shall make it available to the Village general meeting."
                },
                {
                    "representation": "(5)",
                    "description": "A Village Council shall make the financial audit and the general audit available to the Village general meeting immediately upon receiving each audit."
                },
                {
                    "representation": "(6)",
                    "description": "The National Toshaos Council may nominate one of its members to observe the financial audit and the general audit."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Village general meeting. ",
            "context": "AMERINDIAN ACT under Village general meeting. 34. (1) Except as delegated to a Village Council under this Act, the collective rights and powers of a Village are exercised by the Village.   (2) All decisions required to be made by a Village under this Act shall be made in a Village general meeting.  (3) A Village Council shall call a Village general meeting every quarter and if the Village Council fails to call a LAWS OF GUYANA Amerindian Cap. 29:01 29                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                         District Council.     Village general meeting within four months of the previous Village general meeting then not less than ten residents who are eligible to vote at the Village general meeting may call the meeting instead.  (4) The notice period for a Village general meeting is at least fourteen days.  (5) A Village Council may call a meeting on less than fourteen days notice if the Village Council considers that the situation amounts to an emergency and requires an immediate response and -  (a)   the meeting shall deal only with the            emergency and no other matter; and  (b)    any decision  taken  at  the  meeting shall be put to the next Village general meeting for ratification or comment.  (6) The Village general meeting shall act by consensus but if consensus cannot be achieved a vote may be taken and a decision made on the basis of the majority of votes cast unless this Act specifies otherwise.  (7) All residents are entitled to attend a Village general meeting.  (8) The quorum, entitlement to vote and voting procedures shall be in accordance with the rules made by the Village Council.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except as delegated to a Village Council under this Act, the collective rights and powers of a Village are exercised by the Village."
                },
                {
                    "representation": "(2)",
                    "description": "All decisions required to be made by a Village under this Act shall be made in a Village general meeting."
                },
                {
                    "representation": "(3)",
                    "description": "A Village Council shall call a Village general meeting every quarter and if the Village Council fails to call a LAWS OF GUYANA Amerindian Cap. 29:01 29                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                         District Council.     Village general meeting within four months of the previous Village general meeting then not less than ten residents who are eligible to vote at the Village general meeting may call the meeting instead."
                },
                {
                    "representation": "(4)",
                    "description": "The notice period for a Village general meeting is at least fourteen days."
                },
                {
                    "representation": "(5)",
                    "description": "A Village Council may call a meeting on less than fourteen days notice if the Village Council considers that the situation amounts to an emergency and requires an immediate response and -"
                },
                {
                    "representation": "(a)",
                    "description": "the meeting shall deal only with the            emergency and no other matter; and"
                },
                {
                    "representation": "(b)",
                    "description": "any decision  taken  at  the  meeting shall be put to the next Village general meeting for ratification or comment."
                },
                {
                    "representation": "(6)",
                    "description": "The Village general meeting shall act by consensus but if consensus cannot be achieved a vote may be taken and a decision made on the basis of the majority of votes cast unless this Act specifies otherwise."
                },
                {
                    "representation": "(7)",
                    "description": "All residents are entitled to attend a Village general meeting."
                },
                {
                    "representation": "(8)",
                    "description": "The quorum, entitlement to vote and voting procedures shall be in accordance with the rules made by the Village Council."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "District Council. ",
            "context": "AMERINDIAN ACT under District Council. 35. (1) The Minister may by order establish a District Council if  (a)    at least three Village Councils make such a request in writing to the Minister; LAWS OF GUYANA 30 Cap. 29:01 Amerindian      L.R.O. 1/2012                             Functions of District Council.                  (b)   the  Village  Councils  making  the request are in the same geographic area;  (c)    none of  the  Village  Councils is a  member of  another District Council; and  (d)      each   Village  Council   has  obtained  the approval of its Village general meeting.  (2) The Minister may include in a District only those Villages whose Village Councils have made the request.  (3) A District Council comprises the Toshao and one Councillor from each Village in the District.  (4) A District Council may elect a Chairman, a secretary and a treasurer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may by order establish a District Council if"
                },
                {
                    "representation": "(a)",
                    "description": "at least three Village Councils make such a request in writing to the Minister; LAWS OF GUYANA 30 Cap. 29:01 Amerindian      L.R.O. 1/2012                             Functions of District Council."
                },
                {
                    "representation": "(b)",
                    "description": "the  Village  Councils  making  the request are in the same geographic area;"
                },
                {
                    "representation": "(c)",
                    "description": "none of  the  Village  Councils is a  member of  another District Council; and"
                },
                {
                    "representation": "(d)",
                    "description": "each   Village  Council   has  obtained  the approval of its Village general meeting."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may include in a District only those Villages whose Village Councils have made the request."
                },
                {
                    "representation": "(3)",
                    "description": "A District Council comprises the Toshao and one Councillor from each Village in the District."
                },
                {
                    "representation": "(4)",
                    "description": "A District Council may elect a Chairman, a secretary and a treasurer."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Functions of District Council. ",
            "context": "AMERINDIAN ACT under Functions of District Council. 36. The functions of a District Council are   (a)    to  coordinate  the  activities  of the Village Councils  in the District;   (b) to work for consistency  in the  rules made by the Village Councils as far as is reasonable;  (c)     to give advice to the Village Councils and Villages on issues of common interest;  (d)    to plan and develop programmes for the District on environmental protection and management, health LAWS OF GUYANA Amerindian Cap. 29:01 31                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                           Special provisions for Karasabai.                      care, education, transportation, culture, economic development and any other issues relating to the functions of the Village Councils;  (e)      to monitor compliance with and assist in the enforcement of rules made by Village Councils;  (f)    to  build  consensus  and  assist  in  resolving  conflicts  and disputes within the District; and  (g)  to provide  technical advice and assistance to the constituent Village Councils or to other Village Councils at their request.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to  coordinate  the  activities  of the Village Councils  in the District;"
                },
                {
                    "representation": "(b)",
                    "description": "to work for consistency  in the  rules made by the Village Councils as far as is reasonable;"
                },
                {
                    "representation": "(c)",
                    "description": "to give advice to the Village Councils and Villages on issues of common interest;"
                },
                {
                    "representation": "(d)",
                    "description": "to plan and develop programmes for the District on environmental protection and management, health LAWS OF GUYANA Amerindian Cap. 29:01 31                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                           Special provisions for Karasabai.                      care, education, transportation, culture, economic development and any other issues relating to the functions of the Village Councils;"
                },
                {
                    "representation": "(e)",
                    "description": "to monitor compliance with and assist in the enforcement of rules made by Village Councils;"
                },
                {
                    "representation": "(f)",
                    "description": "to  build  consensus  and  assist  in  resolving  conflicts  and disputes within the District; and"
                },
                {
                    "representation": "(g)",
                    "description": "to provide  technical advice and assistance to the constituent Village Councils or to other Village Councils at their request."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Special provisions for Karasabai.   PART IV NATIONAL TOSHAOS COUNCIL  ",
            "context": "AMERINDIAN ACT under Special provisions for Karasabai.   PART IV NATIONAL TOSHAOS COUNCIL  37. (1) All lands whose title is held by the Karasabai District Council are recognised as Village lands.  (2) The Karasabai District Council may exercise the functions of a Village Council over its Village lands subject to the approval of the Karasabai Village as expressed through the councils established by the Village.  (3) The Minister may by order recognise a council if requested to do so by the Karasabai Village and may specify in that order the portion of land which is under the jurisdiction of the council.  (4)  Upon recognition a council becomes a Village Council and is subject to the provisions of this Act governing Village Councils.  (5) The Minister may at the request of the Karasabai Village and its councils accept a transfer of title LAWS OF GUYANA 32 Cap. 29:01 Amerindian      L.R.O. 1/2012                                          Establishment of National Toshaos Council.    Executive Committee.            back to the State on condition that the Minister establishes Village Councils among whom the Village lands are divided by the grant of separate titles.  (6) Subject to subsections (3), (4) and (5), the Karasabai District Council has the functions, powers and duties of a Village Council and its Toshao and councillors are likewise subject to the obligations imposed on Toshaos and Councillors under this Act.  (7) The Toshao of the Karasabai District Council and the Toshaos of any Village Councils recognised under subsection (3) are  ex officio members of the National Toshaos Council.  (8) The Minister may by order and at the request of the Karasabai Village and its Village Councils reconstitute the Karasabai District Council as a District Council under sections 35 and 36 of this Act.  PART IV NATIONAL TOSHAOS COUNCIL",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All lands whose title is held by the Karasabai District Council are recognised as Village lands."
                },
                {
                    "representation": "(2)",
                    "description": "The Karasabai District Council may exercise the functions of a Village Council over its Village lands subject to the approval of the Karasabai Village as expressed through the councils established by the Village."
                },
                {
                    "representation": "(3)",
                    "description": "are  ex officio members of the National Toshaos Council."
                },
                {
                    "representation": "(4)",
                    "description": "and"
                },
                {
                    "representation": "(5)",
                    "description": "The Minister may at the request of the Karasabai Village and its councils accept a transfer of title LAWS OF GUYANA 32 Cap. 29:01 Amerindian      L.R.O. 1/2012                                          Establishment of National Toshaos Council.    Executive Committee.            back to the State on condition that the Minister establishes Village Councils among whom the Village lands are divided by the grant of separate titles."
                },
                {
                    "representation": "(6)",
                    "description": "Subject to subsections"
                },
                {
                    "representation": "(7)",
                    "description": "The Toshao of the Karasabai District Council and the Toshaos of any Village Councils recognised under subsection"
                },
                {
                    "representation": "(8)",
                    "description": "The Minister may by order and at the request of the Karasabai Village and its Village Councils reconstitute the Karasabai District Council as a District Council under sections 35 and 36 of this Act.  PART IV NATIONAL TOSHAOS COUNCIL"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Establishment of National Toshaos Council. ",
            "context": "AMERINDIAN ACT under Establishment of National Toshaos Council. 38. There is hereby established a National Toshaos Council which is a body corporate comprising all Toshaos.",
            "description": "There is hereby established a National Toshaos Council which is a body corporate comprising all Toshaos."
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Executive committee. ",
            "context": "AMERINDIAN ACT under Executive committee. 39. (1) The National Toshaos Council shall elect an executive committee comprising   (a)  one Toshao from each administrative region of the country; and  (b)       not more than ten additional Toshaos.  (2) The executive committee shall elect a Chairman, a Secretary and a Treasurer and may elect other LAWS OF GUYANA Amerindian Cap. 29:01 33                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012       Secretariat.      Functions of National Toshaos Council.  c. 1:01                                   office bearers.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The National Toshaos Council shall elect an executive committee comprising"
                },
                {
                    "representation": "(a)",
                    "description": "one Toshao from each administrative region of the country; and"
                },
                {
                    "representation": "(b)",
                    "description": "not more than ten additional Toshaos."
                },
                {
                    "representation": "(2)",
                    "description": "The executive committee shall elect a Chairman, a Secretary and a Treasurer and may elect other LAWS OF GUYANA Amerindian Cap. 29:01 33                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012       Secretariat.      Functions of National Toshaos Council.  c. 1:01                                   office bearers."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Secretariat. ",
            "context": "AMERINDIAN ACT under Secretariat. 40. The National Toshaos Council may establish a Secretariat.",
            "description": "The National Toshaos Council may establish a Secretariat."
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Functions of National Toshaos Council. ",
            "context": "AMERINDIAN ACT under Functions of National Toshaos Council. 41. The functions of the National Toshaos Council  are    (a) to  nominate  in  accordance  with  Article  212 S(2)  of  the Constitution, persons to the Indigenous Peoples Commission;  (b) at  the  request  of  the  Minister to  investigate  allegations  of improper  conduct by any Toshao or Councillor or within any Village Council or District Council;  (c) to promote good governance  in  Villages including  investigating matters as requested  by a Village and making recommendations, provided  that the National Toshaos  Council may not investigate any matter  which has been referred to the Minister and must ensure that any person involved in the investigation is given a reasonable opportunity to be heard;  (d)    to prepare strategies and plans for reducing            poverty  and improving access to health and            education in Villages;  (e)  to prepare strategies and plans for the protection, conservation and sustainable management of Village lands and natural resources; LAWS OF GUYANA 34 Cap. 29:01 Amerindian      L.R.O. 1/2012                                      Meetings.            Procedure.      (f)  to promote the recognition and use of Amerindian  languages;   (g)      to provide advice to the Minister on   (i)    the protection of Amerindian culture and heritage including the identification and designation of Amerindian monuments;  (ii)      the development of Villages;  (iii)   the  impact  of legislation  or  policy   on Villages and  any changes that should  be made to such legislation or policy;  (h)    to coordinate and integrate the activities of Villages  on a national basis;   (i) to share,  document  and  record  the  experiences  of Villages; and   (j)   to send  an observer to Village Council elections  and District Council elections.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to  nominate  in  accordance  with  Article  212 S(2)  of  the Constitution, persons to the Indigenous Peoples Commission;"
                },
                {
                    "representation": "(b)",
                    "description": "at  the  request  of  the  Minister to  investigate  allegations  of improper  conduct by any Toshao or Councillor or within any Village Council or District Council;"
                },
                {
                    "representation": "(c)",
                    "description": "to promote good governance  in  Villages including  investigating matters as requested  by a Village and making recommendations, provided  that the National Toshaos  Council may not investigate any matter  which has been referred to the Minister and must ensure that any person involved in the investigation is given a reasonable opportunity to be heard;"
                },
                {
                    "representation": "(d)",
                    "description": "to prepare strategies and plans for reducing            poverty  and improving access to health and            education in Villages;"
                },
                {
                    "representation": "(e)",
                    "description": "to prepare strategies and plans for the protection, conservation and sustainable management of Village lands and natural resources; LAWS OF GUYANA 34 Cap. 29:01 Amerindian      L.R.O. 1/2012                                      Meetings.            Procedure."
                },
                {
                    "representation": "(f)",
                    "description": "to promote the recognition and use of Amerindian  languages;"
                },
                {
                    "representation": "(g)",
                    "description": "to provide advice to the Minister on"
                },
                {
                    "representation": "(i)",
                    "description": "to share,  document  and  record  the  experiences  of Villages; and"
                },
                {
                    "representation": "(h)",
                    "description": "to coordinate and integrate the activities of Villages  on a national basis;"
                },
                {
                    "representation": "(j)",
                    "description": "to send  an observer to Village Council elections  and District Council elections."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Meetings. ",
            "context": "AMERINDIAN ACT under Meetings. 42. (1) The National Toshaos Council shall meet at least once every two years.   (2)  The executive committee shall meet at least twice in each calendar year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The National Toshaos Council shall meet at least once every two years."
                },
                {
                    "representation": "(2)",
                    "description": "The executive committee shall meet at least twice in each calendar year."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Procedure.  PART V VILLAGE LANDS  ",
            "context": "AMERINDIAN ACT under Procedure.  PART V VILLAGE LANDS  43. (1) The National Toshaos Council may determine its own procedure and may, in consultation with the Minister, make rules governing such procedure.  (2) The Minister is an ex-officio member of the LAWS OF GUYANA Amerindian Cap. 29:01 35                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                          Inalienability of Village lands.         Allocation of land to residents.         National Toshaos Council but may not vote.  (3)  The National Toshaos Council shall -  (a)     publish  notice  of  its  meetings  in  at   least one national newspaper at least one month in advance;  (b)  allow Amerindians  to attend its           meetings; and  (c)   publish an  annual  report  of  its activities and annual accounts and provide a copy to the Minister and each Village.   PART V VILLAGE LANDS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The National Toshaos Council may determine its own procedure and may, in consultation with the Minister, make rules governing such procedure."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister is an ex-officio member of the LAWS OF GUYANA Amerindian Cap. 29:01 35                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                          Inalienability of Village lands.         Allocation of land to residents.         National Toshaos Council but may not vote."
                },
                {
                    "representation": "(3)",
                    "description": "The National Toshaos Council shall -"
                },
                {
                    "representation": "(a)",
                    "description": "publish  notice  of  its  meetings  in  at   least one national newspaper at least one month in advance;"
                },
                {
                    "representation": "(b)",
                    "description": "allow Amerindians  to attend its           meetings; and"
                },
                {
                    "representation": "(c)",
                    "description": "publish an  annual  report  of  its activities and annual accounts and provide a copy to the Minister and each Village.   PART V VILLAGE LANDS"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Inalienability of Village lands. ",
            "context": "AMERINDIAN ACT under Inalienability of Village lands. 44. (1) A Village Council shall not dispose or attempt to dispose of any interest, right or title in Village lands except as provided in this Act.  (2) Any attempt to dispose of any right, title or interest in Village lands, except as provided in this Act, is void.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A Village Council shall not dispose or attempt to dispose of any interest, right or title in Village lands except as provided in this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Any attempt to dispose of any right, title or interest in Village lands, except as provided in this Act, is void."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Allocation of land to residents. ",
            "context": "AMERINDIAN ACT under Allocation of land to residents. 45. (1) A resident shall apply in writing to the Village Council, in order to use a part of Village lands.  (2) The Village Council shall make a decision within thirty days of receiving the application.  (3)  An allocation of Village lands    (a)      may be indefinite; and LAWS OF GUYANA 36 Cap. 29:01 Amerindian      L.R.O. 1/2012                                          Leases.      (b)      shall be  consistent  with  the  Village's recognition of  traditional rights to use and occupy Village lands.  (4)  An allocation of Village lands under subsection (3) expires if    (a)   the resident to whom the land was allocated  notifies the Village Council that he renounces the allocation; or  (b)    the land  is  abandoned according to the Village's traditional rules.  (5)  If there is a dispute over the allocation of Village lands the Village Council shall be responsible for resolving it.  (6) If the Village Council is not able to resolve the dispute within two months of being notified of the dispute, the Village Council shall ask the Village general meeting to decide.  (7) If the Village general meeting is unable to reach a decision, the dispute shall be referred to the Minister who shall make a decision within one month following the submission of the dispute for resolution to the Minister  whose decision shall be final.  (8) A Village Council shall keep a plan showing the occupation and use of Village lands.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A resident shall apply in writing to the Village Council, in order to use a part of Village lands."
                },
                {
                    "representation": "(2)",
                    "description": "The Village Council shall make a decision within thirty days of receiving the application."
                },
                {
                    "representation": "(3)",
                    "description": "expires if"
                },
                {
                    "representation": "(a)",
                    "description": "the resident to whom the land was allocated  notifies the Village Council that he renounces the allocation; or"
                },
                {
                    "representation": "(b)",
                    "description": "the land  is  abandoned according to the Village's traditional rules."
                },
                {
                    "representation": "(4)",
                    "description": "An allocation of Village lands under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "If there is a dispute over the allocation of Village lands the Village Council shall be responsible for resolving it."
                },
                {
                    "representation": "(6)",
                    "description": "If the Village Council is not able to resolve the dispute within two months of being notified of the dispute, the Village Council shall ask the Village general meeting to decide."
                },
                {
                    "representation": "(7)",
                    "description": "If the Village general meeting is unable to reach a decision, the dispute shall be referred to the Minister who shall make a decision within one month following the submission of the dispute for resolution to the Minister  whose decision shall be final."
                },
                {
                    "representation": "(8)",
                    "description": "A Village Council shall keep a plan showing the occupation and use of Village lands."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Leases.  LAWS OF GUYANA Amerindian Cap. 29:01 5                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 SECTION  ",
            "context": "AMERINDIAN ACT under Leases.  LAWS OF GUYANA Amerindian Cap. 29:01 5                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 SECTION  46. (1)  A Village Council may grant leases of Village lands provided that   (a)    the total amount of land leased does not exceed ten percent of Village LAWS OF GUYANA Amerindian Cap. 29:01 37                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                               lands;  (b) the maximum term of a  lease is fifty years;  (c) the lease is granted at a market rent or above;  (d) the lease is for agriculture, tourism or other productive and sustainable use of the land, which is consistent with the Village's cultural attachment to the land and provided that it is the best interests of the Village; and  (e)      the Village Council  obtains the  advice  and consents  required under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A Village Council may grant leases of Village lands provided that"
                },
                {
                    "representation": "(a)",
                    "description": "the total amount of land leased does not exceed ten percent of Village LAWS OF GUYANA Amerindian Cap. 29:01 37                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                               lands;"
                },
                {
                    "representation": "(b)",
                    "description": "the maximum term of a  lease is fifty years;"
                },
                {
                    "representation": "(c)",
                    "description": "the lease is granted at a market rent or above;"
                },
                {
                    "representation": "(d)",
                    "description": "the lease is for agriculture, tourism or other productive and sustainable use of the land, which is consistent with the Village's cultural attachment to the land and provided that it is the best interests of the Village; and"
                },
                {
                    "representation": "(e)",
                    "description": "the Village Council  obtains the  advice  and consents  required under section"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Consents required. ",
            "context": "AMERINDIAN ACT under Consents required. 47.  (2)  The following conditions are implied in every lease granted under this section   (a) a right to re-enter and determine the lease if the lessee is in breach of any covenant of the lease;  (b)  a prohibition against subletting or assigning.  (3)  A lease shall not be extended or renewed.  (4) A lease shall not be granted for residential purposes.  (5) The provisions of any other written law conferring security of tenure, restrictions on rent increases or other protection for tenants are excluded from any lease LAWS OF GUYANA 38 Cap. 29:01 Amerindian      L.R.O. 1/2012                Advice and consents required.                         Mining.         granted under this Act.  (6) The Village Council shall   (a)   notify the Minister when a lease is granted; and  (b)      provide  the  Minister  with  a  copy of the lease and any subsequent amendments.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "The following conditions are implied in every lease granted under this section"
                },
                {
                    "representation": "(a)",
                    "description": "notify the Minister when a lease is granted; and"
                },
                {
                    "representation": "(b)",
                    "description": "provide  the  Minister  with  a  copy of the lease and any subsequent amendments."
                },
                {
                    "representation": "(3)",
                    "description": "A lease shall not be extended or renewed."
                },
                {
                    "representation": "(4)",
                    "description": "A lease shall not be granted for residential purposes."
                },
                {
                    "representation": "(5)",
                    "description": "The provisions of any other written law conferring security of tenure, restrictions on rent increases or other protection for tenants are excluded from any lease LAWS OF GUYANA 38 Cap. 29:01 Amerindian      L.R.O. 1/2012                Advice and consents required.                         Mining.         granted under this Act."
                },
                {
                    "representation": "(6)",
                    "description": "The Village Council shall"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Mining. ",
            "context": "AMERINDIAN ACT under Mining. 48. (1) A miner who wishes to carry out mining activities on Village lands or in any river, creek, stream or other source of water within the boundaries of Village lands shall  (a)    obtain   any   necessary permissions and comply with the requirements of the applicable written laws; LAWS OF GUYANA Amerindian Cap. 29:01 39                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                               (b)  make available to the Village any information which the Village Council or Village reasonably requests;  (c)   give the Village Council a written summary of the proposed mining activities including information on    (i)     the identity of each person who is involved;  (ii)    a non-technical summary of the              mining activities;  (iii)  the site where the mining activities  will be carried out;  (iv)   the length of time the mining activities are expected to take;   (v)      likely impact of the activities on the Village and the Village lands;   (vi)  any other matters which the Village Council on behalf of the Village requests and which are reasonably relevant;  (d)    attend  any  consultations which the Village Council or Village requests;  (e)       negotiate   with   the   Village Council on behalf of the Village in good faith all relevant issues; (f)    subject to section 51 reach agreement with the Village Council on the LAWS OF GUYANA 40 Cap. 29:01 Amerindian      L.R.O. 1/2012                   First Schedule.   Terms of agreement.                            amount of tribute to be paid; and  (g)     obtain  the  consent  of  at  least  two-thirds of those present and entitled to vote at a Village general meeting.  (2) The Guyana Geology and Mines Commission may facilitate the consultations to be held under subsection (I) but may not take part in any negotiations.  (3) A person who contravenes subsection (l) is guilty of an offence and is liable to the penalties prescribed in paragraph (d) of the First Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A miner who wishes to carry out mining activities on Village lands or in any river, creek, stream or other source of water within the boundaries of Village lands shall"
                },
                {
                    "representation": "(a)",
                    "description": "obtain   any   necessary permissions and comply with the requirements of the applicable written laws; LAWS OF GUYANA Amerindian Cap. 29:01 39                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012"
                },
                {
                    "representation": "(b)",
                    "description": "make available to the Village any information which the Village Council or Village reasonably requests;"
                },
                {
                    "representation": "(c)",
                    "description": "give the Village Council a written summary of the proposed mining activities including information on"
                },
                {
                    "representation": "(i)",
                    "description": "the identity of each person who is involved;"
                },
                {
                    "representation": "(v)",
                    "description": "likely impact of the activities on the Village and the Village lands;"
                },
                {
                    "representation": "(d)",
                    "description": "of the First Schedule."
                },
                {
                    "representation": "(e)",
                    "description": "negotiate   with   the   Village Council on behalf of the Village in good faith all relevant issues;"
                },
                {
                    "representation": "(f)",
                    "description": "subject to section 51 reach agreement with the Village Council on the LAWS OF GUYANA 40 Cap. 29:01 Amerindian      L.R.O. 1/2012                   First Schedule.   Terms of agreement.                            amount of tribute to be paid; and"
                },
                {
                    "representation": "(g)",
                    "description": "obtain  the  consent  of  at  least  two-thirds of those present and entitled to vote at a Village general meeting."
                },
                {
                    "representation": "(2)",
                    "description": "The Guyana Geology and Mines Commission may facilitate the consultations to be held under subsection"
                },
                {
                    "representation": "(I)",
                    "description": "but may not take part in any negotiations."
                },
                {
                    "representation": "(3)",
                    "description": "A person who contravenes subsection"
                },
                {
                    "representation": "(l)",
                    "description": "is guilty of an offence and is liable to the penalties prescribed in paragraph"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Terms of agreement. ",
            "context": "AMERINDIAN ACT under Terms of agreement. 49. (1) After the Village has given its consent under section 48, the Village Council, acting on behalf of the Village, shall enter into a written agreement with the miner.  (2) An agreement made under subsection (1) contains the following implied terms   (a)     subject  to  paragraph (b)  the  miner shall offer employment to residents at market rates;  (b)     the miner shall not offer employment to non-residents unless residents with the required skills are unavailable;  (c)      the miner shall purchase all food and             materials from the Village if these are available at reasonably competitive prices;  (d)   the miner shall  take  all reasonable steps  to avoid   LAWS OF GUYANA Amerindian Cap. 29:01 41                                                                                                                  L.R.O. 1/2012                           L.R.O. 1/2012                                               (i)       damage to the environment;  (ii)     pollution  of ground water and surface  water;   (iii)     interference with agriculture;  (iv)      damage to or disruption of flora and fauna;  (v)       disruption   of     residents'  normal activities;  (e)    the miner, his employees and agents shall comply with the rules made by the Village Council under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "contains the following implied terms"
                },
                {
                    "representation": "(2)",
                    "description": "An agreement made under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "subject  to  paragraph"
                },
                {
                    "representation": "(b)",
                    "description": "the miner shall not offer employment to non-residents unless residents with the required skills are unavailable;"
                },
                {
                    "representation": "(c)",
                    "description": "the miner shall purchase all food and             materials from the Village if these are available at reasonably competitive prices;"
                },
                {
                    "representation": "(d)",
                    "description": "the miner shall  take  all reasonable steps  to avoid   LAWS OF GUYANA Amerindian Cap. 29:01 41                                                                                                                  L.R.O. 1/2012                           L.R.O. 1/2012"
                },
                {
                    "representation": "(i)",
                    "description": "damage to the environment;"
                },
                {
                    "representation": "(v)",
                    "description": "disruption   of     residents'  normal activities;"
                },
                {
                    "representation": "(e)",
                    "description": "the miner, his employees and agents shall comply with the rules made by the Village Council under section"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Refusal of Village consent for large scale mining. ",
            "context": "AMERINDIAN ACT under Refusal of Village consent for large scale mining. 50.(1) If a Village refuses its consent in respect of large scale mining, a miner may carry out the mining activities if   (a)   the Minister with responsibility for mining and the Minister declare that the mining activities are in the public interest;  (b)   subject to section 51(2) and (3), the Minister with responsibility for mining in consultation with the Minister determines the fee and the                              tribute to be paid by the miner to the  Village;  and  (c)  the miner gives the Minister with             responsibility for mining a written undertaking that he will   (i) comply with the rules made by the Village Council;  (ii) require his employees and agents to comply with the rules LAWS OF GUYANA Amerindian Cap. 29:01 43                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                        Fees, tribute and royalties.      made by the Village Council; and  (iii)    promptly pay  fair com-pensation for  any damage caused by his mining activities to Village lands or property owned by residents.  (2) No mining shall take place for a period of sixty days from the declaration made by the Minister and the Minister with responsibility for mining, during which time the Village  shall have the right to require the miner to enter into negotiations and the Village  and  the miner  shall  negotiate  in  good  faith  with  a  view  to  reaching agreement before mining commences upon the expiry of the sixty days period.  (3) If the miner and the Village fail to reach agreement under subsection 50(2) the Minister   (a)      shall require  the miner to enter into an agreement with the Minister on behalf of the Village which contains the provisions in section 49(2); and  (b)      may require the miner to enter into an agreement with the Minister on behalf of the Village covering the items specified in section 49(3).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If a Village refuses its consent in respect of large scale mining, a miner may carry out the mining activities if"
                },
                {
                    "representation": "(a)",
                    "description": "shall require  the miner to enter into an agreement with the Minister on behalf of the Village which contains the provisions in section 49(2); and"
                },
                {
                    "representation": "(b)",
                    "description": "may require the miner to enter into an agreement with the Minister on behalf of the Village covering the items specified in section 49(3)."
                },
                {
                    "representation": "(c)",
                    "description": "the miner gives the Minister with             responsibility for mining a written undertaking that he will"
                },
                {
                    "representation": "(i)",
                    "description": "comply with the rules made by the Village Council;"
                },
                {
                    "representation": "(2)",
                    "description": "No mining shall take place for a period of sixty days from the declaration made by the Minister and the Minister with responsibility for mining, during which time the Village  shall have the right to require the miner to enter into negotiations and the Village  and  the miner  shall  negotiate  in  good  faith  with  a  view  to  reaching agreement before mining commences upon the expiry of the sixty days period."
                },
                {
                    "representation": "(3)",
                    "description": "If the miner and the Village fail to reach agreement under subsection 50(2) the Minister"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Fees, tribute and royalties. ",
            "context": "AMERINDIAN ACT under Fees, tribute and royalties. 51.(1) A miner shall pay the Village tribute of at least seven percent of the value of any minerals obtained from Village lands from small or medium scale mining.  (2) A miner shall negotiate in good faith with a Village the amount of tribute to be paid  for  minerals LAWS OF GUYANA 44 Cap. 29:01 Amerindian      L.R.O. 1/2012                        Traditional mining privileges.                 Obligations of the Guyana Geology and Mines Commission.           obtained from Village lands from large scale mining and in the case where  the  Village  has  refused  its  consent  such  tribute  shall  be  agreed  between the Minister and the miner before the mining activities commence.  (3) The Guyana Geology and Mines Commission shall transfer twenty per cent of the royalties from the mining activities to a fund designated by the Minister for the benefit of Amerindian Villages.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A miner shall pay the Village tribute of at least seven percent of the value of any minerals obtained from Village lands from small or medium scale mining."
                },
                {
                    "representation": "(2)",
                    "description": "A miner shall negotiate in good faith with a Village the amount of tribute to be paid  for  minerals LAWS OF GUYANA 44 Cap. 29:01 Amerindian      L.R.O. 1/2012                        Traditional mining privileges.                 Obligations of the Guyana Geology and Mines Commission.           obtained from Village lands from large scale mining and in the case where  the  Village  has  refused  its  consent  such  tribute  shall  be  agreed  between the Minister and the miner before the mining activities commence."
                },
                {
                    "representation": "(3)",
                    "description": "The Guyana Geology and Mines Commission shall transfer twenty per cent of the royalties from the mining activities to a fund designated by the Minister for the benefit of Amerindian Villages."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Traditional mining privileges. ",
            "context": "AMERINDIAN ACT under Traditional mining privileges. 52.(1) An Amerindian who wishes to exercise a traditional mining privilege shall   (a)  obtain the consent of the Village Council;   and  (b)     comply with any obligations imposed by or  under any other written law.  (2) An Amerindian who wishes to carry out mining activities which are not covered by a traditional mining privilege shall obtain the permits required by, and comply with the obligations imposed under, any other written law.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An Amerindian who wishes to exercise a traditional mining privilege shall"
                },
                {
                    "representation": "(a)",
                    "description": "obtain the consent of the Village Council;   and"
                },
                {
                    "representation": "(b)",
                    "description": "comply with any obligations imposed by or  under any other written law."
                },
                {
                    "representation": "(2)",
                    "description": "An Amerindian who wishes to carry out mining activities which are not covered by a traditional mining privilege shall obtain the permits required by, and comply with the obligations imposed under, any other written law."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Obligations of the Guyana Geology and Mines Commission. ",
            "context": "AMERINDIAN ACT under Obligations of the Guyana Geology and Mines Commission. 53. Subject to the other provisions of this Part, if the Guyana Geology and Mines Commission intends to issue a permit, concession, licence or other permission over or in    (a)      any part of Village lands;  (b)      any land contiguous with Village lands; or  (c)    any rivers, creeks or waterways which pass through Village lands or any lands contiguous with Village lands,   LAWS OF GUYANA Amerindian Cap. 29:01 45                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012          Use of forest produce by residents.         Use of forest produce by non-residents.                          the Guyana Geology and Mines Commission shall first   (i)        notify the Village; and (ii)      satisfy itself that the impact of mining on the Village will not be harmful.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any part of Village lands;"
                },
                {
                    "representation": "(b)",
                    "description": "any land contiguous with Village lands; or"
                },
                {
                    "representation": "(c)",
                    "description": "any rivers, creeks or waterways which pass through Village lands or any lands contiguous with Village lands,   LAWS OF GUYANA Amerindian Cap. 29:01 45                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012          Use of forest produce by residents.         Use of forest produce by non-residents.                          the Guyana Geology and Mines Commission shall first"
                },
                {
                    "representation": "(i)",
                    "description": "notify the Village; and"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Use of forest produce by residents. ",
            "context": "AMERINDIAN ACT under Use of forest produce by residents. 54. (1) A resident who wishes to use forest produce from Village lands shall obtain the permission of the Village Council and comply with any conditions attached to that permission.  (2) The Village Council may invite the Guyana Forestry Commission to monitor the use of forest produce by a resident.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A resident who wishes to use forest produce from Village lands shall obtain the permission of the Village Council and comply with any conditions attached to that permission."
                },
                {
                    "representation": "(2)",
                    "description": "The Village Council may invite the Guyana Forestry Commission to monitor the use of forest produce by a resident."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Use of forest produce by non-residents. ",
            "context": "AMERINDIAN ACT under Use of forest produce by non-residents. 55.(1) A person, other than a person referred to in section 54, who wishes to use forest produce from Village lands shall   (a)   send  the  Village Council a written notice containing a request for a meeting and a detailed description of the proposed activity;  (b)   send  the  Minister, the  Guyana Forestry Commission and the Environmental Protection Agency a copy of the notice sent to the Village Council under paragraph (a);  (c)  attend any consultations which the Village requests;   (d)   negotiate  in  good  faith  with the Village; and  (e)     obtain   the  consent  of  at  least two-LAWS OF GUYANA 46 Cap. 29:01 Amerindian      L.R.O. 1/2012                            Obligations of Guyana Forestry Commission.      Rights over State lands and State forests.       Protected areas.      thirds of those present and entitled to vote at a Village general meeting.  (2) The Guyana Forestry Commission may facilitate the consultations at the request of the Village but may not take part in the negotiations.  (3) A consent given by a Village under subsection (1) is deemed to be subject to a condition that the use of forest produce from Village lands shall comply with any obligations imposed by or under any other written law relating to the use of forest produce from State forests.  (4) If a Village consents to the use of forest produce from Village lands, the Guyana Forestry Commission shall monitor the forest operations and while within Village lands shall comply with the rules made by the Village Council under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is deemed to be subject to a condition that the use of forest produce from Village lands shall comply with any obligations imposed by or under any other written law relating to the use of forest produce from State forests."
                },
                {
                    "representation": "(a)",
                    "description": "send  the  Village Council a written notice containing a request for a meeting and a detailed description of the proposed activity;"
                },
                {
                    "representation": "(b)",
                    "description": "send  the  Minister, the  Guyana Forestry Commission and the Environmental Protection Agency a copy of the notice sent to the Village Council under paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "attend any consultations which the Village requests;"
                },
                {
                    "representation": "(d)",
                    "description": "negotiate  in  good  faith  with the Village; and"
                },
                {
                    "representation": "(e)",
                    "description": "obtain   the  consent  of  at  least two-LAWS OF GUYANA 46 Cap. 29:01 Amerindian      L.R.O. 1/2012                            Obligations of Guyana Forestry Commission.      Rights over State lands and State forests.       Protected areas.      thirds of those present and entitled to vote at a Village general meeting."
                },
                {
                    "representation": "(2)",
                    "description": "The Guyana Forestry Commission may facilitate the consultations at the request of the Village but may not take part in the negotiations."
                },
                {
                    "representation": "(3)",
                    "description": "A consent given by a Village under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "If a Village consents to the use of forest produce from Village lands, the Guyana Forestry Commission shall monitor the forest operations and while within Village lands shall comply with the rules made by the Village Council under section"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Obligations of Guyana Forestry Commission. ",
            "context": "AMERINDIAN ACT under Obligations of Guyana Forestry Commission. 56.  If the Guyana Forestry  Commission intends to issue a permit, concession, licence, timber sales  agreement  or other  permission in respect  of any State  forests which   are  contiguous  with  Village  lands  the  Guyana  Forestry Commission  shall first consider the impact on the Village.",
            "description": "If the Guyana Forestry  Commission intends to issue a permit, concession, licence, timber sales  agreement  or other  permission in respect  of any State  forests which   are  contiguous  with  Village  lands  the  Guyana  Forestry Commission  shall first consider the impact on the Village."
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Rights over State lands and State forests. ",
            "context": "AMERINDIAN ACT under Rights over State lands and State forests. 57. Nothing  in this Act shall, except where expressly  stated, be construed  to prejudice or alter any traditional right over State lands and State forests save that where leases have been granted traditional  rights shall be exercised subject to the rights of private leaseholders existing at the date of commencement of this Act",
            "description": "Nothing  in this Act shall, except where expressly  stated, be construed  to prejudice or alter any traditional right over State lands and State forests save that where leases have been granted traditional  rights shall be exercised subject to the rights of private leaseholders existing at the date of commencement of this Act"
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Protected areas.  PART VI GRANTS OF COMMUNAL LAND TO AMERINDIAN VILLAGES AND AMERINDIAN COMMUNITIES  ",
            "context": "AMERINDIAN ACT under Protected areas.  PART VI GRANTS OF COMMUNAL LAND TO AMERINDIAN VILLAGES AND AMERINDIAN COMMUNITIES  58. (1) A Village which wishes to have the whole or any part of its Village lands recognised as a part of a national protected areas system shall comply with the requirements of any written law governing such system.  LAWS OF GUYANA Amerindian Cap. 29:01 47                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                         Extensions of land.              (2) No protected area may be established over the whole or any part of Village lands without the consent of the Village general meeting.  (3) If a protected area is established on lands occupied or used by an Amerindian Community   (a)   there  shall  be  no alteration or abrogation of any traditional right over such  land unless the Amerindian Community which has the right gives its consent in writing; and  (b)    the Amerindian Community  which has a traditional right over such land shall be adequately consulted about the management  of the protected area.   PART VI GRANTS OF COMMUNAL LAND TO AMERINDIAN VILLAGES AND AMERINDIAN COMMUNITIES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A Village which wishes to have the whole or any part of its Village lands recognised as a part of a national protected areas system shall comply with the requirements of any written law governing such system.  LAWS OF GUYANA Amerindian Cap. 29:01 47                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                         Extensions of land."
                },
                {
                    "representation": "(2)",
                    "description": "No protected area may be established over the whole or any part of Village lands without the consent of the Village general meeting."
                },
                {
                    "representation": "(3)",
                    "description": "If a protected area is established on lands occupied or used by an Amerindian Community"
                },
                {
                    "representation": "(a)",
                    "description": "there  shall  be  no alteration or abrogation of any traditional right over such  land unless the Amerindian Community which has the right gives its consent in writing; and"
                },
                {
                    "representation": "(b)",
                    "description": "the Amerindian Community  which has a traditional right over such land shall be adequately consulted about the management  of the protected area.   PART VI GRANTS OF COMMUNAL LAND TO AMERINDIAN VILLAGES AND AMERINDIAN COMMUNITIES"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Extensions of Land. ",
            "context": "AMERINDIAN ACT under Extensions of Land. 59. (1) A Village may, in accordance with subsection  (2), apply  in writing to the Minister for a grant of State lands as an extension to its Village lands and the application shall include   (a)      the name of the Village;  (b)      the number of persons in the Village;  (c)    the  area of land which the Village  already owns;   LAWS OF GUYANA 48 Cap. 29:01 Amerindian      L.R.O. 1/2012                               Grants of land.                       (d)       the reason for the application;  (e)       a description of the area; and  (f)      a copy of a resolution passed by two-thirds of the Village general meeting, which authorises the Village Council to make the application.  (2) An application shall be signed by the Toshao,  Secretary and two other members of the Village Council.  (3) An application shall be accompanied by a plan showing the existing Village lands prepared by a qualified land surveyor on the basis of a survey authorised by the Guyana Lands and Surveys Commission.  (4) The State shall pay for the cost of the survey.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A Village may, in accordance with subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the name of the Village;"
                },
                {
                    "representation": "(b)",
                    "description": "the number of persons in the Village;"
                },
                {
                    "representation": "(c)",
                    "description": "the  area of land which the Village  already owns;   LAWS OF GUYANA 48 Cap. 29:01 Amerindian      L.R.O. 1/2012                               Grants of land."
                },
                {
                    "representation": "(d)",
                    "description": "the reason for the application;"
                },
                {
                    "representation": "(e)",
                    "description": "a description of the area; and"
                },
                {
                    "representation": "(f)",
                    "description": "a copy of a resolution passed by two-thirds of the Village general meeting, which authorises the Village Council to make the application."
                },
                {
                    "representation": "(2)",
                    "description": "An application shall be signed by the Toshao,  Secretary and two other members of the Village Council."
                },
                {
                    "representation": "(3)",
                    "description": "An application shall be accompanied by a plan showing the existing Village lands prepared by a qualified land surveyor on the basis of a survey authorised by the Guyana Lands and Surveys Commission."
                },
                {
                    "representation": "(4)",
                    "description": "The State shall pay for the cost of the survey."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Grants of Land. ",
            "context": "AMERINDIAN ACT under Grants of Land. 60.(1) An Amerindian Community may apply in writing to the Minister for a grant of State lands provided   (a)   it has been in existence  for at least twenty-five years;   (b)    at the time of the application and for the immediately preceding five years, it comprised at least one hundred and fifty persons.  (2) An application made under subsection (1) shall include   (a)   the  name   of   the  Amerindian Community;  (b)   the  number  of  persons  in the Amerindian Community; LAWS OF GUYANA Amerindian Cap. 29:01 49                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                        Acknowledge-ment and investigation.                       (c)       the reason for the application;  (d)      a  description  of  the  area  requested; and  (e)      a resolution  authorising  the  applica-tion and passed by at least two-thirds of the adult members of the Amerindian Community.  (3) An application shall be signed by at least four adult members of the Amerindian Community.  (4) If a Community Council has been recognised under section 85, at least four of the signatories to an application shall be members of the Community Council.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall include"
                },
                {
                    "representation": "(a)",
                    "description": "the  name   of   the  Amerindian Community;"
                },
                {
                    "representation": "(b)",
                    "description": "the  number  of  persons  in the Amerindian Community; LAWS OF GUYANA Amerindian Cap. 29:01 49                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                        Acknowledge-ment and investigation."
                },
                {
                    "representation": "(2)",
                    "description": "An application made under subsection"
                },
                {
                    "representation": "(c)",
                    "description": "the reason for the application;"
                },
                {
                    "representation": "(d)",
                    "description": "a  description  of  the  area  requested; and"
                },
                {
                    "representation": "(e)",
                    "description": "a resolution  authorising  the  applica-tion and passed by at least two-thirds of the adult members of the Amerindian Community."
                },
                {
                    "representation": "(3)",
                    "description": "An application shall be signed by at least four adult members of the Amerindian Community."
                },
                {
                    "representation": "(4)",
                    "description": "If a Community Council has been recognised under section 85, at least four of the signatories to an application shall be members of the Community Council."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Acknowledgment and investigation. ",
            "context": "AMERINDIAN ACT under Acknowledgment and investigation. 61. (1) Within one month of receiving an application under section 59 or section 60 the Minister shall respond in writing acknowledging receipt.  (2) Within six months the Minister shall cause an investigation to commence to obtain the following information   (a)     a list of the persons in the Amerindian  Village or Community and the number of households;  (b)     the names of the Amerindian peoples of the Amerindian Village or Community;  (c)   the length of time the Amerindian Village or Community has occupied or used the area requested; (d)    the use which the Amerindian Village LAWS OF GUYANA 50 Cap. 29:01 Amerindian      L.R.O. 1/2012                                                or Community makes of the land;  (e)       the   size  of  the area occupied or used by the Amerindian Village or Community;  (f)   a  description of the customs and traditions of the Amerindian Village or Community;  (g)    the  nature of the relationship which the Amerindian Village or Community has with the land;  (h)    any interests or rights in or over the area of land requested by the Amerindian Village or Community;  (i)      whether there is a school, health centre or other initiative by the Amerindian Village or Community or Government; and  (j)   any other  information which the Minister reasonably considers to be relevant.  (3) The Minister may accept information comprising   (a)       oral or written statements from the Amerindian Village or Community;  (b)       authenticated or verified historical     documents;  (c)       sketches and drawings prepared by the Amerindian Village or LAWS OF GUYANA Amerindian Cap. 29:01 51                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                    Decision.            Approval c. 62:01               Community;  (d) surveys prepared or authorised by the            Guyana Lands and Surveys Commission;   (e) photographs;  (f) reports or documents from anthropologists or archaeologists; and   (g)   information in any other form which the Minister reasonably believes is appropriate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Within one month of receiving an application under section 59 or section 60 the Minister shall respond in writing acknowledging receipt."
                },
                {
                    "representation": "(2)",
                    "description": "Within six months the Minister shall cause an investigation to commence to obtain the following information"
                },
                {
                    "representation": "(a)",
                    "description": "oral or written statements from the Amerindian Village or Community;"
                },
                {
                    "representation": "(b)",
                    "description": "authenticated or verified historical     documents;"
                },
                {
                    "representation": "(c)",
                    "description": "sketches and drawings prepared by the Amerindian Village or LAWS OF GUYANA Amerindian Cap. 29:01 51                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                    Decision.            Approval c. 62:01               Community;"
                },
                {
                    "representation": "(d)",
                    "description": "surveys prepared or authorised by the            Guyana Lands and Surveys Commission;"
                },
                {
                    "representation": "(e)",
                    "description": "photographs;"
                },
                {
                    "representation": "(f)",
                    "description": "reports or documents from anthropologists or archaeologists; and"
                },
                {
                    "representation": "(g)",
                    "description": "information in any other form which the Minister reasonably believes is appropriate."
                },
                {
                    "representation": "(h)",
                    "description": "any interests or rights in or over the area of land requested by the Amerindian Village or Community;"
                },
                {
                    "representation": "(i)",
                    "description": "whether there is a school, health centre or other initiative by the Amerindian Village or Community or Government; and"
                },
                {
                    "representation": "(j)",
                    "description": "any other  information which the Minister reasonably considers to be relevant."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may accept information comprising"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Decision. ",
            "context": "AMERINDIAN ACT under Decision. 62. (1) The Minister shall make a decision within six months of the investigation being completed.  (2) In making a decision the Minister shall take into account all information obtained in the investigation and consider the extent to which the Amerindian Village or Community has demonstrated a physical, traditional, cultural association with or spiritual attachment to the land requested.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall make a decision within six months of the investigation being completed."
                },
                {
                    "representation": "(2)",
                    "description": "In making a decision the Minister shall take into account all information obtained in the investigation and consider the extent to which the Amerindian Village or Community has demonstrated a physical, traditional, cultural association with or spiritual attachment to the land requested."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Approval. ",
            "context": "AMERINDIAN ACT under Approval. 63. (1) If an application is approved title shall be granted under the State Lands Act.   (2) In the case of a Village, title shall be granted to the Village Council to be held for the benefit of the Village.   (3) In the case of an Amerindian Community, the Minister  shall  by order establish a Village Council to hold title on behalf of the applicant Community and upon the grant of title the Amerindian Community becomes a Village.  (4) If a Community Council has been recognised under section 85, the Minister shall by order establish the LAWS OF GUYANA 52 Cap. 29:01 Amerindian      L.R.O. 1/2012       Appeal.               Toshaos and Councillors elected by secret ballot.                               Community Council as a Village Council.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If an application is approved title shall be granted under the State Lands Act."
                },
                {
                    "representation": "(2)",
                    "description": "In the case of a Village, title shall be granted to the Village Council to be held for the benefit of the Village."
                },
                {
                    "representation": "(3)",
                    "description": "In the case of an Amerindian Community, the Minister  shall  by order establish a Village Council to hold title on behalf of the applicant Community and upon the grant of title the Amerindian Community becomes a Village."
                },
                {
                    "representation": "(4)",
                    "description": "If a Community Council has been recognised under section 85, the Minister shall by order establish the LAWS OF GUYANA 52 Cap. 29:01 Amerindian      L.R.O. 1/2012       Appeal.               Toshaos and Councillors elected by secret ballot.                               Community Council as a Village Council."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Appeal. PART VII ELECTIONS  ",
            "context": "AMERINDIAN ACT under Appeal. PART VII ELECTIONS  64. An Amerindian Village or Community which is dissatisfied with the Minister's decision under section 62 may apply to the High Court for a review of the decision.   PART VII ELECTIONS",
            "description": "An Amerindian Village or Community which is dissatisfied with the Minister's decision under section 62 may apply to the High Court for a review of the decision.   PART VII ELECTIONS"
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Toshaos and Councillors elected by secret ballot. ",
            "context": "AMERINDIAN ACT under Toshaos and Councillors elected by secret ballot. 65. (1) Each Toshao and Councillor shall be elected by secret ballot.  (2) Elections shall be held in a Village at intervals of not more than thirty-six and not less than thirty-three months under the direction of a returning officer.  (3) The date of the election shall be fixed by the Minister in consultation with the returning officer and the Minister may fix a date for the election of a Toshao which is different to the date fixed for the election of the Councillors.  (4) The Minister and the National Toshaos Council may each designate a person to observe the elections and any observer so designated may -  (a)       scrutinise the electoral list;   (b)      enter the place of voting;   (c)       observe the voting process;  (d)    monitor  the counting of the  ballots; and  (e)    seek information from the returning officer  and electoral clerks. LAWS OF GUYANA Amerindian Cap. 29:01 53                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 Returning Officer.                                              Election clerks.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Each Toshao and Councillor shall be elected by secret ballot."
                },
                {
                    "representation": "(2)",
                    "description": "Elections shall be held in a Village at intervals of not more than thirty-six and not less than thirty-three months under the direction of a returning officer."
                },
                {
                    "representation": "(3)",
                    "description": "The date of the election shall be fixed by the Minister in consultation with the returning officer and the Minister may fix a date for the election of a Toshao which is different to the date fixed for the election of the Councillors."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister and the National Toshaos Council may each designate a person to observe the elections and any observer so designated may -"
                },
                {
                    "representation": "(a)",
                    "description": "scrutinise the electoral list;"
                },
                {
                    "representation": "(b)",
                    "description": "enter the place of voting;"
                },
                {
                    "representation": "(c)",
                    "description": "observe the voting process;"
                },
                {
                    "representation": "(d)",
                    "description": "monitor  the counting of the  ballots; and"
                },
                {
                    "representation": "(e)",
                    "description": "seek information from the returning officer  and electoral clerks. LAWS OF GUYANA Amerindian Cap. 29:01 53                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 Returning Officer.                                              Election clerks."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Returning officer. ",
            "context": "AMERINDIAN ACT under Returning officer. 66. (1) The clerk of the Regional Democratic Council shall act as the returning officer for Villages in that region or shall appoint another person to act in his stead.  (2) The returning officer   (a)      has overall responsibility for ensuring the proper conduct of the elections for the Toshao and Councillors including   (i) ensuring that the Village is notified of the arrangements for the elections; (ii) verifying the electoral list; (iii) monitoring the nominations process; (iv) making preparations for election day; (v) monitoring the voting process and         maintaining order; (vi) counting the votes cast; (vii) declaring the results of the election; and (viii) swearing in the newly-elected Toshao and Councillors;  (b)  shall cooperate with any elections observers;   (c)       shall appoint an election clerk; and  (d)      may appoint a deputy election clerk.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The clerk of the Regional Democratic Council shall act as the returning officer for Villages in that region or shall appoint another person to act in his stead."
                },
                {
                    "representation": "(2)",
                    "description": "The returning officer"
                },
                {
                    "representation": "(a)",
                    "description": "has overall responsibility for ensuring the proper conduct of the elections for the Toshao and Councillors including"
                },
                {
                    "representation": "(i)",
                    "description": "ensuring that the Village is notified of the arrangements for the elections;"
                },
                {
                    "representation": "(v)",
                    "description": "monitoring the voting process and         maintaining order;"
                },
                {
                    "representation": "(b)",
                    "description": "shall cooperate with any elections observers;"
                },
                {
                    "representation": "(c)",
                    "description": "shall appoint an election clerk; and"
                },
                {
                    "representation": "(d)",
                    "description": "may appoint a deputy election clerk."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Election clerks. ",
            "context": "AMERINDIAN ACT under Election clerks. 67. (1) The election clerk and any deputy election clerk shall assist the returning officer to conduct elections and perform such other duties as may be delegated to them by the LAWS OF GUYANA 54 Cap. 29:01 Amerindian      L.R.O. 1/2012            Election notice.                     Electoral list.                 returning officer.  (2) An election clerk and a deputy election clerk shall not be candidates in the election for which they are clerks.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The election clerk and any deputy election clerk shall assist the returning officer to conduct elections and perform such other duties as may be delegated to them by the LAWS OF GUYANA 54 Cap. 29:01 Amerindian      L.R.O. 1/2012            Election notice.                     Electoral list.                 returning officer."
                },
                {
                    "representation": "(2)",
                    "description": "An election clerk and a deputy election clerk shall not be candidates in the election for which they are clerks."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Election notice. ",
            "context": "AMERINDIAN ACT under Election notice. 68. (1) The returning officer shall give the Village Council a written notice of election not later than thirty-five days before election day, which shall confirm   (a)      the  day  on  which the election will be held;  (b)     the hours between which voting may take place; and  (c)       the location of the place of voting.  (2) When the Village Council receives the election notice the Village Council shall immediately call a Village general meeting and inform the meeting of the contents of the election notice.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The returning officer shall give the Village Council a written notice of election not later than thirty-five days before election day, which shall confirm"
                },
                {
                    "representation": "(a)",
                    "description": "the  day  on  which the election will be held;"
                },
                {
                    "representation": "(b)",
                    "description": "the hours between which voting may take place; and"
                },
                {
                    "representation": "(c)",
                    "description": "the location of the place of voting."
                },
                {
                    "representation": "(2)",
                    "description": "When the Village Council receives the election notice the Village Council shall immediately call a Village general meeting and inform the meeting of the contents of the election notice."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Electoral list. ",
            "context": "AMERINDIAN ACT under Electoral list. 69. (1) Not later than sixty days before the election date, the Village Council shall    (a)    compile an electoral list of all adult residents;  (b)     display the electoral list at the Village office and permit all residents to inspect it;  (c)   submit the electoral list to the returning  officer.  (2) A resident may make an oral or a written LAWS OF GUYANA Amerindian Cap. 29:01 55                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                               Nominations.               Eligibility.       complaint to the Village Council if he believes that the electoral list   (a)     contains the name of any person who is not entitled to vote; or  (b)    omits the name of any person who is entitled to vote.  (3) The Village Council shall consider the complaint and, if it upholds it, it shall correct the electoral list and shall notify the complainant and, if applicable, any other person whose name has been added or removed.  (4) A person who is dissatisfied with the decision of the Village Council may make an oral or a written complaint to the returning officer whose decision is final.  (5) A person shall not be listed in more than one electoral list or register.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Not later than sixty days before the election date, the Village Council shall"
                },
                {
                    "representation": "(a)",
                    "description": "contains the name of any person who is not entitled to vote; or"
                },
                {
                    "representation": "(b)",
                    "description": "omits the name of any person who is entitled to vote."
                },
                {
                    "representation": "(c)",
                    "description": "submit the electoral list to the returning  officer."
                },
                {
                    "representation": "(2)",
                    "description": "A resident may make an oral or a written LAWS OF GUYANA Amerindian Cap. 29:01 55                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                               Nominations.               Eligibility.       complaint to the Village Council if he believes that the electoral list"
                },
                {
                    "representation": "(3)",
                    "description": "The Village Council shall consider the complaint and, if it upholds it, it shall correct the electoral list and shall notify the complainant and, if applicable, any other person whose name has been added or removed."
                },
                {
                    "representation": "(4)",
                    "description": "A person who is dissatisfied with the decision of the Village Council may make an oral or a written complaint to the returning officer whose decision is final."
                },
                {
                    "representation": "(5)",
                    "description": "A person shall not be listed in more than one electoral list or register."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "Nominations. ",
            "context": "AMERINDIAN ACT under Nominations. 70. (1) A person who wishes to stand as a candidate for Toshao or Councillor shall be nominated by at least two persons who are adult residents and eligible to vote in the elections.   (2) Nominations shall be submitted to the returning officer not earlier than thirty days before election day and not later than thirty minutes before voting is scheduled to begin.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person who wishes to stand as a candidate for Toshao or Councillor shall be nominated by at least two persons who are adult residents and eligible to vote in the elections."
                },
                {
                    "representation": "(2)",
                    "description": "Nominations shall be submitted to the returning officer not earlier than thirty days before election day and not later than thirty minutes before voting is scheduled to begin."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Eligibility. ",
            "context": "AMERINDIAN ACT under Eligibility. 71.(1) A person may not stand for election or be elected as a Councillor unless he -  (a)     is  an  Amerindian  of  at  least eighteen years of age;   LAWS OF GUYANA 56 Cap. 29:01 Amerindian      L.R.O. 1/2012                                                Conduct of the election.     (b)      is resident in the Village on the date of the nomination;  (c)     has been continuously  resident for a period of not less than three years immediately before his nomination provided that if a person has his principal home within the Village, any absences from the Village  for  education, employment  or  health  care  shall  be disregarded in determining continuity of residence; and  (d)   has not been convicted of a serious criminal offence involving violence or dishonesty.  (2) A person may not stand for election or be elected as a Toshao unless he    (a)       is eligible to stand as Councillor; and  (b)  has not held the position of Toshao for the  two terms immediately preceding his nomination.  (3) A person who has resigned as Councillor or Toshao under section 26 or who has been removed under section 29 may not stand as a candidate in the election immediately following his removal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person may not stand for election or be elected as a Councillor unless he -"
                },
                {
                    "representation": "(a)",
                    "description": "is eligible to stand as Councillor; and"
                },
                {
                    "representation": "(b)",
                    "description": "has not held the position of Toshao for the  two terms immediately preceding his nomination."
                },
                {
                    "representation": "(c)",
                    "description": "has been continuously  resident for a period of not less than three years immediately before his nomination provided that if a person has his principal home within the Village, any absences from the Village  for  education, employment  or  health  care  shall  be disregarded in determining continuity of residence; and"
                },
                {
                    "representation": "(d)",
                    "description": "has not been convicted of a serious criminal offence involving violence or dishonesty."
                },
                {
                    "representation": "(2)",
                    "description": "A person may not stand for election or be elected as a Toshao unless he"
                },
                {
                    "representation": "(3)",
                    "description": "A person who has resigned as Councillor or Toshao under section 26 or who has been removed under section 29 may not stand as a candidate in the election immediately following his removal."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "Conduct of the election. ",
            "context": "AMERINDIAN ACT under Conduct of the election. 72.(1) Before the voting starts the returning officer shall ensure that there are adequate materials for the election including   (a)      a sufficient number of ballot papers; LAWS OF GUYANA Amerindian Cap. 29:01 57                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                               (b)     a sufficient number of copies of the list of electors;   (c)   a  ballot  box  for  election  of  Councillors;  (d)   a  ballot   box  for  election of the Toshao; and  (e)      such tables, chairs, compartments and other conveniences reasonably necessary for the proper conduct of the elections.  (2) The returning officer, the election clerk and any deputy election clerk shall ensure that all election materials are kept in a locked place free from tampering or unauthorised access.  (3) At the hour stated in the election notice for voting to start, the returning officer in the presence of the election clerks shall   (a)     open each ballot box and confirm that it is empty;   (b)       lock each ballot box and retain its key;  (c)    ensure that each ballot box is clearly marked showing which is for the election of the Toshao and which is for the election of the Councillors;  (d)      place each ballot box on a table which shall at all times be in full view of the elections clerk or any deputy elections clerk; and LAWS OF GUYANA 58 Cap. 29:01 Amerindian      L.R.O. 1/2012                                                (e)   formally declare  that voting  may begin.  (4) Voting shall be closed at the hour specified in the election notice but if at that hour there are still voters waiting in line to vote, voting shall remain open for a sufficient time to enable those voters to vote.  (5) Upon entering the place of voting each voter shall identify himself to the elections clerk by producing an identification document or by having his identity confirmed by any other person on the electoral list who produces an identification document.  (6) The election clerk shall provide the voter with a ballot paper for the election of the Toshao and a ballot paper for the election of the Councillors as soon as he has confirmed  (a)       the identity of the voter;  (b)   that  the voter's  name is on  the electoral list; and  (c)       that the voter has not already voted.  (7) The voter shall enter the designated voting compartment, and place each ballot paper in the correct ballot box.  (8) A voter who is blind or otherwise incapacitated may request another adult to place that voter's ballot papers in the correct ballot boxes.  (9) As soon as a voter's ballot papers have been deposited in a ballot box, the returning officer shall strike the voter's name off the electoral list.  LAWS OF GUYANA Amerindian Cap. 29:01 59                                                                                                                  L.R.O. 1/2012                        L.R.O. 1/2012                                               (10) A voter shall vote without delay and shall move a reasonable distance away from the ballot boxes as soon as he deposits his ballot papers in the ballot boxes.  (11) As soon as voting has been closed, the returning officer, in the presence of the electoral clerks, shall   (a)     open the ballot box for the election of the Toshao and count the number of votes;  (b)     separate the votes on the basis of the            candidates for whom they have been cast;  (c)     count and record the number of votes cast in favour of each candidate; and  (d)      declare the name of the candidate who has received the most votes or in the case of a tie the names of the candidates who have tied for the most votes.  (12) Immediately after declaring the result of the election for Toshao the returning officer shall    (a)    open the ballot box for the election of the Councillors;  (b)   separate the votes on the basis of the candidates for whom they have been cast;  (c) count and record  the number of votes cast in favour  of each candidate;     LAWS OF GUYANA 60 Cap. 29:01 Amerindian      L.R.O. 1/2012                                     Swearing in.        Effect of a tie.     (d)  declare the number of votes each candidate has received; and   (e)     declare the names of those candidates who have been elected as Councillors.  (13) After the declaration of the result, the returning officer shall    (a)    complete  a  statement  of  election results;  (b)      prepare and certify two copies of the              statement for delivery to the Minister and the Regional Executive Officer;  (c)      place the votes for the Toshao and the votes for the election of the Councillors in sealed envelopes in their respective ballot boxes;   (d)    lock and remove the ballot boxes for delivery to the Minister.  (14) The Minister shall keep the statement of election results and the ballot Boxes in safe custody until the next elections are completed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Before the voting starts the returning officer shall ensure that there are adequate materials for the election including"
                },
                {
                    "representation": "(a)",
                    "description": "complete  a  statement  of  election results;"
                },
                {
                    "representation": "(b)",
                    "description": "prepare and certify two copies of the              statement for delivery to the Minister and the Regional Executive Officer;"
                },
                {
                    "representation": "(c)",
                    "description": "place the votes for the Toshao and the votes for the election of the Councillors in sealed envelopes in their respective ballot boxes;"
                },
                {
                    "representation": "(d)",
                    "description": "lock and remove the ballot boxes for delivery to the Minister."
                },
                {
                    "representation": "(e)",
                    "description": "declare the names of those candidates who have been elected as Councillors."
                },
                {
                    "representation": "(2)",
                    "description": "The returning officer, the election clerk and any deputy election clerk shall ensure that all election materials are kept in a locked place free from tampering or unauthorised access."
                },
                {
                    "representation": "(3)",
                    "description": "At the hour stated in the election notice for voting to start, the returning officer in the presence of the election clerks shall"
                },
                {
                    "representation": "(4)",
                    "description": "Voting shall be closed at the hour specified in the election notice but if at that hour there are still voters waiting in line to vote, voting shall remain open for a sufficient time to enable those voters to vote."
                },
                {
                    "representation": "(5)",
                    "description": "Upon entering the place of voting each voter shall identify himself to the elections clerk by producing an identification document or by having his identity confirmed by any other person on the electoral list who produces an identification document."
                },
                {
                    "representation": "(6)",
                    "description": "The election clerk shall provide the voter with a ballot paper for the election of the Toshao and a ballot paper for the election of the Councillors as soon as he has confirmed"
                },
                {
                    "representation": "(7)",
                    "description": "The voter shall enter the designated voting compartment, and place each ballot paper in the correct ballot box."
                },
                {
                    "representation": "(8)",
                    "description": "A voter who is blind or otherwise incapacitated may request another adult to place that voter's ballot papers in the correct ballot boxes."
                },
                {
                    "representation": "(9)",
                    "description": "As soon as a voter's ballot papers have been deposited in a ballot box, the returning officer shall strike the voter's name off the electoral list.  LAWS OF GUYANA Amerindian Cap. 29:01 59                                                                                                                  L.R.O. 1/2012                        L.R.O. 1/2012"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "73",
            "title": "Swearing in. ",
            "context": "AMERINDIAN ACT under Swearing in. 73. The returning officer shall, as soon as possible, but not later than the morning after the election results are declared, swear in the Toshao and the Councillors who have been elected.",
            "description": "The returning officer shall, as soon as possible, but not later than the morning after the election results are declared, swear in the Toshao and the Councillors who have been elected."
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "74",
            "title": "Effect of a tie. ",
            "context": "AMERINDIAN ACT under Effect of a tie. 74. If there is a tie between two candidates for Toshao, the returning officer shall so declare and hold a new election within seven days at which election there shall be no new candidates. LAWS OF GUYANA Amerindian Cap. 29:01 61                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 Complaints.                                        Investigation Committee.",
            "description": "If there is a tie between two candidates for Toshao, the returning officer shall so declare and hold a new election within seven days at which election there shall be no new candidates. LAWS OF GUYANA Amerindian Cap. 29:01 61                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 Complaints.                                        Investigation Committee."
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "75",
            "title": "Complaints.  LAWS OF GUYANA 6 Cap. 29:01 Amerindian      L.R.O. 1/2012  SECTION ",
            "context": "AMERINDIAN ACT under Complaints.  LAWS OF GUYANA 6 Cap. 29:01 Amerindian      L.R.O. 1/2012  SECTION 75. (1) Not later than thirty days after the declaration  of the election results, a voter may complain in writing to the Minister if he believes there was an irregularity in the election process because   (a)  there  was  fraudulent or corrupt practice  during the election;   (b)   there was a breach of the electoral procedure  established by this Act;  (c) the returning officer, the election clerk or any deputy election clerk committed an act or made an omission which prejudiced the            outcome of the election.  (2) The Minister shall consider the nature of the complaint, the number of electors bringing the complaint, the report of any elections observers and any other relevant factors, and may   (a)      dismiss the complaint; or  (b) establish a committee to investigate the complaint.  (3) If the Minister establishes a committee the Minister may direct the Village Council to remain in office or may appoint an interim Village Council while the investigation is going on.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Not later than thirty days after the declaration  of the election results, a voter may complain in writing to the Minister if he believes there was an irregularity in the election process because"
                },
                {
                    "representation": "(a)",
                    "description": "dismiss the complaint; or"
                },
                {
                    "representation": "(b)",
                    "description": "establish a committee to investigate the complaint."
                },
                {
                    "representation": "(c)",
                    "description": "the returning officer, the election clerk or any deputy election clerk committed an act or made an omission which prejudiced the            outcome of the election."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall consider the nature of the complaint, the number of electors bringing the complaint, the report of any elections observers and any other relevant factors, and may"
                },
                {
                    "representation": "(3)",
                    "description": "If the Minister establishes a committee the Minister may direct the Village Council to remain in office or may appoint an interim Village Council while the investigation is going on."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "76",
            "title": "Investigation Committee. ",
            "context": "AMERINDIAN ACT under Investigation Committee. 76.(1) An investigation committee established under section 75 shall comprise    (a) one individual nominated by the Minister; LAWS OF GUYANA 62 Cap. 29:01 Amerindian      L.R.O. 1/2012                                                   Complaint upheld.  (b)  one individual nominated by the National Toshaos Council;   (c) one individual nominated by the Regional Democratic Council; and  (d) one individual nominated by the District Council if any.  (2) The investigation committee may   (a) scrutinise the electoral list and Register;   (b) recount the votes cast at the elections; and  (c) take statements from the returning officer, election clerk, deputy election clerk, observers, any person alleged to have been involved in the matters which form the subject of the complaint   and  any  other  person  who  the  investigation committee reasonably believes to be in possession of facts relevant to the investigation.  (3)  The investigation committee shall present its report to the Minister within one month of being appointed.  (4) The Minister shall take into account the report of the investigation committee and either dismiss or uphold the complaint.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An investigation committee established under section 75 shall comprise"
                },
                {
                    "representation": "(a)",
                    "description": "scrutinise the electoral list and Register;"
                },
                {
                    "representation": "(b)",
                    "description": "recount the votes cast at the elections; and"
                },
                {
                    "representation": "(c)",
                    "description": "take statements from the returning officer, election clerk, deputy election clerk, observers, any person alleged to have been involved in the matters which form the subject of the complaint   and  any  other  person  who  the  investigation committee reasonably believes to be in possession of facts relevant to the investigation."
                },
                {
                    "representation": "(d)",
                    "description": "one individual nominated by the District Council if any."
                },
                {
                    "representation": "(2)",
                    "description": "The investigation committee may"
                },
                {
                    "representation": "(3)",
                    "description": "The investigation committee shall present its report to the Minister within one month of being appointed."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister shall take into account the report of the investigation committee and either dismiss or uphold the complaint."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "77",
            "title": "Complaint upheld.  PART VIII OFFENCES  ",
            "context": "AMERINDIAN ACT under Complaint upheld.  PART VIII OFFENCES  77. (1) If the Minister upholds the complaint the Minister   LAWS OF GUYANA Amerindian Cap. 29:01 63                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                  Protection of Amerindian artifacts and monuments.         First Schedule.   Multiple voting.   First Schedule.  Additional penalties. First Schedule.    (a) shall declare the election invalid;  (b) shall set a date for new elections; and  (c) may suggest safeguards to prevent a recurrence of the irregularity.  (2) For the period of time from the declaration that the election is invalid to the holding of new elections, the Minister may, if he has not already done so under section 75, appoint an interim Village Council.   PART VIII OFFENCES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the Minister upholds the complaint the Minister   LAWS OF GUYANA Amerindian Cap. 29:01 63                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                  Protection of Amerindian artifacts and monuments.         First Schedule.   Multiple voting.   First Schedule.  Additional penalties. First Schedule."
                },
                {
                    "representation": "(a)",
                    "description": "shall declare the election invalid;"
                },
                {
                    "representation": "(b)",
                    "description": "shall set a date for new elections; and"
                },
                {
                    "representation": "(c)",
                    "description": "may suggest safeguards to prevent a recurrence of the irregularity."
                },
                {
                    "representation": "(2)",
                    "description": "For the period of time from the declaration that the election is invalid to the holding of new elections, the Minister may, if he has not already done so under section 75, appoint an interim Village Council.   PART VIII OFFENCES"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "78",
            "title": "Protection of Amerindian artifacts and monuments. ",
            "context": "AMERINDIAN ACT under Protection of Amerindian artifacts and monuments. 78.(1) A person  who, without  the permission of the Minister  and the Village Council, removes from Village lands an Amerindian artifacts which is of historical, religious or cultural significance to the Village commits  an offence and is liable to the fines specified in paragraph (c) of the First Schedule.  (2) A person who destroys, defaces or in any way damages an Amerindian monument is guilty of an offence and is liable to the fines specified in paragraph (c) of the First Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person  who, without  the permission of the Minister  and the Village Council, removes from Village lands an Amerindian artifacts which is of historical, religious or cultural significance to the Village commits  an offence and is liable to the fines specified in paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "of the First Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "A person who destroys, defaces or in any way damages an Amerindian monument is guilty of an offence and is liable to the fines specified in paragraph"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "79",
            "title": "Multiple voting. ",
            "context": "AMERINDIAN ACT under Multiple voting. 79. A person who votes in elections in more than one Village is guilty of an offence and is liable to the penalties in paragraph (a) of the First Schedule.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "of the First Schedule."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "80",
            "title": "Additional penalties.  PART IX MINISTER'S  FUNCTIONS  AND POWERS  ",
            "context": "AMERINDIAN ACT under Additional penalties.  PART IX MINISTER'S  FUNCTIONS  AND POWERS  80.(1) Notwithstanding the maximum fine imposed under the First Schedule the court may impose an additional fine on a person convicted of an offence under this Act if   (a)   the court is satisfied that the person LAWS OF GUYANA 64 Cap. 29:01 Amerindian      L.R.O. 1/2012                       Minister to approve rule made by Village Council.         Regulations.     Savings. c. 29:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding the maximum fine imposed under the First Schedule the court may impose an additional fine on a person convicted of an offence under this Act if"
                },
                {
                    "representation": "(a)",
                    "description": "the court is satisfied that the person LAWS OF GUYANA 64 Cap. 29:01 Amerindian      L.R.O. 1/2012                       Minister to approve rule made by Village Council.         Regulations.     Savings. c. 29:"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "81",
            "title": "Minister to approve rule made by Village Council. ",
            "context": "AMERINDIAN ACT under Minister to approve rule made by Village Council. 81.(1) The Minister may approve any rule made by a Village Council provided that the rule does not conflict with any law and shall cause the rule to be published in the Gazette.  (2) If the Minister does not approve a rule made by a Village Council within six months of receiving it, the Minister shall inform the Village Council in writing and shall give reasons for the rejection.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may approve any rule made by a Village Council provided that the rule does not conflict with any law and shall cause the rule to be published in the Gazette."
                },
                {
                    "representation": "(2)",
                    "description": "If the Minister does not approve a rule made by a Village Council within six months of receiving it, the Minister shall inform the Village Council in writing and shall give reasons for the rejection."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "82",
            "title": "Regulations. ",
            "context": "AMERINDIAN ACT under Regulations. 82. The Minister may make regulations to give effect to the provisions of this Act.",
            "description": "The Minister may make regulations to give effect to the provisions of this Act."
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "83",
            "title": "Savings.  PART X COMMUNITY COUNCIL  ",
            "context": "AMERINDIAN ACT under Savings.  PART X COMMUNITY COUNCIL  83. Subsidiary legislation made under the Amerindian Act is hereby revoked, provided that where such subsidiary legislation confers a right or privilege that has not been revoked or provided for in any other law, such subsidiary legislation shall remain in force but may be amended by this Act, as though made by this Act to the extent that may be necessary. LAWS OF GUYANA Amerindian Cap. 29:01 65                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012     Community Council.    Functions of a Community Council.                    Authority of a Community Council.   Elections for a Community Council.      Toshaos of Community Council ex officio member of a National Toshaos Council.  PART X COMMUNITY COUNCIL",
            "description": "Subsidiary legislation made under the Amerindian Act is hereby revoked, provided that where such subsidiary legislation confers a right or privilege that has not been revoked or provided for in any other law, such subsidiary legislation shall remain in force but may be amended by this Act, as though made by this Act to the extent that may be necessary. LAWS OF GUYANA Amerindian Cap. 29:01 65                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012     Community Council.    Functions of a Community Council.                    Authority of a Community Council.   Elections for a Community Council.      Toshaos of Community Council ex officio member of a National Toshaos Council.  PART X COMMUNITY COUNCIL"
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "84",
            "title": "Community Council. ",
            "context": "AMERINDIAN ACT under Community Council. 84. The Minister may by order recognise as a Community Council, a council which was established by an Amerindian Community no later than 31st December",
            "description": "The Minister may by order recognise as a Community Council, a council which was established by an Amerindian Community no later than 31st December"
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "85",
            "title": "Functions of a Community Council. ",
            "context": "AMERINDIAN ACT under Functions of a Community Council. 85. The functions of a Community Council are   (a)   to   exercise  in  relation  to  the  Amerindian Community the functions of  a  Village  Council other than those functions which relate to Village lands; and  (b)   to   make   an  application  for  communal ownership of  land  in accordance with Part VI of the Act on behalf of the Amerindian Community provided  that the Amerindian  Community meets the criteria for application.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to   exercise  in  relation  to  the  Amerindian Community the functions of  a  Village  Council other than those functions which relate to Village lands; and"
                },
                {
                    "representation": "(b)",
                    "description": "to   make   an  application  for  communal ownership of  land  in accordance with Part VI of the Act on behalf of the Amerindian Community provided  that the Amerindian  Community meets the criteria for application."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "86",
            "title": "Authority of Community Council. ",
            "context": "AMERINDIAN ACT under Authority of Community Council. 86. A Community Council has authority over the members of the Amerindian Community and may regulate the exercise of their traditional rights over State lands.",
            "description": "A Community Council has authority over the members of the Amerindian Community and may regulate the exercise of their traditional rights over State lands."
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "87",
            "title": "Elections for Community Council. ",
            "context": "AMERINDIAN ACT under Elections for Community Council. 87. Elections for a Community Council shall be conducted in accordance with Part VII.",
            "description": "Elections for a Community Council shall be conducted in accordance with Part VII."
        }
    },
    {
        "act": "AMERINDIAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "88",
            "title": "The Toshao of a Community Council ex officio member of a National Toshao Council.  FIRST  SCHEDULE. __________________________        LAWS OF GUYANA Amerindian Cap. 29:01 7                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012    PART I  PRELIMINARY  Short title.               Interpretation.                          ",
            "context": "AMERINDIAN ACT under The Toshao of a Community Council ex officio member of a National Toshao Council.  FIRST  SCHEDULE. __________________________        LAWS OF GUYANA Amerindian Cap. 29:01 7                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012    PART I  PRELIMINARY  Short title.               Interpretation.                          88. The Toshao of a Community Council is ex- officio a member of the National Toshaos Council.            LAWS OF GUYANA 66 Cap. 29:01 Amerindian      L.R.O. 1/2012    [ss. 4, 5, 6,7, 17, 30, 48, 78, 79, 80]                       FIRST SCHEDULE       Paragraph              Prescribed Penalties   (a) a fine of not less than five thousand dollars nor more than ten thousand dollars;  (b) a fine of not less than ten thousand dollars nor more than thirty thousand dollars and imprisonment for one month;  (c) a fine of not less than thirty thousand dollars nor more than one hundred thousand dollars and imprisonment for four months;  (d) a fine of not less than one hundred thousand dollars nor more than one million dollars and imprisonment for one year; ___________________  LAWS OF GUYANA Amerindian Cap. 29:01 67  SUBSIDIARY LEGISLATION  _________________   Rl. 1 /2007 (PROTECTION, MANAGEMENT, OPERATION,                 made under section 14    WHEREAS the Village Council of Kanashen a tract of land held under Title Number G7823 described more fully on Plan No.34861 as Kanashen;  AND WHEREAS by resolution passed on 25th July 2007, the Amerindian Village of Kanashen has approved the creation of a protected area over their Village lands comprising Kanashen and have resolved to manage their lands as a community owned conservation area:  NOW, THEREFORE:   IN EXERCISE OF THE POWERS CONFERRED ON THE VILLAGE COUNCIL OF KANASHEN BY SECTION 14 OF THE AMERINDIAN ACT , IN CONSULTATION WITH THE VILLAGE COUNCIL AND WITH THE APPROVAL OF THE MINISTER UNDER SECTIONS 15 AND 81 OF THAT ACT, THE VILLAGE COUNCIL OF KANASHEN HEREBY MAKES THE FOLLOWING RULES:- Citation.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a fine of not less than five thousand dollars nor more than ten thousand dollars;"
                },
                {
                    "representation": "(b)",
                    "description": "a fine of not less than ten thousand dollars nor more than thirty thousand dollars and imprisonment for one month;"
                },
                {
                    "representation": "(c)",
                    "description": "a fine of not less than thirty thousand dollars nor more than one hundred thousand dollars and imprisonment for four months;"
                },
                {
                    "representation": "(d)",
                    "description": "a fine of not less than one hundred thousand dollars nor more than one million dollars and imprisonment for one year; ___________________  LAWS OF GUYANA Amerindian Cap. 29:01 67  SUBSIDIARY LEGISLATION  _________________   Rl. 1 /2007"
                }
            ]
        }
    }
]