[
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "WATER AND SEWERAGE ACT under Short title. 1. This Act may be cited as the Water and Sewerage Act.",
            "description": "This Act may be cited as the Water and Sewerage Act."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART II  NATIONAL WATER COUNCIL  ",
            "context": "WATER AND SEWERAGE ACT under Interpretation.  PART II  NATIONAL WATER COUNCIL  2. In this Act   aquifer means a geological formation which has structures or textures that hold water or permit appreciable water movement through them;  Authority  means  the  Guyana  Water  Authority  established under section 3 of the Guyana Water Authority Act;   borehole  includes  any  well,  excavation  or  any  artificially constructed or improved underground cavity which can be used for the purpose of   (a)    intercepting,   collecting   or   storing  water  in  or  removing water from an aquifer;  (b)    observing   and  collecting  data and information on water in an aquifer; or  (c)       recharging an aquifer;   Commissioners  means  the  Commissioners  referred  to  in section 2 of the Water Commissioners Act;   collecting  sewer\"  means  the  common  drain  into  which  is discharged the sewage from two or more premises and which conveys that sewage to a street sewer, and includes appliances and accessories to the drain;  LAWS OF GUYANA Water and Sewerage Cap. 30:01 9                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                                conservation  in  relation  to  a  water  resource  means  the efficient use and saving of water in terms of both quantity and quality which may if necessary be achieved through measures such as water saving devices, water-efficient processes, water demand management and water rationing and control of pollution;  Council means the National Water Council established under section 3;  Department or Hydrometeorological Department means the Hydrometeorological Department referred to in section 8;   household sewage\" means the water discharged from sinks, baths, water closets and human waste;  house sewer\" means a drain or pipe for the drainage of sewage from a house or building, its areas, water closets, baths, offices and stables to a street sewer or to a collecting sewer, and includes gully traps, sinks, traps and other accessories;  instream   habitat   includes   the   physical   structure   of   a watercourse and the associated flora and fauna in relation to the bed and bank of the watercourse;  protection in relation to a water resource, means    (a)    maintenance  of  the quality of the water resources to the extent that the water resource may be used in an ecologically sustainable way;  (b)     prevention   of     the   degradation   of  the water resource through excessive LAWS OF GUYANA 10 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                                abstraction or other significant alteration of the flow regime; and  (c)      the rehabilitation of the water resource;  public supplier means a person licensed under section 44 to provide water and sewerage services;  resource quality\" means the quality of all the aspects of a water resource including   (a)      the   quantity,  pattern,  timing,  water level and assurance of instream flow;  (b)    the   water   quality,  including  the  physical,  chemical  and biological characteristic of the water;  (c)    the  character  and  condition  of the instream habitat;  \"sewerage system\" means the system of sewers (not extending beyond the inspection chamber nearest to the street) which have been or shall after the 30th May, 2002 be constructed whereby the sewage of any area within the public supplier's licence is intended to be conveyed or disposed of, and includes buildings, pumps, machinery, appliances and accessories used, employed or operated in connection with the sewerage system;  \"sewerage  works\"  means  main  drainage  sewers,  collecting sewers and house sewers, and works or appliances forming part of the construction of the collecting sewers and house sewers, or incidental thereto;  LAWS OF GUYANA Water and Sewerage Cap. 30:01 11                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                              Establishment  soil pipe means the pipe forming the connection between a water closet and a house sewer;  surface water system includes creeks and rivers;  transfer day means the day specified in the order made under section 90;  waste\"   includes   any   solid   material   or   material   that   is suspended, dissolved or transported in water (including sediment) and which is spilled or deposited on land or into a water resource in such volume, composition or manner as to cause, or to be reasonably likely to cause, the water resource to be polluted;  water  closet\"  includes  the  necessary  pan,  supporting  base, fittings, cisterns, and other flushing arrangements, soil pipe and ventilation shaft, and any other connection usually used for  collecting and  conveying  sewage  from  one  place  to another, but does not include the enclosing structure;  water resources means water systems, conservancies, canals and all other water arising from rainfall or runoff from the land that has been stored or captured within Guyana;  waterworks includes pipes, mains, weirs, buildings, constructions, pumps and machinery, appliances and works used for, or in connection with, the supply of water under a licence issued to a public supplier.  PART II   NATIONAL WATER COUNCIL",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the   quantity,  pattern,  timing,  water level and assurance of instream flow;"
                },
                {
                    "representation": "(b)",
                    "description": "the   water   quality,  including  the  physical,  chemical  and biological characteristic of the water;"
                },
                {
                    "representation": "(c)",
                    "description": "the  character  and  condition  of the instream habitat;  \"sewerage system\" means the system of sewers"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of National Water Council. ",
            "context": "WATER AND SEWERAGE ACT under Establishment of National Water Council. 3. (1) There is hereby established a National Water LAWS OF GUYANA 12 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012  of the National Water Council.                                             Council and the First Schedule shall have effect as to the matters therein provided for in relation to the Council.  (2)  The functions of the Council are    (a)   to provide advice to the Minister in implementing, developing and   amending the national water policy;  (b)      to   review   the  national water policy and recommend such amendments as may in the opinion of the Council be reasonable in order to ensure the conservation, protection and wise use of water resources;  (c)    to  provide  advice  to government agencies on the incorporation of the national water policy into their activities, programmes and policies;  (d)   to  oversee  the  management and coordination of the national water policy;  (e)     to provide the Minister with analyses  of national and regional water   use   including   threats   to   water   resources   and   to recommend alternatives and solutions.  (3)  In the exercise of its functions the Council may   (a)    formulate and submit to the Minister policy recommendations; and  LAWS OF GUYANA Water and Sewerage Cap. 30:01 13                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012           Annual report.      General duties of the Minister and the Council.                         Establishment of the national water policy.   (b)    provide    or    co-ordinate     the   provision   of   information   and education to the public regarding   (i)      the national water policy; (ii)    the conservation, protection,               sustainable use and manage-ment of water resources.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established a National Water LAWS OF GUYANA 12 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012  of the National Water Council.                                             Council and the First Schedule shall have effect as to the matters therein provided for in relation to the Council."
                },
                {
                    "representation": "(2)",
                    "description": "The functions of the Council are"
                },
                {
                    "representation": "(a)",
                    "description": "formulate and submit to the Minister policy recommendations; and  LAWS OF GUYANA Water and Sewerage Cap. 30:01 13                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012           Annual report.      General duties of the Minister and the Council.                         Establishment of the national water policy."
                },
                {
                    "representation": "(b)",
                    "description": "provide    or    co-ordinate     the   provision   of   information   and education to the public regarding"
                },
                {
                    "representation": "(c)",
                    "description": "to  provide  advice  to government agencies on the incorporation of the national water policy into their activities, programmes and policies;"
                },
                {
                    "representation": "(d)",
                    "description": "to  oversee  the  management and coordination of the national water policy;"
                },
                {
                    "representation": "(e)",
                    "description": "to provide the Minister with analyses  of national and regional water   use   including   threats   to   water   resources   and   to recommend alternatives and solutions."
                },
                {
                    "representation": "(3)",
                    "description": "In the exercise of its functions the Council may"
                },
                {
                    "representation": "(i)",
                    "description": "the national water policy;"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Annual Report. ",
            "context": "WATER AND SEWERAGE ACT under Annual Report. 4. The Council shall submit a written annual report to the Minister, on the status of the national water policy and the progress made during that year in the implementation of the national water policy.  this  Act in the manner which is best calculated to ensure that   (a)     water resources are equitably allocated for the social and economic benefit of Guyana;  (b)      water resources are used in an efficient and sustainable manner;   (c)   the   water    environment   is  adequately  safeguarded;  (d)     communities and assets are protected   from severe  hydrological  events; and  (e)       changing patterns of water availability and use are sensibly accommodated.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "water resources are equitably allocated for the social and economic benefit of Guyana;"
                },
                {
                    "representation": "(b)",
                    "description": "water resources are used in an efficient and sustainable manner;"
                },
                {
                    "representation": "(c)",
                    "description": "the   water    environment   is  adequately  safeguarded;"
                },
                {
                    "representation": "(d)",
                    "description": "communities and assets are protected   from severe  hydrological  events; and"
                },
                {
                    "representation": "(e)",
                    "description": "changing patterns of water availability and use are sensibly accommodated."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "General duties of the Minister and the Council. ",
            "context": "WATER AND SEWERAGE ACT under General duties of the Minister and the Council. 5.  The Minister shall  discharge his functions under LAWS OF GUYANA 14 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                                (2)  The national water policy may be    (a)   introduced   in   a  phased   and progressive manner and in separate parts over time; and  (b)  reviewed by the  Minister and the Council annually but in any event not less than every two years.  (3) Before establishing the national water policy or any part thereof, the Minister shall    (a)  publish a notice  in two daily newspapers     (i)    setting out a summary of the proposed policy; (ii)    stating  the  address where the           proposed policy is available for inspection; and (iii)    inviting   written  comments to be submitted on the proposed policy and specifying an address to which and a date before which comments must be submitted, which date may not be earlier than ninety days after publication of the notice;  (b)     consider  what  further steps, if any, are appropriate to bring the contents of the notice to the attention of interested persons, and take those steps which the Minister considers to be appropriate; and  LAWS OF GUYANA Water and Sewerage Cap. 30:01 15                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                               Contents of the national water policy.                  (c)     consider all comments received on or before the date specified in paragraph (a)(iii).  (4) In developing the national water policy the Minister shall take into account the following principles    (a)    water  is  a natural resource and should  be used  so as to meet the needs  of  the  present  generation  without  compromising  the ability of future generations to meet their needs;  (b)    water resources  should be equitably allocated for the social and economic benefit of the people of Guyana;   (c)    water resources should be protected,            conserved and used sustainably.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "The national water policy may be"
                },
                {
                    "representation": "(a)",
                    "description": "water  is  a natural resource and should  be used  so as to meet the needs  of  the  present  generation  without  compromising  the ability of future generations to meet their needs;"
                },
                {
                    "representation": "(b)",
                    "description": "water resources  should be equitably allocated for the social and economic benefit of the people of Guyana;"
                },
                {
                    "representation": "(3)",
                    "description": "Before establishing the national water policy or any part thereof, the Minister shall"
                },
                {
                    "representation": "(i)",
                    "description": "setting out a summary of the proposed policy;"
                },
                {
                    "representation": "(c)",
                    "description": "water resources should be protected,            conserved and used sustainably."
                },
                {
                    "representation": "(4)",
                    "description": "In developing the national water policy the Minister shall take into account the following principles"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Establishment of the national water policy. ",
            "context": "WATER AND SEWERAGE ACT under Establishment of the national water policy. 6. (1) The Minister shall upon the advice of the Council be responsible for the development of a national water policy.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall upon the advice of the Council be responsible for the development of a national water policy."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Content of the national water policy.   PART III  HYDROMETEOROLOGICAL DEPARTMENT  ",
            "context": "WATER AND SEWERAGE ACT under Content of the national water policy.   PART III  HYDROMETEOROLOGICAL DEPARTMENT  7. (1)  The national water policy may    (a)      set out strategies, objectives, plans,             guidelines and procedures to ensure -  (i) the  equitable  allocation  of  water  for  the  social  and economic benefit of the people of Guyana; (ii) that water resources are managed and used in a sufficient and sustainable manner; (iii) that the environment is adequately safeguarded; (iv) that communities are protected LAWS OF GUYANA 16 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                                from severe hydrological events; (v) that  climate  changes  and  changing  patterns of climate change and water availability are sensibly accommodated; (vi) that surface water is conserved and protected; (vii)   that   sources  of  ground water are used sustainably; and (viii) that  existing   rights  are recognised and protected;   (b)  provide for   (i) water   resource   management   for   drought   and   flood mitigation; (ii) environmental   protection   and   pollution   control   in cooperation with other institutions; (iii) the more efficient use of water resources by all users;  (iv) public awareness.  (2) In developing the national water policy the Minister and the Council shall consult   (a) the Guyana Lands and Surveys Commission the Department;  (b) the Environmental Protection Agency;  (c) the Guyana Geology and Mines Commission;  LAWS OF GUYANA Water and Sewerage Cap. 30:01 17                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                                         Hydrometeoro-ogical Department.                     (d) the Guyana Forestry Commission;  (e) the Minister with responsibility for Agriculture;  (f) any other agency of Government whose role or  function is or would be affected by the national water policy;  (g) local Government authorities including village   councils of Amerindian villages; and  (h) such other bodies or persons as may be necessary.  PART III  HYDROMETEOROLOGICAL DEPARTMENT",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The national water policy may"
                },
                {
                    "representation": "(a)",
                    "description": "the Guyana Lands and Surveys Commission the Department;"
                },
                {
                    "representation": "(i)",
                    "description": "water   resource   management   for   drought   and   flood mitigation;"
                },
                {
                    "representation": "(v)",
                    "description": "that  climate  changes  and  changing  patterns of climate change and water availability are sensibly accommodated;"
                },
                {
                    "representation": "(b)",
                    "description": "the Environmental Protection Agency;"
                },
                {
                    "representation": "(2)",
                    "description": "In developing the national water policy the Minister and the Council shall consult"
                },
                {
                    "representation": "(c)",
                    "description": "the Guyana Geology and Mines Commission;  LAWS OF GUYANA Water and Sewerage Cap. 30:01 17                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                                         Hydrometeoro-ogical Department."
                },
                {
                    "representation": "(d)",
                    "description": "the Guyana Forestry Commission;"
                },
                {
                    "representation": "(e)",
                    "description": "the Minister with responsibility for Agriculture;"
                },
                {
                    "representation": "(f)",
                    "description": "any other agency of Government whose role or  function is or would be affected by the national water policy;"
                },
                {
                    "representation": "(g)",
                    "description": "local Government authorities including village   councils of Amerindian villages; and"
                },
                {
                    "representation": "(h)",
                    "description": "such other bodies or persons as may be necessary.  PART III  HYDROMETEOROLOGICAL DEPARTMENT"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Hydrometeorological Department ",
            "context": "WATER AND SEWERAGE ACT under Hydrometeorological Department 8. (1) In addition to its functions immediately before the commencement of this Act, the Hydrometeorological Department within the Ministry of Agriculture shall discharge the functions conferred upon it by this Act.  (2) There shall be employed such additional staff for the Department as may be necessary to enable the Department to discharge its functions under this Act.   (3) The functions of the Department are   (a)    to  establish,  manage  and  operate national systems, to monitor the availability, quality and use of surface water and ground water;  (b)    to  establish,  manage  and  operate national systems to monitor LAWS OF GUYANA 18 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                                atmospheric conditions, climate change and water resources;  (c)    to establish and maintain forecasting competence including the competence in numerical models for weather, climate and water resources to satisfy policy directives, sustainable development, warnings and operational needs in: aviation, marine, agriculture, defence, water management, mining, tourism, construction and public recreation;  (d)    to collect, process, archive and make              available, data on weather, climate and climate change, hydrology and oceanography;  (e)    to  establish,  manage  and  operate licensing systems for    (i)       construction of boreholes; (ii)      abstraction of ground water; (iii)   construction of works affecting     flow in watercourses; and (iv)   diversion  or  abstraction   of surface water;   (f)    to establish a register of   (i)   each  licence  issued by the Department; and (ii)       each cancellation, amendment              or relinquishing of a licence; and LAWS OF GUYANA Water and Sewerage Cap. 30:01 19                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                                 (g)     to  assess  and  record  the  impact of water use on the quantity and quality of surface water and ground water;  (h)    to  provide   technical  and  strategic advice to the Minister and the Council on all matters relating to climate and resource availability; (i)   to  provide  other  agencies  with information on the composition of the atmosphere, quantity and quality of surface and ground water  and  sea  surface  temperatures,  waves,  swells,  ocean currents and other factors;  (j)   to conduct research and systematic             monitoring of activities in furtherance   of   Guyana's   commitments   under   international related conventions;  (k)    to  ensure  that  existing  sources  of  ground  water  and  surface water are conserved or used sustainably;  (l)    to promote public awareness of the atmospheric and water resources of Guyana;  (m)   to  identify,  promote,  procure  and  implement  research  and development work that may be necessary from time to time in support of the above functions;  (n)    such   other   functions  as   may be necessary to implement the national water policy. LAWS OF GUYANA 20 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012  Establishment of national monitoring systems.                                     Establishment of mechanisms to co-ordinate monitoring of water resources.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In addition to its functions immediately before the commencement of this Act, the Hydrometeorological Department within the Ministry of Agriculture shall discharge the functions conferred upon it by this Act."
                },
                {
                    "representation": "(2)",
                    "description": "There shall be employed such additional staff for the Department as may be necessary to enable the Department to discharge its functions under this Act."
                },
                {
                    "representation": "(3)",
                    "description": "The functions of the Department are"
                },
                {
                    "representation": "(a)",
                    "description": "to  establish,  manage  and  operate national systems, to monitor the availability, quality and use of surface water and ground water;"
                },
                {
                    "representation": "(b)",
                    "description": "to  establish,  manage  and  operate national systems to monitor LAWS OF GUYANA 18 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                                atmospheric conditions, climate change and water resources;"
                },
                {
                    "representation": "(c)",
                    "description": "to establish and maintain forecasting competence including the competence in numerical models for weather, climate and water resources to satisfy policy directives, sustainable development, warnings and operational needs in: aviation, marine, agriculture, defence, water management, mining, tourism, construction and public recreation;"
                },
                {
                    "representation": "(d)",
                    "description": "to collect, process, archive and make              available, data on weather, climate and climate change, hydrology and oceanography;"
                },
                {
                    "representation": "(e)",
                    "description": "to  establish,  manage  and  operate licensing systems for"
                },
                {
                    "representation": "(i)",
                    "description": "to  provide  other  agencies  with information on the composition of the atmosphere, quantity and quality of surface and ground water  and  sea  surface  temperatures,  waves,  swells,  ocean currents and other factors;"
                },
                {
                    "representation": "(f)",
                    "description": "to establish a register of"
                },
                {
                    "representation": "(g)",
                    "description": "to  assess  and  record  the  impact of water use on the quantity and quality of surface water and ground water;"
                },
                {
                    "representation": "(h)",
                    "description": "to  provide   technical  and  strategic advice to the Minister and the Council on all matters relating to climate and resource availability;"
                },
                {
                    "representation": "(j)",
                    "description": "to conduct research and systematic             monitoring of activities in furtherance   of   Guyana's   commitments   under   international related conventions;"
                },
                {
                    "representation": "(k)",
                    "description": "to  ensure  that  existing  sources  of  ground  water  and  surface water are conserved or used sustainably;"
                },
                {
                    "representation": "(l)",
                    "description": "to promote public awareness of the atmospheric and water resources of Guyana;"
                },
                {
                    "representation": "(m)",
                    "description": "to  identify,  promote,  procure  and  implement  research  and development work that may be necessary from time to time in support of the above functions;"
                },
                {
                    "representation": "(n)",
                    "description": "such   other   functions  as   may be necessary to implement the national water policy. LAWS OF GUYANA 20 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012  Establishment of national monitoring systems.                                     Establishment of mechanisms to co-ordinate monitoring of water resources."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Establishment of national monitoring systems. ",
            "context": "WATER AND SEWERAGE ACT under Establishment of national monitoring systems. 9.  (1) The Department    (a)    shall    continue    to    operate    its  existing  network  of  climate, synoptic and water monitoring stations;  (b)  shall establish national monitoring systems for water resources.  (2) The national monitoring systems shall provide for the collection of appropriate data and information necessary to assess, among other matters    (a)   the quantity of water in the water resources;  (b)     seasonal   or   temporal  variations in water resources;   (c)       the quality of water resources;  (d)      the use of water resources;  (e)    the rehabilitation of water resources;    and  (f)   atmospheric conditions which may influence water resources.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Department"
                },
                {
                    "representation": "(a)",
                    "description": "the quantity of water in the water resources;"
                },
                {
                    "representation": "(b)",
                    "description": "seasonal   or   temporal  variations in water resources;"
                },
                {
                    "representation": "(2)",
                    "description": "The national monitoring systems shall provide for the collection of appropriate data and information necessary to assess, among other matters"
                },
                {
                    "representation": "(c)",
                    "description": "the quality of water resources;"
                },
                {
                    "representation": "(d)",
                    "description": "the use of water resources;"
                },
                {
                    "representation": "(e)",
                    "description": "the rehabilitation of water resources;    and"
                },
                {
                    "representation": "(f)",
                    "description": "atmospheric conditions which may influence water resources."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Establishment of mechanism to coordinate monitoring of water resources. ",
            "context": "WATER AND SEWERAGE ACT under Establishment of mechanism to coordinate monitoring of water resources. 10. (1) The Department may enter into a memorandum of understanding with any agency to -  (a)   co-ordinate   and   monitor  water resources;  (b)     obtain  data, information, documents LAWS OF GUYANA Water and Sewerage Cap. 30:01 21                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                    Establishment of  hydrometeorol-ogical database.                            Objectives of hydrometeorol-ogical database.   or samples reasonably required for the national monitoring system or the hydrometeorological database; and  (c)       discharge its other functions.  (2) The Department may enter into arrangements with any competent person to establish mechanisms and procedures to monitor water resources.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Department may enter into a memorandum of understanding with any agency to -"
                },
                {
                    "representation": "(a)",
                    "description": "co-ordinate   and   monitor  water resources;"
                },
                {
                    "representation": "(b)",
                    "description": "obtain  data, information, documents LAWS OF GUYANA Water and Sewerage Cap. 30:01 21                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                    Establishment of  hydrometeorol-ogical database.                            Objectives of hydrometeorol-ogical database.   or samples reasonably required for the national monitoring system or the hydrometeorological database; and"
                },
                {
                    "representation": "(c)",
                    "description": "discharge its other functions."
                },
                {
                    "representation": "(2)",
                    "description": "The Department may enter into arrangements with any competent person to establish mechanisms and procedures to monitor water resources."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Establishment of Hydrometeorological database. ",
            "context": "WATER AND SEWERAGE ACT under Establishment of Hydrometeorological database. 11. The Department shall establish   (a)   a    national   hydrometeorological database  including-  (i) a hydrological information system; (ii) a water resource quality information system;  (iii) a groundwater information system; (iv) a register of water use authorisations;  (v) an oceanographic information system; (vi) a climate and weather information system; and (vii) a surface water information system;  (b)  standards for the collection of             hydrometeorological data.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a    national   hydrometeorological database  including-"
                },
                {
                    "representation": "(i)",
                    "description": "a hydrological information system;"
                },
                {
                    "representation": "(v)",
                    "description": "an oceanographic information system;"
                },
                {
                    "representation": "(b)",
                    "description": "standards for the collection of             hydrometeorological data."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Objectives of Hydrometeorological database. ",
            "context": "WATER AND SEWERAGE ACT under Objectives of Hydrometeorological database. 12.(1) The objectives of the hydrometeorological database are   (a)    to  gather, process, store and provide data and information for the  LAWS OF GUYANA 22 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                               Provision of information.                Access to protection,  sustainable  use  and  management  of  water sources;  (b)   to   gather,   store   and   provide information on climate, climate change and weather;  (c)   to support objective evaluation of availability and quality of water resources;  (d)      to provide information to water users, developers and the public   (i)       for research and development; (ii)      for planning and environmental impact assessments;  (iii)  for public safety and disaster management; and (iv)     on the status of water resources for evaluation of resource use proposals.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The objectives of the hydrometeorological database are"
                },
                {
                    "representation": "(a)",
                    "description": "to  gather, process, store and provide data and information for the  LAWS OF GUYANA 22 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                               Provision of information.                Access to protection,  sustainable  use  and  management  of  water sources;"
                },
                {
                    "representation": "(b)",
                    "description": "to   gather,   store   and   provide information on climate, climate change and weather;"
                },
                {
                    "representation": "(c)",
                    "description": "to support objective evaluation of availability and quality of water resources;"
                },
                {
                    "representation": "(d)",
                    "description": "to provide information to water users, developers and the public"
                },
                {
                    "representation": "(i)",
                    "description": "for research and development;"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Provision of information. ",
            "context": "WATER AND SEWERAGE ACT under Provision of information. 13. The Department may require in writing that any person in possession thereof shall, within a reasonable period of time or on a regular basis, provide the Department   with   any  data,  information,   documents,  samples  or   materials reasonably required for    (a)     the  national  monitoring  system  or for the hydrometeorological database; or  (b)     the management  and  protection of water resources.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the  national  monitoring  system  or for the hydrometeorological database; or"
                },
                {
                    "representation": "(b)",
                    "description": "the management  and  protection of water resources."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Access to information. ",
            "context": "WATER AND SEWERAGE ACT under Access to information. 14. Copies of the records and information contained in LAWS OF GUYANA Water and Sewerage Cap. 30:01 23                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 information.        Severe hydrological events.                                    Appointment of authorised the hydrometeorological database shall be made available by the Department at the Department's principal office during working hours, subject to any limitation imposed by law and the payment of a reasonable charge.",
            "description": "Copies of the records and information contained in LAWS OF GUYANA Water and Sewerage Cap. 30:01 23                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 information.        Severe hydrological events.                                    Appointment of authorised the hydrometeorological database shall be made available by the Department at the Department's principal office during working hours, subject to any limitation imposed by law and the payment of a reasonable charge."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Severe hydrological events. ",
            "context": "WATER AND SEWERAGE ACT under Severe hydrological events. 15.(1) The Department shall advise the Minister and relevant agencies of, and make available to them, information on  (a)      any flood which has occurred or which is likely to occur;   (b)     any  drought  which  has occurred or which is likely to occur;   (c)   levels  likely  to  be  reached by  floodwaters from time to time;  (d)    any risk posed by the quality of any water to life, health or property; and  (e)   any other  matter  connected  with              climate,  climate  change, weather, oceanography or hydrology.  (2) The Department shall establish an early warning system in relation to the events contemplated in subsection (1).  (3) The Department may make information at its disposal available to the public in an appropriate manner, in respect of any matter under subsection (1).  (4) In this Part \"Minister\" means the minister   responsible for Agriculture.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Department shall advise the Minister and relevant agencies of, and make available to them, information on"
                },
                {
                    "representation": "(a)",
                    "description": "any flood which has occurred or which is likely to occur;"
                },
                {
                    "representation": "(b)",
                    "description": "any  drought  which  has occurred or which is likely to occur;"
                },
                {
                    "representation": "(c)",
                    "description": "levels  likely  to  be  reached by  floodwaters from time to time;"
                },
                {
                    "representation": "(d)",
                    "description": "any risk posed by the quality of any water to life, health or property; and"
                },
                {
                    "representation": "(e)",
                    "description": "any other  matter  connected  with              climate,  climate  change, weather, oceanography or hydrology."
                },
                {
                    "representation": "(2)",
                    "description": "The Department shall establish an early warning system in relation to the events contemplated in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Department may make information at its disposal available to the public in an appropriate manner, in respect of any matter under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "In this Part \"Minister\" means the minister   responsible for Agriculture."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Appointment of authorised persons. ",
            "context": "WATER AND SEWERAGE ACT under Appointment of authorised persons. 16. (1) The Department may, in writing, appoint any suitable person as an authorised person to perform the LAWS OF GUYANA 24 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012  persons.         Powers of the Department.                                    functions under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Department may, in writing, appoint any suitable person as an authorised person to perform the LAWS OF GUYANA 24 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012  persons.         Powers of the Department.                                    functions under section"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Powers of the Department.   LAWS OF GUYANA 4 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012  SECTION  PART IV  OWNERSHIP AND USE OF WATER  ",
            "context": "WATER AND SEWERAGE ACT under Powers of the Department.   LAWS OF GUYANA 4 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012  SECTION  PART IV  OWNERSHIP AND USE OF WATER  17.   (2) An authorised person shall be provided with a certificate of appointment signed by or on behalf of the Department in which the nature of the authorised person's functions is described.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "An authorised person shall be provided with a certificate of appointment signed by or on behalf of the Department in which the nature of the authorised person's functions is described."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Ownership and use of water. ",
            "context": "WATER AND SEWERAGE ACT under Ownership and use of water. 18. (1) The ownership of all water resources and the rights to use, abstract, manage and control the flow of water are vested in the State subject to subsection (2).  LAWS OF GUYANA 26 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012         Existing users of ground water.                               Second Schedule.         (2) All existing rights to own, use, abstract, manage and control the flow of water are hereby saved upon the terms of their grant or other lawful authority under which they are held.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The ownership of all water resources and the rights to use, abstract, manage and control the flow of water are vested in the State subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "All existing rights to own, use, abstract, manage and control the flow of water are hereby saved upon the terms of their grant or other lawful authority under which they are held."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Existing users of ground water. ",
            "context": "WATER AND SEWERAGE ACT under Existing users of ground water. 19.(1) Any person who at the commencement of this Act operates a borehole shall within three months inform the Department of    (i)        the location of such borehole; (ii)     the purpose or use for which water is   abstracted and the location at which  water is used; (iii)    the  rate  and volume of abstraction; and (iv)    the authority by which such borehole is operated.  (2) Any person who fails to comply with subsection (1) shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (a) of the Second Schedule.  (3) No person shall operate a borehole after the commencement of this Act  unless  such  operation  is  authorised  by  a  valid  licence  or  other  lawful authority.  (4) Any person who fails to comply with subsection (3) shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (a) of the Second Schedule.  (5) Any person who operated a borehole under any licence prior to the commencement of this Act shall within six months of the commencement apply to the Department for a licence and such licence shall be issued for a period not exceeding the unexpired term of the licence or LAWS OF GUYANA Water and Sewerage Cap. 30:01 27                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                Users of  surface water.                   Procedure for licence applications.            twenty-five years, whichever is less.  (6) Any person who operated a borehole under any lawful authority other than a licence shall within six months apply to the Department for a licence and shall follow the procedure set out in section 32 for verification.  (7) Any person who fails to comply with subsection (5) or subsection (6) shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (b) of the Second Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(i)",
                    "description": "the location of such borehole;"
                },
                {
                    "representation": "(2)",
                    "description": "Any person who fails to comply with subsection"
                },
                {
                    "representation": "(a)",
                    "description": "of the Second Schedule."
                },
                {
                    "representation": "(3)",
                    "description": "shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(4)",
                    "description": "Any person who fails to comply with subsection"
                },
                {
                    "representation": "(5)",
                    "description": "or subsection"
                },
                {
                    "representation": "(6)",
                    "description": "shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(7)",
                    "description": "Any person who fails to comply with subsection"
                },
                {
                    "representation": "(b)",
                    "description": "of the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Users of surface water.  PART V  LICENCES  ",
            "context": "WATER AND SEWERAGE ACT under Users of surface water.  PART V  LICENCES  20. (1) No person shall divert or abstract surface water in an amount which exceeds that prescribed by regulations unless such diversion or abstraction is authorised by a valid licence or by law.  (2) Any person who diverts or abstracts surface water under any lawful authority in an amount which exceeds that prescribed by regulations shall within six months apply to the Department for a licence and shall follow the procedure set out in section 32 for verification.   PART V   LICENCES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person shall divert or abstract surface water in an amount which exceeds that prescribed by regulations unless such diversion or abstraction is authorised by a valid licence or by law."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who diverts or abstracts surface water under any lawful authority in an amount which exceeds that prescribed by regulations shall within six months apply to the Department for a licence and shall follow the procedure set out in section 32 for verification.   PART V   LICENCES"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Procedures for licence applications. ",
            "context": "WATER AND SEWERAGE ACT under Procedures for licence applications. 21.(1)  An application for a licence    (a)      shall be made to the Department in             duplicate;  (b)     shall be made in the form prescribed by regulations;  (c)      may  be  withdrawn before the licence is granted by the applicant giving LAWS OF GUYANA 28 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                                notice of withdrawal to the Department; and  (d)    shall   be   accompanied by a non-refundable application fee prescribed by regulations.  (2) Where any extraction of water to be authorised by a licence for water use may significantly affect the environment the applicant shall apply to the Environmental Protection Agency for an environmental permit and a licence may not be granted before such environmental permit is   issued and shall be subject to the conditions of such environmental permit.  (3) Where it is not clear whether an activity or project may significantly affect the environment the applicant and the Department shall provide the Environmental Protection Agency with such information as may be required by the Environmental Protection Agency under any written law in order to make such a determination.  (4)  The Department   (a)    may,   by    notice   served  on the applicant, require the applicant, at the applicant's expense, to obtain and provide to the Department in writing within a reasonable time    (i)   other information, reasonably relevant to the application as may be specified in the notice; (ii) an  assessment  by  a  competent  person  of  the  likely effect of the proposed licence on the resource quality; LAWS OF GUYANA Water and Sewerage Cap. 30:01 29                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                               (iii)   evidence  prepared  by a com-petent person and sufficient to demonstrate that granting the application will not adversely affect resources availability to pre-existing lawful users; (iv)   an   independent   review   of   the   assessment   under subparagraph (ii) and the evidence prepared under subparagraph (iii), by a person acceptable to the Department;  (b)    may  invite  written comments from any agency or person who has an interest in the matter; and  (c)   shall afford the applicant an opportunity to make representations on any aspect of the licence application.  (5)  The Department may, at any stage of the application process, require the applicant    (a)       to  give  suitable notice in newspapers and other media    (i)    describing      the     licence   applied   for; (ii)       stating   that  written  objections may be lodged against the application before a specified date, which must be not less than sixty days after the last publication of the notice; (iii)   containing    such        other LAWS OF GUYANA 30 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                      Renewal or amendment of a licence.                             Reasons for decisions.       Persons to particulars as the Department may reasonably require;  (b)    to  take  such  other steps as it may direct to bring the application to the attention of relevant agencies, interested persons and the general public; and  (c)    to satisfy  the  Department  that the interests of any other person having an interest in the land will not be adversely affected.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An application for a licence"
                },
                {
                    "representation": "(a)",
                    "description": "to  give  suitable notice in newspapers and other media"
                },
                {
                    "representation": "(b)",
                    "description": "to  take  such  other steps as it may direct to bring the application to the attention of relevant agencies, interested persons and the general public; and"
                },
                {
                    "representation": "(c)",
                    "description": "to satisfy  the  Department  that the interests of any other person having an interest in the land will not be adversely affected."
                },
                {
                    "representation": "(d)",
                    "description": "shall   be   accompanied by a non-refundable application fee prescribed by regulations."
                },
                {
                    "representation": "(2)",
                    "description": "Where any extraction of water to be authorised by a licence for water use may significantly affect the environment the applicant shall apply to the Environmental Protection Agency for an environmental permit and a licence may not be granted before such environmental permit is   issued and shall be subject to the conditions of such environmental permit."
                },
                {
                    "representation": "(3)",
                    "description": "Where it is not clear whether an activity or project may significantly affect the environment the applicant and the Department shall provide the Environmental Protection Agency with such information as may be required by the Environmental Protection Agency under any written law in order to make such a determination."
                },
                {
                    "representation": "(4)",
                    "description": "The Department"
                },
                {
                    "representation": "(i)",
                    "description": "describing      the     licence   applied   for;"
                },
                {
                    "representation": "(5)",
                    "description": "The Department may, at any stage of the application process, require the applicant"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Renewal or amendment of a licence. ",
            "context": "WATER AND SEWERAGE ACT under Renewal or amendment of a licence. 22. (1) Upon or before the expiry of a licence, the licensee may apply to the Department for the renewal or amendment of the licence.   (2)  An application for the renewal or amendment of a licence shall    (a)    be made in such form, contain such information and be accompanied by such fee as may be determined by the Department; and  (b)   be dealt  with  according  to the procedure set out in section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Upon or before the expiry of a licence, the licensee may apply to the Department for the renewal or amendment of the licence."
                },
                {
                    "representation": "(2)",
                    "description": "An application for the renewal or amendment of a licence shall"
                },
                {
                    "representation": "(a)",
                    "description": "be made in such form, contain such information and be accompanied by such fee as may be determined by the Department; and"
                },
                {
                    "representation": "(b)",
                    "description": "be dealt  with  according  to the procedure set out in section"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Reasons for decisions. ",
            "context": "WATER AND SEWERAGE ACT under Reasons for decisions. 23. The Department shall give notice of its decision to the applicant and any person who has objected to the application and at the request of any such person shall give written reasons for its decision.  LAWS OF GUYANA Water and Sewerage Cap. 30:01 31                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 whom a licence may be granted.      c. 89:01       c. 88:01          c. 29:01               Principles governing the issue of licences.",
            "description": "The Department shall give notice of its decision to the applicant and any person who has objected to the application and at the request of any such person shall give written reasons for its decision.  LAWS OF GUYANA Water and Sewerage Cap. 30:01 31                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 whom a licence may be granted.      c. 89:01       c. 88:01          c. 29:01               Principles governing the issue of licences."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Persons to whom a licence may be granted. ",
            "context": "WATER AND SEWERAGE ACT under Persons to whom a licence may be granted. 24. (1) No licence may be granted to an individual unless he is a citizen of Guyana.  (2) No licence shall be granted to a body of persons unless it is   (i) a company  registered under the Companies Act or registered or continued under the Companies Act, control of which is held by citizens of Guyana; (ii)    a   co-operative   society   registered   under   the   Co-operative Societies Act; (iii)     a public corporation; (iv)  a local democratic organ or an Amerindian village, district or area established under the Amerindian Act; (v)  a company other than a company mentioned in paragraph (i) which has the permission of the Minister to hold such a licence.  (3) Notwithstanding subsection (2) a licence may be granted to more than one person where there is justification therefor provided that each such person is qualified to hold a licence under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No licence may be granted to an individual unless he is a citizen of Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "a licence may be granted to more than one person where there is justification therefor provided that each such person is qualified to hold a licence under this section."
                },
                {
                    "representation": "(i)",
                    "description": "which has the permission of the Minister to hold such a licence."
                },
                {
                    "representation": "(v)",
                    "description": "a company other than a company mentioned in paragraph"
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding subsection"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Principles governing the issue of licences. ",
            "context": "WATER AND SEWERAGE ACT under Principles governing the issue of licences. 25. The Department shall take into account the following principles when granting, renewing or amending a licence    (a)   water  for  domestic  purposes shall take precedence over all other uses;  (b)      existing water users who have paid their fair LAWS OF GUYANA 32 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                   Terms of licences.   Restrictions on transfer.      Mandatory conditions.                     share of operation and  maintenance  costs  or  administration  fees  shall  have  the right to available resources;  (c)     new  users shall be approved up to the limit of  water resources available for sustainable use; and (d)    where a shortfall in water resources  exists,            abstraction for domestic consumption shall be safeguarded and all remaining water users shall receive an equal proportion of their normal entitlement.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "water  for  domestic  purposes shall take precedence over all other uses;"
                },
                {
                    "representation": "(b)",
                    "description": "existing water users who have paid their fair LAWS OF GUYANA 32 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                   Terms of licences.   Restrictions on transfer.      Mandatory conditions.                     share of operation and  maintenance  costs  or  administration  fees  shall  have  the right to available resources;"
                },
                {
                    "representation": "(c)",
                    "description": "new  users shall be approved up to the limit of  water resources available for sustainable use; and"
                },
                {
                    "representation": "(d)",
                    "description": "where a shortfall in water resources  exists,            abstraction for domestic consumption shall be safeguarded and all remaining water users shall receive an equal proportion of their normal entitlement."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Terms of licences. ",
            "context": "WATER AND SEWERAGE ACT under Terms of licences. 26. A licence issued by the Department shall not exceed a term of twenty- five years.",
            "description": "A licence issued by the Department shall not exceed a term of twenty- five years."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Restrictions on transfer. ",
            "context": "WATER AND SEWERAGE ACT under Restrictions on transfer. 27. A licence may not, without the prior approval of the Department, be transferred from the licensee to any other person or used as security.",
            "description": "A licence may not, without the prior approval of the Department, be transferred from the licensee to any other person or used as security."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Mandatory conditions. ",
            "context": "WATER AND SEWERAGE ACT under Mandatory conditions. 28.(1)  A  licence  issued  under  section  21  shall  contain  the  following conditions    (a)    that the licensee has a duty   (i)        not to exercise his rights in such a way as to jeopardise or threaten the water supply for existing or potential water users; (ii)    to measure and record the daily and annual rates of abstraction and to notify the Department of the results at least on an annual basis; (iii)   in the case of ground water to measure and record static level, LAWS OF GUYANA Water and Sewerage Cap. 30:01 33                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                               pumping level and quality at monthly intervals and to notify the Department of the results at least on an annual basis; (iv)    at the request of the Department to permit the Department to inspect and audit the measurements and records made in compliance with paragraph (ii); (v)    at the request of the  Department to permit the Department to inspect the location at which the licensee exercises his rights  and  to take measurements, samples and otherwise obtain data;  (b)   the  methods  and  measuring  or recording devices to be used, the frequency of measurement and the criteria for assessing the quality of water;  (c)      the   maximum   quantities   of  water  which may be abstracted on a daily and an annual basis and the method;  (d)     in the event that there is a return flow where the quality of water is not significantly altered   (i)       specifying a water resource and              location to which it must be returned or other manner in which it must be disposed of; (ii)      specifying   the  volume and the LAWS OF GUYANA 34 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                                           Permitted conditions. rate of the return flow;   (e)     in the case of taking or storage of water   (i)    setting  out  the  purpose  or purposes for which and location at which the water is to be used; (ii)   setting   out   the   maximum  daily and annual rates of abstraction; (iii)     specifying the place from which water may be taken;   (f)   that the Department may amend a licence    (i)       in order to protect the quality of the water resource; or (ii)    if there  is  or is likely to be insufficient water in the water resource in order  to  accommodate existing or authorised water uses.  (2) An amendment may only be made under subsection (1) (f) if the terms of other licences for similar water use from the same water resource in the same vicinity, as determined by the Department, are also amended in an equitable manner.  (3) The Department shall give the licensee a reasonable opportunity to be heard before amending any term of the licence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(f) if the terms of other licences for similar water use from the same water resource in the same vicinity, as determined by the Department, are also amended in an equitable manner."
                },
                {
                    "representation": "(a)",
                    "description": "that the licensee has a duty"
                },
                {
                    "representation": "(i)",
                    "description": "in order to protect the quality of the water resource; or"
                },
                {
                    "representation": "(v)",
                    "description": "at the request of the  Department to permit the Department to inspect the location at which the licensee exercises his rights  and  to take measurements, samples and otherwise obtain data;"
                },
                {
                    "representation": "(b)",
                    "description": "the  methods  and  measuring  or recording devices to be used, the frequency of measurement and the criteria for assessing the quality of water;"
                },
                {
                    "representation": "(c)",
                    "description": "the   maximum   quantities   of  water  which may be abstracted on a daily and an annual basis and the method;"
                },
                {
                    "representation": "(d)",
                    "description": "in the event that there is a return flow where the quality of water is not significantly altered"
                },
                {
                    "representation": "(e)",
                    "description": "in the case of taking or storage of water"
                },
                {
                    "representation": "(f)",
                    "description": "that the Department may amend a licence"
                },
                {
                    "representation": "(2)",
                    "description": "An amendment may only be made under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Department shall give the licensee a reasonable opportunity to be heard before amending any term of the licence."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Permitted conditions. ",
            "context": "WATER AND SEWERAGE ACT under Permitted conditions. 29.(1) The Department may attach conditions to any LAWS OF GUYANA Water and Sewerage Cap. 30:01 35                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                                  Licence fees.   licence   (a)       relating to the protection of the water              resources in question by specifying practices to be followed to limit stream flow modification and other detrimental impacts on the water resource; (b)      relating to water management by   (i)      specifying management practices and general requirements for any water use, including water conservation measures; (ii)   requiring the preparation and            approval of and adherence to a water management plan; (iii)  requiring the  licensee  to provide or make water available to a person specified in the licence; and  (c)      in the case of taking or storage of water specifying the times when water may be taken;  (d)    which are  necessary or desirable to ensure compliance with the provisions of this Act.  (2) If a licensee has agreed to pay compensation to another person in terms of any arrangement to use water, the Department may make the obligation to pay compensation a condition of the licence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Department may attach conditions to any LAWS OF GUYANA Water and Sewerage Cap. 30:01 35                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                                  Licence fees.   licence"
                },
                {
                    "representation": "(a)",
                    "description": "relating to the protection of the water              resources in question by specifying practices to be followed to limit stream flow modification and other detrimental impacts on the water resource;"
                },
                {
                    "representation": "(b)",
                    "description": "relating to water management by"
                },
                {
                    "representation": "(i)",
                    "description": "specifying management practices and general requirements for any water use, including water conservation measures;"
                },
                {
                    "representation": "(c)",
                    "description": "in the case of taking or storage of water specifying the times when water may be taken;"
                },
                {
                    "representation": "(d)",
                    "description": "which are  necessary or desirable to ensure compliance with the provisions of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "If a licensee has agreed to pay compensation to another person in terms of any arrangement to use water, the Department may make the obligation to pay compensation a condition of the licence."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Licence fees. ",
            "context": "WATER AND SEWERAGE ACT under Licence fees. 30.(1) The Department shall, prior to the issue of each licence, charge the licensee  LAWS OF GUYANA 36 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                         Licence replaces previous authority.  Verification.                   (a)      an annual administration fee; and  (b)      an annual abstraction fee calculated by reference to the annual maximum volume of the water resource that the licensee may use. (2) The Department shall charge the licensee the prevailing annual administration fee and annual abstraction fee on the anniversary of the issue of the licence for each year or a part of a year for the term of the licence.  (3) The administration fee charges under this section shall be set by the Minister at such rates as allow the Department to recover no more than the administrative and resource monitoring expenses attributable to the exercise by the Department of its functions in relation to licences and licence applications.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Department shall, prior to the issue of each licence, charge the licensee  LAWS OF GUYANA 36 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                         Licence replaces previous authority.  Verification."
                },
                {
                    "representation": "(a)",
                    "description": "an annual administration fee; and"
                },
                {
                    "representation": "(b)",
                    "description": "an annual abstraction fee calculated by reference to the annual maximum volume of the water resource that the licensee may use."
                },
                {
                    "representation": "(2)",
                    "description": "The Department shall charge the licensee the prevailing annual administration fee and annual abstraction fee on the anniversary of the issue of the licence for each year or a part of a year for the term of the licence."
                },
                {
                    "representation": "(3)",
                    "description": "The administration fee charges under this section shall be set by the Minister at such rates as allow the Department to recover no more than the administrative and resource monitoring expenses attributable to the exercise by the Department of its functions in relation to licences and licence applications."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Licence replaces previous authority. ",
            "context": "WATER AND SEWERAGE ACT under Licence replaces previous authority. 31. Any licence issued under this Act to a person replaces the existing lawful authority of that person in respect of the water use which forms the subject of the licence.",
            "description": "Any licence issued under this Act to a person replaces the existing lawful authority of that person in respect of the water use which forms the subject of the licence."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Verification. ",
            "context": "WATER AND SEWERAGE ACT under Verification. 32.(1) A  person  who  uses  water  resources  under  lawful  authority  may apply to the Department to have such water use verified as an existing lawful water use.  (2) The Department may, by written notice require any person claiming a lawful authority to use water resources to apply for a verification of that lawful authority.  (3) A notice under subsection (2) shall    (a)   specify  in  reasonable detail  the information  to be submitted;  (b)    specify  a   reasonable  date  before LAWS OF GUYANA Water and Sewerage Cap. 30:01 37                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                               which the application must be submitted;  (c)     inform the person concerned that any entitlement to continue with the water use may lapse if an application is not made on or before the specified date; and  (d)   be delivered personally or sent by registered mail to the person concerned.  (4) In order to verify the lawfulness or extent of an existing entitlement to water use the Department    (a)   may require  the applicant, at the applicant's expense, to obtain and provide it with other information which may reasonably be required, in addition to the information contained in the application;  (b)     may conduct   its  own  investigation  into the veracity and  the lawfulness of the water use in question;  (c)     may   invite   written  comments  from  any  person  who  has  an interest in the matter; and  (d)  shall afford the applicant an opportunity to make representations on any aspect of the application.  (5) The Department shall approve or reject the   application for verification within a reasonable period of time LAWS OF GUYANA 38 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012          Rectification of contraventions.                                 Suspension of licence.     and shall render its decision in writing with reasons.  (6)  The Department shall make its decision available to the public and serve one copy of its decision on the applicant.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A  person  who  uses  water  resources  under  lawful  authority  may apply to the Department to have such water use verified as an existing lawful water use."
                },
                {
                    "representation": "(2)",
                    "description": "shall"
                },
                {
                    "representation": "(3)",
                    "description": "A notice under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "may require  the applicant, at the applicant's expense, to obtain and provide it with other information which may reasonably be required, in addition to the information contained in the application;"
                },
                {
                    "representation": "(b)",
                    "description": "may conduct   its  own  investigation  into the veracity and  the lawfulness of the water use in question;"
                },
                {
                    "representation": "(c)",
                    "description": "may   invite   written  comments  from  any  person  who  has  an interest in the matter; and"
                },
                {
                    "representation": "(d)",
                    "description": "shall afford the applicant an opportunity to make representations on any aspect of the application."
                },
                {
                    "representation": "(4)",
                    "description": "In order to verify the lawfulness or extent of an existing entitlement to water use the Department"
                },
                {
                    "representation": "(5)",
                    "description": "The Department shall approve or reject the   application for verification within a reasonable period of time LAWS OF GUYANA 38 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012          Rectification of contraventions.                                 Suspension of licence.     and shall render its decision in writing with reasons."
                },
                {
                    "representation": "(6)",
                    "description": "The Department shall make its decision available to the public and serve one copy of its decision on the applicant."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Rectification of contraventions. ",
            "context": "WATER AND SEWERAGE ACT under Rectification of contraventions. 33.(1) The Department may, by notice in writing to a  person  who contravenes    (a)      any provision of this Act; or  (b)     a condition of any licence,   direct that person, or the owner of the property in relation to which the contravention occurs, to take any action specified in the notice to rectify the contravention, within the time specified in the notice or any other longer time allowed by the Department.  (2)  If the action is not taken within the time specified in the notice, or any longer time allowed, the Department may   (a)      carry out  any  works  and  take any other action necessary to rectify the contravention and recover its reasonable costs from the person on whom the notice was served; or  (b)   apply to  a competent  court  for appropriate relief.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Department may, by notice in writing to a  person  who contravenes"
                },
                {
                    "representation": "(a)",
                    "description": "carry out  any  works  and  take any other action necessary to rectify the contravention and recover its reasonable costs from the person on whom the notice was served; or"
                },
                {
                    "representation": "(b)",
                    "description": "apply to  a competent  court  for appropriate relief."
                },
                {
                    "representation": "(2)",
                    "description": "If the action is not taken within the time specified in the notice, or any longer time allowed, the Department may"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Suspension of licence. ",
            "context": "WATER AND SEWERAGE ACT under Suspension of licence. 34.(1)  The Department may by notice to a licensee suspend a licence if the licensee fails   (a)       to comply with this Act; LAWS OF GUYANA Water and Sewerage Cap. 30:01 39                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                 Cancellation of licence.                (b)    to comply with any condition of the licence; or  (c)       to pay any licence fee.  (2)  A licence may be suspended under subsection (1)  (a)     for the period specified in the notice of suspension; or  (b)    until the Department is satisfied that the licensee has rectified the failure which led to the suspension.  (3) The Department may only suspend or withdraw a licence under subsection (1) if the Department has directed the licensee to take specified steps to rectify the failure within a specified period, and the licensee has failed to do so to the satisfaction of the Department.  (4) The Department shall allow a licensee a reasonable opportunity to make representations on any proposed suspension of his licence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "if the Department has directed the licensee to take specified steps to rectify the failure within a specified period, and the licensee has failed to do so to the satisfaction of the Department."
                },
                {
                    "representation": "(a)",
                    "description": "for the period specified in the notice of suspension; or"
                },
                {
                    "representation": "(b)",
                    "description": "until the Department is satisfied that the licensee has rectified the failure which led to the suspension."
                },
                {
                    "representation": "(c)",
                    "description": "to pay any licence fee."
                },
                {
                    "representation": "(2)",
                    "description": "A licence may be suspended under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Department may only suspend or withdraw a licence under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The Department shall allow a licensee a reasonable opportunity to make representations on any proposed suspension of his licence."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Cancellation of licence. ",
            "context": "WATER AND SEWERAGE ACT under Cancellation of licence. 35. (1) Where a licensee is in default the Department may by notice served on the licensee cancel the licence.  (2) For the purposes of subsection (1) a licensee shall be deemed to be in default if he -  (a)   fails to fulfil the conditions of his licence;  (b)     does  not  comply with the provisions of this Act;  LAWS OF GUYANA 40 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                     Relinquishing of licence.           (c)     fails  to  pay  any amount due under this Act or the licence;   (d)     is  convicted  of  an offence under this Act; or   (e)   fails to rectify a contravention under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "a licensee shall be deemed to be in default if he -"
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "fails to fulfil the conditions of his licence;"
                },
                {
                    "representation": "(b)",
                    "description": "does  not  comply with the provisions of this Act;  LAWS OF GUYANA 40 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                     Relinquishing of licence."
                },
                {
                    "representation": "(c)",
                    "description": "fails  to  pay  any amount due under this Act or the licence;"
                },
                {
                    "representation": "(d)",
                    "description": "is  convicted  of  an offence under this Act; or"
                },
                {
                    "representation": "(e)",
                    "description": "fails to rectify a contravention under section"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Relinquishing of licence. ",
            "context": "WATER AND SEWERAGE ACT under Relinquishing of licence. 36. If a licensee relinquishes the licence, the licensee shall not be liable to pay any future annual administration or abstraction fees or furnish water usage records provided that the licensee    (a)    has   ceased   exercising  all   rights  under the licence;  (b)    has  decommissioned  or  disposed of LAWS OF GUYANA Water and Sewerage Cap. 30:01 41                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                  Issue of licence no guarantee of supply.               Power  to  make drought orders.             the equipment enabling him to exercise his rights under the licence;  (c)       has notified the Department in writing that  he has ceased exercising any rights under the licence and decommissioned the equipment enabling him to exercise  his rights under the licence;  (d)    permits verification of these facts by the Department.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "has   ceased   exercising  all   rights  under the licence;"
                },
                {
                    "representation": "(b)",
                    "description": "has  decommissioned  or  disposed of LAWS OF GUYANA Water and Sewerage Cap. 30:01 41                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                  Issue of licence no guarantee of supply.               Power  to  make drought orders.             the equipment enabling him to exercise his rights under the licence;"
                },
                {
                    "representation": "(c)",
                    "description": "has notified the Department in writing that  he has ceased exercising any rights under the licence and decommissioned the equipment enabling him to exercise  his rights under the licence;"
                },
                {
                    "representation": "(d)",
                    "description": "permits verification of these facts by the Department."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Issue of licence no guarantee of supply.   PART VI   DROUGHT ORDERS  ",
            "context": "WATER AND SEWERAGE ACT under Issue of licence no guarantee of supply.   PART VI   DROUGHT ORDERS  37. The  issue  of  a  licence  by  the  Department  does  not  imply  any representation or guarantee relating to    (a)       the statistical probability of supply;   (b)       the availability of water; or  (c)       the quality of water.   PART VI   DROUGHT ORDERS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the statistical probability of supply;"
                },
                {
                    "representation": "(b)",
                    "description": "the availability of water; or"
                },
                {
                    "representation": "(c)",
                    "description": "the quality of water.   PART VI   DROUGHT ORDERS"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Power to make drought orders. ",
            "context": "WATER AND SEWERAGE ACT under Power to make drought orders. 38.(1) If the Minister is satisfied upon the advice of the Department or otherwise that a serious deficiency of supplies of water in any area exists or is threatened then, subject to the provisions of this Part, he may by order (in this Part referred to as drought order) make such provision as appears to him to be expedient  with  a  view  to  controlling  the  amount  of  water demanded and minimising the economic and environmental impact of the deficiency.  (2) In this Part \"Minister means the Minister   responsible   for Agriculture. LAWS OF GUYANA 42 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012   Variation or revocation of a drought order.                    Provisions of a drought order.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the Minister is satisfied upon the advice of the Department or otherwise that a serious deficiency of supplies of water in any area exists or is threatened then, subject to the provisions of this Part, he may by order"
                },
                {
                    "representation": "(2)",
                    "description": "In this Part \"Minister means the Minister   responsible   for Agriculture. LAWS OF GUYANA 42 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012   Variation or revocation of a drought order.                    Provisions of a drought order."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Variation or revocation of a drought order. ",
            "context": "WATER AND SEWERAGE ACT under Variation or revocation of a drought order. 39.(1) Where,  on  the  recommendation  of  the  Department,  or  in  the Minister's discretion the basis on which a drought order has been issued either changes or ceases to apply the Minister may vary or revoke the drought order in order to address such change.  (2)  The revocation or variation of a drought order shall not affect either   (a)   the  validity  of  anything done in pursuance of a drought order before the variation or revocation of such order; or  (b)     any   obligation  or  liability  accrued  or  incurred  before  the variation or revocation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where,  on  the  recommendation  of  the  Department,  or  in  the Minister's discretion the basis on which a drought order has been issued either changes or ceases to apply the Minister may vary or revoke the drought order in order to address such change."
                },
                {
                    "representation": "(2)",
                    "description": "The revocation or variation of a drought order shall not affect either"
                },
                {
                    "representation": "(a)",
                    "description": "the  validity  of  anything done in pursuance of a drought order before the variation or revocation of such order; or"
                },
                {
                    "representation": "(b)",
                    "description": "any   obligation  or  liability  accrued  or  incurred  before  the variation or revocation."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Provisions of a drought order. ",
            "context": "WATER AND SEWERAGE ACT under Provisions of a drought order. 40. A drought order may   (a)   authorise  any person to take water from any source specified in the order subject to any conditions or restrictions so specified;  (b)   authorise the Department to modify existing licence conditions governing the use of water resources;  (c)      authorise  the  Department to prohibit the taking by any person of water from a source specified in the order if the Department is satisfied  that  the  taking  of  water  from that  source  seriously affects the supplies of water available in that area; LAWS OF GUYANA Water and Sewerage Cap. 30:01 43                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                        Duration.         Public supplier.      Offences against drought order. Second Schedule.        (d)      make different provisions for different cases, including different provisions  in  relation  to  different  persons,  circumstances  or localities;  (e)   contain  such  supplemental,  con-sequential and, transitional provisions as the Minister considers appropriate;  (f)   authorise any person to carry out emergency works and for that purpose to enter upon, use and occupy any land specified in the order upon twenty-four hours notice or such shorter period as may be decided in the discretion of the Minister.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "authorise  any person to take water from any source specified in the order subject to any conditions or restrictions so specified;"
                },
                {
                    "representation": "(b)",
                    "description": "authorise the Department to modify existing licence conditions governing the use of water resources;"
                },
                {
                    "representation": "(c)",
                    "description": "authorise  the  Department to prohibit the taking by any person of water from a source specified in the order if the Department is satisfied  that  the  taking  of  water  from that  source  seriously affects the supplies of water available in that area; LAWS OF GUYANA Water and Sewerage Cap. 30:01 43                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                        Duration.         Public supplier.      Offences against drought order. Second Schedule."
                },
                {
                    "representation": "(d)",
                    "description": "make different provisions for different cases, including different provisions  in  relation  to  different  persons,  circumstances  or localities;"
                },
                {
                    "representation": "(e)",
                    "description": "contain  such  supplemental,  con-sequential and, transitional provisions as the Minister considers appropriate;"
                },
                {
                    "representation": "(f)",
                    "description": "authorise any person to carry out emergency works and for that purpose to enter upon, use and occupy any land specified in the order upon twenty-four hours notice or such shorter period as may be decided in the discretion of the Minister."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Duration.  LAWS OF GUYANA Water and Sewerage Cap. 30:01 5                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 SECTION  ",
            "context": "WATER AND SEWERAGE ACT under Duration.  LAWS OF GUYANA Water and Sewerage Cap. 30:01 5                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 SECTION  41. A drought order may have effect for a period of up to three months beginning with the day on which the order comes into force, unless extended by the Minister by subsequent order for an additional period not exceeding three months.",
            "description": "A drought order may have effect for a period of up to three months beginning with the day on which the order comes into force, unless extended by the Minister by subsequent order for an additional period not exceeding three months."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Public supplier. ",
            "context": "WATER AND SEWERAGE ACT under Public supplier. 42. A public supplier shall take such steps, as are set out in the drought order, to bring to the attention of its customers the prohibitions or limitations applicable to the customers.",
            "description": "A public supplier shall take such steps, as are set out in the drought order, to bring to the attention of its customers the prohibitions or limitations applicable to the customers."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Offences against drought order.  PART VII   PUBLIC SUPPLIER  ",
            "context": "WATER AND SEWERAGE ACT under Offences against drought order.  PART VII   PUBLIC SUPPLIER  43.(1) Any  person  who  fails  to  comply  with  any  provision  of  a drought order shall be guilty of an offence and shall be liable to, the penalties prescribed under paragraph (c) of the Second Schedule.  (2) In any proceeding against any person for an offence under this section it shall be a defence for that person LAWS OF GUYANA 44 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012           Appointment of public supplier.        Requirement for public supplier.   Scope of appointment.                           to show that he took all reasonable precautions and exercised all due diligence to avoid the commission of the offence.  PART VII   PUBLIC SUPPLIER",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any  person  who  fails  to  comply  with  any  provision  of  a drought order shall be guilty of an offence and shall be liable to, the penalties prescribed under paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "of the Second Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "In any proceeding against any person for an offence under this section it shall be a defence for that person LAWS OF GUYANA 44 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012           Appointment of public supplier.        Requirement for public supplier.   Scope of appointment.                           to show that he took all reasonable precautions and exercised all due diligence to avoid the commission of the offence.  PART VII   PUBLIC SUPPLIER"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Appointment of public supplier. ",
            "context": "WATER AND SEWERAGE ACT under Appointment of public supplier. 44. Subject to the provisions of this Part the Minister may grant a licence, which may be an exclusive licence authorising any person to provide potable water and sewerage services for a period which may not exceed twenty-five years, upon such terms and conditions as may be specified in the licence.",
            "description": "Subject to the provisions of this Part the Minister may grant a licence, which may be an exclusive licence authorising any person to provide potable water and sewerage services for a period which may not exceed twenty-five years, upon such terms and conditions as may be specified in the licence."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Requirement for public supplier. ",
            "context": "WATER AND SEWERAGE ACT under Requirement for public supplier. 45. The Minister shall ensure that for every region of Guyana there is at all times a public supplier.",
            "description": "The Minister shall ensure that for every region of Guyana there is at all times a public supplier."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Scope of appointment. ",
            "context": "WATER AND SEWERAGE ACT under Scope of appointment. 46.(1) The  public  supplier  shall  unless  prevented  by  drought, other extraordinary event or unavoidable accident provide to the public a supply of potable water for domestic purposes and a satisfactory supply of water for industrial and commercial purpose and for such other purposes as are prescribed.  (2) The expression water for domestic purpose when used in relation to the supply of water does not  include   (a)     a supply  of  water  for  animals  other than domestic animals or for washing motor vehicles that are kept for hire; and  (b)     a supply  of water for any profession, trade or business or for use in fountains.  (3) The expression domestic animals means   LAWS OF GUYANA Water and Sewerage Cap. 30:01 45                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012            Conditions of appointment.                                    animals   kept   for domestic purposes.  (4) The expression water for industrial or commercial purposes when used in relation to the supply of water means water used in connection with any profession, trade, business or industrial or commercial enterprise.  (5) A public supplier may enter into arrangements with any local authority or other body to carry out the public supplier's functions in an area.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  public  supplier  shall  unless  prevented  by  drought, other extraordinary event or unavoidable accident provide to the public a supply of potable water for domestic purposes and a satisfactory supply of water for industrial and commercial purpose and for such other purposes as are prescribed."
                },
                {
                    "representation": "(2)",
                    "description": "The expression water for domestic purpose when used in relation to the supply of water does not  include"
                },
                {
                    "representation": "(a)",
                    "description": "a supply  of  water  for  animals  other than domestic animals or for washing motor vehicles that are kept for hire; and"
                },
                {
                    "representation": "(b)",
                    "description": "a supply  of water for any profession, trade or business or for use in fountains."
                },
                {
                    "representation": "(3)",
                    "description": "The expression domestic animals means   LAWS OF GUYANA Water and Sewerage Cap. 30:01 45                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012            Conditions of appointment.                                    animals   kept   for domestic purposes."
                },
                {
                    "representation": "(4)",
                    "description": "The expression water for industrial or commercial purposes when used in relation to the supply of water means water used in connection with any profession, trade, business or industrial or commercial enterprise."
                },
                {
                    "representation": "(5)",
                    "description": "A public supplier may enter into arrangements with any local authority or other body to carry out the public supplier's functions in an area."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Conditions of appointment. ",
            "context": "WATER AND SEWERAGE ACT under Conditions of appointment. 47.(1)  An appointment under this Part may include   (a)    such conditions  as appear  to  the Minister to be requisite or expedient in respect of the duties imposed upon him under this Act; and  (b)     conditions requiring the payment of a licence fee.  (2) Conditions  may  be  included  by  virtue  of  subsection  (1)(a) in a licence granted under this Part, whether or not such conditions are connected with the supply of water, the provision of sewerage services or the exercise or performance of any power or duty conferred or imposed by or under any law on the public supplier.  (3)  Conditions included in an appointment under this Part may contain provisions for the conditions to cease to have effect or to be modified at such time,  in  such  manner  and  in  such  circumstances as  may be  specified  in  the appointment.  (4) All conditions included in a licence shall by virtue of this section have effect, irrespective of their subject matter as conditions of the grant of the licences. LAWS OF GUYANA 46 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012  supply of water and sewerage services.  c. 57:01                         c. 57:01",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An appointment under this Part may include"
                },
                {
                    "representation": "(a)",
                    "description": "in a licence granted under this Part, whether or not such conditions are connected with the supply of water, the provision of sewerage services or the exercise or performance of any power or duty conferred or imposed by or under any law on the public supplier."
                },
                {
                    "representation": "(b)",
                    "description": "conditions requiring the payment of a licence fee."
                },
                {
                    "representation": "(2)",
                    "description": "Conditions  may  be  included  by  virtue  of  subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Conditions included in an appointment under this Part may contain provisions for the conditions to cease to have effect or to be modified at such time,  in  such  manner  and  in  such  circumstances as  may be  specified  in  the appointment."
                },
                {
                    "representation": "(4)",
                    "description": "All conditions included in a licence shall by virtue of this section have effect, irrespective of their subject matter as conditions of the grant of the licences. LAWS OF GUYANA 46 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012  supply of water and sewerage services.  c. 57:01                         c. 57:01"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Rates for the supply of water and sewerage services. ",
            "context": "WATER AND SEWERAGE ACT under Rates for the supply of water and sewerage services. 48. (1) Subject to section 49, the rates to be charged by a public supplier for the supply of water and sewerage services by it shall be in accordance with such rates as may be fixed from time to time by the Public Utilities Commission in accordance with this Act, the Public Utilities Commission Act, and the provisions of any licence granted to a public supplier under this Act and until such rates are fixed the prevailing rates before the 30th May, 2002 shall apply.  (2) The rates to be charged by a public supplier shall not show undue preference for, or unduly discriminate against any consumer or class of consumers similarly situated provided that different rates may be prescribed for different classes of consumers, by reference to the different areas of supply or different parts of such areas or to any other relevant circumstance.  (3) Subject to section 49, a rate for the supply of water and sewerage services by a public supplier, fixed by the Public Utilities Commission under subsections (1) and (2) of the Public Utilities Commission Act    (a)     shall be disclosed in such a manner as to  show the methods or formulae by which and the principles on which the charges are to be made as well as the prices which are to be charged;  (b)   shall  be  published  in  a  daily newspaper;  (c)     may  include  a  standing  charge  in addition to the charge for the actual water and sewerage services supplied; and  Rates for the LAWS OF GUYANA Water and Sewerage Cap. 30:01 47                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012        Determination of rates.             Service quality.      Financing the public suppliers operations.           Cutting trees, boughs and other vegetation.      Conditions under which a (d)     may include a charge in respect of any water and sewerage services meter fitted by the public supplier on the premises to which it supplies water and sewerage services.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "of the Public Utilities Commission Act"
                },
                {
                    "representation": "(3)",
                    "description": "Subject to section 49, a rate for the supply of water and sewerage services by a public supplier, fixed by the Public Utilities Commission under subsections"
                },
                {
                    "representation": "(a)",
                    "description": "shall be disclosed in such a manner as to  show the methods or formulae by which and the principles on which the charges are to be made as well as the prices which are to be charged;"
                },
                {
                    "representation": "(b)",
                    "description": "shall  be  published  in  a  daily newspaper;"
                },
                {
                    "representation": "(c)",
                    "description": "may  include  a  standing  charge  in addition to the charge for the actual water and sewerage services supplied; and  Rates for the LAWS OF GUYANA Water and Sewerage Cap. 30:01 47                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012        Determination of rates.             Service quality.      Financing the public suppliers operations.           Cutting trees, boughs and other vegetation.      Conditions under which a"
                },
                {
                    "representation": "(d)",
                    "description": "may include a charge in respect of any water and sewerage services meter fitted by the public supplier on the premises to which it supplies water and sewerage services."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Determination of rates. ",
            "context": "WATER AND SEWERAGE ACT under Determination of rates. 49.(1)  The rates to be charged by a public supplier shall be determined in accordance with the mechanisms, formulae, principles and procedures set out in the licence granted to the public supplier.  (2)  Notwithstanding the provisions of subsection (1), the Minister may by order fix a date upon which the rates to be charged by a public supplier shall be governed by section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The rates to be charged by a public supplier shall be determined in accordance with the mechanisms, formulae, principles and procedures set out in the licence granted to the public supplier."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Service quality. ",
            "context": "WATER AND SEWERAGE ACT under Service quality. 50. The Minister may by order fix a date from which the Public Utilities Commission shall be responsible for monitoring, regulating and enforcing service quality and dealing with customer complaints.",
            "description": "The Minister may by order fix a date from which the Public Utilities Commission shall be responsible for monitoring, regulating and enforcing service quality and dealing with customer complaints."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Financing the public supplier's operations.   PART VIII  CERTAIN POWERS OF PUBLIC SUPPLIER  ",
            "context": "WATER AND SEWERAGE ACT under Financing the public supplier's operations.   PART VIII  CERTAIN POWERS OF PUBLIC SUPPLIER  51. The Minister may finance the public supplier's acquisition, construction, alteration, repair, operation and control of assets from funds appropriated by Parliament.   PART VIII  CERTAIN POWERS OF PUBLIC SUPPLIER",
            "description": "The Minister may finance the public supplier's acquisition, construction, alteration, repair, operation and control of assets from funds appropriated by Parliament.   PART VIII  CERTAIN POWERS OF PUBLIC SUPPLIER"
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Cutting trees, boughs, and other vegetation. ",
            "context": "WATER AND SEWERAGE ACT under Cutting trees, boughs, and other vegetation. 52. A public supplier may cut and remove from any street and enter upon and cut and remove from any private or public land any tree or other vegetation which may tend to interfere with the compliance by the licensee with his obligations as a public supplier.",
            "description": "A public supplier may cut and remove from any street and enter upon and cut and remove from any private or public land any tree or other vegetation which may tend to interfere with the compliance by the licensee with his obligations as a public supplier."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Conditions under which public supplier may break up streets. ",
            "context": "WATER AND SEWERAGE ACT under Conditions under which public supplier may break up streets. 53.(1) For the purpose of laying down, extending, inspecting, constructing, maintaining, altering, renewing or LAWS OF GUYANA 48 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                                repairing any water main, pipes, sewers, drains, or any part or parts thereof, or for the purpose of erecting, removing, repairing or maintaining pipes, sewers, drains to convey water and sewerage services, a public supplier may open and break any pavement, road, street, bridge, lane or public place along the routes of those mains, pipes, sewers or drains and may erect works therein subject to the following conditions  (a)   the public supplier shall give to the authority in whose area the pavement, road, street, bridge, lane or public place is situated or to such other person in whom the maintenance of the pavement, road, street, bridge, lane or public place is vested not less than seven days notice of its intention, specifying the time at which it will begin opening or breaking up and the portion of the pavement, road, street, bridge, lane or public place proposed to be opened or broken up, unless the work is to remedy a dangerous situation or a situation that has interrupted or imminently threatens to interrupt the supply of water and sewerage services, in which case the public supplier may begin work and shall inform the authority forthwith;  (b)    the public supplier shall not open or break up any pavement, road, street bridge, lane or public place except under the superintendence and to the reasonable satisfaction of the authority, unless that authority refuses or neglects to give superintendence at the time specified streets, etc. may break up public supplier LAWS OF GUYANA Water and Sewerage Cap. 30:01 49                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                               in the notice, or discontinues it during the work, or unless the work is to remedy a   dangerous  situation  that   has  interrupted   or   imminently threatens to interrupt the supply of water and sewerage services, in  which case superintendence may be dispensed with;  (c)     the public supplier shall not erect any works in a position to which the authority reasonably objects;  (d)    the public supplier shall  not,  without the  consent  of  the authority, open or break up any road, street, bridge, lane or public place without providing reasonable facilities for the passage of the ordinary traffic on  that road, street or bridge, to the satisfaction of the authority;  (e)    until the pavement, road, street, bridge, lane or public place is restored, the place where it is opened or broken up shall be adequately lighted in such manner as to give proper warning to the public during the period between six oclock in the evening of any day and five o'clock in the morning of the following day.  (2)  When the public supplier has opened or broken up any portion of a pavement, road, street, bridge, lane or public place, it shall    (a)      with  all  convenient  speed, and  in all LAWS OF GUYANA 50 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                   Second Schedule.      c. 51:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purpose of laying down, extending, inspecting, constructing, maintaining, altering, renewing or LAWS OF GUYANA 48 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                                repairing any water main, pipes, sewers, drains, or any part or parts thereof, or for the purpose of erecting, removing, repairing or maintaining pipes, sewers, drains to convey water and sewerage services, a public supplier may open and break any pavement, road, street, bridge, lane or public place along the routes of those mains, pipes, sewers or drains and may erect works therein subject to the following conditions"
                },
                {
                    "representation": "(a)",
                    "description": "with  all  convenient  speed, and  in all LAWS OF GUYANA 50 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                   Second Schedule.      c. 51:"
                },
                {
                    "representation": "(b)",
                    "description": "the public supplier shall not open or break up any pavement, road, street bridge, lane or public place except under the superintendence and to the reasonable satisfaction of the authority, unless that authority refuses or neglects to give superintendence at the time specified streets, etc. may break up public supplier LAWS OF GUYANA Water and Sewerage Cap. 30:01 49                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                               in the notice, or discontinues it during the work, or unless the work is to remedy a   dangerous  situation  that   has  interrupted   or   imminently threatens to interrupt the supply of water and sewerage services, in  which case superintendence may be dispensed with;"
                },
                {
                    "representation": "(c)",
                    "description": "the public supplier shall not erect any works in a position to which the authority reasonably objects;"
                },
                {
                    "representation": "(d)",
                    "description": "the public supplier shall  not,  without the  consent  of  the authority, open or break up any road, street, bridge, lane or public place without providing reasonable facilities for the passage of the ordinary traffic on  that road, street or bridge, to the satisfaction of the authority;"
                },
                {
                    "representation": "(e)",
                    "description": "until the pavement, road, street, bridge, lane or public place is restored, the place where it is opened or broken up shall be adequately lighted in such manner as to give proper warning to the public during the period between six oclock in the evening of any day and five o'clock in the morning of the following day."
                },
                {
                    "representation": "(2)",
                    "description": "When the public supplier has opened or broken up any portion of a pavement, road, street, bridge, lane or public place, it shall"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Public Supplier to request alteration of obstruction. ",
            "context": "WATER AND SEWERAGE ACT under Public Supplier to request alteration of obstruction. 54. If a public supplier in operating or extending its works considers that the position of any tube, wire, apparatus or pole for any telegraphic or electrical purpose (in this section referred to as \"obstruction) is likely to interfere with the compliance by the public supplier of its statutory or licence obligations, the public supplier may request the owner of the obstruction to alter its position and in the event that the owner fails to do so within a reasonable period of time the public supplier may alter the position of the obstruction in such a manner as will not interfere with the supply of electricity or telegraphic services.",
            "description": "If a public supplier in operating or extending its works considers that the position of any tube, wire, apparatus or pole for any telegraphic or electrical purpose (in this section referred to as \"obstruction) is likely to interfere with the compliance by the public supplier of its statutory or licence obligations, the public supplier may request the owner of the obstruction to alter its position and in the event that the owner fails to do so within a reasonable period of time the public supplier may alter the position of the obstruction in such a manner as will not interfere with the supply of electricity or telegraphic services."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Water meters.  PART IX  SEWERAGE  ",
            "context": "WATER AND SEWERAGE ACT under Water meters.  PART IX  SEWERAGE  55.(1) A public supplier shall have the right upon not less than seventy-two hours notice to enter any premises for the purpose of installing, monitoring or reading any water meter. (2) Any person who obstructs a public supplier from exercising his rights under subsection (1) shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (c) of the Second Schedule.   PART IX  SEWERAGE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(2)",
                    "description": "Any person who obstructs a public supplier from exercising his rights under subsection"
                },
                {
                    "representation": "(c)",
                    "description": "of the Second Schedule.   PART IX  SEWERAGE"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Existing sewerage system. ",
            "context": "WATER AND SEWERAGE ACT under Existing sewerage system. 56.(1)  A public supplier shall   (a)  maintain and develop    (i)    the sewerage system and other             property relating thereto; and (ii)     all sewerage  works,   which are transferred to the public supplier under this Act.  (b)    construct, develop and maintain such to request Public supplier LAWS OF GUYANA 52 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012        .            Sewerage areas.                                  further sewerage works and sewerage systems as necessary or expedient for compliance with its licence issued under section 44;  (c)     administer   the   sewerage   services               thereby established and provide sewerage facilities in Guyana.  (2) When the sewerage works within any area are completed, the public supplier shall give notice of completion to the local authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A public supplier shall"
                },
                {
                    "representation": "(a)",
                    "description": "maintain and develop"
                },
                {
                    "representation": "(i)",
                    "description": "the sewerage system and other             property relating thereto; and"
                },
                {
                    "representation": "(b)",
                    "description": "construct, develop and maintain such to request Public supplier LAWS OF GUYANA 52 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012        .            Sewerage areas.                                  further sewerage works and sewerage systems as necessary or expedient for compliance with its licence issued under section 44;"
                },
                {
                    "representation": "(c)",
                    "description": "administer   the   sewerage   services               thereby established and provide sewerage facilities in Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "When the sewerage works within any area are completed, the public supplier shall give notice of completion to the local authority."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Sewerage area. ",
            "context": "WATER AND SEWERAGE ACT under Sewerage area. 57.(1) The public supplier may divide any area covered by its licence into sewerage areas for the purpose of constructing the sewerage works, and before commencing the sewerage works in any area, shall prepare a plan and give notice, published in the Gazette and one daily newspaper in the proposed sewerage area of the area and the plan.  (2) When the public supplier has given notice of a sewerage area under subsection (1), any person who wishes to construct or alter any building on any premises  within  that  area  shall  submit  the  plan  of  the  building  to  the  pubic supplier.  (3) On  issuing  the  notice  referred  to  in  subsection  (2),  the  public supplier shall give notice by advertisement or otherwise to the owner of every house, building or premises within the area notifying him of his right to have any water closet on such premises connected, by the resident engineer to the nearest collecting sewer by means of a soil pipe.  (4)  Before authorising the connection of the premises to a collecting sewer under subsection (3) the resident engineer shall inspect all water closets on the LAWS OF GUYANA Water and Sewerage Cap. 30:01 53                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012   Resident engineer.                   Second Schedule.            Second Schedule     Inspection and maintenance of sewerage systems.     premises and certify that they meet the appropriate standards for connection.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The public supplier may divide any area covered by its licence into sewerage areas for the purpose of constructing the sewerage works, and before commencing the sewerage works in any area, shall prepare a plan and give notice, published in the Gazette and one daily newspaper in the proposed sewerage area of the area and the plan."
                },
                {
                    "representation": "(2)",
                    "description": "When the public supplier has given notice of a sewerage area under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "the resident engineer shall inspect all water closets on the LAWS OF GUYANA Water and Sewerage Cap. 30:01 53                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012   Resident engineer.                   Second Schedule.            Second Schedule     Inspection and maintenance of sewerage systems.     premises and certify that they meet the appropriate standards for connection."
                },
                {
                    "representation": "(4)",
                    "description": "Before authorising the connection of the premises to a collecting sewer under subsection"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Resident engineer. ",
            "context": "WATER AND SEWERAGE ACT under Resident engineer. 58. (1) A public supplier may appoint a resident engineer in respect of any sewerage area.  (2) No building shall be constructed or reconstructed in any sewerage area unless the resident engineer has first approved of the plan of the water closet, its connection with the house sewer, and any alteration or extension of a house sewer already constructed.  (3) The situation, dimensions, materials, construction and appliances of every water closet referred to in subsection (2) and house sewer shall be subject to the approval of the public supplier.  (4) Any person who fails to comply with subsection (2) or (3) shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (b) of the Second Schedule.  (5) A public supplier may require the owner of any building or premises within the area to construct and install any water closet directed by the resident engineer and to connect every water closet by means of a soil pipe and house sewer to the collecting sewer.  (6) Any person who fails to comply with the directions of the resident engineer under subsection (5) shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (b) of the Second Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A public supplier may appoint a resident engineer in respect of any sewerage area."
                },
                {
                    "representation": "(2)",
                    "description": "or"
                },
                {
                    "representation": "(3)",
                    "description": "shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(4)",
                    "description": "Any person who fails to comply with subsection"
                },
                {
                    "representation": "(b)",
                    "description": "of the Second Schedule."
                },
                {
                    "representation": "(5)",
                    "description": "shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(6)",
                    "description": "Any person who fails to comply with the directions of the resident engineer under subsection"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Inspection and maintenance of sewerage systems. ",
            "context": "WATER AND SEWERAGE ACT under Inspection and maintenance of sewerage systems. 59. (1) All house sewers in private property, water closets, soil pipes and service pipes shall be subject to survey by the public supplier and shall be re-constructed, altered, repaired and kept in order by the owners or occupiers of the LAWS OF GUYANA 54 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                                 premises to which they belong or for the use of which they are constructed when so ordered by the public supplier.         (2) All collecting sewers shall be under the survey, management and control of the public supplier and be re-constructed, altered, repaired and kept in proper order by the public supplier. (3) The public supplier's resident engineer or any person appointed by the public supplier for that purpose, either generally or specially, may inspect and service any collecting sewer, house sewer, water closet, or service pipe and, for that purpose, at all reasonable times in the day without notice, may enter any house, building or premises with any necessary assistant and worker, and cause the ground to be opened where he thinks fit, doing as little damage as reasonably practicable, and if the service pipe, collecting sewer, or a house-sewer is found to be in proper order, he shall cause the ground to be closed and made good as soon as may be, and the expenses thereof shall be defrayed by the public supplier.  (4) If any house sewer, water closet or service pipe inspected under this section is found to be in a bad condition or to require alteration or repair, the public supplier's resident engineer shall execute such work or any other work he thinks necessary or expedient, and the public supplier may recover from the owner the expenses incurred in so doing.  (5) All collecting sewers, house sewers, water closets and service pipes shall, in addition to the inspection that may be carried out under this section, be subject to inspection by the medical officer of health, sanitary inspectors and any other  officer  appointed by the public supplier, who shall co-operate with the public supplier's resident engineer for the purpose of ensuring that the collecting sewers,  house  sewers,  water  closets  and  service  pipes  are  kept  in  proper condition. LAWS OF GUYANA Water and Sewerage Cap. 30:01 55                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 sewerage.                Sanitary contractor.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All house sewers in private property, water closets, soil pipes and service pipes shall be subject to survey by the public supplier and shall be re-constructed, altered, repaired and kept in order by the owners or occupiers of the LAWS OF GUYANA 54 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                                 premises to which they belong or for the use of which they are constructed when so ordered by the public supplier."
                },
                {
                    "representation": "(2)",
                    "description": "All collecting sewers shall be under the survey, management and control of the public supplier and be re-constructed, altered, repaired and kept in proper order by the public supplier."
                },
                {
                    "representation": "(3)",
                    "description": "The public supplier's resident engineer or any person appointed by the public supplier for that purpose, either generally or specially, may inspect and service any collecting sewer, house sewer, water closet, or service pipe and, for that purpose, at all reasonable times in the day without notice, may enter any house, building or premises with any necessary assistant and worker, and cause the ground to be opened where he thinks fit, doing as little damage as reasonably practicable, and if the service pipe, collecting sewer, or a house-sewer is found to be in proper order, he shall cause the ground to be closed and made good as soon as may be, and the expenses thereof shall be defrayed by the public supplier."
                },
                {
                    "representation": "(4)",
                    "description": "If any house sewer, water closet or service pipe inspected under this section is found to be in a bad condition or to require alteration or repair, the public supplier's resident engineer shall execute such work or any other work he thinks necessary or expedient, and the public supplier may recover from the owner the expenses incurred in so doing."
                },
                {
                    "representation": "(5)",
                    "description": "All collecting sewers, house sewers, water closets and service pipes shall, in addition to the inspection that may be carried out under this section, be subject to inspection by the medical officer of health, sanitary inspectors and any other  officer  appointed by the public supplier, who shall co-operate with the public supplier's resident engineer for the purpose of ensuring that the collecting sewers,  house  sewers,  water  closets  and  service  pipes  are  kept  in  proper condition. LAWS OF GUYANA Water and Sewerage Cap. 30:01 55                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 sewerage.                Sanitary contractor."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Prohibition of injurious sewerage. ",
            "context": "WATER AND SEWERAGE ACT under Prohibition of injurious sewerage. 60. If in the judgment of the public supplier sewage of any particular kind would be injurious to the sewers, the public supplier may by notice published in the Gazette and one daily newspaper, prohibit from the time stated in the notice, the introduction of that sewage into any sewers, and if, after the date prescribed by the notice, that sewage is introduced, enters or flows, into any sewer, the occupier of any such house, premises or place, and also anyone introducing any of that sewage, or causing it to flow or enter into the sewer shall be guilty of an offence.",
            "description": "If in the judgment of the public supplier sewage of any particular kind would be injurious to the sewers, the public supplier may by notice published in the Gazette and one daily newspaper, prohibit from the time stated in the notice, the introduction of that sewage into any sewers, and if, after the date prescribed by the notice, that sewage is introduced, enters or flows, into any sewer, the occupier of any such house, premises or place, and also anyone introducing any of that sewage, or causing it to flow or enter into the sewer shall be guilty of an offence."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Sanitary contractors. ",
            "context": "WATER AND SEWERAGE ACT under Sanitary contractors. 61.(1) The Minister may grant licences authorising persons to construct, execute, repair or perform work in connection with house sewers, water closets, sewerage service and water service.  (2) The persons authorised under subsection (1) shall be referred to as licensed sanitary contractors and it shall be their duty to act in accordance with this Act and any regulations made under this Act.  (3)Licensed sanitary contractors shall be responsible for the acts and omissions of their employees.  (4) The Minister may make regulations prescribing fees to be paid for examinations and licences of sanitary contractors.  (5) The Minister may in his discretion suspend or cancel the licence of a sanitary contractor who is guilty of misconduct in the performance of his duties under this Act.  (6) The grant, suspension or cancellation of a licence shall be published in the Gazette and a daily newspaper.  injurious Prohibition of LAWS OF GUYANA 56 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012            Liability for expenses.                                   (7) No person other than a licensed sanitary contractor may do any work in relation to a collecting sewer, house sewer, water closet, soil pipe, sewerage and water service and any unlicensed person who does that work shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph  (b) of the Second Schedule, provided that any employee of the public supplier shall be deemed to be a licensed sanitary contractor with regard to work done by him under the authority of the public supplier.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be referred to as licensed sanitary contractors and it shall be their duty to act in accordance with this Act and any regulations made under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The persons authorised under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The Minister may make regulations prescribing fees to be paid for examinations and licences of sanitary contractors."
                },
                {
                    "representation": "(5)",
                    "description": "The Minister may in his discretion suspend or cancel the licence of a sanitary contractor who is guilty of misconduct in the performance of his duties under this Act."
                },
                {
                    "representation": "(6)",
                    "description": "The grant, suspension or cancellation of a licence shall be published in the Gazette and a daily newspaper.  injurious Prohibition of LAWS OF GUYANA 56 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012            Liability for expenses."
                },
                {
                    "representation": "(7)",
                    "description": "No person other than a licensed sanitary contractor may do any work in relation to a collecting sewer, house sewer, water closet, soil pipe, sewerage and water service and any unlicensed person who does that work shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph"
                },
                {
                    "representation": "(b)",
                    "description": "of the Second Schedule, provided that any employee of the public supplier shall be deemed to be a licensed sanitary contractor with regard to work done by him under the authority of the public supplier."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Liability for expenses. ",
            "context": "WATER AND SEWERAGE ACT under Liability for expenses. 62.(1) When the owner or occupier of a house, building or premises is liable under this Act for payment of the expenses of any work done by the public supplier, the public supplier shall provide him with an itemised bill which will be payable within seven days.  (2) The public supplier may at the request of the owner permit the payment of the expenses by instalments, as it thinks fit, with interest on the principal amount from time to time remaining unpaid at the prevailing rate at its bank or other financial institution.  (3) The public supplier may, by way of additional remedy, require the payment of all or any part of the expenses and interest payable by the owner be recovered from the person who then, or at any time thereafter, occupies any of the premises concerned, and in default of payment by him on demand, the public supplier may enforce the payment against him in the same way as against an owner; and he shall be entitled to deduct from any rent payable by him to the owner so much as is paid by or recovered from him in respect of any such charge or interest.  (4) An occupier of any premises shall not be liable to pay more money in respect of any sums charged under this Act on the owner for work done by the public supplier other than the amount of rent due from him for the premises in LAWS OF GUYANA Water and Sewerage Cap. 30:01 57                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012       Service of demand by public supplier.                                      Connection to distribution system.    respect of which premises those expenses and interest are payable at the time of the demand, or which at any time after the demand have accrued and become payable.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When the owner or occupier of a house, building or premises is liable under this Act for payment of the expenses of any work done by the public supplier, the public supplier shall provide him with an itemised bill which will be payable within seven days."
                },
                {
                    "representation": "(2)",
                    "description": "The public supplier may at the request of the owner permit the payment of the expenses by instalments, as it thinks fit, with interest on the principal amount from time to time remaining unpaid at the prevailing rate at its bank or other financial institution."
                },
                {
                    "representation": "(3)",
                    "description": "The public supplier may, by way of additional remedy, require the payment of all or any part of the expenses and interest payable by the owner be recovered from the person who then, or at any time thereafter, occupies any of the premises concerned, and in default of payment by him on demand, the public supplier may enforce the payment against him in the same way as against an owner; and he shall be entitled to deduct from any rent payable by him to the owner so much as is paid by or recovered from him in respect of any such charge or interest."
                },
                {
                    "representation": "(4)",
                    "description": "An occupier of any premises shall not be liable to pay more money in respect of any sums charged under this Act on the owner for work done by the public supplier other than the amount of rent due from him for the premises in LAWS OF GUYANA Water and Sewerage Cap. 30:01 57                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012       Service of demand by public supplier.                                      Connection to distribution system.    respect of which premises those expenses and interest are payable at the time of the demand, or which at any time after the demand have accrued and become payable."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Service of demand by public supplier.   LAWS OF GUYANA 6 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012  SECTION PART X  CONNECTION AND DISCONNECTION  ",
            "context": "WATER AND SEWERAGE ACT under Service of demand by public supplier.   LAWS OF GUYANA 6 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012  SECTION PART X  CONNECTION AND DISCONNECTION  63. The following provisions shall apply to the making or service of any notice, demand or other document by a public supplier   (a)     it  may  be authenticated by the name of the resident engineer being  affixed thereto in print or writing;  (b)       it shall be sufficient if addressed to the              owner or occupier of the house,  building  or  premises  (naming  or  describing  him)  to which it relates;  (c)    it may be served upon the person to whom it relates, either personally or through the post office, addressed to him at his usual or last known place of abode or business in Guyana or in case of an occupier, to the resident of the premises to which the document relates, or if the building is unoccupied and the place of abode of the person, after due inquiry, cannot be found, by affixing it or a copy of it  to  some  conspicuous part of the premises.   PART X  CONNECTION AND DISCONNECTION",
            "description": [
                {
                    "representation": "(a)",
                    "description": "it  may  be authenticated by the name of the resident engineer being  affixed thereto in print or writing;"
                },
                {
                    "representation": "(b)",
                    "description": "it shall be sufficient if addressed to the              owner or occupier of the house,  building  or  premises"
                },
                {
                    "representation": "(c)",
                    "description": "it may be served upon the person to whom it relates, either personally or through the post office, addressed to him at his usual or last known place of abode or business in Guyana or in case of an occupier, to the resident of the premises to which the document relates, or if the building is unoccupied and the place of abode of the person, after due inquiry, cannot be found, by affixing it or a copy of it  to  some  conspicuous part of the premises.   PART X  CONNECTION AND DISCONNECTION"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Connections to distribution system. ",
            "context": "WATER AND SEWERAGE ACT under Connections to distribution system. 64.(1) Every property which is to be connected to the distribution system shall be connected to the nearest water main to the property, by means of a service pipe on which LAWS OF GUYANA 58 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                       Cost of connections.           there shall be placed at least one tap.  (2) The connection referred to in subsection (1) shall be for purposes of effecting a continuous water supply to every property from the waterworks, and shall at all times be kept in such a proper condition, either by renewal of the service pipe or otherwise, as to secure a continuous and efficient service at all times, provided a supply of water is available from the waterworks.  (3) If any property is without a connection, then upon request of the owner  or  occupier,  the  public  supplier  shall  have  the  power  to  make  the connection.  (4) After a connection has been made but has at any time and from any cause become defective, the public supplier shall have the power to put that connection in serviceable condition.  (5) Whenever there is a failure to have a supply of water to any property by means of a connection, the public supplier shall have the power to provide a supply of water to the property by other means.  (6) The public supplier shall have the exclusive right to make any connection, and to renew or repair it, at any time if found necessary or expedient.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be for purposes of effecting a continuous water supply to every property from the waterworks, and shall at all times be kept in such a proper condition, either by renewal of the service pipe or otherwise, as to secure a continuous and efficient service at all times, provided a supply of water is available from the waterworks."
                },
                {
                    "representation": "(2)",
                    "description": "The connection referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "If any property is without a connection, then upon request of the owner  or  occupier,  the  public  supplier  shall  have  the  power  to  make  the connection."
                },
                {
                    "representation": "(4)",
                    "description": "After a connection has been made but has at any time and from any cause become defective, the public supplier shall have the power to put that connection in serviceable condition."
                },
                {
                    "representation": "(5)",
                    "description": "Whenever there is a failure to have a supply of water to any property by means of a connection, the public supplier shall have the power to provide a supply of water to the property by other means."
                },
                {
                    "representation": "(6)",
                    "description": "The public supplier shall have the exclusive right to make any connection, and to renew or repair it, at any time if found necessary or expedient."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Cost of connections. ",
            "context": "WATER AND SEWERAGE ACT under Cost of connections. 65.(1) The  cost  of  making  any  connection,  renewal  or  repair  may  be borne  by the owners or occupiers of the premises.  (2) The cost of the service pipes and other materials shall be borne by the public supplier up to the boundaries of the premises and any additional works on the premises shall be the responsibility of the owners or occupiers.  LAWS OF GUYANA Water and Sewerage Cap. 30:01 59                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 payment.       Disconnection for necessary work.             Failure to provide access to records.  Second Schedule.       Failure to provide information.  Second Schedule.    Depositing rubbish in sewerage system.  Second Schedule.    sewer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  cost  of  making  any  connection,  renewal  or  repair  may  be borne  by the owners or occupiers of the premises."
                },
                {
                    "representation": "(2)",
                    "description": "The cost of the service pipes and other materials shall be borne by the public supplier up to the boundaries of the premises and any additional works on the premises shall be the responsibility of the owners or occupiers.  LAWS OF GUYANA Water and Sewerage Cap. 30:01 59                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 payment.       Disconnection for necessary work.             Failure to provide access to records.  Second Schedule.       Failure to provide information.  Second Schedule.    Depositing rubbish in sewerage system.  Second Schedule.    sewer."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Disconnection for non-payment. ",
            "context": "WATER AND SEWERAGE ACT under Disconnection for non-payment. 66. A public supplier may cut off a supply of water to any premises if the owner or occupier is liable to pay charges to the public supplier and has failed to do so within twenty-eight days of receipt of notice requiring him to pay such charges.",
            "description": "A public supplier may cut off a supply of water to any premises if the owner or occupier is liable to pay charges to the public supplier and has failed to do so within twenty-eight days of receipt of notice requiring him to pay such charges."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Disconnection for necessary work.   PART XI  OFFENCES  ",
            "context": "WATER AND SEWERAGE ACT under Disconnection for necessary work.   PART XI  OFFENCES  67. (1) A public supplier may cut off or reduce a supply of water to any premises for the purpose of carrying out any necessary works.  (2) Where a public supplier cuts off or reduces a supply of water under subsection (1) the public supplier shall carry out the necessary works with reasonable dispatch.  PART XI   OFFENCES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the public supplier shall carry out the necessary works with reasonable dispatch.  PART XI   OFFENCES"
                },
                {
                    "representation": "(2)",
                    "description": "Where a public supplier cuts off or reduces a supply of water under subsection"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Failure to provide access to records. ",
            "context": "WATER AND SEWERAGE ACT under Failure to provide access to records. 68. Any  person  who  fails  to  provide  access  to  any  books,  accounts, documents or assets when required to do so under this Act shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (b) of the Second Schedule.",
            "description": [
                {
                    "representation": "(b)",
                    "description": "of the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Failure to provide information. ",
            "context": "WATER AND SEWERAGE ACT under Failure to provide information. 69. Any person who fails or refuses to give data or information, or who gives false or misleading data or information when required to give information under this Act shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (b) of the Second Schedule.",
            "description": [
                {
                    "representation": "(b)",
                    "description": "of the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "Depositing rubbish in sewerage system. ",
            "context": "WATER AND SEWERAGE ACT under Depositing rubbish in sewerage system. 70. Any person who throws or deposits any garbage, tin, refuse, oil, metal, trade waste or any other matter or thing, except household sewage and the necessary paper, into the sewerage system shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (c) of the Second Schedule.",
            "description": [
                {
                    "representation": "(c)",
                    "description": "of the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Waste in house sewer. ",
            "context": "WATER AND SEWERAGE ACT under Waste in house sewer. 71. If any waste other than household waste is found for non-Disconnection Waste in house sewer.LAWS OF GUYANA 60 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                Depositing of sewerage.         Second Schedule.     Tampering with waterworks.        Drawing off water.      Second Schedule.  Damage to waterworks.    in a house sewer or the chamber which serves the house, the owner or occupier shall be guilty of an offence and shall be liable    (i)       to  the  penalties prescribed under paragraph (b) of the  Second Schedule;  (ii)   to pay  the public  supplier all costs of cleaning or unblocking the house sewer or chamber.",
            "description": [
                {
                    "representation": "(i)",
                    "description": "to  the  penalties prescribed under paragraph"
                },
                {
                    "representation": "(b)",
                    "description": "of the  Second Schedule;"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "Depositing of sewage. ",
            "context": "WATER AND SEWERAGE ACT under Depositing of sewage. 72. Whenever a house, building or premises has or has been provided with a house sewer and a water closet under this Act, and any sewage flows or is deposited or thrown from the house or premises, either within the premises or elsewhere  other  than  by  the  house  sewer  from  the  house  and  premises,  the occupier of the house, building or premises and anyone who deposits or throws any such sewage shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (c) of the Second Schedule.",
            "description": [
                {
                    "representation": "(c)",
                    "description": "of the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "73",
            "title": "Tampering with waterworks. ",
            "context": "WATER AND SEWERAGE ACT under Tampering with waterworks. 73. Any person who unlawfully and intentionally or negligently tampers or interferes with any waterworks or any seal or measuring device attached to a waterworks shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (d) of the Second Schedule.",
            "description": [
                {
                    "representation": "(d)",
                    "description": "of the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "74",
            "title": "Drawing off water. ",
            "context": "WATER AND SEWERAGE ACT under Drawing off water. 74. Any person who without lawful authority flushes, draws off, diverts or takes water from any waterworks or other work constructed or maintained for the supply of water or from any water, creek or stream whereby the waterworks are supplied  shall  be  guilty  of  an  offence  and  shall  be  liable  to  the  penalties prescribed under paragraph (d) of the Second Schedule.",
            "description": [
                {
                    "representation": "(d)",
                    "description": "of the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "75",
            "title": "Damage to water works. ",
            "context": "WATER AND SEWERAGE ACT under Damage to water works. 75. Any person who wilfully or negligently breaks, LAWS OF GUYANA Water and Sewerage Cap. 30:01 61                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012    Interference with water meter. Second Schedule      Works affecting water meter.  Second Schedule.    Obstructing access to waterworks or sewerage system. Second Schedule.       Wasting of water.   Second Schedule.    Polluting waterworks.           damages or opens any lock, cock, pipe, waterworks or other work constructed or maintained for the supply of water shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (d) of the Second Schedule.",
            "description": [
                {
                    "representation": "(d)",
                    "description": "of the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "76",
            "title": "Interference with water meter. ",
            "context": "WATER AND SEWERAGE ACT under Interference with water meter. 76. Any person who interferes with, damages or disconnects any water meter so as to prevent the meter showing the volume of water supplied to the premises shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (c) of the Second Schedule.",
            "description": [
                {
                    "representation": "(c)",
                    "description": "of the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "77",
            "title": "Works affecting water meter. ",
            "context": "WATER AND SEWERAGE ACT under Works affecting water meter. 77. Any person who carries out any works which affect the operation of a water meter shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (b) of the Second Schedule.",
            "description": [
                {
                    "representation": "(b)",
                    "description": "of the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "78",
            "title": "Obstructing access to waterworks or sewerage system. ",
            "context": "WATER AND SEWERAGE ACT under Obstructing access to waterworks or sewerage system. 78. Any person who paves over any water main or access cover or otherwise obstructs access to any waterworks or sewer system by any permanent structure shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph  (c)  of  the  Second  Schedule, and  shall  be  liable to  pay the  public supplier all costs of breaking up the pave or works in order to preserve access.",
            "description": [
                {
                    "representation": "(c)",
                    "description": "of  the  Second  Schedule, and  shall  be  liable to  pay the  public supplier all costs of breaking up the pave or works in order to preserve access."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "79",
            "title": "Wasting of water. ",
            "context": "WATER AND SEWERAGE ACT under Wasting of water. 79. Any person who wilfully or negligently wastes or causes to be wasted any water with which he is supplied by the public supplier shall be guilty of on offence and shall be liable to the penalties prescribed under paragraph (b) of the Second Schedule.",
            "description": [
                {
                    "representation": "(b)",
                    "description": "of the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "80",
            "title": "Polluting of waterworks. ",
            "context": "WATER AND SEWERAGE ACT under Polluting of waterworks. 80. Any person who  bathes  in  any reservoir,  conduit, aqueduct or  other waterworks which is constructed or maintained for the supply of water, or washes, cleanses, throws or causes to enter therein any animal, rubbish, filth, stuff or thing of any kind or causes, or permits, or suffers to run or to be brought therein, the water of any sink, sewer, drain, engine or boiler, or other filthy, unwholesome or LAWS OF GUYANA 62 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012  Second Schedule     Obstructing public supplier.    Second Schedule.     Obstructing  the Department.          Continuing offences.           Offences by bodies corporate.            adulterated water, or does anything whereby any water under the management or control of the public supplier, or whereby any water contained in any reservoir, conduit, aqueduct, or other waterworks is fouled, shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (d) of the Second Schedule.",
            "description": [
                {
                    "representation": "(d)",
                    "description": "of the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "81",
            "title": "Obstructing public supplier. ",
            "context": "WATER AND SEWERAGE ACT under Obstructing public supplier. 81. Any  person  who  at  any  time  obstructs  the  public  supplier,  or  any employee of the public supplier, in the execution of any duty or the performance of any work under this Act or any regulation mode under this Act shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (b) of the Second Schedule.",
            "description": [
                {
                    "representation": "(b)",
                    "description": "of the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "82",
            "title": "Obstructing the Department. ",
            "context": "WATER AND SEWERAGE ACT under Obstructing the Department. 82. Any person who at any time obstructs the Department, or any employee of the Department in the execution of any duty or the performance of any work under this Act or any regulation made under this Act, shall be guilty of an offence and shall be liable to the penalties prescribed under paragraph (c) of the Second Schedule.",
            "description": [
                {
                    "representation": "(c)",
                    "description": "of the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "83",
            "title": "Continuing offences. ",
            "context": "WATER AND SEWERAGE ACT under Continuing offences. 83. Where a person is convicted of an offence under this Act or the regulations made thereunder, then, if the contravention in respect of which he was convicted is continued after he was convicted he shall be guilty of a further offence and liable on conviction to a further fine of one-fifth of the maximum penalty prescribed for that offence for each day on which the offence continues.",
            "description": "Where a person is convicted of an offence under this Act or the regulations made thereunder, then, if the contravention in respect of which he was convicted is continued after he was convicted he shall be guilty of a further offence and liable on conviction to a further fine of one-fifth of the maximum penalty prescribed for that offence for each day on which the offence continues."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "84",
            "title": "Offences by bodies corporate. ",
            "context": "WATER AND SEWERAGE ACT under Offences by bodies corporate. 84. Where an offence under any provision of this Act or the regulations made  thereunder  committed  by  a  body  corporate  is  proved  to  have  been committed with the consent or connivance of, or to have been attributable to any neglect on the part of, any director, manager, secretary or other officer of the body corporate or a person who was purporting to act in such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to LAWS OF GUYANA Water and Sewerage Cap. 30:01 63                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 Proof of offences.     Additional fine.              Compensation for loss of property.                  Limitation of liability.       be proceeded against and punished accordingly.",
            "description": "Where an offence under any provision of this Act or the regulations made  thereunder  committed  by  a  body  corporate  is  proved  to  have  been committed with the consent or connivance of, or to have been attributable to any neglect on the part of, any director, manager, secretary or other officer of the body corporate or a person who was purporting to act in such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to LAWS OF GUYANA Water and Sewerage Cap. 30:01 63                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 Proof of offences.     Additional fine.              Compensation for loss of property.                  Limitation of liability.       be proceeded against and punished accordingly."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "85",
            "title": "Proof of offences. ",
            "context": "WATER AND SEWERAGE ACT under Proof of offences. 85. In any prosecution of an offence under this Act, it is sufficient proof of the offence to establish that it was committed by an employee or agent of the defendant, whether or not the employee or agent is identified or prosecuted for the offence.",
            "description": "In any prosecution of an offence under this Act, it is sufficient proof of the offence to establish that it was committed by an employee or agent of the defendant, whether or not the employee or agent is identified or prosecuted for the offence."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "86",
            "title": "Additional fine. ",
            "context": "WATER AND SEWERAGE ACT under Additional fine. 86. Where an offender has been convicted of an offence under this Act, the court may, where it is satisfied that as a result of the commission of the offence the offender acquired any monetary benefits or that monetary benefits accrued to the offender, order the offender to pay, notwithstanding the maximum amount of any fine that may otherwise be imposed under this Act or the regulations made under this Act, an additional fine in an amount equal to the court's estimation of the amount of those monetary benefits.",
            "description": "Where an offender has been convicted of an offence under this Act, the court may, where it is satisfied that as a result of the commission of the offence the offender acquired any monetary benefits or that monetary benefits accrued to the offender, order the offender to pay, notwithstanding the maximum amount of any fine that may otherwise be imposed under this Act or the regulations made under this Act, an additional fine in an amount equal to the court's estimation of the amount of those monetary benefits."
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "87",
            "title": "Compensation for loss of property. ",
            "context": "WATER AND SEWERAGE ACT under Compensation for loss of property. 87. (1) Where an offender has been convicted of an offence under this Act, the court may, at the time of passing the sentence and on the application of the person aggrieved, order the offender to pay to that person an amount by way of satisfaction or compensation for loss of or damage to property   suffered by that person as a result of the commission of the offence.  (2) Where an amount that is ordered to be paid under subsection (1) is not paid forthwith, the applicant may, by filing the order, enter as a judgment, in the court in which the trial was held, the amount ordered to be paid, and that judgment is enforceable against the offender in the same manner as if it were a judgment rendered against the offender in that court in civil proceedings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is not paid forthwith, the applicant may, by filing the order, enter as a judgment, in the court in which the trial was held, the amount ordered to be paid, and that judgment is enforceable against the offender in the same manner as if it were a judgment rendered against the offender in that court in civil proceedings."
                },
                {
                    "representation": "(2)",
                    "description": "Where an amount that is ordered to be paid under subsection"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "88",
            "title": "Limitation of liability.  PART XII   ACQUISITION OF LANDS ",
            "context": "WATER AND SEWERAGE ACT under Limitation of liability.  PART XII   ACQUISITION OF LANDS 88. A person exercising his duties under this Act shall not be liable in any civil or criminal proceedings for anything done in the performance thereof if the Court  is  satisfied  that  the  act  was  done  in  good  faith  and  that  there  were LAWS OF GUYANA 64 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012      Acquisition of lands. c. 62:05                                         reasonable grounds for doing it.  PART XII  ACQUISITION OF LANDS",
            "description": "A person exercising his duties under this Act shall not be liable in any civil or criminal proceedings for anything done in the performance thereof if the Court  is  satisfied  that  the  act  was  done  in  good  faith  and  that  there  were LAWS OF GUYANA 64 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012      Acquisition of lands. c. 62:05                                         reasonable grounds for doing it.  PART XII  ACQUISITION OF LANDS"
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "89",
            "title": "Acquisition of lands.  LAWS OF GUYANA Water and Sewerage Cap. 30:01 7                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 SECTION  PART XIII   CREATION OF GUYANA WATER INC.   ",
            "context": "WATER AND SEWERAGE ACT under Acquisition of lands.  LAWS OF GUYANA Water and Sewerage Cap. 30:01 7                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012 SECTION  PART XIII   CREATION OF GUYANA WATER INC.   89.(1) The Minister may in accordance with the Acquisition of Lands for Public Purposes Act compulsorily acquire land for and on behalf of a public supplier for the purpose of the proper and effectual exercise of a licence granted to a public supplier for the provision of water and sewerage services.  (2) In order for the Minister to proceed under subsection (1), the public supplier shall expressly request the Minister to acquire the land, satisfying the Minister from documentary evidence, including plans and studies, that the land is required so that the public supplier may adequately fulfil the conditions of its licence.  (3) The Minister shall not proceed to acquire land under this section unless he is satisfied that the public supplier is able to make prompt payment to any person entitled to compensation for the land in consequence of such compulsory acquisition, of a sum which represents the fair market value of the land, whereupon the land being vested in the State the land is transferred by deed to the public supplier by the Minister.  (4) Where land is acquired under this section and the land is no longer required for the purposes for which it is acquired, the Minister shall have the authority to re-vest by deed of transfer the land in the proprietor from whom it was compulsorily acquired subject to the refund of the compensation, and subsection (5) shall apply mutatis mutandis in relation to the re-vesting of the land as it applies on the transfer to the public supplier.  LAWS OF GUYANA Water and Sewerage Cap. 30:01 65                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                c. 62:05               (5) Where land is transferred to a public supplier under subsection (3), the land shall vest in the public supplier from the date of such transfer and    (a)   a notice  to  that  effect  shall be published in the Gazette;  (b)      the  deed  of  transfer  shall  be treated for all purposes as if it were a transport  or  other  document  effecting  the  conveyance   of immovable property, and the Registrar of Deeds shall take due notice thereof and shall make such annotations on the records as may  be  necessary,  including  an  annotation  that  the  public supplier shall not dispose of such land or any interest or right in or over it, except with the written consent of the Minister.  (6) A public supplier who has acquired any land by virtue of this section shall not dispose of that land or of any interest in or right over it except with the consent of the Minister.  (7) Subject to the preceding subsections, the Acquisition of Lands for Public Purposes Act, shall apply mutatis mutandis in relation to the acquisition of lands under this section as they apply in relation to an acquisition wholly under the Acquisition of Lands for Public Purposes Act, and for that purpose shall be construed with any necessary modifications, adaptations, qualifications and exceptions, and, without prejudice to the generality of the foregoing, subject, in particular, for the purpose of such application, to the following modifications    LAWS OF GUYANA 66 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                              Creation of (a)      the   proper   and  effectual  exercise  of  its  licence  by a  public supplier shall be deemed to be a public work, that is to say, whatever is to be done or constructed on the land shall be deemed to be a public work;  (b)      sections 7(2), 10, 24, 26 and 27 shall not apply to an acquisition under this section;  (c)   in section 9(l)  there  shall  be substituted for the words and may at the same time or any subsequent time deposit a certificate under his hand to the effect that the National Assembly has voted  the  sum  necessary  for  compensation  the  words  and shall at the same time, where the proprietor has received compensation, deposit a certified copy of the receipt therefor; where  arrangements  satisfactory  to  the  proprietor have  been made  for  the  payment  of  compensation,  deposit  a  certified copy  thereof;  or  where  compensation  is  to  be  determined, deposit a statement showing how and in what manner this is to be effected.  (8) In this section Minister\" means the Minister responsible for public works.  PART XIII   CREATION OF GUYANA WATER INC.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may in accordance with the Acquisition of Lands for Public Purposes Act compulsorily acquire land for and on behalf of a public supplier for the purpose of the proper and effectual exercise of a licence granted to a public supplier for the provision of water and sewerage services."
                },
                {
                    "representation": "(2)",
                    "description": "In order for the Minister to proceed under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Minister shall not proceed to acquire land under this section unless he is satisfied that the public supplier is able to make prompt payment to any person entitled to compensation for the land in consequence of such compulsory acquisition, of a sum which represents the fair market value of the land, whereupon the land being vested in the State the land is transferred by deed to the public supplier by the Minister."
                },
                {
                    "representation": "(4)",
                    "description": "Where land is acquired under this section and the land is no longer required for the purposes for which it is acquired, the Minister shall have the authority to re-vest by deed of transfer the land in the proprietor from whom it was compulsorily acquired subject to the refund of the compensation, and subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Where land is transferred to a public supplier under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the   proper   and  effectual  exercise  of  its  licence  by a  public supplier shall be deemed to be a public work, that is to say, whatever is to be done or constructed on the land shall be deemed to be a public work;"
                },
                {
                    "representation": "(b)",
                    "description": "sections 7(2), 10, 24, 26 and 27 shall not apply to an acquisition under this section;"
                },
                {
                    "representation": "(6)",
                    "description": "A public supplier who has acquired any land by virtue of this section shall not dispose of that land or of any interest in or right over it except with the consent of the Minister."
                },
                {
                    "representation": "(7)",
                    "description": "Subject to the preceding subsections, the Acquisition of Lands for Public Purposes Act, shall apply mutatis mutandis in relation to the acquisition of lands under this section as they apply in relation to an acquisition wholly under the Acquisition of Lands for Public Purposes Act, and for that purpose shall be construed with any necessary modifications, adaptations, qualifications and exceptions, and, without prejudice to the generality of the foregoing, subject, in particular, for the purpose of such application, to the following modifications    LAWS OF GUYANA 66 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                              Creation of"
                },
                {
                    "representation": "(c)",
                    "description": "in section 9(l)  there  shall  be substituted for the words and may at the same time or any subsequent time deposit a certificate under his hand to the effect that the National Assembly has voted  the  sum  necessary  for  compensation  the  words  and shall at the same time, where the proprietor has received compensation, deposit a certified copy of the receipt therefor; where  arrangements  satisfactory  to  the  proprietor have  been made  for  the  payment  of  compensation,  deposit  a  certified copy  thereof;  or  where  compensation  is  to  be  determined, deposit a statement showing how and in what manner this is to be effected."
                },
                {
                    "representation": "(8)",
                    "description": "In this section Minister\" means the Minister responsible for public works.  PART XIII   CREATION OF GUYANA WATER INC."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "90",
            "title": "Creation of Guyana Water Inc. and related provisions. ",
            "context": "WATER AND SEWERAGE ACT under Creation of Guyana Water Inc. and related provisions. 90.(1)  Guyana Water Inc. shall be constituted as a LAWS OF GUYANA Water and Sewerage Cap. 30:01 67                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                              public company limited by shares on or before the 30th May, 2002 by the submission to the Registrar of Companies of the articles of incorporation and other documents that are required under the Companies Act, and by the issuance of a certificate of incorporation.  (2) The  Minister  is  hereby empowered  to  make  vesting  orders  with respect to the transfer and vesting of    (a)       such  assets  and  liabilities  relating to  the  undertaking  of  the Commissioners and the Authority as may be specified by the Minister in the said order; and  (b)      the following   (i)   all  assets  relating to the undertaking of the Com-missioners and the Authority held by the Government or by any entity owned by the State or in which the controlling interest is vested in the State or any agency or other entity on behalf of the State; (ii)   all easements, way-leaves and rights-of-way, and rights and claims thereto, necessary for the ownership, operation, main-tenance, repairs and re-placement of the assets of the Commissioners and the Authority, as such easements, way-leaves  and  rights-of-way,  and  rights  and  claims  thereto, exist on the transfer c. 89:01 provisions. Inc. and related Guyana Water LAWS OF GUYANA 68 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                              c. 5:01                 c. 19:05           day. (3) The vesting order issued under subsection (2) shall provide for the transfer to Guyana Water Inc. of the employees of the Commissioners and the Authority and the rights and obligations of the Commissioners and the Authority under collective labour agreements relating to the employees transferred. (4) The vesting order issued under subsection (2)  shall  include  an opening balance sheet for Guyana Water Inc. and the value of the assets and liabilities of Guyana Water Inc. as of the transfer day shall be as set out in such opening balance sheet.  (5) All transfers of assets effected under this section shall include all liabilities, claims, interests, rights and other encumbrances in or over such assets.  (6) Where  an  order  referred  to  in  this  section  vests  or  transfers immovable  property  to  Guyana  Water  Inc.  the  order  shall  be  treated for  all purposes as if it were a transport or other document effecting the conveyance of immovable property, and the Registrar of Deeds shall take due notice thereof; and the order shall be registered by the Registrar of Deeds under section 12(3) of the Deeds Registry Act as if it were a transport and filed as of record in the Deeds Registry; and the Registrar shall make such annotations as may be necessary and shall, issue new transports to Guyana Water Inc. in furtherance of the transaction provided for in this section, no fee nor advertisement being necessary.  (7) Sections 5, 8 and 11 and any other applicable provisions of the Public Corporations Act not in conflict with this Act or with the transaction provided for in this section shall mutatis mutandis apply to an order made under this section.  (8)  Nothing effected or authorised by this Act   LAWS OF GUYANA Water and Sewerage Cap. 30:01 69                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                                (a)    shall be regarded as placing Guyana Water Inc. or any other person in breach of contract or confidence or as otherwise making any of them guilty of a civil wrong;  (b)    shall be regarded as giving rise to a right for any person to terminate or cancel any contract or arrangement or to accelerate the performance of any obligation;  (c)    shall be regarded as placing Guyana Water Inc., or any other person in breach of any enactment or rule of law or contractual provision prohibiting, restricting, or regulating the assignment or transfer of any property or the disclosure of any information;  (d)    shall  release  any surety wholly or in part from any obligation; or   (e)   shall invalidate or discharge  any contract  or  security,  all  of which shall continue in effect in accordance with the vesting order made under subsection (2).   (9)  With effect from the transfer day   (a)     for  the  purpose  of every law, every determination or agree-ment relating to the employ-ment of each employee of the LAWS OF GUYANA 70 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                                Commissioners and the Authority transferred to the Guyana Water Inc. in accordance with the vesting order made under this section  such  employment  shall  be  deemed  to  have  been unbroken and the period of service of each such employee with the Commissioners and the Authority and every other period of service of that employee that is recognised as continuous service with the Commissioners and the Authority shall be deemed to have been a period of service with the Guyana Water Inc;  (b)   the  terms and conditions of              employment of each employee referred to in paragraph (a) shall, until varied, be identical with the terms and conditions of that employee's employment with the Commissioners and the Authority immediately before the transfer day and be capable of variation in the same manner;  (c)   no such employee shall be entitled to receive any payment or other benefit by reason of this Act.  (10) The Minister may grant to the Guyana Water LAWS OF GUYANA Water and Sewerage Cap. 30:01 71                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012       c. 89:01               Dissolution of the Authority and the Commission-ers.               Power to remove difficulties.  Inc. in the licence to be issued under this Act and at no charge to the public supplier, such easements, way-leaves and rights-of-way across lands owned by the Government or any local government authority, or any entity owned or controlled by the Government or any local government authority, and access thereto, as may be necessary for the Guyana Water Inc. to carry out its licensed activities. (11) Notwithstanding anything in Part IV Division C of the Companies Act the accounts of Guyana Water Inc. shall be kept and audited in accordance with the relevant provisions of sections 157 to 167 of the said Act and Schedule VI thereof and not later than six months after the end of each calendar year the company shall submit to the Minister a report containing an account of its transactions throughout the preceding calendar year in such detail as the Minister may direct and a statement of the audited accounts of the company for laying before the National Assembly not later than nine months after the end of each calendar year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Guyana Water Inc. shall be constituted as a LAWS OF GUYANA Water and Sewerage Cap. 30:01 67                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                              public company limited by shares on or before the 30th May, 2002 by the submission to the Registrar of Companies of the articles of incorporation and other documents that are required under the Companies Act, and by the issuance of a certificate of incorporation."
                },
                {
                    "representation": "(2)",
                    "description": "shall  include  an opening balance sheet for Guyana Water Inc. and the value of the assets and liabilities of Guyana Water Inc. as of the transfer day shall be as set out in such opening balance sheet."
                },
                {
                    "representation": "(a)",
                    "description": "shall, until varied, be identical with the terms and conditions of that employee's employment with the Commissioners and the Authority immediately before the transfer day and be capable of variation in the same manner;"
                },
                {
                    "representation": "(b)",
                    "description": "the  terms and conditions of              employment of each employee referred to in paragraph"
                },
                {
                    "representation": "(i)",
                    "description": "all  assets  relating to the undertaking of the Com-missioners and the Authority held by the Government or by any entity owned by the State or in which the controlling interest is vested in the State or any agency or other entity on behalf of the State;"
                },
                {
                    "representation": "(3)",
                    "description": "The vesting order issued under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The vesting order issued under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "All transfers of assets effected under this section shall include all liabilities, claims, interests, rights and other encumbrances in or over such assets."
                },
                {
                    "representation": "(6)",
                    "description": "Where  an  order  referred  to  in  this  section  vests  or  transfers immovable  property  to  Guyana  Water  Inc.  the  order  shall  be  treated for  all purposes as if it were a transport or other document effecting the conveyance of immovable property, and the Registrar of Deeds shall take due notice thereof; and the order shall be registered by the Registrar of Deeds under section 12(3) of the Deeds Registry Act as if it were a transport and filed as of record in the Deeds Registry; and the Registrar shall make such annotations as may be necessary and shall, issue new transports to Guyana Water Inc. in furtherance of the transaction provided for in this section, no fee nor advertisement being necessary."
                },
                {
                    "representation": "(7)",
                    "description": "Sections 5, 8 and 11 and any other applicable provisions of the Public Corporations Act not in conflict with this Act or with the transaction provided for in this section shall mutatis mutandis apply to an order made under this section."
                },
                {
                    "representation": "(8)",
                    "description": "Nothing effected or authorised by this Act   LAWS OF GUYANA Water and Sewerage Cap. 30:01 69                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012"
                },
                {
                    "representation": "(c)",
                    "description": "no such employee shall be entitled to receive any payment or other benefit by reason of this Act."
                },
                {
                    "representation": "(d)",
                    "description": "shall  release  any surety wholly or in part from any obligation; or"
                },
                {
                    "representation": "(e)",
                    "description": "shall invalidate or discharge  any contract  or  security,  all  of which shall continue in effect in accordance with the vesting order made under subsection"
                },
                {
                    "representation": "(9)",
                    "description": "With effect from the transfer day"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "91",
            "title": "Dissolution of the Authority and Commissioners. ",
            "context": "WATER AND SEWERAGE ACT under Dissolution of the Authority and Commissioners. 91. (1) The Authority is hereby dissolved with effect from the 30th May,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Authority is hereby dissolved with effect from the 30th May,"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "92",
            "title": "Power to remove difficulties.   PART XIV   REGULATIONS  ",
            "context": "WATER AND SEWERAGE ACT under Power to remove difficulties.   PART XIV   REGULATIONS  92. The Minister may, for the purpose of removing any difficulty in giving effect to the provisions of this Act, particularly in relation to the transition from the provisions of LAWS OF GUYANA 72 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                 Regulations.                                 the Guyana Water Authority Act and the Water Commissioners Act to the provisions of this Act, make such order or give such direction, not inconsistent with the provisions of this Act, as appears to him to be necessary or expedient for the purpose of removing the difficulty:  Provided that no such order or direction shall be made or given after the expiry of two years from the 30th May,",
            "description": "The Minister may, for the purpose of removing any difficulty in giving effect to the provisions of this Act, particularly in relation to the transition from the provisions of LAWS OF GUYANA 72 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                 Regulations.                                 the Guyana Water Authority Act and the Water Commissioners Act to the provisions of this Act, make such order or give such direction, not inconsistent with the provisions of this Act, as appears to him to be necessary or expedient for the purpose of removing the difficulty:  Provided that no such order or direction shall be made or given after the expiry of two years from the 30th May,"
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "93",
            "title": "Regulations.  PART XV  MISCELLANEOUS  ",
            "context": "WATER AND SEWERAGE ACT under Regulations.  PART XV  MISCELLANEOUS  93.(1) The Minister may make regulations for the purpose of giving effect to the provisions of this Act.  (2) Without prejudice to  the  generality of subsection (1)  regulations may be made for all or any of the following matters    (a)    requiring that the use of water from a water resource be monitored, measured and recorded;  (b)   requiring  that  any  water use be registered with the Department;   (c)    prescribing  the  outcome  or  effect which must be achieved by the installation and operation of any waterworks;  (d)  regulating the design, construction,            installation, operation and maintenance of any boreholes or waterworks, where it is necessary or desirable to monitor any water use or c. 55:02 c. 55:01 LAWS OF GUYANA Water and Sewerage Cap. 30:01 73                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                               to protect a water resource;  (e)    requiring   qualifications   for   and   registration   of   persons authorised  to design, construct, install, operate and maintain any waterworks, in order to protect the public and to safeguard human life and property;  (f)      regulating or prohibiting any activity in order to protect a water resource or instream habitat;  (g)    prescribing procedural requirements for  licence applications;  (h)  prescribing methods for making a            volumetric determination of water  to  be ascribed to  a stream flow reduction activity for purposes of water use allocation and the imposition of charges;  (i)     prescribing  the   required   contents   of, and procedures  for obtaining assessments of the likely effect which any proposed licence may have on the quality and availability of the water resource in question;  (j)  prescribing guidelines, procedures, standards and methods for monitoring;  (k)   prescribing  the  nature, type, time period and format of data to be submitted under this Act; LAWS OF GUYANA 74 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012                                                 (l)      prescribing  the  charges  to be made by the Guyana Water Inc. for the laying and construction of house sewers (not being part of a collecting sewer system) and of the requisite appliances and accessories thereto; (m)     prescribing the form of application for the provision of sewage services and water services;   (n)     regulating    the    types    of    fittings that  may   be   used;     (o)  prescribing the conditions for the discontinuance of the supply of water in cases otherwise than as provided in this Act;  (p)    regulating  the  use  of  water  from  public  stand-pipes;    (q)       providing  for  the  proper  use and              conservation  of  water, including the prevention of waste, contamination or pollution of water;  (r)      providing  for   the  inspection, testing and maintenance of any installation or apparatus and in respect of the fixing, testing, and renting of meters, and for any other services rendered by the Guyana Water Inc. in pursuance of its functions under this Act;  (s)      prescribing  whatever  fees  and  other            charges need  to  be prescribed. LAWS OF GUYANA Water and Sewerage Cap. 30:01 75                                                                                                                  L.R.O. 1/2012                           L.R.O. 1/2012     Saving of existing rights.            State bound.       s. 3(1)                           PART XV  MISCELLANEOUS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "regulations may be made for all or any of the following matters"
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to  the  generality of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "requiring that the use of water from a water resource be monitored, measured and recorded;"
                },
                {
                    "representation": "(b)",
                    "description": "requiring  that  any  water use be registered with the Department;"
                },
                {
                    "representation": "(c)",
                    "description": "prescribing  the  outcome  or  effect which must be achieved by the installation and operation of any waterworks;"
                },
                {
                    "representation": "(d)",
                    "description": "regulating the design, construction,            installation, operation and maintenance of any boreholes or waterworks, where it is necessary or desirable to monitor any water use or c. 55:02 c. 55:01 LAWS OF GUYANA Water and Sewerage Cap. 30:01 73                                                                                                                  L.R.O. 1/2012                         L.R.O. 1/2012                                               to protect a water resource;"
                },
                {
                    "representation": "(e)",
                    "description": "requiring   qualifications   for   and   registration   of   persons authorised  to design, construct, install, operate and maintain any waterworks, in order to protect the public and to safeguard human life and property;"
                },
                {
                    "representation": "(f)",
                    "description": "regulating or prohibiting any activity in order to protect a water resource or instream habitat;"
                },
                {
                    "representation": "(g)",
                    "description": "prescribing procedural requirements for  licence applications;"
                },
                {
                    "representation": "(h)",
                    "description": "prescribing methods for making a            volumetric determination of water  to  be ascribed to  a stream flow reduction activity for purposes of water use allocation and the imposition of charges;"
                },
                {
                    "representation": "(i)",
                    "description": "prescribing  the   required   contents   of, and procedures  for obtaining assessments of the likely effect which any proposed licence may have on the quality and availability of the water resource in question;"
                },
                {
                    "representation": "(j)",
                    "description": "prescribing guidelines, procedures, standards and methods for monitoring;"
                },
                {
                    "representation": "(k)",
                    "description": "prescribing  the  nature, type, time period and format of data to be submitted under this Act; LAWS OF GUYANA 74 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012"
                },
                {
                    "representation": "(l)",
                    "description": "prescribing  the  charges  to be made by the Guyana Water Inc. for the laying and construction of house sewers"
                },
                {
                    "representation": "(m)",
                    "description": "prescribing the form of application for the provision of sewage services and water services;"
                },
                {
                    "representation": "(n)",
                    "description": "regulating    the    types    of    fittings that  may   be   used;"
                },
                {
                    "representation": "(o)",
                    "description": "prescribing the conditions for the discontinuance of the supply of water in cases otherwise than as provided in this Act;"
                },
                {
                    "representation": "(p)",
                    "description": "regulating  the  use  of  water  from  public  stand-pipes;"
                },
                {
                    "representation": "(q)",
                    "description": "providing  for  the  proper  use and              conservation  of  water, including the prevention of waste, contamination or pollution of water;"
                },
                {
                    "representation": "(r)",
                    "description": "providing  for   the  inspection, testing and maintenance of any installation or apparatus and in respect of the fixing, testing, and renting of meters, and for any other services rendered by the Guyana Water Inc. in pursuance of its functions under this Act;"
                },
                {
                    "representation": "(s)",
                    "description": "prescribing  whatever  fees  and  other            charges need  to  be prescribed. LAWS OF GUYANA Water and Sewerage Cap. 30:01 75                                                                                                                  L.R.O. 1/2012                           L.R.O. 1/2012     Saving of existing rights.            State bound.       s. 3(1)                           PART XV  MISCELLANEOUS"
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "94",
            "title": "Saving of existing rights. ",
            "context": "WATER AND SEWERAGE ACT under Saving of existing rights. 94.(1) Nothing in this Act shall be construed to prejudice, alter or affect any right, privilege, freedom or usage possessed or exercised by law or by custom by any person.  (2) All land occupied or used by an Amerindian Community and all land necessary for the quiet enjoyment by the Amerindians of any Amerindian settlement shall be deemed to be lawfully occupied by them.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Nothing in this Act shall be construed to prejudice, alter or affect any right, privilege, freedom or usage possessed or exercised by law or by custom by any person."
                },
                {
                    "representation": "(2)",
                    "description": "All land occupied or used by an Amerindian Community and all land necessary for the quiet enjoyment by the Amerindians of any Amerindian settlement shall be deemed to be lawfully occupied by them."
                }
            ]
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "95",
            "title": "State bound.  FIRST SCHEDULE SECOND SCHEDULE   _________________________  5 of 2002        An Act to provide for the ownership, management, control, protection and conservation of water resources, the provision of safe water, sewerage services and advisory services, the regulation thereof and for matters incidental thereto or connected therewith.  [30th MAY 2002]   WATER AND SEWERAGE ACT  CHAPTER 30:01 LAWS OF GUYANA 8 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012        Short title.     Interpretation.          c. 55:01                       c. 55:02         PART I  PRELIMINARY  ",
            "context": "WATER AND SEWERAGE ACT under State bound.  FIRST SCHEDULE SECOND SCHEDULE   _________________________  5 of 2002        An Act to provide for the ownership, management, control, protection and conservation of water resources, the provision of safe water, sewerage services and advisory services, the regulation thereof and for matters incidental thereto or connected therewith.  [30th MAY 2002]   WATER AND SEWERAGE ACT  CHAPTER 30:01 LAWS OF GUYANA 8 Cap. 30:01 Water and Sewerage   L.R.O. 1/2012        Short title.     Interpretation.          c. 55:01                       c. 55:02         PART I  PRELIMINARY  95. This Act binds the State.      FIRST SCHEDULE",
            "description": "This Act binds the State.      FIRST SCHEDULE"
        }
    },
    {
        "act": "WATER AND SEWERAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2002",
            "title": "(2) The Commissioners are hereby dissolved with effect from the 30th May, ",
            "context": "WATER AND SEWERAGE ACT under (2) The Commissioners are hereby dissolved with effect from the 30th May, 2002.  (3) Notwithstanding the dissolution of the Authority and the Commissioners such of the provisions of the Guyana Water Authority Act and the Water Commissioners Act, not inconsistent with this Act and which are essential to facilitate the discharge by the Guyana Water Inc. of its functions under this Act shall be deemed to be part of this Act and shall apply to Guyana Water Inc. mutatis mutandis.",
            "description": [
                {
                    "representation": "(3)",
                    "description": "Notwithstanding the dissolution of the Authority and the Commissioners such of the provisions of the Guyana Water Authority Act and the Water Commissioners Act, not inconsistent with this Act and which are essential to facilitate the discharge by the Guyana Water Inc. of its functions under this Act shall be deemed to be part of this Act and shall apply to Guyana Water Inc. mutatis mutandis."
                }
            ]
        }
    }
]