[
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "COURT OF APPEAL ACT under Short title. 1. This Act may be cited as the Court of Appeal Act.",
            "description": "This Act may be cited as the Court of Appeal Act."
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART I GENERAL PROVISIONS  ",
            "context": "COURT OF APPEAL ACT under Interpretation.  PART I GENERAL PROVISIONS  2. In this Act  Full Court means the Full Court of the High Court;  and  order in Parts II and III of this Act includes decision or judgment. LAWS OF GUYANA 6 Cap. 3:01 Court of Appeal  L.R.O. 1/2012       General powers of the Court of Appeal.       Administration of oaths.                      Restriction on institution of vexatious actions. [O. 37/1966A]          PART I GENERAL PROVISIONS",
            "description": "In this Act  Full Court means the Full Court of the High Court;  and  order in Parts II and III of this Act includes decision or judgment. LAWS OF GUYANA 6 Cap. 3:01 Court of Appeal  L.R.O. 1/2012       General powers of the Court of Appeal.       Administration of oaths.                      Restriction on institution of vexatious actions. [O. 37/1966A]          PART I GENERAL PROVISIONS"
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "General powers of the Court of Appeal. ",
            "context": "COURT OF APPEAL ACT under General powers of the Court of Appeal. 3.  Subject to the provisions of any Act, the Court of Appeal shall in the exercise of any jurisdiction vested in it by this Act, have all the powers and authorities vested in or exercisable by the Supreme Court of Judicature in England on the first day of January,",
            "description": "Subject to the provisions of any Act, the Court of Appeal shall in the exercise of any jurisdiction vested in it by this Act, have all the powers and authorities vested in or exercisable by the Supreme Court of Judicature in England on the first day of January,"
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Administration of oaths. ",
            "context": "COURT OF APPEAL ACT under Administration of oaths. 4.  (1) The Court of Appeal or any judge thereof may require and administer any necessary oath.  (2) Without prejudice to any other power to require an oath to be administered, rules of court may prescribe the occasions on which an oath may be administered and may authorise any of the following persons to administer oaths for any purpose specified in the rules  (a)      the Registrar of the Supreme Court;  (b)  any person duly authorised by law to   administer oaths for the purpose of the Supreme Court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Court of Appeal or any judge thereof may require and administer any necessary oath."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to any other power to require an oath to be administered, rules of court may prescribe the occasions on which an oath may be administered and may authorise any of the following persons to administer oaths for any purpose specified in the rules"
                },
                {
                    "representation": "(a)",
                    "description": "the Registrar of the Supreme Court;"
                },
                {
                    "representation": "(b)",
                    "description": "any person duly authorised by law to   administer oaths for the purpose of the Supreme Court."
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Restriction on institution of vexatious actions.  PART II CIVIL APPEALS  ",
            "context": "COURT OF APPEAL ACT under Restriction on institution of vexatious actions.  PART II CIVIL APPEALS  5.  (1) If on an application made by the Attorney-General under this section the Court of Appeal is satisfied that any person has habitually and persistently and without any reasonable ground instituted vexatious legal proceedings in the Court of Appeal, and whether against the same person or against different persons, the Court may, after hearing that person or giving him an opportunity of being heard, order that no legal proceedings shall without the leave of the Court or a judge thereof be instituted by him in the Court of Appeal and such leave shall not be given unless the Court of  Appeal or a judge thereof is satisfied that the proceedings are not an LAWS OF GUYANA Court of Appeal Cap. 3:01 7  L.R.O. 1/2012               Appeals in civil matters.                                abuse of the process of the court and that there is prima facie ground for the proceedings.  (2) A copy of any order made under this section  shall  be published in the Gazette.  PART II CIVIL APPEALS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If on an application made by the Attorney-General under this section the Court of Appeal is satisfied that any person has habitually and persistently and without any reasonable ground instituted vexatious legal proceedings in the Court of Appeal, and whether against the same person or against different persons, the Court may, after hearing that person or giving him an opportunity of being heard, order that no legal proceedings shall without the leave of the Court or a judge thereof be instituted by him in the Court of Appeal and such leave shall not be given unless the Court of  Appeal or a judge thereof is satisfied that the proceedings are not an LAWS OF GUYANA Court of Appeal Cap. 3:01 7  L.R.O. 1/2012               Appeals in civil matters.                                abuse of the process of the court and that there is prima facie ground for the proceedings."
                },
                {
                    "representation": "(2)",
                    "description": "A copy of any order made under this section  shall  be published in the Gazette.  PART II CIVIL APPEALS"
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Appeals in civil matters. ",
            "context": "COURT OF APPEAL ACT under Appeals in civil matters. 6.  (1) The Court of Appeal shall have jurisdiction to hear and determine any matter arising in any civil proceedings upon a case stated or upon a question of law reserved by the Full Court or by a judge of the High Court pursuant to any power conferred in that behalf by any Act.  (2) Subject as otherwise provided in this section, an appeal shall lie to the Court of Appeal in any cause or matter from any order of the Full Court or of a judge of the High Court (whether made before or after the date on which this Act comes into force) where such order is  (a)  final and is not  (i)  an order of a judge of the High Court made in chambers or in a summary proceeding;  (ii) an order made with the consent of the parties;   (iii)     an order as to costs;  (iv) an order referred to in paragraph (d);  (b)  a decree nisi in a matrimonial cause or an order in an admiralty action LAWS OF GUYANA 8 Cap. 3:01 Court of Appeal  L.R.O. 1/2012                                               determining liability;  (c)  declared by rules of court to be of the nature of a final order;  (d)  an order upon appeal from any other court, tribunal, body or person.  (3) No appeal shall lie from an order referred to in subsection (2) (d)  (a)  except  (i)  upon a question of law; or  (ii)  where  such  order  precludes  any  party  from the exercise of his profession or calling, from the holding of public office, from membership of a public body or from the right to vote at the election of a member for any such body;  (b)  in any case, except with the leave of the Full Court or judge making the order or of the Court of Appeal.  (4) With the leave of the Full Court or of the Court of Appeal, an appeal shall lie under this section from a decision of the Full Court upon appeal from a judge of the High Court in respect of an order referred to in subsection (2) (a) (i), (a) (ii) or (a) (iii) or in respect of an order of a judge of the High Court not referred to in the said subsection.  (5) No appeal shall lie under this section LAWS OF GUYANA Court of Appeal Cap. 3:01 9  L.R.O. 1/2012                                               (a)   from any order made in any criminal cause or  matter;   (b)  from an order allowing an extension of time for appealing from an order; (c)  from an order of a judge giving unconditional leave to defend an action;  (d)  from an order obtained by default or made on an ex parte application;  (e)  from a determination of the Full Court under subsection (8) of this section;  (f)  from an order absolute for the dissolution or nullity of marriage in favour of any party who having had time and opportunity to appeal from the decree nisi on which the order was founded, has not appealed from that decree.  (6) No appeal shall lie under this section from any order of the Full Court or of a judge of the High Court where it is provided by any Act that the decision of such Court or judge shall be final.  (7) The jurisdiction to hear appeals vested in the Court of Appeal under this Part shall be to the exclusion of the jurisdiction of any other court:  Provided that a judge of the High Court may hear and determine such applications incidental to the appeal and not involving the decision thereof as may be prescribed by rules of court; but an order made on any such application may be LAWS OF GUYANA 10 Cap. 3:01 Court of Appeal  L.R.O. 1/2012              Powers of Court of Appeal in civil matters.                                discharged or varied by the Court of Appeal.  (8) Where any doubt arises regarding the category mentioned in subsection (2) into which an order of the Full Court or of a judge of the High Court falls, such doubt may be determined by the Full Court or by the Court of Appeal upon application in a summary way.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Court of Appeal shall have jurisdiction to hear and determine any matter arising in any civil proceedings upon a case stated or upon a question of law reserved by the Full Court or by a judge of the High Court pursuant to any power conferred in that behalf by any Act."
                },
                {
                    "representation": "(2)",
                    "description": "into which an order of the Full Court or of a judge of the High Court falls, such doubt may be determined by the Full Court or by the Court of Appeal upon application in a summary way."
                },
                {
                    "representation": "(a)",
                    "description": "from any order made in any criminal cause or  matter;"
                },
                {
                    "representation": "(i)",
                    "description": "upon a question of law; or"
                },
                {
                    "representation": "(b)",
                    "description": "from an order allowing an extension of time for appealing from an order;"
                },
                {
                    "representation": "(c)",
                    "description": "from an order of a judge giving unconditional leave to defend an action;"
                },
                {
                    "representation": "(d)",
                    "description": "from an order obtained by default or made on an ex parte application;"
                },
                {
                    "representation": "(3)",
                    "description": "No appeal shall lie from an order referred to in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "With the leave of the Full Court or of the Court of Appeal, an appeal shall lie under this section from a decision of the Full Court upon appeal from a judge of the High Court in respect of an order referred to in subsection"
                },
                {
                    "representation": "(5)",
                    "description": "No appeal shall lie under this section LAWS OF GUYANA Court of Appeal Cap. 3:01 9  L.R.O. 1/2012"
                },
                {
                    "representation": "(e)",
                    "description": "from a determination of the Full Court under subsection"
                },
                {
                    "representation": "(8)",
                    "description": "Where any doubt arises regarding the category mentioned in subsection"
                },
                {
                    "representation": "(f)",
                    "description": "from an order absolute for the dissolution or nullity of marriage in favour of any party who having had time and opportunity to appeal from the decree nisi on which the order was founded, has not appealed from that decree."
                },
                {
                    "representation": "(6)",
                    "description": "No appeal shall lie under this section from any order of the Full Court or of a judge of the High Court where it is provided by any Act that the decision of such Court or judge shall be final."
                },
                {
                    "representation": "(7)",
                    "description": "The jurisdiction to hear appeals vested in the Court of Appeal under this Part shall be to the exclusion of the jurisdiction of any other court:  Provided that a judge of the High Court may hear and determine such applications incidental to the appeal and not involving the decision thereof as may be prescribed by rules of court; but an order made on any such application may be LAWS OF GUYANA 10 Cap. 3:01 Court of Appeal  L.R.O. 1/2012              Powers of Court of Appeal in civil matters.                                discharged or varied by the Court of Appeal."
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Powers of Court of Appeal in civil matters. ",
            "context": "COURT OF APPEAL ACT under Powers of Court of Appeal in civil matters. 7.  (1) On the hearing of an appeal from any order of the High Court in any civil cause or matter, the Court of Appeal shall have power to  (a)  confirm, vary, amend, or set aside the order or make any such order as the court from whose order the appeal is brought might have made, or to make any order which ought to have been made, and to make such further or other order as the case may require;  (b) draw inferences of fact;  (c) direct the court from whose order the appeal is brought to enquire into and certify its finding on any question which the Court of Appeal thinks  fit  to  be  determined  before  final judgment in the appeal.  (2) The powers of the Court of Appeal under the foregoing provisions of this section may be exercised notwithstanding that no notice of appeal or respondents notice has been given in respect of any particular part of the decision of the court from whose order the appeal is brought or by any particular party to the proceedings in that court, or that any ground for allowing the appeal or for affirming or LAWS OF GUYANA Court of Appeal Cap. 3:01 11  L.R.O. 1/2012                     Additional powers of Court of Appeal on hearing appeals in civil matters.                    varying the decision of that court is not specified in such a notice; and the Court of Appeal may make any order, on such terms as the Court thinks just, to ensure the determination on the merits of the real question in controversy between the parties.  (3) The Court of Appeal may make such order as to the whole or any part of the costs of an appeal as may be just, and may, in special circumstances, order that such security shall be given for the costs of an appeal as may be just.  (4) The powers of the Court of Appeal in respect of an appeal shall not be restricted by reason of any interlocutory order from which there has been no appeal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the hearing of an appeal from any order of the High Court in any civil cause or matter, the Court of Appeal shall have power to"
                },
                {
                    "representation": "(a)",
                    "description": "confirm, vary, amend, or set aside the order or make any such order as the court from whose order the appeal is brought might have made, or to make any order which ought to have been made, and to make such further or other order as the case may require;"
                },
                {
                    "representation": "(b)",
                    "description": "draw inferences of fact;"
                },
                {
                    "representation": "(c)",
                    "description": "direct the court from whose order the appeal is brought to enquire into and certify its finding on any question which the Court of Appeal thinks  fit  to  be  determined  before  final judgment in the appeal."
                },
                {
                    "representation": "(2)",
                    "description": "The powers of the Court of Appeal under the foregoing provisions of this section may be exercised notwithstanding that no notice of appeal or respondents notice has been given in respect of any particular part of the decision of the court from whose order the appeal is brought or by any particular party to the proceedings in that court, or that any ground for allowing the appeal or for affirming or LAWS OF GUYANA Court of Appeal Cap. 3:01 11  L.R.O. 1/2012                     Additional powers of Court of Appeal on hearing appeals in civil matters.                    varying the decision of that court is not specified in such a notice; and the Court of Appeal may make any order, on such terms as the Court thinks just, to ensure the determination on the merits of the real question in controversy between the parties."
                },
                {
                    "representation": "(3)",
                    "description": "The Court of Appeal may make such order as to the whole or any part of the costs of an appeal as may be just, and may, in special circumstances, order that such security shall be given for the costs of an appeal as may be just."
                },
                {
                    "representation": "(4)",
                    "description": "The powers of the Court of Appeal in respect of an appeal shall not be restricted by reason of any interlocutory order from which there has been no appeal."
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Additional powers of Court of Appeal on hearing appeals in civil matters. ",
            "context": "COURT OF APPEAL ACT under Additional powers of Court of Appeal on hearing appeals in civil matters. 8.  On the hearing of an appeal from any order of the High Court in any civil cause or matter, the Court of Appeal may, if it thinks fit  (a)  order the production of any document, exhibit, or other thing  connected with  the  proceedings,  the  production  of which appears to it necessary for the determination of the case, provided that no person shall be compelled to produce under any such order any writing or other document which he could not have been compelled to produce at the hearing or trial;  (b)  order any witness who would have been a compellable witness at the trial to attend and be examined before the Court of Appeal, whether he was or was not called at the trial, or order the examination of any such witness to be conducted in manner provided by rules of court before any judge LAWS OF GUYANA 12 Cap. 3:01 Court of Appeal  L.R.O. 1/2012                                               of the Court of Appeal or before any officer of the Court of Appeal or justice of the peace or other person appointed by the Court of Appeal for the purpose, and at any place and allow the admission of any deposition so taken as evidence before the Court of Appeal;  (c)  receive  the  evidence,  if  tendered,  of  any  witness (including any party) who is a competent but not compellable witness, and, if a party makes application for the purpose, of the husband or wife of that party in cases where the evidence of the husband or wife could not have been given at the trial except on such application;  (d) where the case was not tried by the High Court, remit the case to the court of trial for further hearing, with such instructions as regards the taking of further evidence or otherwise as appear to it necessary; and in all cases, remit the case with such instructions to the High Court;  (e)  where any question arising at the appeal involves prolonged examination of documents or accounts or any scientific or local investigation which cannot, in the opinion of the Court of Appeal, conveniently be conducted before the Court  of Appeal,  order  the  reference  of  the  question  in manner provided by rules of court for inquiry and report to a special commissioner appointed by the Court of Appeal, and act upon the report of any such commissioner so far as they think fit to LAWS OF GUYANA Court of Appeal Cap. 3:01 13  L.R.O. 1/2012                Power of Court of Appeal as to new trials.                               adopt it;  (f)  appoint any person with special expert knowledge to act as an assessor in an advisory capacity in any case where it  appears to the Court of Appeal that such knowledge is required for the proper determination of the case.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "order the production of any document, exhibit, or other thing  connected with  the  proceedings,  the  production  of which appears to it necessary for the determination of the case, provided that no person shall be compelled to produce under any such order any writing or other document which he could not have been compelled to produce at the hearing or trial;"
                },
                {
                    "representation": "(b)",
                    "description": "order any witness who would have been a compellable witness at the trial to attend and be examined before the Court of Appeal, whether he was or was not called at the trial, or order the examination of any such witness to be conducted in manner provided by rules of court before any judge LAWS OF GUYANA 12 Cap. 3:01 Court of Appeal  L.R.O. 1/2012                                               of the Court of Appeal or before any officer of the Court of Appeal or justice of the peace or other person appointed by the Court of Appeal for the purpose, and at any place and allow the admission of any deposition so taken as evidence before the Court of Appeal;"
                },
                {
                    "representation": "(c)",
                    "description": "receive  the  evidence,  if  tendered,  of  any  witness"
                },
                {
                    "representation": "(d)",
                    "description": "where the case was not tried by the High Court, remit the case to the court of trial for further hearing, with such instructions as regards the taking of further evidence or otherwise as appear to it necessary; and in all cases, remit the case with such instructions to the High Court;"
                },
                {
                    "representation": "(e)",
                    "description": "where any question arising at the appeal involves prolonged examination of documents or accounts or any scientific or local investigation which cannot, in the opinion of the Court of Appeal, conveniently be conducted before the Court  of Appeal,  order  the  reference  of  the  question  in manner provided by rules of court for inquiry and report to a special commissioner appointed by the Court of Appeal, and act upon the report of any such commissioner so far as they think fit to LAWS OF GUYANA Court of Appeal Cap. 3:01 13  L.R.O. 1/2012                Power of Court of Appeal as to new trials.                               adopt it;"
                },
                {
                    "representation": "(f)",
                    "description": "appoint any person with special expert knowledge to act as an assessor in an advisory capacity in any case where it  appears to the Court of Appeal that such knowledge is required for the proper determination of the case."
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Power of Court of Appeal as to new trials. ",
            "context": "COURT OF APPEAL ACT under Power of Court of Appeal as to new trials. 9.  (1) Subject to this section, on the hearing of an appeal in any civil cause or matter the Court of Appeal shall, if it appears to the Court of Appeal that a new trial should be held, have power to set aside the order appealed against and order that a new trial be held.  (2) On the hearing of an appeal in any civil cause or matter, the following provisions shall apply  (a)  a  new trial shall not be ordered on the ground of the improper admission or rejection of evidence unless in the opinion of the Court of Appeal some substantial wrong or miscarriage has been thereby occasioned;  (b)     a new trial may be ordered on any question without interfering with the finding or decision upon any other question; and if it appears to the Court of Appeal that any such wrong or miscarriage as is mentioned in paragraph (a) affects part only of the matter in controversy, or one or some only of the parties, the Court may order a new trial as to that part only, or as to that party or those parties LAWS OF GUYANA 14 Cap. 3:01 Court of Appeal  L.R.O. 1/2012         Wrong rulings as to sufficiency of stamps.           Definitions.  [21 of 1978]                      Right of appeal in criminal cases.           c. 10:01 only, and give final judgment as to the remainder.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, on the hearing of an appeal in any civil cause or matter the Court of Appeal shall, if it appears to the Court of Appeal that a new trial should be held, have power to set aside the order appealed against and order that a new trial be held."
                },
                {
                    "representation": "(2)",
                    "description": "On the hearing of an appeal in any civil cause or matter, the following provisions shall apply"
                },
                {
                    "representation": "(a)",
                    "description": "affects part only of the matter in controversy, or one or some only of the parties, the Court may order a new trial as to that part only, or as to that party or those parties LAWS OF GUYANA 14 Cap. 3:01 Court of Appeal  L.R.O. 1/2012         Wrong rulings as to sufficiency of stamps.           Definitions.  [21 of 1978]                      Right of appeal in criminal cases.           c. 10:01 only, and give final judgment as to the remainder."
                },
                {
                    "representation": "(b)",
                    "description": "a new trial may be ordered on any question without interfering with the finding or decision upon any other question; and if it appears to the Court of Appeal that any such wrong or miscarriage as is mentioned in paragraph"
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Wrong rulings as to sufficiency of stamps.  PART III CRIMINAL APPEALS  ",
            "context": "COURT OF APPEAL ACT under Wrong rulings as to sufficiency of stamps.  PART III CRIMINAL APPEALS  10.  The Court of Appeal shall not grant a new trial or reverse any judgment by reason of the ruling of any court that the stamp upon any document is sufficient or that the document does not require a stamp.  PART III CRIMINAL APPEALS",
            "description": "The Court of Appeal shall not grant a new trial or reverse any judgment by reason of the ruling of any court that the stamp upon any document is sufficient or that the document does not require a stamp.  PART III CRIMINAL APPEALS"
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Definitions. ",
            "context": "COURT OF APPEAL ACT under Definitions. 11.  In this Part  appeal means an appeal by a person convicted upon indictment and appellant means the person making such appeal and includes an applicant for leave to appeal;  sentence includes any order of the court made on conviction with reference to the person convicted and the power of the Court of Appeal to pass a sentence includes a power to make any such order as the convicting court might have made.",
            "description": "In this Part  appeal means an appeal by a person convicted upon indictment and appellant means the person making such appeal and includes an applicant for leave to appeal;  sentence includes any order of the court made on conviction with reference to the person convicted and the power of the Court of Appeal to pass a sentence includes a power to make any such order as the convicting court might have made."
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Right of appeal in criminal cases. ",
            "context": "COURT OF APPEAL ACT under Right of appeal in criminal cases. 12.  A person convicted on indictment in the High Court may appeal under this Part to the Court of Appeal  (a)     against his conviction, on any ground of appeal which involves a question of law alone;  (b)     if a female convicted of an offence punishable with death, from the finding of a jury on proceedings under section 167 of the Criminal Law (Procedure) Act, that she is not LAWS OF GUYANA Court of Appeal Cap. 3:01 15  L.R.O. 1/2012                       Determination of appeals in ordinary cases. [21 of 1978]                     pregnant;  (c)   with the leave of the Court of Appeal or upon the certificate of the judge who tried him that it is a fit case for appeal against his conviction on any ground of appeal which involves a question of fact alone, or a question of mixed law and fact, or any other ground which appears to the Court or judge to be a sufficient ground of appeal; and (d) with the leave of the Court of Appeal against the sentence",
            "description": [
                {
                    "representation": "(a)",
                    "description": "against his conviction, on any ground of appeal which involves a question of law alone;"
                },
                {
                    "representation": "(b)",
                    "description": "if a female convicted of an offence punishable with death, from the finding of a jury on proceedings under section 167 of the Criminal Law"
                },
                {
                    "representation": "(c)",
                    "description": "with the leave of the Court of Appeal or upon the certificate of the judge who tried him that it is a fit case for appeal against his conviction on any ground of appeal which involves a question of fact alone, or a question of mixed law and fact, or any other ground which appears to the Court or judge to be a sufficient ground of appeal; and"
                },
                {
                    "representation": "(d)",
                    "description": "with the leave of the Court of Appeal against the sentence"
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Determination of appeals in ordinary cases. ",
            "context": "COURT OF APPEAL ACT under Determination of appeals in ordinary cases. 13. (1) The Court of Appeal on any such appeal against conviction shall allow the appeal if they think that the verdict of the jury should be set aside on the ground that it is unreasonable or cannot be supported having regard to the evidence, or that the judgment of the court before whom the appellant was convicted should be set aside on the ground of a wrong decision of any question of law or that on any ground there was a miscarriage of justice, and in any other case shall dismiss the appeal:         Provided that the court may, notwithstanding that they are of opinion that the point raised in the appeal might be decided in favour of the appellant, dismiss  the  appeal  if  they  consider  that  no  substantial miscarriage of justice has actually occurred.  (2) Subject to the special provisions of this Part the Court of Appeal shall, if they allow an appeal against conviction, quash the conviction and direct a judgment and verdict of acquittal to be entered, or if the interests of justice the sentence is one fixed by law.              (d) passed on his conviction, unless  LAWS OF GUYANA 16 Cap. 3:01 Court of Appeal  L.R.O. 1/2012                  Powers of Court of Appeal in special cases                              so require, order a new trial.  (3) On an appeal against conviction or sentence the Court of Appeal shall, if they think that a different sentence should have been passed, quash the sentence passed at the trial, and pass such other sentence warranted in law by the verdict (whether more or less severe) in substitution therefor as they think ought to have been passed, and in any other case shall dismiss the appeal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Court of Appeal on any such appeal against conviction shall allow the appeal if they think that the verdict of the jury should be set aside on the ground that it is unreasonable or cannot be supported having regard to the evidence, or that the judgment of the court before whom the appellant was convicted should be set aside on the ground of a wrong decision of any question of law or that on any ground there was a miscarriage of justice, and in any other case shall dismiss the appeal:         Provided that the court may, notwithstanding that they are of opinion that the point raised in the appeal might be decided in favour of the appellant, dismiss  the  appeal  if  they  consider  that  no  substantial miscarriage of justice has actually occurred."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to the special provisions of this Part the Court of Appeal shall, if they allow an appeal against conviction, quash the conviction and direct a judgment and verdict of acquittal to be entered, or if the interests of justice the sentence is one fixed by law."
                },
                {
                    "representation": "(d)",
                    "description": "passed on his conviction, unless  LAWS OF GUYANA 16 Cap. 3:01 Court of Appeal  L.R.O. 1/2012                  Powers of Court of Appeal in special cases                              so require, order a new trial."
                },
                {
                    "representation": "(3)",
                    "description": "On an appeal against conviction or sentence the Court of Appeal shall, if they think that a different sentence should have been passed, quash the sentence passed at the trial, and pass such other sentence warranted in law by the verdict"
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Powers of Court of Appeal in special cases. ",
            "context": "COURT OF APPEAL ACT under Powers of Court of Appeal in special cases. 14. (1) If it appears to the Court of Appeal that an appellant, thought not properly convicted on some count or part of the indictment, has been properly convicted on some other count or part of the indictment, the Court  of Appeal  may  either  confirm  the  sentence  passed  on  the appellant at the trial or pass such sentence in substitution therefor as they think proper and as may be warranted in law by the verdict on the count or part of the indictment, on which the Court of Appeal consider that the appellant has been properly convicted.  (2) Where an appellant has been convicted of an offence and the jury could on the indictment, have found him guilty of some other offence, and on the finding of the jury it appears to the Court of Appeal that the jury must have been satisfied of facts which proved him guilty of that other offence, the Court of Appeal may, instead of allowing or dismissing the appeal, substitute for the verdict returned by the jury a judgment of guilty  of  that other offence and pass such sentence in substitution for the sentence passed at the trial as may be warranted in law for that other offence, not being a sentence of greater severity.  (3) Where on the conviction of the appellant the jury have found a  special verdict, and the Court of Appeal consider that a wrong conclusion has been arrived at by the court before which the appellant has been convicted on the LAWS OF GUYANA Court of Appeal Cap. 3:01 17  L.R.O. 1/2012                  c. 10:01             Re-vesting and restitution of property on conviction. c. 90:10                    effect of that verdict, the Court of Appeal may,  instead of allowing the appeal, order such conclusion to be recorded as appears to the Court to be in law required by the verdict, and pass such sentence in substitution for the sentence passed at the trial as may be warranted in law.  (4) If on any appeal it appears to the Court of Appeal that, although the appellant was guilty of the act or omission charged against him, he was of unsound mind at the time the act was done or the omission made so as not to be responsible for his actions according to law, the Court of Appeal may quash the sentence passed at the trial and order that the appellant be kept in custody as a criminal lunatic under section 179 of the Criminal Law (Procedure) Act in the same manner as if a special verdict had been found by the jury under that Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If it appears to the Court of Appeal that an appellant, thought not properly convicted on some count or part of the indictment, has been properly convicted on some other count or part of the indictment, the Court  of Appeal  may  either  confirm  the  sentence  passed  on  the appellant at the trial or pass such sentence in substitution therefor as they think proper and as may be warranted in law by the verdict on the count or part of the indictment, on which the Court of Appeal consider that the appellant has been properly convicted."
                },
                {
                    "representation": "(2)",
                    "description": "Where an appellant has been convicted of an offence and the jury could on the indictment, have found him guilty of some other offence, and on the finding of the jury it appears to the Court of Appeal that the jury must have been satisfied of facts which proved him guilty of that other offence, the Court of Appeal may, instead of allowing or dismissing the appeal, substitute for the verdict returned by the jury a judgment of guilty  of  that other offence and pass such sentence in substitution for the sentence passed at the trial as may be warranted in law for that other offence, not being a sentence of greater severity."
                },
                {
                    "representation": "(3)",
                    "description": "Where on the conviction of the appellant the jury have found a  special verdict, and the Court of Appeal consider that a wrong conclusion has been arrived at by the court before which the appellant has been convicted on the LAWS OF GUYANA Court of Appeal Cap. 3:01 17  L.R.O. 1/2012                  c. 10:01             Re-vesting and restitution of property on conviction. c. 90:10                    effect of that verdict, the Court of Appeal may,  instead of allowing the appeal, order such conclusion to be recorded as appears to the Court to be in law required by the verdict, and pass such sentence in substitution for the sentence passed at the trial as may be warranted in law."
                },
                {
                    "representation": "(4)",
                    "description": "If on any appeal it appears to the Court of Appeal that, although the appellant was guilty of the act or omission charged against him, he was of unsound mind at the time the act was done or the omission made so as not to be responsible for his actions according to law, the Court of Appeal may quash the sentence passed at the trial and order that the appellant be kept in custody as a criminal lunatic under section 179 of the Criminal Law"
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Re-vesting and restitution of property on conviction. ",
            "context": "COURT OF APPEAL ACT under Re-vesting and restitution of property on conviction. 15. (1) The operation of any order for the restitution of any property to any person made on a conviction on indictment, and the operation, in case of any such conviction, of section 25(1) of the Sale of Goods Act as to re-vesting of the property in stolen goods on conviction, shall (unless the court before whom the conviction takes place direct to the contrary in any case in which, in their opinion, the title to the property is not in dispute) be suspended  (a)  in any case until the expiration of fourteen days after the date of the conviction; and  (b)  in cases where notice of appeal or leave to appeal is given within fourteen days after the date of conviction, until the determination of the appeal;  and in cases where the operation of any such order, or the LAWS OF GUYANA 18 Cap. 3:01 Court of Appeal  L.R.O. 1/2012                             Supplementary powers of Court of Appeal.                         operation of the said provisions, is suspended until the determination of the appeal, the order or provisions, as the case may be, shall not take effect as to the property in question if the conviction is quashed on appeal. Provision may be made by rules of court for securing the safe custody of any property, pending the suspension of the operation of any such order or of the said provisions.  (2) The Court of Appeal may by order annul or vary any order made on a trial for the restitution of any property to any person, although the conviction is not quashed; and the order, if annulled, shall not take effect, and, if varied, shall take effect as so varied.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The operation of any order for the restitution of any property to any person made on a conviction on indictment, and the operation, in case of any such conviction, of section 25(1) of the Sale of Goods Act as to re-vesting of the property in stolen goods on conviction, shall"
                },
                {
                    "representation": "(a)",
                    "description": "in any case until the expiration of fourteen days after the date of the conviction; and"
                },
                {
                    "representation": "(b)",
                    "description": "in cases where notice of appeal or leave to appeal is given within fourteen days after the date of conviction, until the determination of the appeal;  and in cases where the operation of any such order, or the LAWS OF GUYANA 18 Cap. 3:01 Court of Appeal  L.R.O. 1/2012                             Supplementary powers of Court of Appeal.                         operation of the said provisions, is suspended until the determination of the appeal, the order or provisions, as the case may be, shall not take effect as to the property in question if the conviction is quashed on appeal. Provision may be made by rules of court for securing the safe custody of any property, pending the suspension of the operation of any such order or of the said provisions."
                },
                {
                    "representation": "(2)",
                    "description": "The Court of Appeal may by order annul or vary any order made on a trial for the restitution of any property to any person, although the conviction is not quashed; and the order, if annulled, shall not take effect, and, if varied, shall take effect as so varied."
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Supplementary powers of Court of Appeal. ",
            "context": "COURT OF APPEAL ACT under Supplementary powers of Court of Appeal. 16.  For the purposes of this Part, the Court of Appeal may, if they think it necessary or expedient in the interests of justice  (a)  exercise any or all of the powers conferred by section 8 on the Court of Appeal (other than those contained in paragraph (d) thereof) but in the application of section 8 aforesaid to an appeal in any criminal cause or matter, for the words any party and that party in paragraph (c) thereof, there shall be substituted the words the appellant;  (b)     issue any warrant necessary for enforcing any order or sentence of the Court of Appeal:  Provided that  (i) in no case shall any sentence be increased by reason of or in LAWS OF GUYANA Court of Appeal Cap. 3:01 19  L.R.O. 1/2012                         Admission of appellant to bail and custody when attending court.        Computation and com- mencement of sentence.                 consideration of any evidence that was not given at the trial; and (ii) whenever  the  Court  of  Appeal  receive  further evidence they shall make such order as will secure an opportunity to the parties to the proceedings to examine every witness whose evidence is taken.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "exercise any or all of the powers conferred by section 8 on the Court of Appeal"
                },
                {
                    "representation": "(d)",
                    "description": "thereof) but in the application of section 8 aforesaid to an appeal in any criminal cause or matter, for the words any party and that party in paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "thereof, there shall be substituted the words the appellant;"
                },
                {
                    "representation": "(b)",
                    "description": "issue any warrant necessary for enforcing any order or sentence of the Court of Appeal:  Provided that"
                },
                {
                    "representation": "(i)",
                    "description": "in no case shall any sentence be increased by reason of or in LAWS OF GUYANA Court of Appeal Cap. 3:01 19  L.R.O. 1/2012                         Admission of appellant to bail and custody when attending court.        Computation and com- mencement of sentence.                 consideration of any evidence that was not given at the trial; and"
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Admission of appellant to bail and custody when attending court. ",
            "context": "COURT OF APPEAL ACT under Admission of appellant to bail and custody when attending court. 17.  (1) An appellant who is not admitted to bail shall, pending the determination of his appeal, be treated as a prisoner awaiting trial.  (2) The Court of Appeal may, if it seems fit, on the application of an appellant, admit the appellant to bail pending the determination of his appeal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An appellant who is not admitted to bail shall, pending the determination of his appeal, be treated as a prisoner awaiting trial."
                },
                {
                    "representation": "(2)",
                    "description": "The Court of Appeal may, if it seems fit, on the application of an appellant, admit the appellant to bail pending the determination of his appeal."
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Computation and commencement of sentence. LAWS OF GUYANA 4 Cap. 3:01 Court of Appeal  L.R.O. 1/2012  SECTION  ",
            "context": "COURT OF APPEAL ACT under Computation and commencement of sentence. LAWS OF GUYANA 4 Cap. 3:01 Court of Appeal  L.R.O. 1/2012  SECTION  18.  (1) When an appellant is admitted to bail under this Part, the time during which he is at large after being so admitted shall be disregarded in computing the term of any sentence to which he is for the time being subject.  (2) Subject as hereinafter provided, six weeks of the time during which   any  appellant  when  in  custody  is  treated  pending  the determination of his appeal as a prisoner awaiting trial, or the whole of that time if less than six weeks, shall be disregarded in computing the term of any sentence to which he is for the time being subject:  Provided that  (a)     the foregoing provisions of this section shall not apply where leave to appeal is granted under this Part or LAWS OF GUYANA 20 Cap. 3:01 Court of Appeal  L.R.O. 1/2012                               Time for appealing.              Stay of execution.    any such certificate as is mentioned in section 12 has been given for the purpose of the appeal;  (b)  in any other case the Court of Appeal may direct that no part of the said time or such part thereof as the Court think fit (whether  shorter  or  longer  than  six  weeks)  shall  be disregarded as aforesaid.  (3) Subject to the foregoing provisions of this section, the term of any sentence passed by the Court of Appeal in substitution for a sentence passed on the appellant in the proceedings from which the appeal is brought shall, unless the Court otherwise direct, begin to run from the time when it would have begun to run if passed in those proceedings, and references in this section to any sentence to which an appellant is for the time being subject shall be construed accordingly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When an appellant is admitted to bail under this Part, the time during which he is at large after being so admitted shall be disregarded in computing the term of any sentence to which he is for the time being subject."
                },
                {
                    "representation": "(2)",
                    "description": "Subject as hereinafter provided, six weeks of the time during which   any  appellant  when  in  custody  is  treated  pending  the determination of his appeal as a prisoner awaiting trial, or the whole of that time if less than six weeks, shall be disregarded in computing the term of any sentence to which he is for the time being subject:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "the foregoing provisions of this section shall not apply where leave to appeal is granted under this Part or LAWS OF GUYANA 20 Cap. 3:01 Court of Appeal  L.R.O. 1/2012                               Time for appealing.              Stay of execution.    any such certificate as is mentioned in section 12 has been given for the purpose of the appeal;"
                },
                {
                    "representation": "(b)",
                    "description": "in any other case the Court of Appeal may direct that no part of the said time or such part thereof as the Court think fit"
                },
                {
                    "representation": "(3)",
                    "description": "Subject to the foregoing provisions of this section, the term of any sentence passed by the Court of Appeal in substitution for a sentence passed on the appellant in the proceedings from which the appeal is brought shall, unless the Court otherwise direct, begin to run from the time when it would have begun to run if passed in those proceedings, and references in this section to any sentence to which an appellant is for the time being subject shall be construed accordingly."
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Time for appealing. ",
            "context": "COURT OF APPEAL ACT under Time for appealing. 19.  (l) Where a person convicted desires to appeal under this Part to the Court of Appeal, or to obtain the leave of that Court to appeal, he shall give notice of appeal or notice of his application for leave to appeal in such manner as may be directed by rules of court within fourteen days of the date of conviction.  (2) Except in the case of a conviction involving sentence of death, the time within which notice of appeal or notice of an application for leave to appeal may be given, may be extended at any time by the Court of Appeal.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "Where a person convicted desires to appeal under this Part to the Court of Appeal, or to obtain the leave of that Court to appeal, he shall give notice of appeal or notice of his application for leave to appeal in such manner as may be directed by rules of court within fourteen days of the date of conviction."
                },
                {
                    "representation": "(2)",
                    "description": "Except in the case of a conviction involving sentence of death, the time within which notice of appeal or notice of an application for leave to appeal may be given, may be extended at any time by the Court of Appeal."
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Stay of execution. ",
            "context": "COURT OF APPEAL ACT under Stay of execution. 20.  In the case of a conviction involving sentence of death or corporal punishment  (a)     the sentence shall not in any case be LAWS OF GUYANA Court of Appeal Cap. 3:01 21  L.R.O. 1/2012                        Judges notes and report to be furnished.                  Legal assistance to appellant.          Costs of appeal.   executed until after the expiration of the time within which notice of appeal or of an application for leave to appeal may be given under section 19; and  (b)  if notice is so given, the appeal or application shall be heard and determined with as much expedition as practicable, and  the  sentence  shall  not  be  executed  until  after  the determination of the appeal, or in cases where an application for leave to appeal is finally refused, of the application.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the sentence shall not in any case be LAWS OF GUYANA Court of Appeal Cap. 3:01 21  L.R.O. 1/2012                        Judges notes and report to be furnished.                  Legal assistance to appellant.          Costs of appeal.   executed until after the expiration of the time within which notice of appeal or of an application for leave to appeal may be given under section 19; and"
                },
                {
                    "representation": "(b)",
                    "description": "if notice is so given, the appeal or application shall be heard and determined with as much expedition as practicable, and  the  sentence  shall  not  be  executed  until  after  the determination of the appeal, or in cases where an application for leave to appeal is finally refused, of the application."
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Judge’s notes and report to be furnished on appeal. ",
            "context": "COURT OF APPEAL ACT under Judges notes and report to be furnished on appeal. 21. The judge of any court before whom a person is convicted shall, in the case of an appeal under this Part against the conviction or against the sentence, or in the case of application for leave to appeal under this Act, furnish to the Registrar of the Supreme Court in accordance with rules of court, his notes of the trial; and shall also furnish to the Registrar of the Supreme Court in accordance with rules of court a report giving his opinion upon the case or upon any point arising in the case.",
            "description": "The judge of any court before whom a person is convicted shall, in the case of an appeal under this Part against the conviction or against the sentence, or in the case of application for leave to appeal under this Act, furnish to the Registrar of the Supreme Court in accordance with rules of court, his notes of the trial; and shall also furnish to the Registrar of the Supreme Court in accordance with rules of court a report giving his opinion upon the case or upon any point arising in the case."
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Legal assistance to appellant. ",
            "context": "COURT OF APPEAL ACT under Legal assistance to appellant. 22. The Court of Appeal may at any time assign to an appellant a counsel in any appeal under this Part or in any proceedings preliminary or incidental to such an appeal in which, in the opinion of the Court, it appears desirable in the interests of justice that the appellant should have legal aid, and that he has not sufficient means to enable him to obtain that aid.",
            "description": "The Court of Appeal may at any time assign to an appellant a counsel in any appeal under this Part or in any proceedings preliminary or incidental to such an appeal in which, in the opinion of the Court, it appears desirable in the interests of justice that the appellant should have legal aid, and that he has not sufficient means to enable him to obtain that aid."
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Costs of appeal. ",
            "context": "COURT OF APPEAL ACT under Costs of appeal. 23. (1) On the hearing and determination of an appeal or any proceedings preliminary or incidental thereto under this Part no costs shall be allowed on either side. LAWS OF GUYANA 22 Cap. 3:01 Court of Appeal  L.R.O. 1/2012                          Right of appellant to be present.                       Duty of   (2) The expenses of any counsel assigned to an appellant under this Part, and the expenses of any witness attending on the  order of the Court of Appeal or examined in any proceedings incidental to the appeal, and of the appearance of an appellant on the hearing of his appeal or on any proceedings preliminary or incidental to the appeal, and all expenses of and incidental to any examination of witnesses conducted by  any person appointed by the Court for the purpose, or any reference of a  question to a special commissioner appointed by the Court or of any person appointed as assessor to the court shall be defrayed out of moneys provided by Parliament for the purpose, up to an amount allowed by the Court, but subject to any rules of court as to rates and scales of payment and in the manner expressed by such rules of court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the hearing and determination of an appeal or any proceedings preliminary or incidental thereto under this Part no costs shall be allowed on either side. LAWS OF GUYANA 22 Cap. 3:01 Court of Appeal  L.R.O. 1/2012                          Right of appellant to be present.                       Duty of"
                },
                {
                    "representation": "(2)",
                    "description": "The expenses of any counsel assigned to an appellant under this Part, and the expenses of any witness attending on the  order of the Court of Appeal or examined in any proceedings incidental to the appeal, and of the appearance of an appellant on the hearing of his appeal or on any proceedings preliminary or incidental to the appeal, and all expenses of and incidental to any examination of witnesses conducted by  any person appointed by the Court for the purpose, or any reference of a  question to a special commissioner appointed by the Court or of any person appointed as assessor to the court shall be defrayed out of moneys provided by Parliament for the purpose, up to an amount allowed by the Court, but subject to any rules of court as to rates and scales of payment and in the manner expressed by such rules of court."
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Right of appellant to be present. ",
            "context": "COURT OF APPEAL ACT under Right of appellant to be present. 24.  (1) An appellant, notwithstanding that he is in custody, shall be entitled to be present, if he desires it, on the hearing of his appeal, except where the appeal is on some ground involving a question of law alone, but in that case and on an application for leave to appeal and on any proceedings preliminary or incidental to an appeal, shall not be entitled to be present, except where rules of court provide that he shall have the right to be present, or where the Court of Appeal gives him leave to be present.  (2) An appellant who does not appear at the hearing of his appeal by counsel may present his case and argument in writing, and any case or argument so presented shall be considered by the Court.  (3) The power of the Court of Appeal to pass any sentence under this Act may be exercised notwithstanding that the appellant is for any reason not present.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An appellant, notwithstanding that he is in custody, shall be entitled to be present, if he desires it, on the hearing of his appeal, except where the appeal is on some ground involving a question of law alone, but in that case and on an application for leave to appeal and on any proceedings preliminary or incidental to an appeal, shall not be entitled to be present, except where rules of court provide that he shall have the right to be present, or where the Court of Appeal gives him leave to be present."
                },
                {
                    "representation": "(2)",
                    "description": "An appellant who does not appear at the hearing of his appeal by counsel may present his case and argument in writing, and any case or argument so presented shall be considered by the Court."
                },
                {
                    "representation": "(3)",
                    "description": "The power of the Court of Appeal to pass any sentence under this Act may be exercised notwithstanding that the appellant is for any reason not present."
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Duty of Attorney-General. ",
            "context": "COURT OF APPEAL ACT under Duty of Attorney-General. 25.  (1) It shall be the duty of the Attorney-General in LAWS OF GUYANA Court of Appeal Cap. 3:01 23  L.R.O. 1/2012 Attorney- General.                Powers which may be exercised by a judge of the Court. [20 of 1961 O. 37/1966A]                         civil matters and the Director of Public Prosecutions in criminal matters to appear or to instruct counsel to appear for the State on every appeal brought under this Part.  (2) Provisions shall be made by rules of court for the transmission to the Attorney-General or the Director of Public Prosecutions, as the case may be, of all such documents, exhibits, and other things connected with the proceedings as he may require for the purpose of his duties under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It shall be the duty of the Attorney-General in LAWS OF GUYANA Court of Appeal Cap. 3:01 23  L.R.O. 1/2012 Attorney- General.                Powers which may be exercised by a judge of the Court. [20 of 1961 O. 37/1966A]                         civil matters and the Director of Public Prosecutions in criminal matters to appear or to instruct counsel to appear for the State on every appeal brought under this Part."
                },
                {
                    "representation": "(2)",
                    "description": "Provisions shall be made by rules of court for the transmission to the Attorney-General or the Director of Public Prosecutions, as the case may be, of all such documents, exhibits, and other things connected with the proceedings as he may require for the purpose of his duties under this section."
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Powers which may be exercised by a judge of the Court. ",
            "context": "COURT OF APPEAL ACT under Powers which may be exercised by a judge of the Court. 26.  (1) The powers of the Court of Appeal under this Part (a)  to give leave to appeal;  (b)  to extend the time within which notice of appeal, or of an application for leave to appeal may be given;  (c)  to assign legal aid to an appellant;  (d)  to allow the appellant to be present at any proceedings in cases where he is not entitled to be present without leave; or  (e)  to admit an appellant to bail,  may be exercised by any judge of the Court in the same manner and subject to the same provisions as they may be exercised by the Court; but if the judge refuses an application on the part of the appellant to exercise any such power in his favour, the appellant shall be entitled to have the application determined by the Court as duly constituted for the hearing and determination of appeals under this Part.  (2) The powers conferred on a judge of the Court LAWS OF GUYANA 24 Cap. 3:01 Court of Appeal  L.R.O. 1/2012          Case stated or question of law reserved.                                     of Appeal under subsection (1), may be exercised by a judge of the Court sitting in chambers in such places as the Chancellor may, subject to rules of court, appoint.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The powers of the Court of Appeal under this Part"
                },
                {
                    "representation": "(a)",
                    "description": "to give leave to appeal;"
                },
                {
                    "representation": "(b)",
                    "description": "to extend the time within which notice of appeal, or of an application for leave to appeal may be given;"
                },
                {
                    "representation": "(c)",
                    "description": "to assign legal aid to an appellant;"
                },
                {
                    "representation": "(d)",
                    "description": "to allow the appellant to be present at any proceedings in cases where he is not entitled to be present without leave; or"
                },
                {
                    "representation": "(e)",
                    "description": "to admit an appellant to bail,  may be exercised by any judge of the Court in the same manner and subject to the same provisions as they may be exercised by the Court; but if the judge refuses an application on the part of the appellant to exercise any such power in his favour, the appellant shall be entitled to have the application determined by the Court as duly constituted for the hearing and determination of appeals under this Part."
                },
                {
                    "representation": "(2)",
                    "description": "The powers conferred on a judge of the Court LAWS OF GUYANA 24 Cap. 3:01 Court of Appeal  L.R.O. 1/2012          Case stated or question of law reserved.                                     of Appeal under subsection"
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Case stated or question of law reserved. ",
            "context": "COURT OF APPEAL ACT under Case stated or question of law reserved. 27.",
            "description": "27."
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Provisions of this Act applicable to proceedings under section ",
            "context": "COURT OF APPEAL ACT under Provisions of this Act applicable to proceedings under section 28.  Where a case is stated or a question of law reserved for the consideration of the Court of Appeal, sections 17, 18, 20, 22, 23, 24, 25 and 26 shall apply to such proceedings in like manner as to an appeal.",
            "description": "Where a case is stated or a question of law reserved for the consideration of the Court of Appeal, sections 17, 18, 20, 22, 23, 24, 25 and 26 shall apply to such proceedings in like manner as to an appeal."
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Case stated by judge at request of Court of Appeal. ",
            "context": "COURT OF APPEAL ACT under Case stated by judge at request of Court of Appeal. 29.  In the case of an appeal which involves a question of law alone, the Court of Appeal may, if they think fit, request the judge before whom the  case   was  tried  to  state  the  question  together  with  all  the circumstances under which the said question has arisen in such manner as may be prescribed by rules of court.",
            "description": "In the case of an appeal which involves a question of law alone, the Court of Appeal may, if they think fit, request the judge before whom the  case   was  tried  to  state  the  question  together  with  all  the circumstances under which the said question has arisen in such manner as may be prescribed by rules of court."
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Prerogative of Mercy. ",
            "context": "COURT OF APPEAL ACT under Prerogative of Mercy. 30.  Nothing in this Act shall affect the prerogative of mercy, but in the case of any petition praying for the exercise thereof and having reference to the conviction of a person on indictment or by court-martial or to the sentence passed on a person so convicted, other than sentence of  death required by law to be so passed, the President acting in accordance with the advice of the Minister designated to advise on such exercise may at any time either  (a)  refer the whole case to the Court of Appeal and the case shall then be heard and determined by the Court as in the case of an appeal by a person convicted; or  (b)  if the assistance of the Court of Appeal on any point arising in the case is desired with a view to the determination of the petition, refer that point to the Court for their opinion thereon, and the Court shall consider the point so referred and furnish to the President their opinion thereon accordingly. LAWS OF GUYANA 26 Cap. 3:01 Court of Appeal  L.R.O. 1/2012          Appeals from inferior courts.                                            Provisions of this Act applicable to proceedings",
            "description": [
                {
                    "representation": "(a)",
                    "description": "refer the whole case to the Court of Appeal and the case shall then be heard and determined by the Court as in the case of an appeal by a person convicted; or"
                },
                {
                    "representation": "(b)",
                    "description": "if the assistance of the Court of Appeal on any point arising in the case is desired with a view to the determination of the petition, refer that point to the Court for their opinion thereon, and the Court shall consider the point so referred and furnish to the President their opinion thereon accordingly. LAWS OF GUYANA 26 Cap. 3:01 Court of Appeal  L.R.O. 1/2012          Appeals from inferior courts.                                            Provisions of this Act applicable to proceedings"
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Appeals from inferior courts. ",
            "context": "COURT OF APPEAL ACT under Appeals from inferior courts. 31. 32A.  Reference to Court of Appeal of point of law following acquittal  on indictment.",
            "description": "32A.  Reference to Court of Appeal of point of law following acquittal  on indictment."
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Provisions of this Act applicable to proceedings under section ",
            "context": "COURT OF APPEAL ACT under Provisions of this Act applicable to proceedings under section 32.  Sections 15, 17, 18, 19, 20 and 22 to 26 (inclusive) shall apply to the proceedings in any appeal brought under section 31 subject to the following modifications LAWS OF GUYANA Court of Appeal Cap. 3:01 27  L.R.O. 1/2012 under section",
            "description": "Sections 15, 17, 18, 19, 20 and 22 to 26 (inclusive) shall apply to the proceedings in any appeal brought under section 31 subject to the following modifications LAWS OF GUYANA Court of Appeal Cap. 3:01 27  L.R.O. 1/2012 under section"
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Jurisdiction of the Court of Appeal under Part III exclusively.  PART III A APPEALS BY THE DIRECTOR OF PUBLIC PROSECUTIONS  33A.      Definition. 33B.       Right of Director of Public Prosecutions to appeal. 33C.      Procedure and time for appealing. 33D.      Power of Court on appeal from acquittal. 33E.       Power of Court on appeal against sentence by the Director of  Public Prosecutions.  33F.       Judges notes and report. 33G.      Right of respondent to be present. 33H.      Legal assistance to respondent. 33 I.       Cost of appeal. 33 J.       Duties of the Registrar. 33K.       Powers which may be exercised by a Judge of the Court 33L.      Appeals to the Caribbean Court of Justice. 33M.     Sections 11-33 to apply.   LAWS OF GUYANA Court of Appeal Cap. 3:01 5  L.R.O. 1/2012 SECTION PART IV MISCELLANEOUS  ",
            "context": "COURT OF APPEAL ACT under Jurisdiction of the Court of Appeal under Part III exclusively.  PART III A APPEALS BY THE DIRECTOR OF PUBLIC PROSECUTIONS  33A.      Definition. 33B.       Right of Director of Public Prosecutions to appeal. 33C.      Procedure and time for appealing. 33D.      Power of Court on appeal from acquittal. 33E.       Power of Court on appeal against sentence by the Director of  Public Prosecutions.  33F.       Judges notes and report. 33G.      Right of respondent to be present. 33H.      Legal assistance to respondent. 33 I.       Cost of appeal. 33 J.       Duties of the Registrar. 33K.       Powers which may be exercised by a Judge of the Court 33L.      Appeals to the Caribbean Court of Justice. 33M.     Sections 11-33 to apply.   LAWS OF GUYANA Court of Appeal Cap. 3:01 5  L.R.O. 1/2012 SECTION PART IV MISCELLANEOUS  33.  The jurisdiction conferred on the Court of Appeal under this Part to hear and determine appeals, cases stated and questions of law reserved shall be to the exclusion of the jurisdiction of any other court.   PART IIIA APPEALS BY THE DIRECTOR OF PUBLIC PROSECUTIONS  33A. In this part respondent means the person whose acquittal or whose sentence is subject of an appeal by the Director of Public Prosecutions.  33B. (1) Notwithstanding section 32A, the Director of Public Prosecutions may appeal under this Part to the Court of Appeal    (a)  against a judgement or verdict of acquittal of an accused person in proceedings by indictment in the High Court when the judgement or verdict is the result of  LAWS OF GUYANA Court of Appeal Cap. 3:01 29  L.R.O. 1/2012                                               (i) a decision by the trial judge to uphold a submission that there is no case to answer or withdraw the case from the jury, on any ground of appeal which involves a question of law or evidence; (ii) a decision by the trial judge to uphold a submission that there is a defect in the depositions or the committal of the accused person for trial or the indictment;  (iii) a decision by the trial judge to exclude material evidence sought to be adduced by the prosecution; (iv) the trial judges substantial misdirection of the jury in the course of the judges summation on the law or facts or on a mixed question of law or fact; or (v) a material irregularity in the trial.  (b)    against the sentence passed on a person convicted by the High Court in proceedings by indictment, on the ground that  (i)  the sentence is one which the Court  had no power to pass; (ii) the sentence is manifestly inadequate; LAWS OF GUYANA 30 Cap. 3:01 Court of Appeal  L.R.O. 1/2012                  Procedure and time for appealing [4 of 2010]                               or (iii) the sentence is wrong in principle.  (2) For the purposes of this section a judgement or verdict of acquittal includes an acquittal in respect of an offence specifically charged notwithstanding that the accused has on the trial been convicted of another offence.   33C. (1) Where the Director of Public Prosecutions elects to appeal to the Court of Appeal against a verdict of acquittal or sentence the Director of Public Prosecutions shall, before the trial judge discharges the accused persons or orders otherwise, serve on the Court a notice of intention to appeal and inform the Court orally of the intention to appeal against the verdict of the Court.          (2) The Director of Public Prosecutions, after notifying the Court in Accordance with subsection (1), shall file with the Court a notice of appeal and the grounds of appeal within fourteen days of the date of the verdict of acquittal or sentence passed.           (3)  The Court of Appeal or a judge of the Court may at any time extend the time within which notice of appeal may be given.           (4) An appeal made under this section shall have the effect of suspending the execution of the decision, judgement or other order appealed from until the final determination by the appeal proceedings, except that the Court may, having regard to the gravity of the offence, release the accused on bail on conditions that shall ensure that the accused attend the appeal proceedings and abide by the results of the proceedings.         (5) The right of appeal conferred on the Director LAWS OF GUYANA Court of Appeal Cap. 3:01 31                                      Power of Court on appeal from acquittal. [4 of 2010]                     of Public Prosecutions by section 34B shall be limited to the following offences    (a)  murder; (b)     treason; (c)     manslaughter; (d)  rape, defilement and other sexual offences; (e)  piracy, hijacking, terrorism; (f)  money laundering; (g)  robbery; (h)  drug offences; (i)  burglary; (j)  housebreaking; (k)  theft; (l)  offences involving dishonesty; (m)  firearms offences; (n)  conspiracies and attempts to commit the offences referred to in paragraphs (a) to (k); (o)  aiding and abetting a person who commits the offences referred to in paragraphs (a) to (n). (6) The Minister responsible for Legal Affairs may by order, subject to affirmative resolution of the National Assembly, amend subsection (5) by adding to or deleting from it an offence. 33D. On  an appeal from an acquittal the Court of Appeal may   (a)  dismiss the appeal; or (b)  allow the appeal, set aside the verdict, and order a new trial.  L.R.O. 1/2012 LAWS OF GUYANA 32 Cap. 3:01 Court of Appeal  L.R.O. 1/2012   Power of Court on appeal against sentence by the Director of Public Prosecutions. [4 of 2010]         Judges notes and report. [4 of 2010]                            33E.Where an appeal brought by the Director of Public Prosecutions is against the sentence, the Court of Appeal shall consider the adequacy of the sentence appealed against, and may, on evidence as it thinks fit to require or receive   (a)  vary the sentence, within the limits prescribed by law, for the offence of which the accused was convicted; or (b)  dismiss the appeal. 33F. (1) Where, under this Part, an appeal is lodged, the judge who presided at the trial shall furnish to the Registrar of the Supreme Court, in accordance with Rules of Court, the Judges notes of the trial and a report giving the judges opinion on the case or on any point arising in the case. (2)  The Registrar shall furnish to the Court of Appeal, together with the judges notes and report, a copy or transcript of   (a)  the evidence taken at the trial; (b)  the charge to the jury, if any, and the reasons for judgement, if any, except in so far as it is dispensed with by order of a judge of that  court. (3)  A copy of the judges charge to the jury, if any, and any objections that were made to it shall, before the copy or transcript is transmitted to the Court of Appeal pursuant to subsection (2), be submitted to the judge who presided at the trial, and if the judge refuses to certify that the charge and objections are accurately set out, the judge shall immediately certify to the Court of Appeal  LAWS OF GUYANA Court of Appeal Cap. 3:01 33  L.R.O. 1/2012                   Right of respondent to be present. [4 of 2010]                 Legal assistance to respondent. [4 of 2010]      Cost of appeal.  [4 of 2010]   (a)  the reasons for the judges refusal; and (b)  the charge that was given to the jury, if any, and any objections that were made to it. (4) A party to the appeal is entitled to receive upon payment of the charges as may be fixed by Rules of Court a copy or transcript of any material that is prepared under 33G. (1) Notwithstanding that a respondent  is in custody, the respondent shall, on the hearing of an appeal under this Part, be entitled to be present in court if the ground involving a question of law alone. (2) On any proceedings preliminary or incidental to an appeal, a respondent shall not be entitled to be present, except where Rules of Court otherwise provide, or where the court gives the respondent leave to be present. (3) The power of the Court of Appeal to make an order under this Part may be exercised notwithstanding that the respondent is for any reason not present. 33H. The Court of Appeal may at any time assign to a respondent an Attorney at law, in any appeal or proceeding preliminary or incidental to an appeal, in which, in the opinion of the Court, it appears desirable in the interest of justice that the respondent should have legal aid, and that the respondent has not sufficient means to obtain that aid. 33I. (1) On the hearing and determination of an appeal or any proceedings preliminary or incidental to an appeal under this Part, the Court shall not make any order as to  subsections (1), (2) and (3). respondent so desires, except where the appeal is on  a  LAWS OF GUYANA 34 Cap. 3:01 Court of Appeal  L.R.O. 1/2012        Duties of Registrar. [4 of 2010]                                         costs on either side. 33J. (1) The Registrar shall take all necessary steps for obtaining a hearing under this Part of any appeal, notice of which is given to the Registrar under this Act, and shall obtain and lay before the Court of Appeal in proper form all documents, exhibits, and other things relating to the proceedings in the Court before which the respondent was tried which appear necessary for the proper determination of the appeal.  (2) If it appears to the Registrar that a notice of appeal against an acquittal, which purports to be on a ground of appeal  that involves a question of law alone, does not show substantial ground of appeal, the Registrar may refer the appeal to the Court of Appeal for summary determination, and, where the case is so referred, the Court of Appeal may, if it considers that the appeal is frivolous or vexatious, and can be determined without adjourning the same for a full hearing, dismiss the appeal summarily, without calling on any person to attend the hearing. (3) Any documents, exhibits, or other things required in connection with an appeal under this Part shall be kept in custody of the Court of trial in accordance with Rules of Court made for the purpose, for such time as may be provided by the Rules and subject to such power as may be given by the rules for the conditional release of any such documents, exhibits, or things from that custody.  (4) Where a person named as a respondent in a notice of appeal made under this Part is in prison, all documents relating to the notice shall be served on that person in the prison. (5) The Registrar shall report to the Court of Appeal or a judge of that court any case in which it appears to the Registrar that although no application has been made LAWS OF GUYANA Court of Appeal Cap. 3:01 35  L.R.O. 1/2012      Powers which may be exercised by a Judge of the Court.  [4 of 2010]                     Appeals to the Caribbean Court of Justice. [4 of 2010]     Sections 11 to 33 to apply. [4 of 2010]         Justices of Appeal. for the purpose, an attorney at law ought to be assigned to a respondent under the powers given to that court by this Part. 33K. The powers of the Court of Appeal under this Part   (a)  to extend the time in which notice of appeal may be given; (b)  to assign legal aid to a respondent; or (c )  to allow the respondent to be present at any proceedings in cases where the respondent is not entitled to be present without leave,   may be exercised by any judge of the Court of Appeal in the same manner as they may be exercised by the Court of Appeal, and subject to the same provisions; but, if the judge refuses an application of the respondent to exercise any of the power in the respondents favour, the respondent shall be entitled to have the application determined by the Court as duly constituted for the hearing and determining of appeals under this Act. 33L. An appeal from a decision of the Court of Appeal under this Part shall lie to the Caribbean Court of Justice as of right. 33M.  Where this Part does not make provision for any of the matters provided for in sections 11 to 33 those sections in relation to those matters in so far as they are applicable to this Part, as suitably modified shall apply.  PART IV MISCELLANEOUS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar shall take all necessary steps for obtaining a hearing under this Part of any appeal, notice of which is given to the Registrar under this Act, and shall obtain and lay before the Court of Appeal in proper form all documents, exhibits, and other things relating to the proceedings in the Court before which the respondent was tried which appear necessary for the proper determination of the appeal."
                },
                {
                    "representation": "(a)",
                    "description": "to extend the time in which notice of appeal may be given;"
                },
                {
                    "representation": "(i)",
                    "description": "burglary;"
                },
                {
                    "representation": "(v)",
                    "description": "a material irregularity in the trial."
                },
                {
                    "representation": "(b)",
                    "description": "to assign legal aid to a respondent; or"
                },
                {
                    "representation": "(2)",
                    "description": "If it appears to the Registrar that a notice of appeal against an acquittal, which purports to be on a ground of appeal  that involves a question of law alone, does not show substantial ground of appeal, the Registrar may refer the appeal to the Court of Appeal for summary determination, and, where the case is so referred, the Court of Appeal may, if it considers that the appeal is frivolous or vexatious, and can be determined without adjourning the same for a full hearing, dismiss the appeal summarily, without calling on any person to attend the hearing."
                },
                {
                    "representation": "(3)",
                    "description": "Any documents, exhibits, or other things required in connection with an appeal under this Part shall be kept in custody of the Court of trial in accordance with Rules of Court made for the purpose, for such time as may be provided by the Rules and subject to such power as may be given by the rules for the conditional release of any such documents, exhibits, or things from that custody."
                },
                {
                    "representation": "(4)",
                    "description": "Where a person named as a respondent in a notice of appeal made under this Part is in prison, all documents relating to the notice shall be served on that person in the prison."
                },
                {
                    "representation": "(5)",
                    "description": "The Registrar shall report to the Court of Appeal or a judge of that court any case in which it appears to the Registrar that although no application has been made LAWS OF GUYANA Court of Appeal Cap. 3:01 35  L.R.O. 1/2012      Powers which may be exercised by a Judge of the Court.  [4 of 2010]                     Appeals to the Caribbean Court of Justice. [4 of 2010]     Sections 11 to 33 to apply. [4 of 2010]         Justices of Appeal. for the purpose, an attorney at law ought to be assigned to a respondent under the powers given to that court by this Part. 33K. The powers of the Court of Appeal under this Part"
                },
                {
                    "representation": "(c)",
                    "description": "manslaughter;"
                },
                {
                    "representation": "(d)",
                    "description": "rape, defilement and other sexual offences;"
                },
                {
                    "representation": "(e)",
                    "description": "piracy, hijacking, terrorism;"
                },
                {
                    "representation": "(f)",
                    "description": "money laundering;"
                },
                {
                    "representation": "(g)",
                    "description": "robbery;"
                },
                {
                    "representation": "(h)",
                    "description": "drug offences;"
                },
                {
                    "representation": "(j)",
                    "description": "housebreaking;"
                },
                {
                    "representation": "(k)",
                    "description": "theft;"
                },
                {
                    "representation": "(l)",
                    "description": "offences involving dishonesty;"
                },
                {
                    "representation": "(m)",
                    "description": "firearms offences;"
                },
                {
                    "representation": "(n)",
                    "description": "conspiracies and attempts to commit the offences referred to in paragraphs"
                },
                {
                    "representation": "(o)",
                    "description": "aiding and abetting a person who commits the offences referred to in paragraphs"
                },
                {
                    "representation": "(6)",
                    "description": "The Minister responsible for Legal Affairs may by order, subject to affirmative resolution of the National Assembly, amend subsection"
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Justices of Appeal. ",
            "context": "COURT OF APPEAL ACT under Justices of Appeal. 34. (1) The judges of the Court of Appeal shall include LAWS OF GUYANA 36 Cap. 3:01 Court of Appeal  L.R.O. 1/2012  [O. 37/1966A 24 of 1970 21 of 1978]                                 Precedence of judges.               not less than two and not more than five Justices of Appeal. (2) Nothing in subsection (1) shall be deemed to invalidate the constitution of the Court in case of any vacancy in respect of the office of a Justice of Appeal. (3) Notwithstanding anything to the contrary in subsection (1) the Chancellor may request the attendance at any time of any judge of the High Court to sit as an additional judge of the Court of Appeal at any sittings of the Court, and any judge whose attendance is so requested shall attend accordingly. (4) Every judge who sits as an additional judge of the Court of Appeal in pursuance of such a request shall, during the time he so sits, have all the jurisdiction and powers of a judge of the Court of Appeal but shall not otherwise be deemed to be a judge of that Court or to have ceased to be a judge of the High Court. (5) Any such additional judge of the Court of Appeal shall, although the period has expired during which his attendance was requested, attend the sittings of the Court of Appeal for the purpose of giving judgment or doing any other thing in relation to any case which may have been heard by the Court of Appeal during his attendance on the Court of Appeal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the Chancellor may request the attendance at any time of any judge of the High Court to sit as an additional judge of the Court of Appeal at any sittings of the Court, and any judge whose attendance is so requested shall attend accordingly."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding anything to the contrary in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Every judge who sits as an additional judge of the Court of Appeal in pursuance of such a request shall, during the time he so sits, have all the jurisdiction and powers of a judge of the Court of Appeal but shall not otherwise be deemed to be a judge of that Court or to have ceased to be a judge of the High Court."
                },
                {
                    "representation": "(5)",
                    "description": "Any such additional judge of the Court of Appeal shall, although the period has expired during which his attendance was requested, attend the sittings of the Court of Appeal for the purpose of giving judgment or doing any other thing in relation to any case which may have been heard by the Court of Appeal during his attendance on the Court of Appeal."
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Precedence of judges. ",
            "context": "COURT OF APPEAL ACT under Precedence of judges. 35.  (1) The Chancellor shall have precedence over all other judges of the Supreme Court. (2) The Chief Justice shall have precedence over all Justices of Appeal. (3) The Justices of Appeal shall rank among themselves according to the priority of the dates on which they became Justices of Appeal, respectively, and shall have precedence over Puisne Judges. LAWS OF GUYANA Court of Appeal Cap. 3:01 37  L.R.O. 1/2012 Qualification.  c. 1:01          Number of judges at sitting.                         Distribution of business of Court of Appeal.           Functions of Registrar.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Chancellor shall have precedence over all other judges of the Supreme Court."
                },
                {
                    "representation": "(2)",
                    "description": "The Chief Justice shall have precedence over all Justices of Appeal."
                },
                {
                    "representation": "(3)",
                    "description": "The Justices of Appeal shall rank among themselves according to the priority of the dates on which they became Justices of Appeal, respectively, and shall have precedence over Puisne Judges. LAWS OF GUYANA Court of Appeal Cap. 3:01 37  L.R.O. 1/2012 Qualification.  c. 1:01          Number of judges at sitting.                         Distribution of business of Court of Appeal.           Functions of Registrar."
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Qualification. ",
            "context": "COURT OF APPEAL ACT under Qualification. 36.  The period for which a person is required to have been qualified for admission as an advocate within the meaning of the Constitution for the purpose of qualification for appointment to hold or act in the office of a judge of the Court of Appeal, shall be ten years.",
            "description": "The period for which a person is required to have been qualified for admission as an advocate within the meaning of the Constitution for the purpose of qualification for appointment to hold or act in the office of a judge of the Court of Appeal, shall be ten years."
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Number of judges at sitting. ",
            "context": "COURT OF APPEAL ACT under Number of judges at sitting. 37.  The number of judges of the Court of Appeal who may sit for any purpose may be prescribed by rules of court or, subject to any such rules, be fixed from time to time by the Chancellor: Provided that (a)  an uneven number of judges shall sit, which, for the purpose of any final determination by the Court of an appeal or a case stated or reserved question of law, shall not be less than three; and (b)  any determination by the Court of Appeal on any matter (whether final or otherwise) shall, where more than one judge sits, be according to the opinion of a majority of the judges who sit for the purpose of determining that matter.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "an uneven number of judges shall sit, which, for the purpose of any final determination by the Court of an appeal or a case stated or reserved question of law, shall not be less than three; and"
                },
                {
                    "representation": "(b)",
                    "description": "any determination by the Court of Appeal on any matter"
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Distribution of business of Court of Appeal. ",
            "context": "COURT OF APPEAL ACT under Distribution of business of Court of Appeal. 38.  The Chancellor may determine the distribution of business before the Court of Appeal among the judges thereof and, subject to section 38, may assign any judicial duty to any such judge or judges: Provided that the Chief Justice shall not sit as a judge of the Court of Appeal in any proceedings with reference to an appeal from any judgment given, or to a case stated or question of law reserved, by himself.",
            "description": "The Chancellor may determine the distribution of business before the Court of Appeal among the judges thereof and, subject to section 38, may assign any judicial duty to any such judge or judges: Provided that the Chief Justice shall not sit as a judge of the Court of Appeal in any proceedings with reference to an appeal from any judgment given, or to a case stated or question of law reserved, by himself."
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Functions of Registrar. ",
            "context": "COURT OF APPEAL ACT under Functions of Registrar. 39.  The Registrar of the Supreme Court shall have LAWS OF GUYANA 38 Cap. 3:01 Court of Appeal  L.R.O. 1/2012                                   Rules of court. [4 of 1972]               such authority, powers  and duties as shall be necessary for the due conduct and discharge of the business of the Court of Appeal and as may be assigned to him by rules of court or any other laws or, subject thereto, by the Chancellor and, without prejudice to the generality of the foregoing and subject as  aforesaid, the Registrar may, with the general or special approval of the Chancellor, depute executive officers or other persons employed in the carrying on of the business of the Supreme Court, and shall depute them on the Chancellors general or special instructions, to exercise such authority or carry out such functions in respect of the business of the Court of Appeal as it is considered convenient for them to exercise or carry out, due regard being had to their employment as aforesaid, and the Registrar may, with the like approval, and shall, on the like instructions, rescind any arrangements made in that respect by him under this section Provided that, in giving any such instructions or approval with respect to any officers or other persons employed in the carrying on of the business of the High Court, the Chancellor shall act after consultation with the Chief Justice.",
            "description": "The Registrar of the Supreme Court shall have LAWS OF GUYANA 38 Cap. 3:01 Court of Appeal  L.R.O. 1/2012                                   Rules of court. [4 of 1972]               such authority, powers  and duties as shall be necessary for the due conduct and discharge of the business of the Court of Appeal and as may be assigned to him by rules of court or any other laws or, subject thereto, by the Chancellor and, without prejudice to the generality of the foregoing and subject as  aforesaid, the Registrar may, with the general or special approval of the Chancellor, depute executive officers or other persons employed in the carrying on of the business of the Supreme Court, and shall depute them on the Chancellors general or special instructions, to exercise such authority or carry out such functions in respect of the business of the Court of Appeal as it is considered convenient for them to exercise or carry out, due regard being had to their employment as aforesaid, and the Registrar may, with the like approval, and shall, on the like instructions, rescind any arrangements made in that respect by him under this section Provided that, in giving any such instructions or approval with respect to any officers or other persons employed in the carrying on of the business of the High Court, the Chancellor shall act after consultation with the Chief Justice."
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Rules of court. ",
            "context": "COURT OF APPEAL ACT under Rules of court. 40.  The  authority  empowered  by  law  to  make  rules  of  court regulating the practice and procedure of the High Court may make rules of court for all or any of the following purposes: (a)     for  regulating  and  prescribing  the  procedure  and practice to be adopted on appeals and applications to the Court of Appeal or with respect to any appeal to the Judicial Committee under article 92 of the Constitution and in all other matters whatsoever in or with respect to which the Court has for the time being jurisdiction, and LAWS OF GUYANA Court of Appeal Cap. 3:01 39  L.R.O. 1/2012                                              any matters incidental to or relating to any  such procedure or practice, including but without prejudice to the generality of the foregoing provision, the  manner  in  which  and  the  time  within  which,  any proceedings which under this or any other law are to be taken in any of the aforementioned matters shall be taken;   (b)     for regulating and prescribing the procedure on any hearing by the Court of Appeal or a judge thereof and, without prejudice to the generality of the foregoing, prescribing the cases in which and the conditions upon which, an appellant in a criminal appeal shall be entitled to be present at the hearing thereof and providing for summary determination of any appeal which appears to the court to be frivolous, vexatious or brought for purposes of delay;  (c)     for regulating the places and times of the sittings of the Court of Appeal and of the judges of that Court in chambers;  (d)     for regulating and prescribing any matters relating to the costs and  fees (whether of counsel or the Registrar  or  in  connection  with  any  other  charges  or expenses) in respect of any matters or proceedings in the Court of Appeal; LAWS OF GUYANA 40 Cap. 3:01 Court of Appeal  L.R.O. 1/2012                            Additional powers of Court of Appeal.           Practice and procedure.  [4 of 1972]      (e)  for regulating the right of practicing before the Court of Appeal and the representation of persons concerned in any proceedings in such Court; (f)  for prescribing offices to be held by, and for regulating and prescribing the functions of, persons employed in the carrying on of the business of the Court of Appeal; (g)  for regulating vacations to be observed by the Court of Appeal and in the offices of the Court respectively; (h) for the hearing during vacation by the judges of the Court of Appeal of all such applications as may require to be immediately or promptly heard.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "for  regulating  and  prescribing  the  procedure  and practice to be adopted on appeals and applications to the Court of Appeal or with respect to any appeal to the Judicial Committee under article 92 of the Constitution and in all other matters whatsoever in or with respect to which the Court has for the time being jurisdiction, and LAWS OF GUYANA Court of Appeal Cap. 3:01 39  L.R.O. 1/2012                                              any matters incidental to or relating to any  such procedure or practice, including but without prejudice to the generality of the foregoing provision, the  manner  in  which  and  the  time  within  which,  any proceedings which under this or any other law are to be taken in any of the aforementioned matters shall be taken;"
                },
                {
                    "representation": "(b)",
                    "description": "for regulating and prescribing the procedure on any hearing by the Court of Appeal or a judge thereof and, without prejudice to the generality of the foregoing, prescribing the cases in which and the conditions upon which, an appellant in a criminal appeal shall be entitled to be present at the hearing thereof and providing for summary determination of any appeal which appears to the court to be frivolous, vexatious or brought for purposes of delay;"
                },
                {
                    "representation": "(c)",
                    "description": "for regulating the places and times of the sittings of the Court of Appeal and of the judges of that Court in chambers;"
                },
                {
                    "representation": "(d)",
                    "description": "for regulating and prescribing any matters relating to the costs and  fees"
                },
                {
                    "representation": "(e)",
                    "description": "for regulating the right of practicing before the Court of Appeal and the representation of persons concerned in any proceedings in such Court;"
                },
                {
                    "representation": "(f)",
                    "description": "for prescribing offices to be held by, and for regulating and prescribing the functions of, persons employed in the carrying on of the business of the Court of Appeal;"
                },
                {
                    "representation": "(g)",
                    "description": "for regulating vacations to be observed by the Court of Appeal and in the offices of the Court respectively;"
                },
                {
                    "representation": "(h)",
                    "description": "for the hearing during vacation by the judges of the Court of Appeal of all such applications as may require to be immediately or promptly heard."
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Additional powers of Court of Appeal. ",
            "context": "COURT OF APPEAL ACT under Additional powers of Court of Appeal. 41.  Subject to this Act and rules of court, the Court of Appeal shall, in addition to the jurisdiction, powers and authorities vested in it by virtue of the provisions of this Act apart from this section, have and may exercise any other jurisdiction, power or authority which is analogous to any jurisdiction, power or authority belonging or incident immediately before the 26th May, 1966, to the British Caribbean Court of Appeal as a court of appeal for Guyana.",
            "description": "Subject to this Act and rules of court, the Court of Appeal shall, in addition to the jurisdiction, powers and authorities vested in it by virtue of the provisions of this Act apart from this section, have and may exercise any other jurisdiction, power or authority which is analogous to any jurisdiction, power or authority belonging or incident immediately before the 26th May, 1966, to the British Caribbean Court of Appeal as a court of appeal for Guyana."
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Practice and procedure.        __________________________  CHAPTER 3:01 COURT OF APPEAL ACT    19 of 1998 An Act to confer on the Court of Appeal jurisdiction to hear and determine appeals from the High Court and for matters connected therewith.   [PART III: 21ST  NOVEMBER, 1959;  REMAINDER: 14TH  JUNE 1958]    Short title. Interpretation.       ",
            "context": "COURT OF APPEAL ACT under Practice and procedure.        __________________________  CHAPTER 3:01 COURT OF APPEAL ACT    19 of 1998 An Act to confer on the Court of Appeal jurisdiction to hear and determine appeals from the High Court and for matters connected therewith.   [PART III: 21ST  NOVEMBER, 1959;  REMAINDER: 14TH  JUNE 1958]    Short title. Interpretation.       42.  (1) In so far as may be, the practice and procedure of the Court of Appeal shall, in all respects in which the same are not regulated by virtue of this Act, correspond to the existing practice and procedure of the British Caribbean Court of Appeal in respect of appeals to that Court from Guyana and in respect of appeals in such cases from that Court to the Judicial Committee of the Privy Council. LAWS OF GUYANA Court of Appeal Cap. 3:01 41  L.R.O. 1/2012      (2) The Court of Appeal Rules (formerly entitled the Federal Supreme Court (Appeals from British Guiana) Rules, 1959) shall have effect for all purposes as if they had been made under section 41 of this Act. (3) In this section existing means  existing  at  the  date immediately preceding the coming into operation of this Part.                            __________________                            LAWS OF GUYANA 42 Cap. 3:01 Court of Appeal  L.R.O. 1/2012  SUBSIDIARY LEGISLATION _________________   THE COURT OF APPEAL RULES   ARRANGEMENT OF RULES   RULE ORDER I PRELIMINARY",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In so far as may be, the practice and procedure of the Court of Appeal shall, in all respects in which the same are not regulated by virtue of this Act, correspond to the existing practice and procedure of the British Caribbean Court of Appeal in respect of appeals to that Court from Guyana and in respect of appeals in such cases from that Court to the Judicial Committee of the Privy Council. LAWS OF GUYANA Court of Appeal Cap. 3:01 41  L.R.O. 1/2012"
                },
                {
                    "representation": "(2)",
                    "description": "The Court of Appeal Rules"
                },
                {
                    "representation": "(3)",
                    "description": "In this section existing means  existing  at  the  date immediately preceding the coming into operation of this Part.                            __________________                            LAWS OF GUYANA 42 Cap. 3:01 Court of Appeal  L.R.O. 1/2012  SUBSIDIARY LEGISLATION _________________   THE COURT OF APPEAL RULES   ARRANGEMENT OF RULES   RULE ORDER I PRELIMINARY"
                }
            ]
        }
    },
    {
        "act": "COURT OF APPEAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "75.00 ",
            "context": "COURT OF APPEAL ACT under 75.00 75.00 LAWS OF GUYANA 128 Cap. 3:01  Court of Appeal [Subsidiary]  The Court of Appeal Rules    L.R.O. 1/2012",
            "description": "75.00 LAWS OF GUYANA 128 Cap. 3:01  Court of Appeal [Subsidiary]  The Court of Appeal Rules    L.R.O. 1/2012"
        }
    }
]