[
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "HIGH COURT ACT under Short title. 1. This Act may be cited as the High Court Act.",
            "description": "This Act may be cited as the High Court Act."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART I THE HIGH COURT  A—CONSTITUTION AND JUDGES  Constitution  ",
            "context": "HIGH COURT ACT under Interpretation.  PART I THE HIGH COURT  ACONSTITUTION AND JUDGES  Constitution  2. In this Act and in rules of court  action means a civil proceeding commencing by filing a claim or in any other manner prescribed by rules of court, and includes a suit, but does not include any criminal proceeding at the suit of the State;  cause includes any action or other original proceeding between a plaintiff and a defendant, and any criminal proceeding at the suit of the State;  the Court means the High Court constituted by this Act, and includes a judge when exercising any of the jurisdictions conferred on him by this Act, by any other Act, or by the rules;  defendant includes every person served with any writ of summons or other process, or served with notice of or CHAPTER 3:02 HIGH COURT ACT  LAWS OF GUYANA High Court  Cap. 3:02 9  L.R.O. 1/2012                       The High Court of Guyana. [21 of 1978]                        entitled to appear in any proceeding;  existing means existing immediately before 26th May, 1966;   judge means a judge of the Court and includes the Chief Justice;  the marshal means the Registrar and includes any marshal of Guyana;   PART I THE HIGH COURT A- CONSTITUTION  AND JUDGES  Constitution",
            "description": "In this Act and in rules of court  action means a civil proceeding commencing by filing a claim or in any other manner prescribed by rules of court, and includes a suit, but does not include any criminal proceeding at the suit of the State;  cause includes any action or other original proceeding between a plaintiff and a defendant, and any criminal proceeding at the suit of the State;  the Court means the High Court constituted by this Act, and includes a judge when exercising any of the jurisdictions conferred on him by this Act, by any other Act, or by the rules;  defendant includes every person served with any writ of summons or other process, or served with notice of or CHAPTER 3:02 HIGH COURT ACT  LAWS OF GUYANA High Court  Cap. 3:02 9  L.R.O. 1/2012                       The High Court of Guyana. [21 of 1978]                        entitled to appear in any proceeding;  existing means existing immediately before 26th May, 1966;   judge means a judge of the Court and includes the Chief Justice;  the marshal means the Registrar and includes any marshal of Guyana;   PART I THE HIGH COURT A- CONSTITUTION  AND JUDGES  Constitution"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "The High Court of Guyana. ",
            "context": "HIGH COURT ACT under The High Court of Guyana. 3. (1) The Court shall consist of the Chief Justice, who shall be the President thereof, and any number of Puisne Judges not exceeding such maximum as may be prescribed from time to time by order of the President.  (2) The puisne judges rank between themselves according to the date of their respective appointments.  (3) The Court shall be deemed to be duly constituted during and notwithstanding any vacancy in the office, or absence from Guyana, of any judge.  (4) Notwithstanding anything to the contrary in subsection (1), any judge of the Court of Appeal may, on request of the Chancellor, and with the consent of the judge, sit as an additional judge of the High Court.  (5) Every judge of the Court of Appeal who sits as an additional judge of the High Court under this section shall, during the time he so sits, have all the jurisdiction and powers of a judge of the High Court, but shall not otherwise be LAWS OF GUYANA 10 Cap. 3:02 High Court  L.R.O. 1/2012              Description, use and custody of seals.                             Qualification for appointment as Puisne Judge. [O. 80/1980]  against holding deemed to be a judge of the High Court or to have ceased to be a judge of the Court of Appeal.  (6) Any such additional judge of the High Court shall, although the period has expired during which his attendance was requested, attend the sittings of the High Court for the purpose of giving judgment or doing any other thing in relation to any case which may have been heard by the High Court during his attendance on the High Court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Court shall consist of the Chief Justice, who shall be the President thereof, and any number of Puisne Judges not exceeding such maximum as may be prescribed from time to time by order of the President."
                },
                {
                    "representation": "(2)",
                    "description": "The puisne judges rank between themselves according to the date of their respective appointments."
                },
                {
                    "representation": "(3)",
                    "description": "The Court shall be deemed to be duly constituted during and notwithstanding any vacancy in the office, or absence from Guyana, of any judge."
                },
                {
                    "representation": "(4)",
                    "description": "Notwithstanding anything to the contrary in subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Every judge of the Court of Appeal who sits as an additional judge of the High Court under this section shall, during the time he so sits, have all the jurisdiction and powers of a judge of the High Court, but shall not otherwise be LAWS OF GUYANA 10 Cap. 3:02 High Court  L.R.O. 1/2012              Description, use and custody of seals.                             Qualification for appointment as Puisne Judge. [O. 80/1980]  against holding deemed to be a judge of the High Court or to have ceased to be a judge of the Court of Appeal."
                },
                {
                    "representation": "(6)",
                    "description": "Any such additional judge of the High Court shall, although the period has expired during which his attendance was requested, attend the sittings of the High Court for the purpose of giving judgment or doing any other thing in relation to any case which may have been heard by the High Court during his attendance on the High Court."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Description, use and custody of seals. ",
            "context": "HIGH COURT ACT under Description, use and custody of seals. 4. (1) The Court shall use the seal and duplicate seals of the Supreme Court as occasion may require for the stamping of documents in or issuing from the court.  (2) The seal  of  the  Supreme  Court  shall have  a  device  or impression  approved  by  the  Chancellor  with  the  inscription  the Supreme Court of Judicature of Guyana.  (3) Every document which may be required by law or by the practice of the Court to be sealed shall be sealed with the seal of the Supreme Court or one of its duplicate seals, of which there shall be such number as the Chancellor considers necessary.  (4) The Registrar shall have the custody of the seal of the Supreme Court to be used in the county of Demerara.  (5) The officers of the Court nominated for that purpose by the Registrar shall have the custody of duplicate seals of the Supreme Court to be used in the counties of Essequibo and Berbice, respectively.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Court shall use the seal and duplicate seals of the Supreme Court as occasion may require for the stamping of documents in or issuing from the court."
                },
                {
                    "representation": "(2)",
                    "description": "The seal  of  the  Supreme  Court  shall have  a  device  or impression  approved  by  the  Chancellor  with  the  inscription  the Supreme Court of Judicature of Guyana."
                },
                {
                    "representation": "(3)",
                    "description": "Every document which may be required by law or by the practice of the Court to be sealed shall be sealed with the seal of the Supreme Court or one of its duplicate seals, of which there shall be such number as the Chancellor considers necessary."
                },
                {
                    "representation": "(4)",
                    "description": "The Registrar shall have the custody of the seal of the Supreme Court to be used in the county of Demerara."
                },
                {
                    "representation": "(5)",
                    "description": "The officers of the Court nominated for that purpose by the Registrar shall have the custody of duplicate seals of the Supreme Court to be used in the counties of Essequibo and Berbice, respectively."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Qualification for appointment as Puisne Judge. ",
            "context": "HIGH COURT ACT under Qualification for appointment as Puisne Judge. 5. The period for which a person is required to have been qualified for admission as an advocate under article 129(1)(b) of the Constitution for the purpose of qualification for appointment to hold or act in the office of a Puisne Judge, shall be seven years.",
            "description": [
                {
                    "representation": "(b)",
                    "description": "of the Constitution for the purpose of qualification for appointment to hold or act in the office of a Puisne Judge, shall be seven years."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Prohibition against holding other office. ",
            "context": "HIGH COURT ACT under Prohibition against holding other office. 6. A judge shall not accept or perform any other office Prohibition LAWS OF GUYANA High Court  Cap. 3:02 11   other office.  [O. 80/1980]       Concurrent sittings.         Registrar and Deputy Registrar.  Duties of Deputy Registrar and sworn clerks.  [2 of 1993]                     or place of profit or emolument not authorised by law without the consent of the President:  Provided that this subsection shall not apply to a judge temporarily appointed under article 128(2) of the Constitution.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "of the Constitution."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Concurrent sittings.  B—OFFICERS  Registrar and Clerks  ",
            "context": "HIGH COURT ACT under Concurrent sittings.  BOFFICERS  Registrar and Clerks  7.  Two or more of the judges may sit apart at the same time for any purpose in respect of which a single judge may exercise jurisdiction.  BOFFICERS  Registrar and  Clerks",
            "description": "Two or more of the judges may sit apart at the same time for any purpose in respect of which a single judge may exercise jurisdiction.  BOFFICERS  Registrar and  Clerks"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Registrar and Deputy Registrar. ",
            "context": "HIGH COURT ACT under Registrar and Deputy Registrar. 8.  There shall be a Registrar and Deputy Registrar of the Supreme Court.",
            "description": "There shall be a Registrar and Deputy Registrar of the Supreme Court."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Duties of Deputy Registrar and sworn clerks. ",
            "context": "HIGH COURT ACT under Duties of Deputy Registrar and sworn clerks. 9. (1) The Deputy Registrar shall, subject to the general or special directions of the Registrar, assist the Registrar in carrying out his functions and the Deputy Registrar shall, in the exercise of his office, have all and singular the like authorities, powers, duties, immunities and liabilities as the Registrar, except where otherwise provided by rules of court; and every sworn clerk and assistant sworn clerk of the registry shall perform those duties in connection with the Court and with judicial business which the  Registrar, subject to the approval of the Court, assigns to him:  Provided that no person shall be appointed a sworn clerk until he has been examined by and obtained a certificate of competency from an examining board consisting of the Chief Justice, the Registrar and the State Solicitor or of any two of them, who are hereby empowered and required to hold an examination whenever necessary.  (2) The Registrar and the Deputy Registrar shall be deemed to be ex-officio sworn clerks. L.R.O. 1/2012 LAWS OF GUYANA 12 Cap. 3:02 High Court  L.R.O. 1/2012                     c. 4:01 Administrati-on of oaths by Registrar.        Executive officers of the Court.   Duties of marshals.               Liability of marshals. (3) Notwithstanding anything in subsection (1) a person who (a) is an attorney-at-law and who within a period of five years prior to his qualifying as such had at least one years experience as an assistant sworn clerk in the registry; or  (b)  is  an  attorney-at-law  of  not  less  than  one  years standing,  may be appointed a sworn clerk for such time as he may hold a public office in the registry.  (4) For the purposes of subsection (3) attorney-at-law has the same meaning as in the Legal Practitioners Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "a person who"
                },
                {
                    "representation": "(2)",
                    "description": "The Registrar and the Deputy Registrar shall be deemed to be ex-officio sworn clerks. L.R.O. 1/2012 LAWS OF GUYANA 12 Cap. 3:02 High Court  L.R.O. 1/2012                     c. 4:01 Administrati-on of oaths by Registrar.        Executive officers of the Court.   Duties of marshals.               Liability of marshals."
                },
                {
                    "representation": "(3)",
                    "description": "attorney-at-law has the same meaning as in the Legal Practitioners Act."
                },
                {
                    "representation": "(a)",
                    "description": "is an attorney-at-law and who within a period of five years prior to his qualifying as such had at least one years experience as an assistant sworn clerk in the registry; or"
                },
                {
                    "representation": "(b)",
                    "description": "is  an  attorney-at-law  of  not  less  than  one  years standing,  may be appointed a sworn clerk for such time as he may hold a public office in the registry."
                },
                {
                    "representation": "(4)",
                    "description": "For the purposes of subsection"
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Administration of oaths by Registrar. ",
            "context": "HIGH COURT ACT under Administration of oaths by Registrar. 10.  The Registrar and the sworn clerks and assistant sworn clerks thereto authorised by the Court shall have power to administer oaths and take affidavits, and to take solemn affirmations or declarations in lieu of oaths.",
            "description": "The Registrar and the sworn clerks and assistant sworn clerks thereto authorised by the Court shall have power to administer oaths and take affidavits, and to take solemn affirmations or declarations in lieu of oaths."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Executive officers of the Court. ",
            "context": "HIGH COURT ACT under Executive officers of the Court. 11.  The Registrar shall be the chief executive officer, and every marshal shall be an executive officer of the Court.",
            "description": "The Registrar shall be the chief executive officer, and every marshal shall be an executive officer of the Court."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Duties of marshals.  Liability of Officers ",
            "context": "HIGH COURT ACT under Duties of marshals.  Liability of Officers 12.  (1) Every marshal shall be under the control and be responsible to the Registrar and shall, in addition to the duties and liabilities imposed on him by any written law, perform the duties required of him by the Registrar subject to the direction and approval of the Chief Justice.  (2) The Registrar shall cause at least one marshal to be resident in the county of Essequibo.  Liability of  Officers",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every marshal shall be under the control and be responsible to the Registrar and shall, in addition to the duties and liabilities imposed on him by any written law, perform the duties required of him by the Registrar subject to the direction and approval of the Chief Justice."
                },
                {
                    "representation": "(2)",
                    "description": "The Registrar shall cause at least one marshal to be resident in the county of Essequibo.  Liability of  Officers"
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Liability of marshals.    CHAPTER 3:02 HIGH COURT ACT LAWS OF GUYANA 4 Cap. 3:02 High Court  L.R.O. 1/2012   SECTION Commissioners   ",
            "context": "HIGH COURT ACT under Liability of marshals.    CHAPTER 3:02 HIGH COURT ACT LAWS OF GUYANA 4 Cap. 3:02 High Court  L.R.O. 1/2012   SECTION Commissioners   13.  Every marshal shall be liable for all losses, damages, costs, charges, and expenses, had and suffered by LAWS OF GUYANA High Court  Cap. 3:02 13  L.R.O. 1/2012           c. 5:07      Appointment and powers of commissioners of the Court.            Enforcement of order to be executed before a commissioner.     Incidental powers of commissioner.    Control of Commission- ers and their proceedings.    any person from or by reason of any irregularity, informality, omission, or neglect of duty by him,  and  may  be sued in any manner and form applicable to the circumstances of the case, for the recovery of those losses, damages, costs, charges, or expenses:  Provided that, in that suit, the marshal shall be entitled to the protection given to justices by the Justices Protection Act.  Commissioners",
            "description": "Every marshal shall be liable for all losses, damages, costs, charges, and expenses, had and suffered by LAWS OF GUYANA High Court  Cap. 3:02 13  L.R.O. 1/2012           c. 5:07      Appointment and powers of commissioners of the Court.            Enforcement of order to be executed before a commissioner.     Incidental powers of commissioner.    Control of Commission- ers and their proceedings.    any person from or by reason of any irregularity, informality, omission, or neglect of duty by him,  and  may  be sued in any manner and form applicable to the circumstances of the case, for the recovery of those losses, damages, costs, charges, or expenses:  Provided that, in that suit, the marshal shall be entitled to the protection given to justices by the Justices Protection Act.  Commissioners"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "(1) Appointment and powers of commissioners of the Court.                  (3) Enforcement of order to be executed before a commissioner.   (4) Incidental powers of commissioner.  (5) Control of commissioners and their proceedings.  (6) Protection of commissioner.  ",
            "context": "HIGH COURT ACT under (1) Appointment and powers of commissioners of the Court.                  (3) Enforcement of order to be executed before a commissioner.   (4) Incidental powers of commissioner.  (5) Control of commissioners and their proceedings.  (6) Protection of commissioner.  14. (1) The Court may appoint, by an instrument or instruments under the seal of the Court, the requisite number of fit and proper persons to be commissioners of the Court for taking affidavits and declarations in any cause or matter and, when authorised thereto by a special order of the Court or a judge, for taking the examination of witnesses or receiving production of documents.  (2) Any appointment made under this section may at any time be cancelled by the Court by an instrument under the seal of the Court.  (3) Any order of the Court for the attendance and examination of witnesses or production of documents before a commissioner within the jurisdiction of the Court may be enforced in the same manner as an order to attend and be examined or produce documents before the Court.  (4) Subject   to   any   special   directions   of   the   Court,   a commissioner, when and so far as necessary for performing any duty which he is authorised to perform, shall be deemed to have and may exercise the incidental powers of a judge. (5) Every commissioner shall be subject to the order and direction of the Court as fully as any other officer of the Court, and every proceeding before a commissioner shall be subject to the direction and control of the Court. LAWS OF GUYANA 14 Cap. 3:02 High Court  L.R.O. 1/2012  Protection of commissioner.            Employment of experts and referees.             Duties of officers of the Court generally.      Jurisdiction and functions.         Original jurisdiction.  (6) No action shall be brought against a commissioner in respect of any act or order bona fide done or made by him in the execution or supposed execution of the jurisdiction and powers vested in him, but every act or order, if in excess of that jurisdiction and those powers, shall be liable to be altered, amended, reversed, or set aside on summary application to the Court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Court may appoint, by an instrument or instruments under the seal of the Court, the requisite number of fit and proper persons to be commissioners of the Court for taking affidavits and declarations in any cause or matter and, when authorised thereto by a special order of the Court or a judge, for taking the examination of witnesses or receiving production of documents."
                },
                {
                    "representation": "(2)",
                    "description": "Any appointment made under this section may at any time be cancelled by the Court by an instrument under the seal of the Court."
                },
                {
                    "representation": "(3)",
                    "description": "Any order of the Court for the attendance and examination of witnesses or production of documents before a commissioner within the jurisdiction of the Court may be enforced in the same manner as an order to attend and be examined or produce documents before the Court."
                },
                {
                    "representation": "(4)",
                    "description": "Subject   to   any   special   directions   of   the   Court,   a commissioner, when and so far as necessary for performing any duty which he is authorised to perform, shall be deemed to have and may exercise the incidental powers of a judge."
                },
                {
                    "representation": "(5)",
                    "description": "Every commissioner shall be subject to the order and direction of the Court as fully as any other officer of the Court, and every proceeding before a commissioner shall be subject to the direction and control of the Court. LAWS OF GUYANA 14 Cap. 3:02 High Court  L.R.O. 1/2012  Protection of commissioner.            Employment of experts and referees.             Duties of officers of the Court generally.      Jurisdiction and functions.         Original jurisdiction."
                },
                {
                    "representation": "(6)",
                    "description": "No action shall be brought against a commissioner in respect of any act or order bona fide done or made by him in the execution or supposed execution of the jurisdiction and powers vested in him, but every act or order, if in excess of that jurisdiction and those powers, shall be liable to be altered, amended, reversed, or set aside on summary application to the Court."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Employment of experts and referees. ",
            "context": "HIGH COURT ACT under Employment of experts and referees. 15.  (1) The Court may, when it thinks fit, obtain the assistance of accountants,  actuaries,  or  other  qualified  persons,  to  assist  it  to determine any question at issue in any cause or matter before the Court, and may refer any question depending upon matters of account to the accountant  of court or some other accountant for determination or investigation and report.  (2) The Court may allow reasonable fees and expenses to any of those persons, to be taxed as costs in the cause or matter.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Court may, when it thinks fit, obtain the assistance of accountants,  actuaries,  or  other  qualified  persons,  to  assist  it  to determine any question at issue in any cause or matter before the Court, and may refer any question depending upon matters of account to the accountant  of court or some other accountant for determination or investigation and report."
                },
                {
                    "representation": "(2)",
                    "description": "The Court may allow reasonable fees and expenses to any of those persons, to be taxed as costs in the cause or matter."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Duties of officers of the Court generally.  C—JURISDICTION AND LAW  ",
            "context": "HIGH COURT ACT under Duties of officers of the Court generally.  CJURISDICTION AND LAW  16.  Subject to the provisions of this Act and of any other written law, all officers of the Court shall perform in connection with the Court duties similar or analogous to those performed by them immediately before 26th May,",
            "description": "Subject to the provisions of this Act and of any other written law, all officers of the Court shall perform in connection with the Court duties similar or analogous to those performed by them immediately before 26th May,"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Jurisdiction and functions. ",
            "context": "HIGH COURT ACT under Jurisdiction and functions. 17.  Subject to the provisions of the Guyana Independence Order and of any other written law for the time being in force, the Court shall have and may exercise all such jurisdiction, authorities and powers, and shall discharge the like functions, as belonged or were incident to the Supreme Court of British Guiana immediately before the 26th May,",
            "description": "Subject to the provisions of the Guyana Independence Order and of any other written law for the time being in force, the Court shall have and may exercise all such jurisdiction, authorities and powers, and shall discharge the like functions, as belonged or were incident to the Supreme Court of British Guiana immediately before the 26th May,"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "(1) Original jurisdiction.  (3) Powers of single judge in court or chambers. ",
            "context": "HIGH COURT ACT under (1) Original jurisdiction.  (3) Powers of single judge in court or chambers. 18. (1) Subject to any written law, every action and proceeding and all  business  arising  therefrom  shall,  so  far  as  is  practicable  and convenient, be heard, determined, and LAWS OF GUYANA High Court  Cap. 3:02 15  L.R.O. 1/2012                Powers of single judge in court or chambers.       Criminal jurisdiction.             Jurisdiction on appeals from magistrates.     Admiralty and prize   jurisdiction.     disposed of before a single judge, and all proceedings in an action subsequent to the hearing or trial and down  to  and  including  the  final  judgment  or  order,  except  any proceedings on appeal, shall, so far as it is practicable and convenient, be had and taken before the judge before whom the trial or hearing took place.  (2) For the purpose of those proceedings a single judge shall be vested with and may exercise the whole of the original jurisdiction of the Court.  (3) A single judge may, subject to rules of court, exercise in court or in chambers all or any part of the jurisdiction vested in the Court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to any written law, every action and proceeding and all  business  arising  therefrom  shall,  so  far  as  is  practicable  and convenient, be heard, determined, and LAWS OF GUYANA High Court  Cap. 3:02 15  L.R.O. 1/2012                Powers of single judge in court or chambers.       Criminal jurisdiction.             Jurisdiction on appeals from magistrates.     Admiralty and prize   jurisdiction.     disposed of before a single judge, and all proceedings in an action subsequent to the hearing or trial and down  to  and  including  the  final  judgment  or  order,  except  any proceedings on appeal, shall, so far as it is practicable and convenient, be had and taken before the judge before whom the trial or hearing took place."
                },
                {
                    "representation": "(2)",
                    "description": "For the purpose of those proceedings a single judge shall be vested with and may exercise the whole of the original jurisdiction of the Court."
                },
                {
                    "representation": "(3)",
                    "description": "A single judge may, subject to rules of court, exercise in court or in chambers all or any part of the jurisdiction vested in the Court."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Criminal jurisdiction. ",
            "context": "HIGH COURT ACT under Criminal jurisdiction. 19.  The criminal jurisdiction by this Act vested in the Court, not being the jurisdiction in respect of the Full Court, shall, together with all the powers incident thereto, be exercised by a single judge sitting with a jury, or by a single judge sitting apart or in chambers, as the nature of the case may require:  Provided that nothing in this section shall affect any right of the Director of Public Prosecutions to demand a trial at bar in any criminal cause.",
            "description": "The criminal jurisdiction by this Act vested in the Court, not being the jurisdiction in respect of the Full Court, shall, together with all the powers incident thereto, be exercised by a single judge sitting with a jury, or by a single judge sitting apart or in chambers, as the nature of the case may require:  Provided that nothing in this section shall affect any right of the Director of Public Prosecutions to demand a trial at bar in any criminal cause."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Jurisdiction on appeals from magistrates.  Admiralty Jurisdiction  ",
            "context": "HIGH COURT ACT under Jurisdiction on appeals from magistrates.  Admiralty Jurisdiction  20. The Court shall have and exercise an appellate jurisdiction in all cases in which by law an appeal lies to the Court from any decision of a magistrate in the exercise of his jurisdiction. Admiralty  Jurisdiction",
            "description": "The Court shall have and exercise an appellate jurisdiction in all cases in which by law an appeal lies to the Court from any decision of a magistrate in the exercise of his jurisdiction. Admiralty  Jurisdiction"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Admiralty and prize jurisdiction.      Miscellaneous   Jurisdictions  ",
            "context": "HIGH COURT ACT under Admiralty and prize jurisdiction.      Miscellaneous   Jurisdictions  21. The High Court shall be a Court of Admiralty and its admiralty jurisdiction shall be over the like places, persons, matters and things as the  Admiralty jurisdiction of the Supreme Court of British Guiana immediately before the 26th May, 1966, and shall be a permanent court of unlimited jurisdiction in matters of prize and subject to rules of court, LAWS OF GUYANA 16 Cap. 3:02 High Court  L.R.O. 1/2012              Power to reduce interest.       Injunction and appointment of receivers.                                 Powers to make orders in cases not provided for.   shall exercise its jurisdiction under this section in accordance with the same rules and principles and shall have the same regard to international law and to the comity of nations as the Supreme Court of British Guiana in the exercise of its corresponding jurisdiction before the said date.  Miscellaneous Jurisdictions",
            "description": "The High Court shall be a Court of Admiralty and its admiralty jurisdiction shall be over the like places, persons, matters and things as the  Admiralty jurisdiction of the Supreme Court of British Guiana immediately before the 26th May, 1966, and shall be a permanent court of unlimited jurisdiction in matters of prize and subject to rules of court, LAWS OF GUYANA 16 Cap. 3:02 High Court  L.R.O. 1/2012              Power to reduce interest.       Injunction and appointment of receivers.                                 Powers to make orders in cases not provided for.   shall exercise its jurisdiction under this section in accordance with the same rules and principles and shall have the same regard to international law and to the comity of nations as the Supreme Court of British Guiana in the exercise of its corresponding jurisdiction before the said date.  Miscellaneous Jurisdictions"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Power to reduce interest. ",
            "context": "HIGH COURT ACT under Power to reduce interest. 22. Where an agreement for the payment of interest is sought to be enforced, and the Court is of opinion that the rate agreed to be paid is excessive and ought not to be enforced by legal process, the Court may give judgment for the payment of interest at the rate that it thinks just.",
            "description": "Where an agreement for the payment of interest is sought to be enforced, and the Court is of opinion that the rate agreed to be paid is excessive and ought not to be enforced by legal process, the Court may give judgment for the payment of interest at the rate that it thinks just."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Injunction and appointment of receivers. ",
            "context": "HIGH COURT ACT under Injunction and appointment of receivers. 23.  (1) Subject to rules of court, a mandamus or injunction may be granted, or a receiver appointed, by an order of the Court in all cases in which it appears to the Court to be just or convenient that that order should be made.  (2) The order may be made either unconditionally or upon the terms and conditions which the Court thinks just.  (3) If the order is asked for either before, or at, or after, the trial or  hearing  of  any  cause  or  matter  to  prevent  any  threatened  or apprehended waste, injury, or trespass, it may be made, if the Court thinks fit, whether the person against whom it is sought is or is not in possession under any claim of title or otherwise, or (if not in possession) does or does not claim a right to do the act sought to be restrained under any colour of title,  and  whatever may be the nature of the interest claimed by all or by any of the parties.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to rules of court, a mandamus or injunction may be granted, or a receiver appointed, by an order of the Court in all cases in which it appears to the Court to be just or convenient that that order should be made."
                },
                {
                    "representation": "(2)",
                    "description": "The order may be made either unconditionally or upon the terms and conditions which the Court thinks just."
                },
                {
                    "representation": "(3)",
                    "description": "If the order is asked for either before, or at, or after, the trial or  hearing  of  any  cause  or  matter  to  prevent  any  threatened  or apprehended waste, injury, or trespass, it may be made, if the Court thinks fit, whether the person against whom it is sought is or is not in possession under any claim of title or otherwise, or"
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Powers to make orders in cases not provided for. ",
            "context": "HIGH COURT ACT under Powers to make orders in cases not provided for. 24.  Subject to the provisions of any written law, the Court may in any cause or matter make any order as to the procedure to be followed or otherwise which the Court considers necessary for doing justice in the cause or matter, whether that order has been expressly asked for by the party LAWS OF GUYANA High Court  Cap. 3:02 17  L.R.O. 1/2012     Extent of remedies.                      Sittings of the Court.                     Ordinary sittings of the Court in its entitled to the benefit thereof or not.",
            "description": "Subject to the provisions of any written law, the Court may in any cause or matter make any order as to the procedure to be followed or otherwise which the Court considers necessary for doing justice in the cause or matter, whether that order has been expressly asked for by the party LAWS OF GUYANA High Court  Cap. 3:02 17  L.R.O. 1/2012     Extent of remedies.                      Sittings of the Court.                     Ordinary sittings of the Court in its entitled to the benefit thereof or not."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Extent of remedies.  D—SITTINGS AND VACATIONS  Times of Sitting  ",
            "context": "HIGH COURT ACT under Extent of remedies.  DSITTINGS AND VACATIONS  Times of Sitting  25.  The Court shall, in every cause or matter pending before it, have power to grant, and shall grant, either absolutely or on such reasonable terms and conditions as the Court may think just, all the remedies or relief whatsoever to which any of the parties appear to be entitled in respect of any and every  claim properly brought forward by him or them respectively in the cause or matter; so that, as far as possible, all matters so in controversy between those parties respectively may be completely and finally determined, and all multiplicity of proceedings concerning any of those matters avoided.  DSITTINGS  AND VACATIONS  Times of Sitting",
            "description": "The Court shall, in every cause or matter pending before it, have power to grant, and shall grant, either absolutely or on such reasonable terms and conditions as the Court may think just, all the remedies or relief whatsoever to which any of the parties appear to be entitled in respect of any and every  claim properly brought forward by him or them respectively in the cause or matter; so that, as far as possible, all matters so in controversy between those parties respectively may be completely and finally determined, and all multiplicity of proceedings concerning any of those matters avoided.  DSITTINGS  AND VACATIONS  Times of Sitting"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Sittings of the Court.  LAWS OF GUYANA High Court  Cap. 3:02 5  L.R.O. 1/2012  SECTION  ",
            "context": "HIGH COURT ACT under Sittings of the Court.  LAWS OF GUYANA High Court  Cap. 3:02 5  L.R.O. 1/2012  SECTION  26.  (1) Subject to the provisions hereinafter contained, the Court and the judges respectively shall have power to sit and act at any time for the transaction of any part of the business of the Court or judges, or for the discharge of any duty which by law is required to be discharged by it or them, but for greater convenience periodical sittings shall be appointed by rules of court.  (2) If any of the days appointed for any sitting is dies non, the sitting shall commence on the next following lawful day.  (3) Judgments and orders may be given and made at any place and time at which the Court is sitting, whether at the place where and during the sittings at which the cause or matter was heard or otherwise.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the provisions hereinafter contained, the Court and the judges respectively shall have power to sit and act at any time for the transaction of any part of the business of the Court or judges, or for the discharge of any duty which by law is required to be discharged by it or them, but for greater convenience periodical sittings shall be appointed by rules of court."
                },
                {
                    "representation": "(2)",
                    "description": "If any of the days appointed for any sitting is dies non, the sitting shall commence on the next following lawful day."
                },
                {
                    "representation": "(3)",
                    "description": "Judgments and orders may be given and made at any place and time at which the Court is sitting, whether at the place where and during the sittings at which the cause or matter was heard or otherwise."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Ordinary sittings of the Court in its criminal jurisdiction. ",
            "context": "HIGH COURT ACT under Ordinary sittings of the Court in its criminal jurisdiction. 27.  The Court shall hold sittings in the exercise of its criminal jurisdiction  in  every  year  in  each  of  the  counties  of  Demerara, Essequibo, and Berbice as follows, that is to LAWS OF GUYANA 18 Cap. 3:02 High Court  L.R.O. 1/2012  criminal jurisdiction.                         Special sitting of the Court in its criminal jurisdiction.   Continuance of sittings and adjournments                 say (a) in the county of Demerara, on the second Tuesday in January, the first Tuesday in April, the first Tuesday in June, and the first Tuesday in October;  (b)  in the county of Essequibo, on the third Tuesday in  February, the third Tuesday in May, and the fourth Tuesday in October; and  (c) in the county of Berbice, on the first Tuesday in February, the third Tuesday in June, and the third Tuesday in October;  but the Chancellor may by notice published in the Gazette suspend or postpone any of those sittings.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in the county of Demerara, on the second Tuesday in January, the first Tuesday in April, the first Tuesday in June, and the first Tuesday in October;"
                },
                {
                    "representation": "(b)",
                    "description": "in the county of Essequibo, on the third Tuesday in  February, the third Tuesday in May, and the fourth Tuesday in October; and"
                },
                {
                    "representation": "(c)",
                    "description": "in the county of Berbice, on the first Tuesday in February, the third Tuesday in June, and the third Tuesday in October;  but the Chancellor may by notice published in the Gazette suspend or postpone any of those sittings."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Special sitting of the Court in its criminal jurisdiction.  ",
            "context": "HIGH COURT ACT under Special sitting of the Court in its criminal jurisdiction.  28. The Chancellor may by notice published in the Gazette direct a special sitting of the Court in the exercise of its criminal jurisdiction to be held at the place and time and for the purposes specified in the notice.",
            "description": "The Chancellor may by notice published in the Gazette direct a special sitting of the Court in the exercise of its criminal jurisdiction to be held at the place and time and for the purposes specified in the notice."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Continuance of sittings and adjournments.  Places of Sitting  ",
            "context": "HIGH COURT ACT under Continuance of sittings and adjournments.  Places of Sitting  29.  (1) Every sitting of the Court shall be continuous until the business before it has been disposed of or it is adjourned to some future day.  (2) The Court, or, in the absence of the judges or a judge, the Registrar or a sworn clerk or assistant sworn clerk, subject to any direction of the judges or a judge, may adjourn any sitting of the Court for any convenient time.  (3) If, on the opening or any other day of any sitting of the Court, the judges or a judge are or is unable or fail or fails to attend, the Court shall stand adjourned de die in diem until the judges or a judge shall attend or until it is adjourned or closed by their or his order.  LAWS OF GUYANA High Court  Cap. 3:02 19  L.R.O. 1/2012             Places of sitting of the Court in Demerara, Essequibo and Berbice.                   Holding of sittings in other places.                      General business of the (4) The Registrar may, subject to the direction of the judges or a judge, by notice published in the Gazette not less than five days before the day appointed for any sitting of the Court for the trial or hearing of civil causes or matters, postpone that sitting to any day mentioned in the notice.  Places of Sitting",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every sitting of the Court shall be continuous until the business before it has been disposed of or it is adjourned to some future day."
                },
                {
                    "representation": "(2)",
                    "description": "The Court, or, in the absence of the judges or a judge, the Registrar or a sworn clerk or assistant sworn clerk, subject to any direction of the judges or a judge, may adjourn any sitting of the Court for any convenient time."
                },
                {
                    "representation": "(3)",
                    "description": "If, on the opening or any other day of any sitting of the Court, the judges or a judge are or is unable or fail or fails to attend, the Court shall stand adjourned de die in diem until the judges or a judge shall attend or until it is adjourned or closed by their or his order.  LAWS OF GUYANA High Court  Cap. 3:02 19  L.R.O. 1/2012             Places of sitting of the Court in Demerara, Essequibo and Berbice.                   Holding of sittings in other places.                      General business of the"
                },
                {
                    "representation": "(4)",
                    "description": "The Registrar may, subject to the direction of the judges or a judge, by notice published in the Gazette not less than five days before the day appointed for any sitting of the Court for the trial or hearing of civil causes or matters, postpone that sitting to any day mentioned in the notice.  Places of Sitting"
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Places of sitting of the Court in Demerara, Essequibo and  Berbice. ",
            "context": "HIGH COURT ACT under Places of sitting of the Court in Demerara, Essequibo and  Berbice. 30.  The Court shall sit at the following places, that is to say  (a) in the county of Demerara, at the Law Courts in the City of Georgetown;  (b)  in the county of Essequibo, at the Court House at Suddie; and  (c) in the county of Berbice, at the Court House      in the town of New Amsterdam:  Provided that the Court may sit at such other place as may be specified by the Chancellor by notice published in the Gazette as being a place at which a sitting or sittings of the Court may be held.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in the county of Demerara, at the Law Courts in the City of Georgetown;"
                },
                {
                    "representation": "(b)",
                    "description": "in the county of Essequibo, at the Court House at Suddie; and"
                },
                {
                    "representation": "(c)",
                    "description": "in the county of Berbice, at the Court House      in the town of New Amsterdam:  Provided that the Court may sit at such other place as may be specified by the Chancellor by notice published in the Gazette as being a place at which a sitting or sittings of the Court may be held."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Holding of sittings in other places. ",
            "context": "HIGH COURT ACT under Holding of sittings in other places. 31.  (1) Where it is from any cause impracticable or inconvenient to hold a sitting of the Court at any place mentioned in the preceding section, the Chancellor may direct the sitting to be held at some other place in the same county.  (2) Nothing in the preceding section shall be construed to prevent the Chancellor from directing any special sitting of the Court in the exercise of its criminal jurisdiction to be held at a place other than a place mentioned in that section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where it is from any cause impracticable or inconvenient to hold a sitting of the Court at any place mentioned in the preceding section, the Chancellor may direct the sitting to be held at some other place in the same county."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing in the preceding section shall be construed to prevent the Chancellor from directing any special sitting of the Court in the exercise of its criminal jurisdiction to be held at a place other than a place mentioned in that section."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "General business of the Court. ",
            "context": "HIGH COURT ACT under General business of the Court. 32.  The registry of the Court shall be open throughout the year for the transaction, subject to rules of court, of the LAWS OF GUYANA 20 Cap. 3:02 High Court  L.R.O. 1/2012  Court.         Attendance of police at sittings.           Vacation and holidays. [14 of 1988]                  Delivery  of judgment in vacation.             general legal business pending in the Court, excepting on any public holiday.",
            "description": "The registry of the Court shall be open throughout the year for the transaction, subject to rules of court, of the LAWS OF GUYANA 20 Cap. 3:02 High Court  L.R.O. 1/2012  Court.         Attendance of police at sittings.           Vacation and holidays. [14 of 1988]                  Delivery  of judgment in vacation.             general legal business pending in the Court, excepting on any public holiday."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Attendance of police at sittings. ",
            "context": "HIGH COURT ACT under Attendance of police at sittings. 33. The Commissioner of Police shall cause a sufficient number of police  constables  to  attend  for  the  purpose  of  assisting  in  the preservation of order and for the keeping of prisoners in custody at every sitting of the Court in the exercise of its criminal jurisdiction and, if so required in writing by any judge, at any other sitting of the Court.",
            "description": "The Commissioner of Police shall cause a sufficient number of police  constables  to  attend  for  the  purpose  of  assisting  in  the preservation of order and for the keeping of prisoners in custody at every sitting of the Court in the exercise of its criminal jurisdiction and, if so required in writing by any judge, at any other sitting of the Court."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Vacation and holidays. ",
            "context": "HIGH COURT ACT under Vacation and holidays. 34.  (1) In every year the period from the 1st July to the 31st August, inclusive, or any other period appointed by rules of court, shall be observed as a vacation by the Court, but this enactment shall not extend to prevent or preclude any sitting of the Court in the exercise of its criminal, appellate, insolvency, or admiralty jurisdictions or, in any case the Chancellor so directs, in the exercise of its civil jurisdiction:  Provided that nothing in the foregoing provisions of this subsection shall be deemed to affect a judges conditions of service in relation to vacation leave or leave of absence.  (2) The holidays to be observed or kept by the Court shall, in addition to the vacation, be all public holidays and Saturdays.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In every year the period from the 1st July to the 31st August, inclusive, or any other period appointed by rules of court, shall be observed as a vacation by the Court, but this enactment shall not extend to prevent or preclude any sitting of the Court in the exercise of its criminal, appellate, insolvency, or admiralty jurisdictions or, in any case the Chancellor so directs, in the exercise of its civil jurisdiction:  Provided that nothing in the foregoing provisions of this subsection shall be deemed to affect a judges conditions of service in relation to vacation leave or leave of absence."
                },
                {
                    "representation": "(2)",
                    "description": "The holidays to be observed or kept by the Court shall, in addition to the vacation, be all public holidays and Saturdays."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Delivery of judgment in vacation.   E—PRACTICE AND PROCEDURE  Regulation  ",
            "context": "HIGH COURT ACT under Delivery of judgment in vacation.   EPRACTICE AND PROCEDURE  Regulation  35.  (1) Any judge may during the vacation deliver judgment or make an order in any cause or matter then awaiting the decision of the Court, and where any judge who took part in the trial or hearing of the cause or matter is absent from Guyana, or is otherwise unable to be present at the time when judgment is so delivered or the order made, the reasons of the judge so absent may at that time be read by any judge and entered in the minute book of the Court.  (2) Every judgment delivered or order made under this section shall have the same force and effect as if it had been delivered or made during the ordinary sitting of the LAWS OF GUYANA High Court  Cap. 3:02 21  L.R.O. 1/2012             Regulation of practice and procedure.                          Application for direction of the Court.              Protection where    the direction is followed.      Court.  EPRACTICE  AND PROCEDURE  Regulation",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any judge may during the vacation deliver judgment or make an order in any cause or matter then awaiting the decision of the Court, and where any judge who took part in the trial or hearing of the cause or matter is absent from Guyana, or is otherwise unable to be present at the time when judgment is so delivered or the order made, the reasons of the judge so absent may at that time be read by any judge and entered in the minute book of the Court."
                },
                {
                    "representation": "(2)",
                    "description": "Every judgment delivered or order made under this section shall have the same force and effect as if it had been delivered or made during the ordinary sitting of the LAWS OF GUYANA High Court  Cap. 3:02 21  L.R.O. 1/2012             Regulation of practice and procedure.                          Application for direction of the Court.              Protection where    the direction is followed.      Court.  EPRACTICE  AND PROCEDURE  Regulation"
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Regulation of practice and procedure.  Administration of Estates  ",
            "context": "HIGH COURT ACT under Regulation of practice and procedure.  Administration of Estates  36.  (1) The practice and procedure of the Court shall, subject to any other written law, be regulated by this Act and by rules of court, and in the absence  of any provision shall correspond to the practice and procedure of the Supreme Court of British Guiana (including the Court when exercising its admiralty jurisdiction) immediately before 26th May,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The practice and procedure of the Court shall, subject to any other written law, be regulated by this Act and by rules of court, and in the absence  of any provision shall correspond to the practice and procedure of the Supreme Court of British Guiana"
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "(1) Application for direction of the Court.  (2) Protection where the direction is followed.   (3) Jurisdiction and powers of the Court.  (4) Mode of application.  (5) Notice of application.  Execution of Process              [Sections 38-45 repealed by Act No. 20 of 1984]. ",
            "context": "HIGH COURT ACT under (1) Application for direction of the Court.  (2) Protection where the direction is followed.   (3) Jurisdiction and powers of the Court.  (4) Mode of application.  (5) Notice of application.  Execution of Process              [Sections 38-45 repealed by Act No. 20 of 1984]. 37.  (1) Any  guardian  of  the  person  or  estate,  any  executor  or administrator, and any person appointed or required to administer the property of another for the benefit of the other, may apply to the Court for its  opinion, advice, or direction on any question respecting the management or administration of that property or respecting his conduct as guardian, executor, administrator, or person aforesaid.  (2) Every guardian, executor, administrator, or person aforesaid, acting upon the opinion, advice, or direction given by the Court, shall be deemed, so far as regards his own responsibility, to have discharged his obligations and his duty as that guardian, executor, administrator, or person in the subject matter of the application:  Provided that this section shall not extend to indemnify LAWS OF GUYANA 22 Cap. 3:02 High Court  L.R.O. 1/2012          Jurisdiction and powers of the Court.                                     any guardian, executor, administrator, or person aforesaid in respect of any act done in accordance with the opinion, advice, or direction of the Court, if he has been guilty of any fraud or wilful concealment or misrepresentation in obtaining that opinion, advice or direction.  (3) The Court shall have full jurisdiction to entertain and shall dispose of all or any of the following questions or matters, that is to say  (a) any question affecting the rights or interests of the person claiming to be creditor, devisee, legatee, heir, or person beneficially interested;  (b) the ascertainment of any class of creditors, legatees, devisees, heirs, or others;  (c) the  furnishing  of  any  particular  accounts  by  the guardian, executor, administrator, or person administering as aforesaid,  and  the  vouching,  when  necessary,  of  those accounts;  (d)  the payment into the registry of any money in the hands of the guardian, executor, administrator, or person aforesaid; (e) directing  the guardian, executor, administrator, or person aforesaid to do or abstain from doing any particular act in that character;  (f)  the approval of any sale, purchase, compromise, or other transaction; and  (g)  the  determination  of  any  question  LAWS OF GUYANA High Court  Cap. 3:02 23  L.R.O. 1/2012           Mode of application.    Notice of application.                                   arising  in  the administration of the property or in the performance of any duty  by the guardian, executor, administrator, or person aforesaid.  (4) An application under this section may be made in the manner provided by rules of court, and, in the absence of any special provision thereby may be made by petition.  (5) Notice in the first instance shall be served on the following persons, that is to say  (a)  where the application is made by a guardian, executor, administrator, or person aforesaid  (i)  for  the  determination  of  any  question  under subsection (3)(a), (e), (f) or (g), the persons or one of the persons whose rights or interests are sought to be affected;   (ii)   for   the  determination  of  any  question  under subsection (3)(b), any member or alleged member of the class;  (iii) for   the   determination   of   any   question   under subsection  (3)(c),  any  person  interested  in  taking  the accounts;  (iv)  for   the   determination   of   any   question   under subsection (3)(d), any person interested in the money; LAWS OF GUYANA 24 Cap. 3:02 High Court  L.R.O. 1/2012                              Persons by whom process may be executed.                          Onus of proof of want of authority to lie on person served.    (v)  if there are more guardians, executors, administrators,  or persons aforesaid than one, and they do not all concur in the application, those who do not concur; and  (b)  where the application is made by any person other than the guardian, executor, administrator, or person aforesaid, that guardian, executor, administrator, or person.  (6) The Court may direct any other persons it thinks fit to be served with notice of the application.  [Sections 38-45 (inclusive) repealed by Act No. 20 of 1984]   Execution of  Process",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any  guardian  of  the  person  or  estate,  any  executor  or administrator, and any person appointed or required to administer the property of another for the benefit of the other, may apply to the Court for its  opinion, advice, or direction on any question respecting the management or administration of that property or respecting his conduct as guardian, executor, administrator, or person aforesaid."
                },
                {
                    "representation": "(2)",
                    "description": "Every guardian, executor, administrator, or person aforesaid, acting upon the opinion, advice, or direction given by the Court, shall be deemed, so far as regards his own responsibility, to have discharged his obligations and his duty as that guardian, executor, administrator, or person in the subject matter of the application:  Provided that this section shall not extend to indemnify LAWS OF GUYANA 22 Cap. 3:02 High Court  L.R.O. 1/2012          Jurisdiction and powers of the Court.                                     any guardian, executor, administrator, or person aforesaid in respect of any act done in accordance with the opinion, advice, or direction of the Court, if he has been guilty of any fraud or wilful concealment or misrepresentation in obtaining that opinion, advice or direction."
                },
                {
                    "representation": "(3)",
                    "description": "The Court shall have full jurisdiction to entertain and shall dispose of all or any of the following questions or matters, that is to say"
                },
                {
                    "representation": "(a)",
                    "description": "where the application is made by a guardian, executor, administrator, or person aforesaid"
                },
                {
                    "representation": "(b)",
                    "description": "where the application is made by any person other than the guardian, executor, administrator, or person aforesaid, that guardian, executor, administrator, or person."
                },
                {
                    "representation": "(c)",
                    "description": "the  furnishing  of  any  particular  accounts  by  the guardian, executor, administrator, or person administering as aforesaid,  and  the  vouching,  when  necessary,  of  those accounts;"
                },
                {
                    "representation": "(d)",
                    "description": "the payment into the registry of any money in the hands of the guardian, executor, administrator, or person aforesaid;"
                },
                {
                    "representation": "(e)",
                    "description": "directing  the guardian, executor, administrator, or person aforesaid to do or abstain from doing any particular act in that character;"
                },
                {
                    "representation": "(f)",
                    "description": "or"
                },
                {
                    "representation": "(g)",
                    "description": "the  determination  of  any  question  LAWS OF GUYANA High Court  Cap. 3:02 23  L.R.O. 1/2012           Mode of application.    Notice of application.                                   arising  in  the administration of the property or in the performance of any duty  by the guardian, executor, administrator, or person aforesaid."
                },
                {
                    "representation": "(4)",
                    "description": "An application under this section may be made in the manner provided by rules of court, and, in the absence of any special provision thereby may be made by petition."
                },
                {
                    "representation": "(5)",
                    "description": "Notice in the first instance shall be served on the following persons, that is to say"
                },
                {
                    "representation": "(i)",
                    "description": "for  the  determination  of  any  question  under subsection"
                },
                {
                    "representation": "(v)",
                    "description": "if there are more guardians, executors, administrators,  or persons aforesaid than one, and they do not all concur in the application, those who do not concur; and"
                },
                {
                    "representation": "(6)",
                    "description": "The Court may direct any other persons it thinks fit to be served with notice of the application.  [Sections 38-45"
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "(1) Persons by whom process may be executed.  (3) Onus of proof of want of authority to lie on person served.  (4) Keeping of list of persons authorised to serve process. ",
            "context": "HIGH COURT ACT under (1) Persons by whom process may be executed.  (3) Onus of proof of want of authority to lie on person served.  (4) Keeping of list of persons authorised to serve process. 46.  (1) All process in civil cases, except arrests of the person and proceedings in execution after summation, and all process in criminal cases, except execution in cases of forfeited recognisances, may be served by anyone authorised by the Registrar to do so.  (2) The term process, as herein used, includes all proceedings whatever involving service of any document on any party, witness, or other person concerned in any of those proceedings.  (3) The authority from the Registrar of anyone appearing to have served any process aforesaid need not be proved; but anyone objecting to the authority of that person shall be at liberty to prove the want of that authority.   LAWS OF GUYANA High Court  Cap. 3:02 25  L.R.O. 1/2012  Keeping of list of persons authorised to serve process.         Authentic return of service.                           Service of process.       (4) There shall be kept in the registry a correct list of the persons, not being marshals, who have that authority; and anyone objecting to the authority of any of those persons to serve any process, may produce the original of that list, or a copy thereof, signed as a true copy by the Registrar or any marshal, or by any sworn clerk or assistant sworn clerk; and if the name of the person does not appear on the list or copy, he shall be deemed not to have the authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All process in civil cases, except arrests of the person and proceedings in execution after summation, and all process in criminal cases, except execution in cases of forfeited recognisances, may be served by anyone authorised by the Registrar to do so."
                },
                {
                    "representation": "(2)",
                    "description": "The term process, as herein used, includes all proceedings whatever involving service of any document on any party, witness, or other person concerned in any of those proceedings."
                },
                {
                    "representation": "(3)",
                    "description": "The authority from the Registrar of anyone appearing to have served any process aforesaid need not be proved; but anyone objecting to the authority of that person shall be at liberty to prove the want of that authority.   LAWS OF GUYANA High Court  Cap. 3:02 25  L.R.O. 1/2012  Keeping of list of persons authorised to serve process.         Authentic return of service.                           Service of process."
                },
                {
                    "representation": "(4)",
                    "description": "There shall be kept in the registry a correct list of the persons, not being marshals, who have that authority; and anyone objecting to the authority of any of those persons to serve any process, may produce the original of that list, or a copy thereof, signed as a true copy by the Registrar or any marshal, or by any sworn clerk or assistant sworn clerk; and if the name of the person does not appear on the list or copy, he shall be deemed not to have the authority."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Authentic return of service. ",
            "context": "HIGH COURT ACT under Authentic return of service. 47.(1) Every  return  of  service  appearing  to  be  signed  by  the Registrar, or by any marshal, shall, as heretofore, be received by all courts as authentic, without any proof.  (2) Every return of service appearing to be signed by any other person purporting to be authorised by the Registrar shall, if verified by the affidavit of that person, sworn before any justice of the peace, be received by all courts as authentic.  (3) The affidavit purporting to be so sworn shall be taken to have been properly sworn before a justice of the peace, without proof of the fact of its having been so sworn, or of the fact of the person before whom it appears to have been sworn being a justice of the peace, or of the signature either of the deponent or of the justice:  Provided that any person seeking to disprove either of those facts, or the genuineness of either of those signatures, shall be at liberty to do so.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every  return  of  service  appearing  to  be  signed  by  the Registrar, or by any marshal, shall, as heretofore, be received by all courts as authentic, without any proof."
                },
                {
                    "representation": "(2)",
                    "description": "Every return of service appearing to be signed by any other person purporting to be authorised by the Registrar shall, if verified by the affidavit of that person, sworn before any justice of the peace, be received by all courts as authentic."
                },
                {
                    "representation": "(3)",
                    "description": "The affidavit purporting to be so sworn shall be taken to have been properly sworn before a justice of the peace, without proof of the fact of its having been so sworn, or of the fact of the person before whom it appears to have been sworn being a justice of the peace, or of the signature either of the deponent or of the justice:  Provided that any person seeking to disprove either of those facts, or the genuineness of either of those signatures, shall be at liberty to do so."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Service of process. LAWS OF GUYANA 6 Cap. 3:02 High Court  L.R.O. 1/2012  SECTION ",
            "context": "HIGH COURT ACT under Service of process. LAWS OF GUYANA 6 Cap. 3:02 High Court  L.R.O. 1/2012  SECTION 48.  (1) Nothing contained in any written law shall be construed to prohibit the service of process, or the mode of making return of service authorised by this Act.  (2) The Registrar may give special permission in writing to any person, who is authorised to serve process in civil cases under section 46, notwithstanding the provisions of LAWS OF GUYANA 26 Cap. 3:02 High Court  L.R.O. 1/2012             Execution of warrants.     Service of process  by bailiffs.               Procedure by Registrar.                   that section, to execute fiats, issuing out of the registry, and generally to carry out any process of execution thereon, in any part of Guyana other than the City of Georgetown or the town of New Amsterdam in the same way as a marshal is by law authorised to do.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Nothing contained in any written law shall be construed to prohibit the service of process, or the mode of making return of service authorised by this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Registrar may give special permission in writing to any person, who is authorised to serve process in civil cases under section 46, notwithstanding the provisions of LAWS OF GUYANA 26 Cap. 3:02 High Court  L.R.O. 1/2012             Execution of warrants.     Service of process  by bailiffs.               Procedure by Registrar.                   that section, to execute fiats, issuing out of the registry, and generally to carry out any process of execution thereon, in any part of Guyana other than the City of Georgetown or the town of New Amsterdam in the same way as a marshal is by law authorised to do."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Execution of warrants. ",
            "context": "HIGH COURT ACT under Execution of warrants. 49.  Warrants of arrest issued under this Act, shall be addressed to and be executed by a marshal.",
            "description": "Warrants of arrest issued under this Act, shall be addressed to and be executed by a marshal."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Service of process by bailiffs. ",
            "context": "HIGH COURT ACT under Service of process by bailiffs. 50.  (1) Every bailiff of a magistrates court shall be, and have all the powers  of, a marshal for the purposes of serving any process, or executing any judgment of the court in its civil jurisdiction, or any other process which the law requires to be served or executed by a marshal, and all matters connected therewith.  (2) The term process used in this and the three next succeeding sections means any step either before or after judgment in any civil action or other proceeding which involves or includes service of any document on any party, witness, or other person interested or concerned therein.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every bailiff of a magistrates court shall be, and have all the powers  of, a marshal for the purposes of serving any process, or executing any judgment of the court in its civil jurisdiction, or any other process which the law requires to be served or executed by a marshal, and all matters connected therewith."
                },
                {
                    "representation": "(2)",
                    "description": "The term process used in this and the three next succeeding sections means any step either before or after judgment in any civil action or other proceeding which involves or includes service of any document on any party, witness, or other person interested or concerned therein."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Procedure by Registrar. ",
            "context": "HIGH COURT ACT under Procedure by Registrar. 51.(1) When any process is to be served or any judgment executed by any of those bailiffs, the Registrar shall send the writ and other necessary papers to the clerk of the court to which the bailiff is attached, who shall hand or send them to the bailiff for the proper action:  Provided that in the district where there is no clerk of the court the duties imposed by this section shall be performed by the magistrate.  (2) The Registrar shall, together with the writ and other papers, send  (i)  a list of the writs and other papers sent, which, if it is correct, shall be initialled by the clerk and returned to LAWS OF GUYANA High Court  Cap. 3:02 27  L.R.O. 1/2012                        Endorsation on writ.      Clerks and bailiffs officers of Court.       Fees and costs generally.           Disallowance of costs in certain cases.  the Registrar;  (ii) envelopes addressed and, if necessary, stamped, for the return of the writs and other papers;  (iii) a form of the proper induration to be made on the writ or other document in question.  (3) All writs and other papers sent by the Registrar to the clerk of a magistrates court, or by that clerk to a bailiff, or returned by the bailiff to the clerk, or by the clerk to the Registrar, may be sent or returned by registered post.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When any process is to be served or any judgment executed by any of those bailiffs, the Registrar shall send the writ and other necessary papers to the clerk of the court to which the bailiff is attached, who shall hand or send them to the bailiff for the proper action:  Provided that in the district where there is no clerk of the court the duties imposed by this section shall be performed by the magistrate."
                },
                {
                    "representation": "(2)",
                    "description": "The Registrar shall, together with the writ and other papers, send"
                },
                {
                    "representation": "(i)",
                    "description": "a list of the writs and other papers sent, which, if it is correct, shall be initialled by the clerk and returned to LAWS OF GUYANA High Court  Cap. 3:02 27  L.R.O. 1/2012                        Endorsation on writ.      Clerks and bailiffs officers of Court.       Fees and costs generally.           Disallowance of costs in certain cases.  the Registrar;"
                },
                {
                    "representation": "(3)",
                    "description": "All writs and other papers sent by the Registrar to the clerk of a magistrates court, or by that clerk to a bailiff, or returned by the bailiff to the clerk, or by the clerk to the Registrar, may be sent or returned by registered post."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Endorsation on writ. ",
            "context": "HIGH COURT ACT under Endorsation on writ. 52.  The bailiff after taking action shall make the proper endorsement on the writ and hand it back with any other papers to the clerk of the court, who shall forthwith return them to the Registrar.",
            "description": "The bailiff after taking action shall make the proper endorsement on the writ and hand it back with any other papers to the clerk of the court, who shall forthwith return them to the Registrar."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Clerks and bailiffs officers of Court.  Fees and Costs  ",
            "context": "HIGH COURT ACT under Clerks and bailiffs officers of Court.  Fees and Costs  53.  All the magistrates clerks and all bailiffs shall be officers of the Court in respect of the several duties imposed upon them by the foregoing provisions.  Fees and Costs",
            "description": "All the magistrates clerks and all bailiffs shall be officers of the Court in respect of the several duties imposed upon them by the foregoing provisions.  Fees and Costs"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Fees and costs generally. ",
            "context": "HIGH COURT ACT under Fees and costs generally. 54.  (1) The fees and costs payable and allowable in the Court shall be regulated by rules of court and, where provision is not made by those rules, the existing tariffs and regulations as to fees and costs shall remain in force.  (2) Subject to the next succeeding section and to rules of court, the costs of and incident to any proceeding in the Court shall be in the discretion of the Court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The fees and costs payable and allowable in the Court shall be regulated by rules of court and, where provision is not made by those rules, the existing tariffs and regulations as to fees and costs shall remain in force."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to the next succeeding section and to rules of court, the costs of and incident to any proceeding in the Court shall be in the discretion of the Court."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Disallowance of costs in certain cases. ",
            "context": "HIGH COURT ACT under Disallowance of costs in certain cases. 55.  No costs shall be allowed to a successful plaintiff in any action brought by him in the Court which might have been heard in a magistrates court in its civil jurisdiction, LAWS OF GUYANA 28 Cap. 3:02 High Court  L.R.O. 1/2012       Fees for arrests and apprehensions.   Fees in State cases.         Place of payment  of fees.     Fees for recovery of State or Municipal taxes. [6 of 1997]                 unless the Court is of opinion that the action was one which it was expedient to bring in that manner and certifies accordingly.",
            "description": "No costs shall be allowed to a successful plaintiff in any action brought by him in the Court which might have been heard in a magistrates court in its civil jurisdiction, LAWS OF GUYANA 28 Cap. 3:02 High Court  L.R.O. 1/2012       Fees for arrests and apprehensions.   Fees in State cases.         Place of payment  of fees.     Fees for recovery of State or Municipal taxes. [6 of 1997]                 unless the Court is of opinion that the action was one which it was expedient to bring in that manner and certifies accordingly."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Fees for arrests and apprehensions. ",
            "context": "HIGH COURT ACT under Fees for arrests and apprehensions. 56.  The fees payable for arrests and apprehensions of the person shall belong to the marshals making the arrests and apprehensions.",
            "description": "The fees payable for arrests and apprehensions of the person shall belong to the marshals making the arrests and apprehensions."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Fees in State cases. ",
            "context": "HIGH COURT ACT under Fees in State cases. 57. (1) No fees shall be payable for any services performed in criminal cases.    (2)With respect to civil cases to which the State may be a party, the ordinary fees shall be charged, and may be recovered from the opposite party, but shall not be payable by the State, unless recoverable from the opposite party.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No fees shall be payable for any services performed in criminal cases."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Place of payment of fees. ",
            "context": "HIGH COURT ACT under Place of payment of fees. 58.  All fees for services performed in the counties of Demerara and Essequibo shall be paid at the registry in Georgetown, and all fees for services performed in Berbice shall be paid at the registry in New Amsterdam.",
            "description": "All fees for services performed in the counties of Demerara and Essequibo shall be paid at the registry in Georgetown, and all fees for services performed in Berbice shall be paid at the registry in New Amsterdam."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "(1) Fees for recovery of State or Municipal taxes.  (2) Saving. ",
            "context": "HIGH COURT ACT under (1) Fees for recovery of State or Municipal taxes.  (2) Saving. 59.  (1) In  all  cases  where  it  becomes  necessary to  proceed  to execution for the recovery of State or Municipal taxes not exceeding in amount the sum of one hundred dollars, the following and no other fees shall be chargeable:  For drawing and serving process of summary   execution, including copies of documents    served therewith ..................................",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In  all  cases  where  it  becomes  necessary to  proceed  to execution for the recovery of State or Municipal taxes not exceeding in amount the sum of one hundred dollars, the following and no other fees shall be chargeable:  For drawing and serving process of summary   execution, including copies of documents    served therewith .................................."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Keeping of cash fee books. ",
            "context": "HIGH COURT ACT under Keeping of cash fee books. 60. (1)  There shall be kept in the registry in Georgetown and New Amsterdam a cash fee book, in which shall be entered every fee received in the registry; and the cash fee book shall be in the form established  by  the  Registrar  with  the  approval  of  the  Minister responsible for finance.  (2) On or before the third day of each month, the Registrar in Georgetown and the marshal in New Amsterdam shall respectively produce those books containing the entries of all fees received during the last preceding month, to the Minister responsible for finance together with  abstracts  thereof,  signed  by  the  Registrar  and  that  marshal respectively, and shall then pay over the amounts of the fees to the Accountant General, and shall at the same time submit a list of all the expenses  of  the  registry  in  Georgetown  and  New  Amsterdam respectively during the preceding month.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be kept in the registry in Georgetown and New Amsterdam a cash fee book, in which shall be entered every fee received in the registry; and the cash fee book shall be in the form established  by  the  Registrar  with  the  approval  of  the  Minister responsible for finance."
                },
                {
                    "representation": "(2)",
                    "description": "On or before the third day of each month, the Registrar in Georgetown and the marshal in New Amsterdam shall respectively produce those books containing the entries of all fees received during the last preceding month, to the Minister responsible for finance together with  abstracts  thereof,  signed  by  the  Registrar  and  that  marshal respectively, and shall then pay over the amounts of the fees to the Accountant General, and shall at the same time submit a list of all the expenses  of  the  registry  in  Georgetown  and  New  Amsterdam respectively during the preceding month."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Regulations relating to fees.  Unclaimed Moneys  ",
            "context": "HIGH COURT ACT under Regulations relating to fees.  Unclaimed Moneys  61.  The Minister responsible for finance may, from time to time, if he deems it expedient, make regulations for checking the amounts received in the registry in Georgetown and New Amsterdam, and the entries in the cash fee books kept there; and the Registrar and the marshals shall be bound to conform with those regulations.   Unclaimed  Moneys",
            "description": "The Minister responsible for finance may, from time to time, if he deems it expedient, make regulations for checking the amounts received in the registry in Georgetown and New Amsterdam, and the entries in the cash fee books kept there; and the Registrar and the marshals shall be bound to conform with those regulations.   Unclaimed  Moneys"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "(1) Furnishing of half-yearly lists of unclaimed moneys.   (2) Paying over moneys.  (3) Discharge for moneys paid over. ",
            "context": "HIGH COURT ACT under (1) Furnishing of half-yearly lists of unclaimed moneys.   (2) Paying over moneys.  (3) Discharge for moneys paid over. 62.(1) On the 30th June and 31st December respectively in every year, or within one week thereafter, the Registrar shall deposit with the Accountant General a list of all moneys, the proceeds of sales of property under execution, LAWS OF GUYANA 30 Cap. 3:02 High Court  L.R.O. 1/2012       Paying over moneys.        Discharge for moneys   paid over.       Effect of moneys remaining unclaimed for five years,      Claim to moneys paid over.                 of which all the instalments have been paid up, and what moneys have remained unclaimed for three months and upwards prior to each of those dates.   (2) At the time of depositing the list, the Registrar shall pay over all moneys mentioned therein to the Accountant General, and shall cause the list to be published in the Gazette and to be re- published in like manner at the expiration of one month thereafter.  (3) The receipt of the Accountant General, in a book to be kept by the Registrar for that purpose, shall be a sufficient acquittance, discharge, and release to him for all moneys paid over by him to the Accountant General under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the 30th June and 31st December respectively in every year, or within one week thereafter, the Registrar shall deposit with the Accountant General a list of all moneys, the proceeds of sales of property under execution, LAWS OF GUYANA 30 Cap. 3:02 High Court  L.R.O. 1/2012       Paying over moneys.        Discharge for moneys   paid over.       Effect of moneys remaining unclaimed for five years,      Claim to moneys paid over.                 of which all the instalments have been paid up, and what moneys have remained unclaimed for three months and upwards prior to each of those dates."
                },
                {
                    "representation": "(2)",
                    "description": "At the time of depositing the list, the Registrar shall pay over all moneys mentioned therein to the Accountant General, and shall cause the list to be published in the Gazette and to be re- published in like manner at the expiration of one month thereafter."
                },
                {
                    "representation": "(3)",
                    "description": "The receipt of the Accountant General, in a book to be kept by the Registrar for that purpose, shall be a sufficient acquittance, discharge, and release to him for all moneys paid over by him to the Accountant General under this Act."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Effect of moneys remaining unclaimed for five years. ",
            "context": "HIGH COURT ACT under Effect of moneys remaining unclaimed for five years. 63.  All moneys advertised under the last preceding section which remain unclaimed for a period of five years from the time when they came to the hands of the Registrar shall vest in the State for the public use, and all right, title, and interest of every person in and to them shall be statute-barred.",
            "description": "All moneys advertised under the last preceding section which remain unclaimed for a period of five years from the time when they came to the hands of the Registrar shall vest in the State for the public use, and all right, title, and interest of every person in and to them shall be statute-barred."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Claim to moneys paid over.  ",
            "context": "HIGH COURT ACT under Claim to moneys paid over.  64.  Any person claiming any sum of money so paid over may apply to the Registrar for payment thereof, and the Registrar if satisfied that the claimant  is entitled to any sum shall so certify to the Minister responsible for finance and the Minister responsible for finance may thereupon authorise the payment of the sum so certified:  Provided that nothing herein contained shall be construed to hinder or prevent the making of provision on the annual estimates for the payment of any sum of money paid over by the Registrar under this Act to any person whom he considers to have an equitable claim thereto, notwithstanding that the claim may be statute-barred.   LAWS OF GUYANA High Court  Cap. 3:02 31  L.R.O. 1/2012  Default of Registrar. Penalty. [6 of 1997]            Distribution of business among the judges. [21 of 2007]     Rules of Court.               c. 4:01",
            "description": "Any person claiming any sum of money so paid over may apply to the Registrar for payment thereof, and the Registrar if satisfied that the claimant  is entitled to any sum shall so certify to the Minister responsible for finance and the Minister responsible for finance may thereupon authorise the payment of the sum so certified:  Provided that nothing herein contained shall be construed to hinder or prevent the making of provision on the annual estimates for the payment of any sum of money paid over by the Registrar under this Act to any person whom he considers to have an equitable claim thereto, notwithstanding that the claim may be statute-barred.   LAWS OF GUYANA High Court  Cap. 3:02 31  L.R.O. 1/2012  Default of Registrar. Penalty. [6 of 1997]            Distribution of business among the judges. [21 of 2007]     Rules of Court.               c. 4:01"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Default of Registrar. Penalty.  Distribution of Business  ",
            "context": "HIGH COURT ACT under Default of Registrar. Penalty.  Distribution of Business  65.00 For levying on property, including    inventory...",
            "description": "65.00 For levying on property, including    inventory..."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Distribution of business among the judges.  Rules of Court ",
            "context": "HIGH COURT ACT under Distribution of business among the judges.  Rules of Court 66.  Subject to any general or special directions of the Chancellor, the Chief Justice may determine the distribution of the business before the Court among the judges thereof, and may assign any judicial duty to any judge or judges.  Rules of Court",
            "description": "Subject to any general or special directions of the Chancellor, the Chief Justice may determine the distribution of the business before the Court among the judges thereof, and may assign any judicial duty to any judge or judges.  Rules of Court"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Rules of Court. ",
            "context": "HIGH COURT ACT under Rules of Court. 67.  (1) Rules of court may be made by the Chancellor together with any four of the following persons who shall form the Rules Committee, namely  (a)  the Chief Justice;  (b)  a Justice of Appeal;   (c)  a Puisne Judge;  (d)  the Attorney-General or such other Law Officer within the  meaning  of  the  Legal  Practitioners  Act  as  may  be appointed by the Attorney-General from amongst the staff of his Chambers;  (e)   the Registrar;  LAWS OF GUYANA 32 Cap. 3:02 High Court  L.R.O. 1/2012                                                 (f) a practising attorney-at-law  appointed after consultation with such body as appears to the Chancellor to represent attorneys-at-law in Guyana;  (2) Every appointment to the Rules Committee pursuant to subsection (l)(b), (c), (f) or (g) shall be made by the Chancellor.  (3) Rules of court may be made as aforesaid for all or any of the following purposes  (a)  regulating the sittings of the Court and of the judges in chambers, and the period to be observed as a vacation in the Court;  (b)  regulating the pleading, practice, and procedure, the execution of the process, the duties of the officers of the Court, and the transaction of business during any vacation or non-session thereof;  (c)   regulating  matters  relating  to  the  costs,  and  the taxation thereof, of proceedings in the Court, including the costs of counsel and solicitors, the expenses of witnesses, and the fees of the Registrar, and all matters relating thereto;  (d)  prescribing any forms to be used in proceedings in the Court;  (e)  fixing the fees and costs to be taken and received in respect  of  all  matters  LAWS OF GUYANA High Court  Cap. 3:02 33  L.R.O. 1/2012                                      Power to make rules as to proof.            Restriction on officers purchase of property sold  at execution. and  proceedings  of  any  kind whatsoever in any department of the registry of the Court and the  deeds  registry,  and  for  regulating  the  practice  and procedure therein;  (f)  prescribing and regulating the remuneration of legal practitioners in respect of business connected with sales, purchases, transports, leases, mortgages, settlements and other matters of conveyancing, and in respect of any other business not being business in any action, or transacted in any court, or in the chambers of any judge, and not being otherwise contentious business; and  (g)  regulating, prescribing, and doing any other thing which may be regulated, prescribed, or done by rules of court.  (4) Every rule made by the rule-making authority under this or any other Act shall be subject to negative resolution of the National Assembly",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Rules of court may be made by the Chancellor together with any four of the following persons who shall form the Rules Committee, namely"
                },
                {
                    "representation": "(a)",
                    "description": "regulating the sittings of the Court and of the judges in chambers, and the period to be observed as a vacation in the Court;"
                },
                {
                    "representation": "(b)",
                    "description": "regulating the pleading, practice, and procedure, the execution of the process, the duties of the officers of the Court, and the transaction of business during any vacation or non-session thereof;"
                },
                {
                    "representation": "(c)",
                    "description": "regulating  matters  relating  to  the  costs,  and  the taxation thereof, of proceedings in the Court, including the costs of counsel and solicitors, the expenses of witnesses, and the fees of the Registrar, and all matters relating thereto;"
                },
                {
                    "representation": "(d)",
                    "description": "prescribing any forms to be used in proceedings in the Court;"
                },
                {
                    "representation": "(e)",
                    "description": "fixing the fees and costs to be taken and received in respect  of  all  matters  LAWS OF GUYANA High Court  Cap. 3:02 33  L.R.O. 1/2012                                      Power to make rules as to proof.            Restriction on officers purchase of property sold  at execution. and  proceedings  of  any  kind whatsoever in any department of the registry of the Court and the  deeds  registry,  and  for  regulating  the  practice  and procedure therein;"
                },
                {
                    "representation": "(f)",
                    "description": "prescribing and regulating the remuneration of legal practitioners in respect of business connected with sales, purchases, transports, leases, mortgages, settlements and other matters of conveyancing, and in respect of any other business not being business in any action, or transacted in any court, or in the chambers of any judge, and not being otherwise contentious business; and"
                },
                {
                    "representation": "(2)",
                    "description": "Every appointment to the Rules Committee pursuant to subsection"
                },
                {
                    "representation": "(g)",
                    "description": "regulating, prescribing, and doing any other thing which may be regulated, prescribed, or done by rules of court."
                },
                {
                    "representation": "(3)",
                    "description": "Rules of court may be made as aforesaid for all or any of the following purposes"
                },
                {
                    "representation": "(4)",
                    "description": "Every rule made by the rule-making authority under this or any other Act shall be subject to negative resolution of the National Assembly"
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Power to make rules as to proof.  MISCELLANEOUS  ",
            "context": "HIGH COURT ACT under Power to make rules as to proof.  MISCELLANEOUS  68.  The power to make rules of court includes power to make rules for regulating the means by which particular facts may be proved and the mode in which evidence thereof may be given in any proceedings, or on any application in connection with or at any stage of any proceedings.  FMISCELLANEOUS",
            "description": "The power to make rules of court includes power to make rules for regulating the means by which particular facts may be proved and the mode in which evidence thereof may be given in any proceedings, or on any application in connection with or at any stage of any proceedings.  FMISCELLANEOUS"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Restriction on officers’ purchase of property sold at execution. LAWS OF GUYANA High Court  Cap. 3:02 7  L.R.O. 1/2012  SECTION  ",
            "context": "HIGH COURT ACT under Restriction on officers purchase of property sold at execution. LAWS OF GUYANA High Court  Cap. 3:02 7  L.R.O. 1/2012  SECTION  69.  No officer or person employed in any way whatsoever in the registry may or shall, directly or indirectly or by the intervention of a trustee or otherwise, purchase any property sold at execution; and if that officer or  person LAWS OF GUYANA 34 Cap. 3:02 High Court  L.R.O. 1/2012               Jurisdiction  over foreigners.          Restriction on institution of vexatious actions.                     purchases or is interested in the purchase of any property at an execution sale, he shall be liable to be dismissed from his office or employment:  Provided that nothing in this section contained shall prevent the officer or person from purchasing at execution sale any property which it is necessary for him to purchase in order to protect the interest of himself, his wife, or his child.",
            "description": "No officer or person employed in any way whatsoever in the registry may or shall, directly or indirectly or by the intervention of a trustee or otherwise, purchase any property sold at execution; and if that officer or  person LAWS OF GUYANA 34 Cap. 3:02 High Court  L.R.O. 1/2012               Jurisdiction  over foreigners.          Restriction on institution of vexatious actions.                     purchases or is interested in the purchase of any property at an execution sale, he shall be liable to be dismissed from his office or employment:  Provided that nothing in this section contained shall prevent the officer or person from purchasing at execution sale any property which it is necessary for him to purchase in order to protect the interest of himself, his wife, or his child."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "Jurisdiction over foreigners. ",
            "context": "HIGH COURT ACT under Jurisdiction over foreigners. 70.  Subject to any special disability to sue or be sued, any person, whether a foreigner or not, and whether domiciled in Guyana or not, may take proceedings or be proceeded against by action or other proceeding in the Court in its civil jurisdiction, and the Court shall have full jurisdiction, power, and authority to try, hear, and determine the action or other proceeding and to proceed to a final judgment or order and execution therein.",
            "description": "Subject to any special disability to sue or be sued, any person, whether a foreigner or not, and whether domiciled in Guyana or not, may take proceedings or be proceeded against by action or other proceeding in the Court in its civil jurisdiction, and the Court shall have full jurisdiction, power, and authority to try, hear, and determine the action or other proceeding and to proceed to a final judgment or order and execution therein."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Restriction on institution of vexatious actions. ",
            "context": "HIGH COURT ACT under Restriction on institution of vexatious actions. 71. (1) If, on an application made by the Attorney-General under this section, the Court is satisfied that any person had habitually and persistently and without any reasonable ground instituted vexatious legal proceedings, whether in the Court or in any inferior court, and whether against the same person or against different persons, the Court may, after hearing that person or giving him an opportunity of being heard, order that no legal proceedings shall without the leave of the Court be instituted by him in the Court or in any inferior court, and such leave shall not be given unless the Court is satisfied that the proceedings are not an abuse of the process of the Court or any inferior court and that there is prima facie ground for the proceedings.  (2) If  the  person  against  whom  an  order  is  sought  under subsection (1) satisfies the Court that for good and sufficient cause he is unable to retain counsel, the Court shall assign counsel to him.  (3) A copy of any order made under subsection (1) LAWS OF GUYANA High Court  Cap. 3:02 35  L.R.O. 1/2012        Arrest in certain circumstances of defendant about to quit Guyana. [15 of 1978]                                      shall be published in the Gazette.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "LAWS OF GUYANA High Court  Cap. 3:02 35  L.R.O. 1/2012        Arrest in certain circumstances of defendant about to quit Guyana. [15 of 1978]                                      shall be published in the Gazette."
                },
                {
                    "representation": "(2)",
                    "description": "If  the  person  against  whom  an  order  is  sought  under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "A copy of any order made under subsection"
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "Arrest in certain circumstances of defendant about to quit  Guyana. ",
            "context": "HIGH COURT ACT under Arrest in certain circumstances of defendant about to quit  Guyana. 72.  (1) Where the plaintiff in any action in the Court proves at any time before final judgment by evidence on oath to the satisfaction of the Court or a judge that he has good cause of action against the defendant to an amount exceeding five hundred dollars, and that there is probable cause for believing that the defendant is about to quit Guyana unless apprehended, and that the absence of the defendant from Guyana will materially prejudice the plaintiff in the prosecution of his action, or, where the action is for a liquidated sum due and payable under a contract evidenced in writing, that the defendant does not or will not have assets in Guyana of sufficient value to satisfy any judgment for the sum claimed or that the absence of the defendant will otherwise  prejudice the recovery of the sum, the Court or judge may, in the manner prescribed by rules of court, order the defendant not to leave or attempt to leave Guyana pending the determination of the action unless and until he has sooner given security not exceeding the amount claimed in the action as prescribed by rules of court that he will not go out of Guyana without the leave of the Court.  (2) Where the action is for a penalty or sum in the nature of a penalty, other than a penalty in respect of any contract, it shall not be necessary to prove that the absence of the defendant from Guyana will materially prejudice the plaintiff in the prosecution of the action, and the security given (instead of being that the defendant will not go out of Guyana) shall be to the effect that any sum recovered against him in the action shall be paid or that he shall be rendered to prison.  (3) In the absence of any rules of Court made for the purposes of subsection (1) the Court or Judge may on any application by a plaintiff under that subsection give such directions as it or he thinks fit for the purpose of  carrying out and giving effect to the provisions of that subsection  and   LAWS OF GUYANA 36 Cap. 3:02 High Court  L.R.O. 1/2012                                        Procedure in case of imprisonment.               such  directions  may  include  the  adaptation  or modification  of  any  writ,  order  or  other  instrument  which  could otherwise be issued by the Court in exercise of its civil or criminal jurisdiction.  (4) Where judgment is given for the plaintiff in the action the Court may  (a) order that the whole or any part of any sum deposited as security by the defendant under subsections (1) and (2) shall be applied in payment to the plaintiff of the amount due under the judgment; or  (b) if the aforesaid security is in the nature of a bond, order that the bond be delivered to the plaintiff who, on suing on it, may,  notwithstanding  anything  to  the  contrary  therein, recover any sum due under the judgment together with the costs of the action brought to enforce the bond.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "shall be applied in payment to the plaintiff of the amount due under the judgment; or"
                },
                {
                    "representation": "(3)",
                    "description": "In the absence of any rules of Court made for the purposes of subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Where judgment is given for the plaintiff in the action the Court may"
                },
                {
                    "representation": "(a)",
                    "description": "order that the whole or any part of any sum deposited as security by the defendant under subsections"
                },
                {
                    "representation": "(b)",
                    "description": "if the aforesaid security is in the nature of a bond, order that the bond be delivered to the plaintiff who, on suing on it, may,  notwithstanding  anything  to  the  contrary  therein, recover any sum due under the judgment together with the costs of the action brought to enforce the bond."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "73",
            "title": "Procedure in case of imprisonment. ",
            "context": "HIGH COURT ACT under Procedure in case of imprisonment. 73.  (1) The return of the marshal or of the chief officer of any prison, to any writ of habeas corpus of an arrest or detainer under any order of arrest or imprisonment by the Court, or under any judgment or order of detention for or during non-payment of any fine or penalty imposed by the Court, shall be deemed sufficient in law, if there appears in or is attached to the return a certificate by the Registrar setting forth the judgment or order by virtue of which the arrest or detainer was made.  (2) The Court shall have power to reduce or remit any fine or penalty imposed by it provided the fine or penalty has not been already paid or satisfied. LAWS OF GUYANA High Court  Cap. 3:02 37  L.R.O. 1/2012   Saving of jurisdiction.            Constitution  of Full Court.                   Sitting of Full Court in more than one division.      Appointment of a third judge. [O. 37/1966A]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The return of the marshal or of the chief officer of any prison, to any writ of habeas corpus of an arrest or detainer under any order of arrest or imprisonment by the Court, or under any judgment or order of detention for or during non-payment of any fine or penalty imposed by the Court, shall be deemed sufficient in law, if there appears in or is attached to the return a certificate by the Registrar setting forth the judgment or order by virtue of which the arrest or detainer was made."
                },
                {
                    "representation": "(2)",
                    "description": "The Court shall have power to reduce or remit any fine or penalty imposed by it provided the fine or penalty has not been already paid or satisfied. LAWS OF GUYANA High Court  Cap. 3:02 37  L.R.O. 1/2012   Saving of jurisdiction.            Constitution  of Full Court.                   Sitting of Full Court in more than one division.      Appointment of a third judge. [O. 37/1966A]"
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "74",
            "title": "Saving of jurisdictions.  PART II THE FULL COURT OF THE HIGH COURT CONSTITUTION  ",
            "context": "HIGH COURT ACT under Saving of jurisdictions.  PART II THE FULL COURT OF THE HIGH COURT CONSTITUTION  74. Nothing in this Act shall be construed to take away or abridge any jurisdiction, power, or authority vested in the Court.  PART II THE FULL COURT OF THE SUPREME COURT  CONSTITUTION",
            "description": "Nothing in this Act shall be construed to take away or abridge any jurisdiction, power, or authority vested in the Court.  PART II THE FULL COURT OF THE SUPREME COURT  CONSTITUTION"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "75",
            "title": "Constitution of Full Court. ",
            "context": "HIGH COURT ACT under Constitution of Full Court. 75.  (1) There shall be a division of the High Court styled The Full Court of the High Court in this Act referred to as the Full Court.  (2) The Full Court may be composed of all, but shall consist of not less than two, of the judges of the Court:  Provided that when the Full Court is composed of two judges and they differ as to the judgment that should be given on an appeal from a single judge the judgment of the single judge shall stand except as to any matters in which the Full Court agrees that it shall be reversed, and on an appeal from a decision of a magistrates court the appeal shall be re- heard as soon as conveniently may be by a full court of three judges.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a division of the High Court styled The Full Court of the High Court in this Act referred to as the Full Court."
                },
                {
                    "representation": "(2)",
                    "description": "The Full Court may be composed of all, but shall consist of not less than two, of the judges of the Court:  Provided that when the Full Court is composed of two judges and they differ as to the judgment that should be given on an appeal from a single judge the judgment of the single judge shall stand except as to any matters in which the Full Court agrees that it shall be reversed, and on an appeal from a decision of a magistrates court the appeal shall be re- heard as soon as conveniently may be by a full court of three judges."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "76",
            "title": "Sitting of Full Court in more than one division. ",
            "context": "HIGH COURT ACT under Sitting of Full Court in more than one division. 76.  The Full Court may, if the Chief Justice so directs, sit in more than one division at the same time, and in such case anything which may be done to, by or before the Full Court may be done to, by or before any such division of the Full Court.",
            "description": "The Full Court may, if the Chief Justice so directs, sit in more than one division at the same time, and in such case anything which may be done to, by or before the Full Court may be done to, by or before any such division of the Full Court."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "77",
            "title": "Appointment of a third judge. ",
            "context": "HIGH COURT ACT under Appointment of a third judge. 77.  When the Full Court is composed of two judges, if any party to an appeal in any cause or matter makes application to the Chief Justice, and the Chief Justice is of opinion that for any special grounds the Full Court should be composed of three judges on the hearing of the appeal, he may assign a third judge to sit on the hearing by the Full Court of such appeal.  LAWS OF GUYANA 38 Cap. 3:02 High Court  L.R.O. 1/2012  Judge must not sit on appeal from himself.          Appeal from decision of single judge. [19 of 1958]                          Appeals from decisions of magistrates.   c. 3:04",
            "description": "When the Full Court is composed of two judges, if any party to an appeal in any cause or matter makes application to the Chief Justice, and the Chief Justice is of opinion that for any special grounds the Full Court should be composed of three judges on the hearing of the appeal, he may assign a third judge to sit on the hearing by the Full Court of such appeal.  LAWS OF GUYANA 38 Cap. 3:02 High Court  L.R.O. 1/2012  Judge must not sit on appeal from himself.          Appeal from decision of single judge. [19 of 1958]                          Appeals from decisions of magistrates.   c. 3:04"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "78",
            "title": "Judge must not sit on appeal from himself.  JURISDICTION  (i) Appeals from the Court  ",
            "context": "HIGH COURT ACT under Judge must not sit on appeal from himself.  JURISDICTION  (i) Appeals from the Court  78.  No judge of the Court shall sit in the Full Court on the hearing of an appeal from any judgment given or order made by himself.  JURISDICTION  (i) Appeals from the Court",
            "description": [
                {
                    "representation": "(i)",
                    "description": "Appeals from the Court"
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "79",
            "title": "Appeal from decision of single judge.  (ii) Appeals from Magistrates  ",
            "context": "HIGH COURT ACT under Appeal from decision of single judge.  (ii) Appeals from Magistrates  79.  An appeal shall lie to the Full Court from any judgment given or order  made by a single judge of the Court in exercise of its civil jurisdiction in respect of which there is no appeal to the Court of Appeal:  Provided that  (a)  no appeal shall lie to the Full Court from any judgment given or order made by a single judge of the Court with the consent of the parties or as to costs except with leave of the judge giving the judgment or making the order or of the Full Court;  (b)  no appeal shall lie to the Full Court from any judgment or order of a single judge referred to in section 6(5) or (6) of the Court of Appeal Act.  (ii) Appeals from Magistrates",
            "description": [
                {
                    "representation": "(a)",
                    "description": "no appeal shall lie to the Full Court from any judgment given or order made by a single judge of the Court with the consent of the parties or as to costs except with leave of the judge giving the judgment or making the order or of the Full Court;"
                },
                {
                    "representation": "(b)",
                    "description": "no appeal shall lie to the Full Court from any judgment or order of a single judge referred to in section 6(5) or"
                },
                {
                    "representation": "(6)",
                    "description": "of the Court of Appeal Act."
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "80",
            "title": "Appeals from decisions of Magistrates.  (iii) Power of judge to state a case  ",
            "context": "HIGH COURT ACT under Appeals from decisions of Magistrates.  (iii) Power of judge to state a case  80.  (1) Every appeal from the decision of a magistrate shall be heard and determined by the Full Court.  (2) In matters not provided for in this section or in the Summary Jurisdiction (Appeals) Act the practice and procedure of the Full Court in cases of appeal under this section shall be regulated by rules of court.   LAWS OF GUYANA High Court  Cap. 3:02 39  L.R.O. 1/2012            Reservation of questions of law.               Procedure.        Decision final  in cases in Schedule.    Amendment of Schedule.   (iii) Power of Judge to State a Case",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every appeal from the decision of a magistrate shall be heard and determined by the Full Court."
                },
                {
                    "representation": "(2)",
                    "description": "In matters not provided for in this section or in the Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "81",
            "title": "Reservation of questions of law.   (iv) Procedure  ",
            "context": "HIGH COURT ACT under Reservation of questions of law.   (iv) Procedure  81.  A judge of the Court, sitting apart in the exercise of the civil jurisdiction of the Court, may in his discretion reserve any question of law arising in any cause or matter for the consideration of the Court of Appeal or the Full Court:  Provided that the question shall be reserved for the consideration of the court to which an appeal might have been taken; and the Court of Appeal or the Full Court, as the case may be, shall have full power to hear or determine any question so reserved.  (iv) Procedure",
            "description": "A judge of the Court, sitting apart in the exercise of the civil jurisdiction of the Court, may in his discretion reserve any question of law arising in any cause or matter for the consideration of the Court of Appeal or the Full Court:  Provided that the question shall be reserved for the consideration of the court to which an appeal might have been taken; and the Court of Appeal or the Full Court, as the case may be, shall have full power to hear or determine any question so reserved.  (iv) Procedure"
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "82",
            "title": "Procedure. (v) Cases Where Decision Final  ",
            "context": "HIGH COURT ACT under Procedure. (v) Cases Where Decision Final  82.  The procedure on appeals under this Part shall be prescribed by rules of court.  (v) Cases Where Decision Final",
            "description": [
                {
                    "representation": "(v)",
                    "description": "Cases Where Decision Final"
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "83",
            "title": "Decision final in cases in Schedule. ",
            "context": "HIGH COURT ACT under Decision final in cases in Schedule. 83.  Every decision of the Full Court given in pursuance of a provision for the time being specified in the Schedule shall be final and conclusive.",
            "description": "Every decision of the Full Court given in pursuance of a provision for the time being specified in the Schedule shall be final and conclusive."
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "84",
            "title": "Amendment of Schedule. LAWS OF GUYANA 8 Cap. 3:02 High Court  L.R.O. 1/2012  SCHEDULE—Cases where decision final.  __________________________   1929 Ed. c. 10 1953 Ed. c. 7 _______________________________________________________ 10 of 1915 An Act to confer jurisdiction and powers on the High Court, to regulate its sittings, practice and procedure and to provide for  the appointment of officers of the Court and for other matters relating to the Court.                [12TH MARCH, 1915]     Short title.   Interpretation.                       PRELIMINARY  ",
            "context": "HIGH COURT ACT under Amendment of Schedule. LAWS OF GUYANA 8 Cap. 3:02 High Court  L.R.O. 1/2012  SCHEDULECases where decision final.  __________________________   1929 Ed. c. 10 1953 Ed. c. 7 _______________________________________________________ 10 of 1915 An Act to confer jurisdiction and powers on the High Court, to regulate its sittings, practice and procedure and to provide for  the appointment of officers of the Court and for other matters relating to the Court.                [12TH MARCH, 1915]     Short title.   Interpretation.                       PRELIMINARY  84. (1) Subject to negative resolution of the National Assembly, the Minister may from time to time by order published in the Gazette amend the Schedule to this Act.  (2) Where any provision is added to the Schedule by an order made under this section and, on the date on which that order is made, any appeal is pending from any decision of the Full Court given in pursuance of that provision, nothing in this Act shall be deemed to apply to such decision of the Full Court and the appeal from such decision may be heard and determined as if the order has not been made.  LAWS OF GUYANA 40 Cap. 3:02 High Court  L.R.O. 1/2012  SCHEDULE                           Act                                                             Section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to negative resolution of the National Assembly, the Minister may from time to time by order published in the Gazette amend the Schedule to this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Where any provision is added to the Schedule by an order made under this section and, on the date on which that order is made, any appeal is pending from any decision of the Full Court given in pursuance of that provision, nothing in this Act shall be deemed to apply to such decision of the Full Court and the appeal from such decision may be heard and determined as if the order has not been made.  LAWS OF GUYANA 40 Cap. 3:02 High Court  L.R.O. 1/2012  SCHEDULE                           Act                                                             Section"
                }
            ]
        }
    },
    {
        "act": "HIGH COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1966",
            "title": "C—JURISDICTION  AND LAW  ",
            "context": "HIGH COURT ACT under CJURISDICTION  AND LAW  1966.",
            "description": "1966."
        }
    }
]