[
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  PART I ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Short title.  PART I 1. This Act may be cited as the Caribbean Court of Justice Act.",
            "description": "This Act may be cited as the Caribbean Court of Justice Act."
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Interpretation. 2.  In this Act unless the context otherwise requires    Agreement means the Agreement Establishing the Caribbean Court of Justice, signed at Bridgetown, Barbados, on the 14th  day of February 2001, the text LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 5  L.R.O. 1/2012                                                of which is set out in the Schedule; appeal means an appeal to the Court;  appellant means the party appealing from a judgment;  Commission   means   the   Regional   Judicial   and   Legal   Services Commission e4stablished by Article V of the Agreement;  Contracting Party means a Contracting Party within the meaning of Article I of the Agreement;  Court  means  the  Caribbean  Court  of  Justice  established by  the Agreement;  Court of Appeal means the Court of Appeal established under  Chapter XI of the Constitution;  judgment  includes  a  conviction,  decree,  ruling,  sentence,  order  or decision;  party means any party to proceedings before the Court;  record means the documents relating to proceedings before the Court, including the pleadings, evidence, judgments and exhibits required by this Act to  be filed or laid  before the Court;  relevant judgment  means  the judgment  which  is  the  subject  of an appeal;  Rules of Court means the Rules of Court made pursuant to Article  XXI(1) and Article XXV(7) of the Agreement;  Treaty means the Revised Treaty of Chaguaramas Establishing the Caribbean Community including the  LAWS OF GUYANA 6 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012       Agreement and Rules to have force of law.        Jurisdiction of the Court.                          Original Jurisdiction of the Court.     CARICOM  Single  Market  and Economy that was signed in Nassau, The Bahamas, on the 5th  day of July",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and Article XXV(7) of the Agreement;  Treaty means the Revised Treaty of Chaguaramas Establishing the Caribbean Community including the  LAWS OF GUYANA 6 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012       Agreement and Rules to have force of law.        Jurisdiction of the Court.                          Original Jurisdiction of the Court.     CARICOM  Single  Market  and Economy that was signed in Nassau, The Bahamas, on the 5th  day of July"
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Agreement and Rules of Court to have force of law.  PART II  JURISDICTION OF THE COURT  ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Agreement and Rules of Court to have force of law.  PART II  JURISDICTION OF THE COURT  3. The Agreement and the Rules of Court made thereunder shall have the force of law.   PART II  JURISDICTION OF THE COURT",
            "description": "The Agreement and the Rules of Court made thereunder shall have the force of law.   PART II  JURISDICTION OF THE COURT"
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Jurisdiction of the Court. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Jurisdiction of the Court. 4.  (1)  The Court shall have    (a) original jurisdiction provided for in this Act as is conferred on it in accordance with Part II of the Agreement; and  (b) appellate jurisdiction provided for in this Act as is conferred on it in accordance with the provisions of Part III of the Agreement.  (2)  The decisions of the Court shall, subject to sections 9(5), 11(5) and 12, be final.  (3)  Nothing in this Act shall confer jurisdiction on the Court to hear matters in relation to any decision of the Court of Appeal which at the time of entry into force of this Act was declared to be final by any law.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Court shall have"
                },
                {
                    "representation": "(a)",
                    "description": "original jurisdiction provided for in this Act as is conferred on it in accordance with Part II of the Agreement; and"
                },
                {
                    "representation": "(b)",
                    "description": "appellate jurisdiction provided for in this Act as is conferred on it in accordance with the provisions of Part III of the Agreement."
                },
                {
                    "representation": "(2)",
                    "description": "The decisions of the Court shall, subject to sections 9(5), 11(5) and 12, be final."
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in this Act shall confer jurisdiction on the Court to hear matters in relation to any decision of the Court of Appeal which at the time of entry into force of this Act was declared to be final by any law."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Original Jurisdiction of the Court. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Original Jurisdiction of the Court. 5.  (1)  The Court in the exercise of its original jurisdiction shall have exclusive jurisdiction to -  (a)  hear and deliver judgments on    LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 7  L.R.O. 1/2012                                 c.89:01               (i) disputes between Contracting Parties;  (ii) disputes between Contracting  Parties and the Caribbean    Community;  (iii) referrals from national courts of Contracting Parties; and  (iv) applications by nationals in accordance with subsection (2)  concerning the interruption and application of the Treaty; and  (b)  at   the   request   of   a   Contracting   Party   or   the   Caribbean Community, deliver advisory opinions.  (2) Persons   (a) who are citizens, permanent residents or residents of Guyana; and  (b) who are  incorporated or registered under the Companies Act,  may, with the special leave of the Court, be allowed to appear as parties in proceedings before the Court where    (i) the Court has determined in any particular case that the   Treaty intended that a right conferred by or under the Treaty on a Contracting  Party  shall  enure  to  the  benefit  of  LAWS OF GUYANA 8 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012                                                such  persons directly; (ii) the  persons  concerned  have  established  that  they  have  been prejudiced in respect of the enjoyment of the benefit mentioned in sub-paragraph (i); (iii) the  State  being  entitled  to  espouse  the  claim  in  proceedings before the Court has   (A) omitted or declined to espouse the claim; or  (B) expressly   agreed   that   the   persons   concerned   may espouse the claim instead of the State; and (iv) the Court has found that the interest of justice requires that  the persons be allowed to espouse the claim.  (3)  The Court, in exercising its original jurisdiction, shall apply such rules of international law as may be applicable.  (4)  Matters pertaining to the exercise of the original jurisdiction of the Court shall be brought before the Court by written application, in the manner prescribed by the Rules of Court.  (5)  For the purpose of subsection (1) national courts means the Supreme Courts of the Member States of the Caribbean Community and includes the Eastern Caribbean Supreme Court. LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 9  L.R.O. 1/2012   Appeal as of right.                                  Appeal with leave.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "national courts means the Supreme Courts of the Member States of the Caribbean Community and includes the Eastern Caribbean Supreme Court. LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 9  L.R.O. 1/2012   Appeal as of right.                                  Appeal with leave."
                },
                {
                    "representation": "(a)",
                    "description": "who are citizens, permanent residents or residents of Guyana; and"
                },
                {
                    "representation": "(i)",
                    "description": "the Court has determined in any particular case that the   Treaty intended that a right conferred by or under the Treaty on a Contracting  Party  shall  enure  to  the  benefit  of  LAWS OF GUYANA 8 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012                                                such  persons directly;"
                },
                {
                    "representation": "(2)",
                    "description": "Persons"
                },
                {
                    "representation": "(b)",
                    "description": "who are  incorporated or registered under the Companies Act,  may, with the special leave of the Court, be allowed to appear as parties in proceedings before the Court where"
                },
                {
                    "representation": "(A)",
                    "description": "omitted or declined to espouse the claim; or"
                },
                {
                    "representation": "(B)",
                    "description": "expressly   agreed   that   the   persons   concerned   may espouse the claim instead of the State; and"
                },
                {
                    "representation": "(3)",
                    "description": "The Court, in exercising its original jurisdiction, shall apply such rules of international law as may be applicable."
                },
                {
                    "representation": "(4)",
                    "description": "Matters pertaining to the exercise of the original jurisdiction of the Court shall be brought before the Court by written application, in the manner prescribed by the Rules of Court."
                },
                {
                    "representation": "(5)",
                    "description": "For the purpose of subsection"
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Appeal as of right. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Appeal as of right. 6. An appeal shall lie to the Court from decisions of the Court of Appeal as of right   (a) in civil proceedings where the matter in dispute on appeal to the Court is of the value of not less than one million dollars or where the appeal involves directly or indirectly a claim or a question respecting property or a right of the aforesaid value;  (b) in proceedings for the dissolution or nullification of marriage;   (c) in any civil or criminal proceedings which involve a question as to the interpretation of the Constitution;  (d) in any proceedings that are concerned with the exercise of the jurisdiction conferred upon the High Court relating to redress for the  contravention of the provisions of the Constitution for the protection of fundamental rights; and  (e) in respect of any other matter as may be prescribed by law.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in civil proceedings where the matter in dispute on appeal to the Court is of the value of not less than one million dollars or where the appeal involves directly or indirectly a claim or a question respecting property or a right of the aforesaid value;"
                },
                {
                    "representation": "(b)",
                    "description": "in proceedings for the dissolution or nullification of marriage;"
                },
                {
                    "representation": "(c)",
                    "description": "in any civil or criminal proceedings which involve a question as to the interpretation of the Constitution;"
                },
                {
                    "representation": "(d)",
                    "description": "in any proceedings that are concerned with the exercise of the jurisdiction conferred upon the High Court relating to redress for the  contravention of the provisions of the Constitution for the protection of fundamental rights; and"
                },
                {
                    "representation": "(e)",
                    "description": "in respect of any other matter as may be prescribed by law."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Appeal with leave. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Appeal with leave. 7. An appeal shall lie to the Court, with the leave of the Court of Appeal, from a decision of the Court of Appeal    (a) in any civil proceedings where, in the opinion of the Court of Appeal, the question is one that by reason of its great general or public  importance or otherwise, ought to be submitted to the Court; and  LAWS OF GUYANA 10 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012        Appeal with special leave.    Divisions of the Court.                                Deliberation and decisions   of the Court.   (b) in such other cases as may be prescribed by any law.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in any civil proceedings where, in the opinion of the Court of Appeal, the question is one that by reason of its great general or public  importance or otherwise, ought to be submitted to the Court; and  LAWS OF GUYANA 10 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012        Appeal with special leave.    Divisions of the Court.                                Deliberation and decisions   of the Court."
                },
                {
                    "representation": "(b)",
                    "description": "in such other cases as may be prescribed by any law."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Appeal with special leave. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Appeal with special leave. 8. Subject to section 7, an appeal shall lie to the Court with the special leave of the Court from any decision of the Court of Appeal from any civil or criminal matter.",
            "description": "Subject to section 7, an appeal shall lie to the Court with the special leave of the Court from any decision of the Court of Appeal from any civil or criminal matter."
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Divisions of the Court. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Divisions of the Court. 9.  (1)  The Court shall be duly constituted as set out in this section and may sit in such number of divisions as may  be directed by the President but every judge of the Court may sit in any division.  (2)  The President may appoint one or more judges to determine interlocutory matters.  (3)  Subject  to  subsection  (4),  the  Court,  in  the  exercise  of  its  original jurisdiction, shall be constituted by not less than three judges and in every case the number of judges shall be an uneven number.  (4)  The original jurisdiction of the Court may be exercised by a sole judge appointed by the Chairman.  (5)  The decision of a sole judge exercising jurisdiction under subsection (4) may, on the application of an aggrieved party, be reviewed by a panel comprising not more than five judges.  (6)  The President shall take precedence over all other judges of the Court and  the  seniority  of  the  other  judges  of  the  Court  shall  be  determined  in accordance with the dates of their appointment.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Court shall be duly constituted as set out in this section and may sit in such number of divisions as may  be directed by the President but every judge of the Court may sit in any division."
                },
                {
                    "representation": "(2)",
                    "description": "The President may appoint one or more judges to determine interlocutory matters."
                },
                {
                    "representation": "(3)",
                    "description": "Subject  to  subsection"
                },
                {
                    "representation": "(4)",
                    "description": "may, on the application of an aggrieved party, be reviewed by a panel comprising not more than five judges."
                },
                {
                    "representation": "(5)",
                    "description": "The decision of a sole judge exercising jurisdiction under subsection"
                },
                {
                    "representation": "(6)",
                    "description": "The President shall take precedence over all other judges of the Court and  the  seniority  of  the  other  judges  of  the  Court  shall  be  determined  in accordance with the dates of their appointment."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Deliberation and decisions of the Court. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Deliberation and decisions of the Court. 10. (1) The deliberations of the Court shall be under the authority and control of a  Chairman,  who  shall  be  the  most  senior  of  the  judges  appointed  by  the President. LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 11  L.R.O. 1/2012                Powers of the Court.                                (2)  The determination of any question before the Court shall be according to the opinion of the majority of the judges of the Court hearing the case.  (3)  The Court may not bring a finding of a non liquet on the ground of silence or obscurity of the law.  (4)  The provisions of subsection (2) shall not prejudice the power of the Court to decide a dispute ex aequo et bono if the parties so agree.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The deliberations of the Court shall be under the authority and control of a  Chairman,  who  shall  be  the  most  senior  of  the  judges  appointed  by  the President. LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 11  L.R.O. 1/2012                Powers of the Court."
                },
                {
                    "representation": "(2)",
                    "description": "shall not prejudice the power of the Court to decide a dispute ex aequo et bono if the parties so agree."
                },
                {
                    "representation": "(3)",
                    "description": "The Court may not bring a finding of a non liquet on the ground of silence or obscurity of the law."
                },
                {
                    "representation": "(4)",
                    "description": "The provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Powers of the Court. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Powers of the Court. 11. (1)  Where a Member State, the Community, or a person considers that it has a substantial interest of a legal nature which may  be affected  by a decision of the Court in the exercise of its original jurisdiction, it may apply to the Court to intervene and the Court shall decide whether to allow the application.  (2)  The Court shall have the power to prescribe any interim measure to preserve the right of a Party if it considers the circumstances of the case so require.  (3)  The Court shall have the same power as the Supreme Court to make any order for   (a) the purpose of securing the attendance of any person;   (b) the discovery or production of any document; or  (c) the investigation or punishment of any contempt of court.  (4)  A judge of the Court may exercise all of the powers and functions of a superior court judge of the LAWS OF GUYANA 12 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012              Revision of judgment.                                  Supreme Court.  (5)  Without affecting subsection (1), any judgment of a judge under this section may be varied, discharged or re versed by the Court consisting of five judges.  (6)  The Court shall, in relation to any appeal to it in any case, have all the jurisdiction and powers possessed in relation to that case by the Court of Appeal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a Member State, the Community, or a person considers that it has a substantial interest of a legal nature which may  be affected  by a decision of the Court in the exercise of its original jurisdiction, it may apply to the Court to intervene and the Court shall decide whether to allow the application."
                },
                {
                    "representation": "(2)",
                    "description": "The Court shall have the power to prescribe any interim measure to preserve the right of a Party if it considers the circumstances of the case so require."
                },
                {
                    "representation": "(3)",
                    "description": "The Court shall have the same power as the Supreme Court to make any order for"
                },
                {
                    "representation": "(a)",
                    "description": "the purpose of securing the attendance of any person;"
                },
                {
                    "representation": "(b)",
                    "description": "the discovery or production of any document; or"
                },
                {
                    "representation": "(c)",
                    "description": "the investigation or punishment of any contempt of court."
                },
                {
                    "representation": "(4)",
                    "description": "A judge of the Court may exercise all of the powers and functions of a superior court judge of the LAWS OF GUYANA 12 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012              Revision of judgment.                                  Supreme Court."
                },
                {
                    "representation": "(5)",
                    "description": "Without affecting subsection"
                },
                {
                    "representation": "(6)",
                    "description": "The Court shall, in relation to any appeal to it in any case, have all the jurisdiction and powers possessed in relation to that case by the Court of Appeal."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Revision of judgment.  PART III  APPEALS  ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Revision of judgment.  PART III  APPEALS  12. (1)  An application for the revision of a judgment of the Court in the exercise of its original jurisdiction may be made only where   (a) there is the discovery of some fact of such a nature as to be a decisive factor;  (b) the fact was, when the judgment was given, unknown to the Court and to the party claiming revision;  (c) the ignorance regarding the fact was not due to negligence on the part of the applicant.  (2) Proceedings for a revision shall be opened by a judgment of the Court expressly recording the existence of the new fact, recognising that it has such a character  as  to  lay  the  case  open  to  revision,  and  declaring  the  application admissible on this ground.  (3)  The  Court  may  require  previous  compliance  with  the  terms  of  the judgment before it admits proceedings in revision.  (4)  The  application for  revision may be  made within  LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 13  L.R.O. 1/2012                 Grant of leave  to appeal.                              six  months of the discovery of the new fact.  (5)  No application for revision may be made after the lapse of five years from the date of the judgment.  (6)  Nothing in this section shall affect the rights of third parties that have accrued since the delivery of the judgment mentioned in subsection (1).  PART III   APPEALS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An application for the revision of a judgment of the Court in the exercise of its original jurisdiction may be made only where"
                },
                {
                    "representation": "(a)",
                    "description": "there is the discovery of some fact of such a nature as to be a decisive factor;"
                },
                {
                    "representation": "(b)",
                    "description": "the fact was, when the judgment was given, unknown to the Court and to the party claiming revision;"
                },
                {
                    "representation": "(c)",
                    "description": "the ignorance regarding the fact was not due to negligence on the part of the applicant."
                },
                {
                    "representation": "(2)",
                    "description": "Proceedings for a revision shall be opened by a judgment of the Court expressly recording the existence of the new fact, recognising that it has such a character  as  to  lay  the  case  open  to  revision,  and  declaring  the  application admissible on this ground."
                },
                {
                    "representation": "(3)",
                    "description": "The  Court  may  require  previous  compliance  with  the  terms  of  the judgment before it admits proceedings in revision."
                },
                {
                    "representation": "(4)",
                    "description": "The  application for  revision may be  made within  LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 13  L.R.O. 1/2012                 Grant of leave  to appeal.                              six  months of the discovery of the new fact."
                },
                {
                    "representation": "(5)",
                    "description": "No application for revision may be made after the lapse of five years from the date of the judgment."
                },
                {
                    "representation": "(6)",
                    "description": "Nothing in this section shall affect the rights of third parties that have accrued since the delivery of the judgment mentioned in subsection"
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Grant of leave to appeal. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Grant of leave to appeal. 13. (1)  The  Court  of  Appeal  may  grant  leave  to  appeal  to  an  applicant  in accordance with this section.  (2)  Leave to appeal    (a) shall be granted to an applicant upon condition that the applicant, within a period to be fixed by the Court of Appeal or the Court, but not exceeding ninety days from the date of the hearing of the application for  leave to appeal, enters into good and sufficient security, to the  satisfaction of the Court of Appeal for the due prosecution of the appeal, and the payment of all such costs as may become payable to the respondent in the event of    (i) the appellant not obtaining an order granting final leave to appeal;  LAWS OF GUYANA 14 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012                    Execution or stay of execution.                  Preparation of record.         (ii) the appeal being dismissed for non-prosecution; or  (iii) the Court ordering the appellant to pay the respondents costs of the appeal; and  (b)  may be granted to an applicant upon such other conditions as the Court  of Appeal, having regard to all the circumstances of the case, may consider reasonable.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  Court  of  Appeal  may  grant  leave  to  appeal  to  an  applicant  in accordance with this section."
                },
                {
                    "representation": "(2)",
                    "description": "Leave to appeal"
                },
                {
                    "representation": "(a)",
                    "description": "shall be granted to an applicant upon condition that the applicant, within a period to be fixed by the Court of Appeal or the Court, but not exceeding ninety days from the date of the hearing of the application for  leave to appeal, enters into good and sufficient security, to the  satisfaction of the Court of Appeal for the due prosecution of the appeal, and the payment of all such costs as may become payable to the respondent in the event of"
                },
                {
                    "representation": "(i)",
                    "description": "the appellant not obtaining an order granting final leave to appeal;  LAWS OF GUYANA 14 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012                    Execution or stay of execution.                  Preparation of record."
                },
                {
                    "representation": "(b)",
                    "description": "may be granted to an applicant upon such other conditions as the Court  of Appeal, having regard to all the circumstances of the case, may consider reasonable."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Execution or stay of execution. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Execution or stay of execution. 14. (1) Where the judgment, in respect of which an application to appeal is made, requires the appellant to make a payment or perform a duty, the Court of Appeal may, when granting leave to appeal, direct that the judgment or any part thereof be executed or that the execution be suspended pending the appeal, as the Court of Appeal thinks just.  (2)  Where  the  Court  of  Appeal  directs  that  the  judgment  referred  to  in subsection (1) be executed, the person in whose favour the judgment is given shall, before the execution thereof, enter into good and sufficient security, to the satisfaction of the Court of Appeal for the due performance of such order as the Court shall think fit to make.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "be executed, the person in whose favour the judgment is given shall, before the execution thereof, enter into good and sufficient security, to the satisfaction of the Court of Appeal for the due performance of such order as the Court shall think fit to make."
                },
                {
                    "representation": "(2)",
                    "description": "Where  the  Court  of  Appeal  directs  that  the  judgment  referred  to  in subsection"
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Preparation of record. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Preparation of record. 15. (1) A person who wishes to appeal a decision shall give notice of appeal to the Court of Appeal in accordance with the Rules of the Supreme Court, and the Court of Appeal shall cause the preparation of the record and shall supervise such preparation.  (2) The parties to an action may submit any question arising in connection with the preparation of the LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 15  L.R.O. 1/2012      Judges reasons.      Taxation of  costs of appeal.               Enforcement of judgment or order of court.         Payment from Consolidated Fund.     Appointment  of Registrar as Deputy Registrar.   record for the decision of the Court of Appeal and the Court of Appeal shall give such directions thereon as the justice of the case may require.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person who wishes to appeal a decision shall give notice of appeal to the Court of Appeal in accordance with the Rules of the Supreme Court, and the Court of Appeal shall cause the preparation of the record and shall supervise such preparation."
                },
                {
                    "representation": "(2)",
                    "description": "The parties to an action may submit any question arising in connection with the preparation of the LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 15  L.R.O. 1/2012      Judges reasons.      Taxation of  costs of appeal.               Enforcement of judgment or order of court.         Payment from Consolidated Fund.     Appointment  of Registrar as Deputy Registrar.   record for the decision of the Court of Appeal and the Court of Appeal shall give such directions thereon as the justice of the case may require."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Judges’ reasons. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Judges reasons. 16. The reasons given by the judge, or any of the judges, for or against any judgment pronounced in the course of the proceedings out of which the appeal arises shall be incorporated in the record.",
            "description": "The reasons given by the judge, or any of the judges, for or against any judgment pronounced in the course of the proceedings out of which the appeal arises shall be incorporated in the record."
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Taxation of costs of appeal. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Taxation of costs of appeal. 17. (1) Where the Court directs a party to bear the costs of an appeal, such costs shall be taxed by the proper officer of the Court of Appeal in accordance with the rules for the time being regulating taxation in the Court of Appeal.  (2)  In any proceedings to which the State is a party, costs adjudged to the State   shall  not  be  disallowed  or  reduced  on  taxation  merely  because  the proceedings are conducted on behalf of the State.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Court directs a party to bear the costs of an appeal, such costs shall be taxed by the proper officer of the Court of Appeal in accordance with the rules for the time being regulating taxation in the Court of Appeal."
                },
                {
                    "representation": "(2)",
                    "description": "In any proceedings to which the State is a party, costs adjudged to the State   shall  not  be  disallowed  or  reduced  on  taxation  merely  because  the proceedings are conducted on behalf of the State."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Enforcement of judgment or order of Court.  LAWS OF GUYANA 4 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012 SECTION  PART IV  FINANCIAL AND ADMINISTRATIVE PROVISIONS  ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Enforcement of judgment or order of Court.  LAWS OF GUYANA 4 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012 SECTION  PART IV  FINANCIAL AND ADMINISTRATIVE PROVISIONS  18. Any judgment or order of the Court made in respect of a matter which is the subject of an appeal shall be enforced in like manner as any judgment of the Supreme Court.  PART IV  FINANCIAL AND ADMINISTRATIVE PROVISIONS",
            "description": "Any judgment or order of the Court made in respect of a matter which is the subject of an appeal shall be enforced in like manner as any judgment of the Supreme Court.  PART IV  FINANCIAL AND ADMINISTRATIVE PROVISIONS"
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Payment from Consolidated Fund. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Payment from Consolidated Fund. 19.  Assessed contributions payable by a Contracting Party in respect of the Court and the Commission pursuant to Article XXVIII of the Agreement shall be charged on and paid from the Consolidated Fund.",
            "description": "Assessed contributions payable by a Contracting Party in respect of the Court and the Commission pursuant to Article XXVIII of the Agreement shall be charged on and paid from the Consolidated Fund."
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Appointment of Registrar as Deputy Registrar. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Appointment of Registrar as Deputy Registrar. 20. (1) The Registrar of the Supreme Court shall be a Deputy Registrar of the Court.   (2) The Registry of the Supreme Court shall be LAWS OF GUYANA 16 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012     Right of  audience.         Binding  precedents.   Regional Judicial and Legal Services  Commission.       Responsibility of  Commission.                  designated a Sub-Registry of the Court pursuant to the Rules of Court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar of the Supreme Court shall be a Deputy Registrar of the Court."
                },
                {
                    "representation": "(2)",
                    "description": "The Registry of the Supreme Court shall be LAWS OF GUYANA 16 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012     Right of  audience.         Binding  precedents.   Regional Judicial and Legal Services  Commission.       Responsibility of  Commission.                  designated a Sub-Registry of the Court pursuant to the Rules of Court."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Right of audience. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Right of audience. 21. Attorneys-at-law, duly admitted to practise law in Guyana, shall not be required to satisfy any other condition in order to practise before the Court, wherever the Court is sitting in exercise of its jurisdiction, and they shall enjoy the privileges and immunities necessary for the independent exercise of their duties.",
            "description": "Attorneys-at-law, duly admitted to practise law in Guyana, shall not be required to satisfy any other condition in order to practise before the Court, wherever the Court is sitting in exercise of its jurisdiction, and they shall enjoy the privileges and immunities necessary for the independent exercise of their duties."
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Binding precedents. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Binding precedents. 22. Judgments of the Court shall be legally binding precedents for parties in proceedings before the Court.",
            "description": "Judgments of the Court shall be legally binding precedents for parties in proceedings before the Court."
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Regional Judicial and Legal Services Commission. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Regional Judicial and Legal Services Commission. 23. (1) The Commission shall possess full juridical personality including, in particular, full capacity to contract.    (2) The Commission shall consist of the persons who shall be appointed in the manner and for the periods set out in paragraphs 1 to 7 of Article V and paragraph 2 of Article VI of the Agreement.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission shall possess full juridical personality including, in particular, full capacity to contract."
                },
                {
                    "representation": "(2)",
                    "description": "The Commission shall consist of the persons who shall be appointed in the manner and for the periods set out in paragraphs 1 to 7 of Article V and paragraph 2 of Article VI of the Agreement."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Responsibility of Commission. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Responsibility of Commission. 24. (1)  The Commission shall have responsibility for   (a) making appointments to the office of judge of the Court other than that of President;  (b) appointing those officials and employees referred to in Article XXVII  and for determining the salaries and allowances to be paid to such officials and employees;  (c) the  determination  of  the  terms  and  conditions  of  service  of officials and employees; and  LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 17  L.R.O. 1/2012                       Rules of  Court .                        (d) the   termination   of   appointments   in   accordance   with   the provisions of this Agreement.  (2)  The  Commission  may,  by  directions  in  writing  and  subject  to  such conditions as it thinks fit, delegate any of its powers under subsection 1(b) and (c) to any one or more of its members or to the Registrar.  (3)  The Commission shall, in accordance with the Regulations, exercise disciplinary control over judges of the Court, other than the President, and over officials and employees of the Court.  (4)  The proceedings of the Commission shall not be inquired into by any court of law or tribunal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission shall have responsibility for"
                },
                {
                    "representation": "(a)",
                    "description": "making appointments to the office of judge of the Court other than that of President;"
                },
                {
                    "representation": "(b)",
                    "description": "appointing those officials and employees referred to in Article XXVII  and for determining the salaries and allowances to be paid to such officials and employees;"
                },
                {
                    "representation": "(c)",
                    "description": "to any one or more of its members or to the Registrar."
                },
                {
                    "representation": "(d)",
                    "description": "the   termination   of   appointments   in   accordance   with   the provisions of this Agreement."
                },
                {
                    "representation": "(2)",
                    "description": "The  Commission  may,  by  directions  in  writing  and  subject  to  such conditions as it thinks fit, delegate any of its powers under subsection 1(b) and"
                },
                {
                    "representation": "(3)",
                    "description": "The Commission shall, in accordance with the Regulations, exercise disciplinary control over judges of the Court, other than the President, and over officials and employees of the Court."
                },
                {
                    "representation": "(4)",
                    "description": "The proceedings of the Commission shall not be inquired into by any court of law or tribunal."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Rules of Court. ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Rules of Court. 25. (1) The President shall, in consultation with five other judges of the Court selected by him, establish Rules of Court for the exercise of the original and appellate jurisdictions of the Court.  (2) Without prejudice to the generality of the subsection (1), Rules of Court may, in respect of the original jurisdiction of the Court, be made for   (a)  regulating the sittings of the Court, the selection of judges for any purpose, and the period to be observed as a vacation in the Court and the transaction of business during any such vacation;  (b)  regulating  the  pleading, practice,  procedure,  execution of  the process of the Court and the duties of the officers of the Court; LAWS OF GUYANA 18 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012                                                 (c)  regulating matters relating to practice in the Court by Attorneys-at-law,  and  the  representation  of  persons  concerned  in  any proceedings in the Court;  (d)  providing  the  summary  determination  of  any  matter  which appears to the Court to be frivolous or vexatious or to be brought for the purpose of delay;  (e) regulating matters relating to the costs and the taxation thereof, respecting proceedings in the Court;  (f) providing  for  the  delivery  of  judgments  in  an  expeditious manner;  (g) prescribing  forms  and  fees  in  respect  of  proceedings  in  the Court;  (h) prescribing the time within which any requirement of the Rules of Court is to be complied with;  (i) providing for the securing of the attendance of any person at the Court;  (j) providing for the discovery or production of any document;  (k) regulating, prescribing or doing any other thing which may be regulated, prescribed or done by Rules of Court. LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 19  L.R.O. 1/2012                                                 (3) Without prejudice to the generality of subsection (1)Rules of Court may, in respect of the appellate jurisdiction of the court, be made for     (a)  regulating the sittings of the Court, the selection of Judges for any purpose,  and the period to be observed as a vacation in the Court and the transaction of business during any such vacation.  (b)  regulating the pleading, practice, procedure, execution of the process of the Court and the duties of the officers of the court;   (c)  regulating matters relating to practice in the Court by Attorneys-at-law and the representation of persons concerned in any proceedings in the court;   (d)  prescribing the cases in which, and  the conditions upon which an  appellant in a criminal appeal to the  Court shall be entitled to be present at  the hearing of the appeal;  (e)   providing for the summary determination of any appeal which    appears to the Court to be frivolous or vexations or to be brought for the  purpose of delay;   (f)  regulating matters relating to the costs and the taxation thereof, of LAWS OF GUYANA 20 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012                     Construction of all laws, including the Constitution; amendment of laws.                proceedings in the Court;   (g)  providing for the delivery of judgements in an expeditious manner;  (h)  prescribing forms and fees in respect of proceedings in the Court;   (i)  prescribing the time within which any requirement of the Rules of Court is to be complied with;  (j)  regulating or prescribing or doing any  other thing which may be regulated,  prescribed or done by Rules of Court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The President shall, in consultation with five other judges of the Court selected by him, establish Rules of Court for the exercise of the original and appellate jurisdictions of the Court."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the generality of the subsection"
                },
                {
                    "representation": "(a)",
                    "description": "regulating the sittings of the Court, the selection of Judges for any purpose,  and the period to be observed as a vacation in the Court and the transaction of business during any such vacation."
                },
                {
                    "representation": "(b)",
                    "description": "regulating the pleading, practice, procedure, execution of the process of the Court and the duties of the officers of the court;"
                },
                {
                    "representation": "(c)",
                    "description": "regulating matters relating to practice in the Court by Attorneys-at-law and the representation of persons concerned in any proceedings in the court;"
                },
                {
                    "representation": "(d)",
                    "description": "prescribing the cases in which, and  the conditions upon which an  appellant in a criminal appeal to the  Court shall be entitled to be present at  the hearing of the appeal;"
                },
                {
                    "representation": "(e)",
                    "description": "providing for the summary determination of any appeal which    appears to the Court to be frivolous or vexations or to be brought for the  purpose of delay;"
                },
                {
                    "representation": "(f)",
                    "description": "regulating matters relating to the costs and the taxation thereof, of LAWS OF GUYANA 20 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012                     Construction of all laws, including the Constitution; amendment of laws.                proceedings in the Court;"
                },
                {
                    "representation": "(g)",
                    "description": "providing for the delivery of judgements in an expeditious manner;"
                },
                {
                    "representation": "(h)",
                    "description": "prescribing forms and fees in respect of proceedings in the Court;"
                },
                {
                    "representation": "(i)",
                    "description": "prescribing the time within which any requirement of the Rules of Court is to be complied with;"
                },
                {
                    "representation": "(j)",
                    "description": "regulating or prescribing or doing any  other thing which may be regulated,  prescribed or done by Rules of Court."
                },
                {
                    "representation": "(k)",
                    "description": "regulating, prescribing or doing any other thing which may be regulated, prescribed or done by Rules of Court. LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 19  L.R.O. 1/2012"
                },
                {
                    "representation": "(3)",
                    "description": "Without prejudice to the generality of subsection"
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Construction of all laws, including the Constitution; amendment of  laws.  SCHEDULE   __________________________  CHAPTER 3:07  CARIBBEAN COURT OF JUSTICE ACT  16 of 2004 An Act to implement the Agreement Establishing the  Caribbean  Court  of Justice and to provide for other related matters.   [30TH  NOVEMBER, 2004] Short title.     Interpretation.      ",
            "context": "CARIBBEAN COURT OF JUSTICE ACT under Construction of all laws, including the Constitution; amendment of  laws.  SCHEDULE   __________________________  CHAPTER 3:07  CARIBBEAN COURT OF JUSTICE ACT  16 of 2004 An Act to implement the Agreement Establishing the  Caribbean  Court  of Justice and to provide for other related matters.   [30TH  NOVEMBER, 2004] Short title.     Interpretation.      26. (1) Under article 123 of the Constitution and this Act, the Caribbean Court of Justice being the final court of appeal for Guyana, all laws, including the Constitution in force in Guyana or otherwise having effect as part of the laws of Guyana immediately before the commencement of this Act, shall thereafter be construed and have effect with such modifications, adaptations, qualifications and exceptions as may be necessary to bring them into conformity with this Act.  (2)  The  President  may  by  order,  which  shall  be  subject  to  affirmative resolution of the National Assembly made at any time before 31st December, 2006, make such amendments to any existing law, other than the Constitution, as may appear to the President to be necessary or expedient for bringing that law into conformity with this Act or otherwise for giving effect or enabling effect to be given to it.  __________    LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 21  L.R.O. 1/2012 SCHEDULE   AGREEMENT ESTABLISHING  THE CARIBBEAN COURT  OF JUSTICE  THE CONTRACTING PARTIES,  CONVINCED  that  the  Caribbean  Court  of  Justice,(hereinafter referred to as the Court), will have a determinative role in the further development of Caribbean jurisprudence through the judicial process;  CONVINCED ALSO of the desirability of entrenching the Court in their national Constitutions;  AWARE that the establishment of the Court is a further step in the deepening of the regional integration process;  RECOGNISING the  sovereignty  of  Members  of  the  Caribbean Community;  HEREBY AGREE as follows:  ARTICLE 1 USE OF TERMS  In this Agreement, unless the context otherwise requires:  Commission means  the  Regional  Judicial and Legal  Services Commission established by Article V;  Conference means the Conference of Heads of Government of Member States of the Caribbean Community;  Contracting Party means an entity referred to in Article II LAWS OF GUYANA 22 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012 which has satisfied the requirements of membership and in relation to which this Agreement is in force;  Heads of Government means the Heads of Government of the Contracting Parties;  President means the President of the Court;  Secretary-General means the Secretary-General of the Caribbean Community;   Treaty means the Treaty establishing the Caribbean Community signed at Chaguaramas on 4 July 1973 and any amendments thereto which take effect either provisionally or definitively.      PART I  MEMBERSHIP, ESTABLISHMENT OF THE COURT, THE COMMISSION AND RELATED MATTERS   ARTICLE II MEMBERSHIP   This Agreement shall be open to    (a) Member States of the Caribbean Community;  (b) any other Caribbean country which is LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 23  L.R.O. 1/2012 invited by the Conference to become a Party to this Agreement.   ARTICLE III ESTABLISHMENT AND SEAT OF THE CARIBBEAN COURT OF JUSTICE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Under article 123 of the Constitution and this Act, the Caribbean Court of Justice being the final court of appeal for Guyana, all laws, including the Constitution in force in Guyana or otherwise having effect as part of the laws of Guyana immediately before the commencement of this Act, shall thereafter be construed and have effect with such modifications, adaptations, qualifications and exceptions as may be necessary to bring them into conformity with this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The  President  may  by  order,  which  shall  be  subject  to  affirmative resolution of the National Assembly made at any time before 31st December, 2006, make such amendments to any existing law, other than the Constitution, as may appear to the President to be necessary or expedient for bringing that law into conformity with this Act or otherwise for giving effect or enabling effect to be given to it.  __________    LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 21  L.R.O. 1/2012 SCHEDULE   AGREEMENT ESTABLISHING  THE CARIBBEAN COURT  OF JUSTICE  THE CONTRACTING PARTIES,  CONVINCED  that  the  Caribbean  Court  of  Justice,(hereinafter referred to as the Court), will have a determinative role in the further development of Caribbean jurisprudence through the judicial process;  CONVINCED ALSO of the desirability of entrenching the Court in their national Constitutions;  AWARE that the establishment of the Court is a further step in the deepening of the regional integration process;  RECOGNISING the  sovereignty  of  Members  of  the  Caribbean Community;  HEREBY AGREE as follows:  ARTICLE 1 USE OF TERMS  In this Agreement, unless the context otherwise requires:  Commission means  the  Regional  Judicial and Legal  Services Commission established by Article V;  Conference means the Conference of Heads of Government of Member States of the Caribbean Community;  Contracting Party means an entity referred to in Article II LAWS OF GUYANA 22 Cap. 3:07 Caribbean Court of Justice  L.R.O. 1/2012 which has satisfied the requirements of membership and in relation to which this Agreement is in force;  Heads of Government means the Heads of Government of the Contracting Parties;  President means the President of the Court;  Secretary-General means the Secretary-General of the Caribbean Community;   Treaty means the Treaty establishing the Caribbean Community signed at Chaguaramas on 4 July 1973 and any amendments thereto which take effect either provisionally or definitively.      PART I  MEMBERSHIP, ESTABLISHMENT OF THE COURT, THE COMMISSION AND RELATED MATTERS   ARTICLE II MEMBERSHIP   This Agreement shall be open to"
                },
                {
                    "representation": "(a)",
                    "description": "Member States of the Caribbean Community;"
                },
                {
                    "representation": "(b)",
                    "description": "any other Caribbean country which is LAWS OF GUYANA Caribbean Court of Justice Cap. 3:07 23  L.R.O. 1/2012 invited by the Conference to become a Party to this Agreement.   ARTICLE III ESTABLISHMENT AND SEAT OF THE CARIBBEAN COURT OF JUSTICE"
                }
            ]
        }
    }
]