[
    {
        "act": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT under Short title. 1. This Act may be cited as the Caribbean Court of Justice Trust Fund Agreement.",
            "description": "This Act may be cited as the Caribbean Court of Justice Trust Fund Agreement."
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT under Interpretation. 2. (1) In this Act   Agreement means the Revised Agreement Establishing the Caribbean Court of Justice Trust Fund the text of which is set out in the Schedule;  Fund means the Caribbean Court of Justice Trust Fund.  (2) The reference in Article XI of the Agreement to the effect that the Fund shall possess full juridical personality shall be construed as meaning that the Fund is a body LAWS OF GUYANA 4 Cap. 3:08 Caribbean Court of Justice Trust  Fund Agreement   L.R.O. 1/2012    Financial provisions.        Provisions of Article XII of the Agreement given the force of law.   Certificate of Minister conclusive as to contents.     Amendment of the Schedule.                        corporate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act   Agreement means the Revised Agreement Establishing the Caribbean Court of Justice Trust Fund the text of which is set out in the Schedule;  Fund means the Caribbean Court of Justice Trust Fund."
                },
                {
                    "representation": "(2)",
                    "description": "The reference in Article XI of the Agreement to the effect that the Fund shall possess full juridical personality shall be construed as meaning that the Fund is a body LAWS OF GUYANA 4 Cap. 3:08 Caribbean Court of Justice Trust  Fund Agreement   L.R.O. 1/2012    Financial provisions.        Provisions of Article XII of the Agreement given the force of law.   Certificate of Minister conclusive as to contents.     Amendment of the Schedule.                        corporate."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Financial provisions. ",
            "context": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT under Financial provisions. 3. There shall be paid out of the Consolidated Fund, all payments required to be made from time to time to the Fund in respect of Guyana under the provisions of the Agreement.",
            "description": "There shall be paid out of the Consolidated Fund, all payments required to be made from time to time to the Fund in respect of Guyana under the provisions of the Agreement."
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Provisions of Article XII of the Agreement given the force of law. ",
            "context": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT under Provisions of Article XII of the Agreement given the force of law. 4. The provisions of Article XII of the Agreement shall have the force of law in Guyana.",
            "description": "The provisions of Article XII of the Agreement shall have the force of law in Guyana."
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Certificate of Minister conclusive as to contents. ",
            "context": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT under Certificate of Minister conclusive as to contents. 5. If in any proceedings a question arises as to the entitlement of the Fund to any immunities or privileges under the Agreement, a certificate issued by or under the authority of the Minister to the effect that the Fund is or is not entitled shall be conclusive evidence of the fact.",
            "description": "If in any proceedings a question arises as to the entitlement of the Fund to any immunities or privileges under the Agreement, a certificate issued by or under the authority of the Minister to the effect that the Fund is or is not entitled shall be conclusive evidence of the fact."
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Amendment of the Schedule. ",
            "context": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT under Amendment of the Schedule. 6. (1) Where Guyana becomes a party to any agreement to amend the Agreement the Minister may, by order, amend the Schedule by including therein the amendment.  (2) An order made under subsection (1) may contain such consequential, supplemental or ancillary provisions (including provisions amending this Act) as appear to the Minister to be necessary or expedient for the purpose of giving due effect to the amendment of the Agreement as mentioned aforesaid.  (3) Where the  Agreement  in  the  Schedule  is  amended  pursuant  to  this section, any reference in this Act or any other instrument to the Agreement shall, unless the context otherwise requires, be construed as a reference to the Agreement as so amended.  (4) Every order made  under  this  section  shall  be  subject  to  negative resolution of the National Assembly. LAWS OF GUYANA Caribbean Court of Justice Trust Fund Agreement Cap. 3:08 5  L.R.O. 1/2012  Regulations.        s.2",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may contain such consequential, supplemental or ancillary provisions"
                },
                {
                    "representation": "(2)",
                    "description": "An order made under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where the  Agreement  in  the  Schedule  is  amended  pursuant  to  this section, any reference in this Act or any other instrument to the Agreement shall, unless the context otherwise requires, be construed as a reference to the Agreement as so amended."
                },
                {
                    "representation": "(4)",
                    "description": "Every order made  under  this  section  shall  be  subject  to  negative resolution of the National Assembly. LAWS OF GUYANA Caribbean Court of Justice Trust Fund Agreement Cap. 3:08 5  L.R.O. 1/2012  Regulations.        s.2"
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Regulations.  __________________________ 19 of 2004 An Act to to enable the implementation by Guyana of the Agreement for the establishment of the Caribbean Court of Justice Trust Fund and for purposes connected therewith.  [4TH JANUARY, 2005]  Short title.    Interpretation. Schedule.             ",
            "context": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT under Regulations.  __________________________ 19 of 2004 An Act to to enable the implementation by Guyana of the Agreement for the establishment of the Caribbean Court of Justice Trust Fund and for purposes connected therewith.  [4TH JANUARY, 2005]  Short title.    Interpretation. Schedule.             7. The Minister may make regulations which he considers necessary for giving effect to the provisions of this Act.  _____________________   SCHEDULE     REVISED AGREEMENT ESTABLISHING THE CARIBBEAN COURT OF JUSTICE TRUST FUND  The Parties to the Agreement Establishing the Caribbean Court of Justice:  Cognisant that the Court is indispensable for the good governance of the Caribbean Community;  Recognising the critical role of the Court in the efficient administration of Justice in the territories of the Contracting Parties to the Agreement establishing the Court;  Recognising further that the Court is vital for the structured and efficient functioning of the CARICOM Single Market and Economy;  Noting the provisions of Article XXVIII of the Agreement establishing the Court which requires the expenses of the Court and the Commission to be borne by the Contracting Parties to the Agreement establishing the Court;  Conscious that the financial viability of the Court is essential LAWS OF GUYANA 6 Cap. 3:08 Caribbean Court of Justice Trust  Fund Agreement   L.R.O. 1/2012 for its efficiency, effectiveness and independence in the performance of its functions;  Bearing in mind the decision of the Twenty-Third Meeting of the Conference of Heads of Government of the Caribbean Community concerning the capital and recurrent expenditures of the Court;  Determined to promote and safeguard the independence, integrity and credibility of the Court,  Have agreed as follows:  ARTICLE I INTERPRETATION",
            "description": "The Minister may make regulations which he considers necessary for giving effect to the provisions of this Act.  _____________________   SCHEDULE     REVISED AGREEMENT ESTABLISHING THE CARIBBEAN COURT OF JUSTICE TRUST FUND  The Parties to the Agreement Establishing the Caribbean Court of Justice:  Cognisant that the Court is indispensable for the good governance of the Caribbean Community;  Recognising the critical role of the Court in the efficient administration of Justice in the territories of the Contracting Parties to the Agreement establishing the Court;  Recognising further that the Court is vital for the structured and efficient functioning of the CARICOM Single Market and Economy;  Noting the provisions of Article XXVIII of the Agreement establishing the Court which requires the expenses of the Court and the Commission to be borne by the Contracting Parties to the Agreement establishing the Court;  Conscious that the financial viability of the Court is essential LAWS OF GUYANA 6 Cap. 3:08 Caribbean Court of Justice Trust  Fund Agreement   L.R.O. 1/2012 for its efficiency, effectiveness and independence in the performance of its functions;  Bearing in mind the decision of the Twenty-Third Meeting of the Conference of Heads of Government of the Caribbean Community concerning the capital and recurrent expenditures of the Court;  Determined to promote and safeguard the independence, integrity and credibility of the Court,  Have agreed as follows:  ARTICLE I INTERPRETATION"
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Contributions of Members shall be made for the purpose of the Fund without restriction as to use.  ",
            "context": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT under Contributions of Members shall be made for the purpose of the Fund without restriction as to use.  8. Where the Fund has paid any duties, taxes or other imposts, the Members shall make appropriate administrative arrangements for the remission or return of the amount of duty, tax or imposts paid.",
            "description": "Where the Fund has paid any duties, taxes or other imposts, the Members shall make appropriate administrative arrangements for the remission or return of the amount of duty, tax or imposts paid."
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Financing from the Fund shall be governed by considerations of economy, efficiency and cost effectiveness and the need to safeguard the independence and sustainability of the Court and the Commission.     LAWS OF GUYANA Caribbean Court of Justice Trust Fund Agreement Cap. 3:08 9  L.R.O. 1/2012 ARTICLE V STRUCTURE OF THE FUND  The Fund shall have a Board of Trustees.  ARTICLE VI COMPOSITION OF THE BOARD OF TRUSTEES  ",
            "context": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT under Financing from the Fund shall be governed by considerations of economy, efficiency and cost effectiveness and the need to safeguard the independence and sustainability of the Court and the Commission.     LAWS OF GUYANA Caribbean Court of Justice Trust Fund Agreement Cap. 3:08 9  L.R.O. 1/2012 ARTICLE V STRUCTURE OF THE FUND  The Fund shall have a Board of Trustees.  ARTICLE VI COMPOSITION OF THE BOARD OF TRUSTEES  9. Articles imported under an exemption from customs duties as provided by paragraph 6 of this Article, or in respect of which a remission or return of duty or tax has been made under paragraph 8, shall not be sold in the territory of the Member which granted the exemption, remission or return except under conditions agreed with that Member.",
            "description": "Articles imported under an exemption from customs duties as provided by paragraph 6 of this Article, or in respect of which a remission or return of duty or tax has been made under paragraph 8, shall not be sold in the territory of the Member which granted the exemption, remission or return except under conditions agreed with that Member."
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "The Trustees:  (a) shall be immune from all legal process in respect of the lawful discharge of their responsibilities under this Agreement;  (b) shall be accorded immunities from immigration restrictions and such facilities as would ensure the proper LAWS OF GUYANA 18 Cap. 3:08 Caribbean Court of Justice Trust  Fund Agreement   L.R.O. 1/2012 discharge of their functions.  ",
            "context": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT under The Trustees:  (a) shall be immune from all legal process in respect of the lawful discharge of their responsibilities under this Agreement;  (b) shall be accorded immunities from immigration restrictions and such facilities as would ensure the proper LAWS OF GUYANA 18 Cap. 3:08 Caribbean Court of Justice Trust  Fund Agreement   L.R.O. 1/2012 discharge of their functions.  12.77 Belize",
            "description": "12.77 Belize"
        }
    },
    {
        "act": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "200.. at ...............  Signed by The Rt. Hon. Percival J. Patterson, Prime Minister, for the Government of Jamaica on the 13 day of January 2004 at Monterrey, Mexico  Signed by .............for the Government of Montserrat on the ............... day of ............... ",
            "context": "CARIBBEAN COURT OF JUSTICE TRUST FUND  AGREEMENT ACT under 200.. at ...............  Signed by The Rt. Hon. Percival J. Patterson, Prime Minister, for the Government of Jamaica on the 13 day of January 2004 at Monterrey, Mexico  Signed by .............for the Government of Montserrat on the ............... day of ............... 200.. at ...............  Signed by Hon. Dr. Denzil L. Douglas, Prime Minister, for the Government of St. Kitts and Nevis on the 13 day of January 2004 at Monterrey, Mexico  Signed by Hon. Dr. Kenny D. Anthony, Prime Minister, for LAWS OF GUYANA 22 Cap. 3:08 Caribbean Court of Justice Trust  Fund Agreement   L.R.O. 1/2012 the Government of Saint Lucia on the 17 day of January 2004 at Roseau, Dominica  Signed by Dr. the Hon. Ralph E. Gonsalves, Prime Minister, for the Government of St. Vincent and the Grenadines on the 13 day of January 2004 at Monterrey, Mexico  Signed by H.E. Dr. Runaldo R. Venetiaan, President, for the Government of the Republic of Suriname on the 13 day of January 2004 at Monterrey, Mexico  Signed by Hon. Patrick A.M. Manning, Prime Minister, for the Government of the Republic of Trinidad and Tobago on the 21 day of January 2004 at Nassau, The Bahamas  _____________________  ANNEX CONTRIBUTION OF THE MEMBERS OF THE TRUST FUND  MEMBERS PER CENT SHARE Antigua and Barbuda",
            "description": "200.. at ...............  Signed by Hon. Dr. Denzil L. Douglas, Prime Minister, for the Government of St. Kitts and Nevis on the 13 day of January 2004 at Monterrey, Mexico  Signed by Hon. Dr. Kenny D. Anthony, Prime Minister, for LAWS OF GUYANA 22 Cap. 3:08 Caribbean Court of Justice Trust  Fund Agreement   L.R.O. 1/2012 the Government of Saint Lucia on the 17 day of January 2004 at Roseau, Dominica  Signed by Dr. the Hon. Ralph E. Gonsalves, Prime Minister, for the Government of St. Vincent and the Grenadines on the 13 day of January 2004 at Monterrey, Mexico  Signed by H.E. Dr. Runaldo R. Venetiaan, President, for the Government of the Republic of Suriname on the 13 day of January 2004 at Monterrey, Mexico  Signed by Hon. Patrick A.M. Manning, Prime Minister, for the Government of the Republic of Trinidad and Tobago on the 21 day of January 2004 at Nassau, The Bahamas  _____________________  ANNEX CONTRIBUTION OF THE MEMBERS OF THE TRUST FUND  MEMBERS PER CENT SHARE Antigua and Barbuda"
        }
    }
]