[
    {
        "act": "PROTOCOLS TO THE AGREEMENT ESTABLISHING THE  CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title and commencement. ",
            "context": "PROTOCOLS TO THE AGREEMENT ESTABLISHING THE  CARIBBEAN COURT OF JUSTICE ACT under Short title and commencement. 1. (1) This Act may be cited as the Protocols to the Agreement Establishing the Caribbean Court of Justice Act.    (2)  This Act shall be deemed to have come into force   (i) in respect of the Protocol in Schedule I, in accordance with Article XII of that Protocol; (ii) in respect of the Protocol in Schedule II, on the 6th  July 2006; and (iii) in respect of the Protocol in Schedule III, on the 7th  June,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Act may be cited as the Protocols to the Agreement Establishing the Caribbean Court of Justice Act."
                },
                {
                    "representation": "(2)",
                    "description": "This Act shall be deemed to have come into force"
                },
                {
                    "representation": "(i)",
                    "description": "in respect of the Protocol in Schedule I, in accordance with Article XII of that Protocol;"
                }
            ]
        }
    },
    {
        "act": "PROTOCOLS TO THE AGREEMENT ESTABLISHING THE  CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "PROTOCOLS TO THE AGREEMENT ESTABLISHING THE  CARIBBEAN COURT OF JUSTICE ACT under Interpretation. 2.   In this Act Protocol means   (i) the Protocol to the Agreement Establishing the Caribbean Court of  Justice  relating  to  the  Tenure  of  Judges,  Rules  of  Court, Financial  Arrangements  and  Withdrawal  from  Agreement  as well  as  the  Relationship  between  Provisions  on  the  Original Jurisdiction   of   the   Caribbean   Court   of   Justice   and   the Constitutions of State Parties in Schedule I; (ii) Protocol to the Agreement Establishing the Caribbean Court of Justice   relating  to  Security  of  Tenure  of  Members  of  the Regional Judicial and Legal Services LAWS OF GUYANA                                                                      Protocols to the Agreement Establishing                                                                      the Caribbean Court of Justice  Cap. 3:11 5  L.R.O. 1/2012            Protocols to have the force of  law.     Amendment of the Protocols.                               Commission in Schedule II; (iii) Protocol to the Agreement Establishing the Caribbean Court of Justice relating to the Tenure of Office of Judges of the Court in Schedule III.",
            "description": [
                {
                    "representation": "(i)",
                    "description": "the Protocol to the Agreement Establishing the Caribbean Court of  Justice  relating  to  the  Tenure  of  Judges,  Rules  of  Court, Financial  Arrangements  and  Withdrawal  from  Agreement  as well  as  the  Relationship  between  Provisions  on  the  Original Jurisdiction   of   the   Caribbean   Court   of   Justice   and   the Constitutions of State Parties in Schedule I;"
                }
            ]
        }
    },
    {
        "act": "PROTOCOLS TO THE AGREEMENT ESTABLISHING THE  CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Protocols to have the force of law. ",
            "context": "PROTOCOLS TO THE AGREEMENT ESTABLISHING THE  CARIBBEAN COURT OF JUSTICE ACT under Protocols to have the force of law. 3.  The Protocols shall have the force of law in Guyana.",
            "description": "The Protocols shall have the force of law in Guyana."
        }
    },
    {
        "act": "PROTOCOLS TO THE AGREEMENT ESTABLISHING THE  CARIBBEAN COURT OF JUSTICE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Amendment of the Protocols.  SCHEDULE  I  –      Protocol to the Agreement Establishing the Carib-bean Court of Justice relating to the Tenure of Judges, Rules of Court, Financial Arrangements and Withdrawal from Agreement as well as the Relationship between Provisions on the Original Jurisdiction of the Caribbean Court of Justice and the Constitutions of State Parties.  SCHEDULE II –  Protocol to the Agreement Establishing the Caribbean Court   of  Justice  relating  to  Security  of  Tenure  of Members  of  the Regional Judicial and Legal Services Commission.  SCHEDULE III –  Protocol to the Agreement Establishing the Caribbean Court of Justice relating to the Tenure of Office of Judges of the Court.  __________________________ 25 of 2007 AN ACT to give effect to certain Protocols to the Agreement Establishing the Caribbean Court of Justice and for matters connected therewith.  [23RD  JULY, 2002]  LAWS OF GUYANA 4 Cap. 3:11 Protocols to the Agreement Establishing  the Caribbean Court of Justice   L.R.O. 1/2012   Short title.                     Interpretation.                          ",
            "context": "PROTOCOLS TO THE AGREEMENT ESTABLISHING THE  CARIBBEAN COURT OF JUSTICE ACT under Amendment of the Protocols.  SCHEDULE  I        Protocol to the Agreement Establishing the Carib-bean Court of Justice relating to the Tenure of Judges, Rules of Court, Financial Arrangements and Withdrawal from Agreement as well as the Relationship between Provisions on the Original Jurisdiction of the Caribbean Court of Justice and the Constitutions of State Parties.  SCHEDULE II   Protocol to the Agreement Establishing the Caribbean Court   of  Justice  relating  to  Security  of  Tenure  of Members  of  the Regional Judicial and Legal Services Commission.  SCHEDULE III   Protocol to the Agreement Establishing the Caribbean Court of Justice relating to the Tenure of Office of Judges of the Court.  __________________________ 25 of 2007 AN ACT to give effect to certain Protocols to the Agreement Establishing the Caribbean Court of Justice and for matters connected therewith.  [23RD  JULY, 2002]  LAWS OF GUYANA 4 Cap. 3:11 Protocols to the Agreement Establishing  the Caribbean Court of Justice   L.R.O. 1/2012   Short title.                     Interpretation.                          4.  (1) Where Guyana becomes a party to any agreement to amend a Protocol, the Minister may, by order, amend Schedule I, Schedule II or, as the case may be, Schedule III by including therein the amendment.  (2)  An  order  made  under  subsection  (1)  may  contain  consequential, supplemental or ancillary provisions (including provisions amending this Act) as appear  to the Minister to be necessary or expedient for the purpose of giving effect to the amendment of the Protocol.  (3)  Where a Protocol in Schedule I, Schedule II or, as the case may be, Schedule III is amended pursuant to this section, any reference in this Act or any other instrument to the Protocol shall, unless the context otherwise requires, be construed as a reference to the Protocol as so amended.  (4)  Every  order  made  under  this  section  shall  be  subject  to  negative resolution of the National Assembly.  __________      LAWS OF GUYANA 6 Cap. 3:11 Protocols to the Agreement Establishing  the Caribbean Court of Justice   L.R.O. 1/2012  ss. 1 and 2                                               SCHEDULE I   PROTOCOL TO THE AGREEMENT ESTABLISHING THE CARIBBEAN COURT OF JUSTICE RELATING TO THE TENURE OF JUDGES, RULES OF COURT, FINANCIAL ARRANGEMENTS AND WITHDRAWAL FROM AGREEMENT AS WELL AS THE RELATIONSHIP BETWEEN PROVISIONS ON THE ORIGINAL JURISDICTION OF THE CARIBBEAN COURT OF JUSTICE AND THE CONSTITUTIONS OF STATES PARTIES  The Contracting Parties to the Agreement Establishing the Caribbean Court of Justice (hereinafter called the Agreement):  Recalling Article XXXII of the Agreement;   Desiring to effect certain amendments to the Agreement in order to   (a) Modify the provisions respecting the tenure of the Judges of the Court;  (b) Ensure that sound arrangements for the administration and financial sustainability of the Court are provided for;  (c) Clarify the circumstances governing withdrawal from the Agreement; and   (d) Make abundantly clear the relationship between the original jurisdiction of the Caribbean Court of LAWS OF GUYANA                                                                      Protocols to the Agreement Establishing                                                                      the Caribbean Court of Justice  Cap. 3:11 7  L.R.O. 1/2012                                                Justice and the constitutional order in their respective jurisdictions.  Agree as follows:  Article I Tenure of Office of Judges  Paragraph 5 of Article IX of the Agreement shall be reworded to read as follows:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may  contain  consequential, supplemental or ancillary provisions"
                },
                {
                    "representation": "(2)",
                    "description": "An  order  made  under  subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where a Protocol in Schedule I, Schedule II or, as the case may be, Schedule III is amended pursuant to this section, any reference in this Act or any other instrument to the Protocol shall, unless the context otherwise requires, be construed as a reference to the Protocol as so amended."
                },
                {
                    "representation": "(4)",
                    "description": "Every  order  made  under  this  section  shall  be  subject  to  negative resolution of the National Assembly.  __________      LAWS OF GUYANA 6 Cap. 3:11 Protocols to the Agreement Establishing  the Caribbean Court of Justice   L.R.O. 1/2012  ss. 1 and 2                                               SCHEDULE I   PROTOCOL TO THE AGREEMENT ESTABLISHING THE CARIBBEAN COURT OF JUSTICE RELATING TO THE TENURE OF JUDGES, RULES OF COURT, FINANCIAL ARRANGEMENTS AND WITHDRAWAL FROM AGREEMENT AS WELL AS THE RELATIONSHIP BETWEEN PROVISIONS ON THE ORIGINAL JURISDICTION OF THE CARIBBEAN COURT OF JUSTICE AND THE CONSTITUTIONS OF STATES PARTIES  The Contracting Parties to the Agreement Establishing the Caribbean Court of Justice"
                },
                {
                    "representation": "(a)",
                    "description": "Modify the provisions respecting the tenure of the Judges of the Court;"
                },
                {
                    "representation": "(b)",
                    "description": "Ensure that sound arrangements for the administration and financial sustainability of the Court are provided for;"
                },
                {
                    "representation": "(c)",
                    "description": "Clarify the circumstances governing withdrawal from the Agreement; and"
                },
                {
                    "representation": "(d)",
                    "description": "Make abundantly clear the relationship between the original jurisdiction of the Caribbean Court of LAWS OF GUYANA                                                                      Protocols to the Agreement Establishing                                                                      the Caribbean Court of Justice  Cap. 3:11 7  L.R.O. 1/2012                                                Justice and the constitutional order in their respective jurisdictions.  Agree as follows:  Article I Tenure of Office of Judges  Paragraph 5 of Article IX of the Agreement shall be reworded to read as follows:"
                }
            ]
        }
    }
]