[
    {
        "act": "MINISTRY OF HEALTH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "MINISTRY OF HEALTH ACT under Short title. 1. This Act may be cited as the Ministry of Health Act.",
            "description": "This Act may be cited as the Ministry of Health Act."
        }
    },
    {
        "act": "MINISTRY OF HEALTH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "MINISTRY OF HEALTH ACT under Interpretation. 2. In this Act   Chief Medical Officer means the Chief Medical Officer of the  Ministry of Health;  health facility means a place in which one or more members of the public, receive health services and includes a health care centre, a health post, a training institution for health professionals,  a  laboratory,  a  diagnostic  or  therapeutic clinic, a nursing home, a place where chronic or extended care   services  are  offered,  a  hospice,  a  place  where rehabilitation health services are provided, a medical or surgical  clinic, an emergency care  centre, or any other place that is prescribed;  LAWS OF GUYANA Ministry of Health Cap. 32:01 5      L.R.O. 1/2012                         L.                                  Ministry continued.        Functions of Minister.                 health care professionals means all current health professionals and  any other that may be established from time to time regulated by their own peer, body or agency;  Minister means the Minister of Health;   Ministry means the Ministry of Health;  National Health Plan  means the National Health Plan, as it exists from time to time;  Permanent Secretary means the Permanent Secretary appointed for the Ministry;  prescribed means  prescribed  by  the  regulations,  unless  the context otherwise requires;  \"regulations\" means regulations made under this Act.",
            "description": "In this Act   Chief Medical Officer means the Chief Medical Officer of the  Ministry of Health;  health facility means a place in which one or more members of the public, receive health services and includes a health care centre, a health post, a training institution for health professionals,  a  laboratory,  a  diagnostic  or  therapeutic clinic, a nursing home, a place where chronic or extended care   services  are  offered,  a  hospice,  a  place  where rehabilitation health services are provided, a medical or surgical  clinic, an emergency care  centre, or any other place that is prescribed;  LAWS OF GUYANA Ministry of Health Cap. 32:01 5      L.R.O. 1/2012                         L.                                  Ministry continued.        Functions of Minister.                 health care professionals means all current health professionals and  any other that may be established from time to time regulated by their own peer, body or agency;  Minister means the Minister of Health;   Ministry means the Ministry of Health;  National Health Plan  means the National Health Plan, as it exists from time to time;  Permanent Secretary means the Permanent Secretary appointed for the Ministry;  prescribed means  prescribed  by  the  regulations,  unless  the context otherwise requires;  \"regulations\" means regulations made under this Act."
        }
    },
    {
        "act": "MINISTRY OF HEALTH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Ministry continued. ",
            "context": "MINISTRY OF HEALTH ACT under Ministry continued. 3. The department of the public service known as the Ministry of Health is continued.",
            "description": "The department of the public service known as the Ministry of Health is continued."
        }
    },
    {
        "act": "MINISTRY OF HEALTH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Functions of Minister. ",
            "context": "MINISTRY OF HEALTH ACT under Functions of Minister. 4.  Subject to the generality of the list of duties assigned and Gazetted, the Minister shall discharge the following functions   (a)    oversee the delivery of health care services            throughout Guyana and promote the physical and mental well-being of its people;  (b) advise the government in respect of the health of the people;  (c)      establish   policies  and principles necessary  to   ensure optimal health for the people;  LAWS OF GUYANA 6 Cap. 32:01 Ministry of Health   L.R.O. 1/2012                                                (d)     ensure  that  health  services  are  developed and that they are delivered in a comprehensive, consistent, balanced and equitable manner within the financial resources allocated to the Ministry;  (e)     develop  and  ensure the implementation of the National Health Plan and other action plans and directives, including human and all other resource requirements necessary for assessing, monitoring and implementing such policies and plans, founded on population based needs for health care programmes, services and facilities;  (f)    initiate,  promote,  conduct and maintain surveys, research  programmes and planning studies into any matter relating to health needs of the people as are necessary or advisable;  (g)  obtain information from the Medical Information Systems and statistics for the purposes of the Ministry and disseminate such information within an effective communication network in such manner so as not to disclose the personal information of any person;  (h)  expand  and  strengthen  information, education and communication on health matters;   (i) encourage and promote technical cooperation with international organisations, the private sector and other non-governmental organizations; LAWS OF GUYANA Ministry of Health Cap. 32:01 7      L.R.O. 1/2012                        L.                                               (j) develop national standards of care and practice, and provide for planning processes for the development of health care services, including enhanced community participation.  (k)   establish  rules  for the development of budgets and for the periodic reporting of fiscal and operational performance as part of a health care financing section within the Ministry;  (l) where regional health authorities are established, enter into service agreement with the authorities and review and approve their health plans;  (m)  approve, after consultation with existing regional health authorities and funding sources global operating budgets and capital budgets of the regional health authorities;  (n)     establish guidelines for special programmes to be carried out by regional health authorities;  (o)  facilitate  the regulation of the health            care professionals in a consistent and coordinated manner in the public interest, that appropriate standards of practice are developed and maintained, that individuals have access to services  provided by health care professionals of their choice and that they are treated with sensitivity and respect in their dealings with health care professionals and the councils and bodies that regulate them; LAWS OF GUYANA 8 Cap. 32:01 Ministry of Health   L.R.O. 1/2012                                                (p)   facilitate the  regulation  of  hospitals and other health facilities in the public and private sectors;  (q)   enter    into   agreements   for  the  accreditation  of health care professionals, hospitals and health facilities to ensure the highest standards of ethical behaviour, medical research and health care;  (r)    facilitate  the  continuous assessment and            monitoring of the performance and compliance through their respective regulatory bodies, wherever they exist, of regional health authorities, hospitals, health facilities  and  health  care professionals in the delivery of health care, treatment and services relative to the National Health Plan and other plans and directives;  (s)     facilitate  the assessment and monitoring of the financial performance and value for money of regional health authorities, hospitals, health facilities and health care professionals considerations, where public funds are involved;  (t) enter  into  agreements for facilitating the delivery of health care;  (u)   enter  into  agreements to enhance the promotion of good health, disease prevention and the coordination of primary, secondary and tertiary care components of programmes and government wide health policies and plans at the community, regional, national level and international LAWS OF GUYANA Ministry of Health Cap. 32:01 9      L.R.O. 1/2012                         L.                     Delegation.                        Permanent Secretary, Chief Medical Officer.          level in accordance with the National Health Plan;  (v)  promote  programmes  for training and education; and  (w)     any other  matter relevant to the protection of the health of the people.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "oversee the delivery of health care services            throughout Guyana and promote the physical and mental well-being of its people;"
                },
                {
                    "representation": "(b)",
                    "description": "advise the government in respect of the health of the people;"
                },
                {
                    "representation": "(c)",
                    "description": "establish   policies  and principles necessary  to   ensure optimal health for the people;  LAWS OF GUYANA 6 Cap. 32:01 Ministry of Health   L.R.O. 1/2012"
                },
                {
                    "representation": "(d)",
                    "description": "ensure  that  health  services  are  developed and that they are delivered in a comprehensive, consistent, balanced and equitable manner within the financial resources allocated to the Ministry;"
                },
                {
                    "representation": "(e)",
                    "description": "develop  and  ensure the implementation of the National Health Plan and other action plans and directives, including human and all other resource requirements necessary for assessing, monitoring and implementing such policies and plans, founded on population based needs for health care programmes, services and facilities;"
                },
                {
                    "representation": "(f)",
                    "description": "initiate,  promote,  conduct and maintain surveys, research  programmes and planning studies into any matter relating to health needs of the people as are necessary or advisable;"
                },
                {
                    "representation": "(g)",
                    "description": "obtain information from the Medical Information Systems and statistics for the purposes of the Ministry and disseminate such information within an effective communication network in such manner so as not to disclose the personal information of any person;"
                },
                {
                    "representation": "(h)",
                    "description": "expand  and  strengthen  information, education and communication on health matters;"
                },
                {
                    "representation": "(i)",
                    "description": "encourage and promote technical cooperation with international organisations, the private sector and other non-governmental organizations; LAWS OF GUYANA Ministry of Health Cap. 32:01 7      L.R.O. 1/2012                        L."
                },
                {
                    "representation": "(j)",
                    "description": "develop national standards of care and practice, and provide for planning processes for the development of health care services, including enhanced community participation."
                },
                {
                    "representation": "(k)",
                    "description": "establish  rules  for the development of budgets and for the periodic reporting of fiscal and operational performance as part of a health care financing section within the Ministry;"
                },
                {
                    "representation": "(l)",
                    "description": "where regional health authorities are established, enter into service agreement with the authorities and review and approve their health plans;"
                },
                {
                    "representation": "(m)",
                    "description": "approve, after consultation with existing regional health authorities and funding sources global operating budgets and capital budgets of the regional health authorities;"
                },
                {
                    "representation": "(n)",
                    "description": "establish guidelines for special programmes to be carried out by regional health authorities;"
                },
                {
                    "representation": "(o)",
                    "description": "facilitate  the regulation of the health            care professionals in a consistent and coordinated manner in the public interest, that appropriate standards of practice are developed and maintained, that individuals have access to services  provided by health care professionals of their choice and that they are treated with sensitivity and respect in their dealings with health care professionals and the councils and bodies that regulate them; LAWS OF GUYANA 8 Cap. 32:01 Ministry of Health   L.R.O. 1/2012"
                },
                {
                    "representation": "(p)",
                    "description": "facilitate the  regulation  of  hospitals and other health facilities in the public and private sectors;"
                },
                {
                    "representation": "(q)",
                    "description": "enter    into   agreements   for  the  accreditation  of health care professionals, hospitals and health facilities to ensure the highest standards of ethical behaviour, medical research and health care;"
                },
                {
                    "representation": "(r)",
                    "description": "facilitate  the  continuous assessment and            monitoring of the performance and compliance through their respective regulatory bodies, wherever they exist, of regional health authorities, hospitals, health facilities  and  health  care professionals in the delivery of health care, treatment and services relative to the National Health Plan and other plans and directives;"
                },
                {
                    "representation": "(s)",
                    "description": "facilitate  the assessment and monitoring of the financial performance and value for money of regional health authorities, hospitals, health facilities and health care professionals considerations, where public funds are involved;"
                },
                {
                    "representation": "(t)",
                    "description": "enter  into  agreements for facilitating the delivery of health care;"
                },
                {
                    "representation": "(u)",
                    "description": "enter  into  agreements to enhance the promotion of good health, disease prevention and the coordination of primary, secondary and tertiary care components of programmes and government wide health policies and plans at the community, regional, national level and international LAWS OF GUYANA Ministry of Health Cap. 32:01 9      L.R.O. 1/2012                         L.                     Delegation.                        Permanent Secretary, Chief Medical Officer.          level in accordance with the National Health Plan;"
                },
                {
                    "representation": "(v)",
                    "description": "promote  programmes  for training and education; and"
                },
                {
                    "representation": "(w)",
                    "description": "any other  matter relevant to the protection of the health of the people."
                }
            ]
        }
    },
    {
        "act": "MINISTRY OF HEALTH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Delegation. ",
            "context": "MINISTRY OF HEALTH ACT under Delegation. 5. (1)   The Minister shall preside over and have charge of the Ministry and all its functions.  (2) The Minister is responsible for the administration of this Act.   (3) Where, under this Act, or the regulations or any other law, power to make an agreement, or to give an order to take any action, is granted to or vested in the Minister, he may, in writing, delegate that power to the Permanent Secretary, Chief Medical Officer, or to any officer or officers of the Ministry subject to such limitations, conditions and requirements as the Minister may set out in the delegation.  (4) Any agreement or order made, or action taken, by a person empowered to do so under subsection (3) has the same effect as if made and signed or taken by the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall preside over and have charge of the Ministry and all its functions."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister is responsible for the administration of this Act."
                },
                {
                    "representation": "(3)",
                    "description": "has the same effect as if made and signed or taken by the Minister."
                },
                {
                    "representation": "(4)",
                    "description": "Any agreement or order made, or action taken, by a person empowered to do so under subsection"
                }
            ]
        }
    },
    {
        "act": "MINISTRY OF HEALTH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Permanent Secretary, Chief Medical Officer. ",
            "context": "MINISTRY OF HEALTH ACT under Permanent Secretary, Chief Medical Officer. 6. (1) The  Permanent  Secretary  shall  discharge  such  functions specified in the letter of appointment and such other functions as are assigned to the Permanent Secretary by the Minister.  (2) A Chief Medical Officer shall be appointed and shall be a public service officer.  (3) No person is qualified to be Chief Medical Officer unless he is a registered medical practitioner of at least LAWS OF GUYANA 10 Cap. 32:01 Ministry of Health   L.R.O. 1/2012                                          Protection from liability.     five years standing and possesses the qualifications required of the Chief Medical Officer.  (4) The Chief Medical Officer shall   (a) keep himself informed in respect of matters related to health issues;  (b) monitor the health of the people and provide the Ministry of  Health with information and analyses on health issues;  (c) advise the Minister on health issues and on the need for policies and practices respecting those issues;  (d) interface with public health institutions outside of Guyana;  (e) in addition to the duties set out in paragraphs (a) to (d), perform such other duties and functions as are assigned to him by the Minister, or as may be prescribed under this Act or the regulations or any other law;  (f) report in writing on matters referred to in paragraphs (b) and (c), in such manner as may be prescribed, to the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  Permanent  Secretary  shall  discharge  such  functions specified in the letter of appointment and such other functions as are assigned to the Permanent Secretary by the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "A Chief Medical Officer shall be appointed and shall be a public service officer."
                },
                {
                    "representation": "(3)",
                    "description": "No person is qualified to be Chief Medical Officer unless he is a registered medical practitioner of at least LAWS OF GUYANA 10 Cap. 32:01 Ministry of Health   L.R.O. 1/2012                                          Protection from liability.     five years standing and possesses the qualifications required of the Chief Medical Officer."
                },
                {
                    "representation": "(4)",
                    "description": "The Chief Medical Officer shall"
                },
                {
                    "representation": "(a)",
                    "description": "to"
                },
                {
                    "representation": "(b)",
                    "description": "and"
                },
                {
                    "representation": "(c)",
                    "description": "advise the Minister on health issues and on the need for policies and practices respecting those issues;"
                },
                {
                    "representation": "(d)",
                    "description": "interface with public health institutions outside of Guyana;"
                },
                {
                    "representation": "(e)",
                    "description": "in addition to the duties set out in paragraphs"
                },
                {
                    "representation": "(f)",
                    "description": "report in writing on matters referred to in paragraphs"
                }
            ]
        }
    },
    {
        "act": "MINISTRY OF HEALTH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Protection from liability. ",
            "context": "MINISTRY OF HEALTH ACT under Protection from liability. 7. (1) No action or other proceeding for damages shall be instituted against the Permanent Secretary, Chief Medical Officer, or any officer or employee of the Ministry or anyone acting under the authority of the Minister, the Permanent Secretary or the Chief Medical Officer for any act done or LAWS OF GUYANA Ministry of Health Cap. 32:01 11      L.R.O. 1/2012                        L.         Grants and financial arrangements.         Advisory bodies.           Annual  Report.      Regulations.     omission made in good faith in the execution or intended execution of the persons duty or for any alleged neglect or default in the execution in good faith of the persons duty.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No action or other proceeding for damages shall be instituted against the Permanent Secretary, Chief Medical Officer, or any officer or employee of the Ministry or anyone acting under the authority of the Minister, the Permanent Secretary or the Chief Medical Officer for any act done or LAWS OF GUYANA Ministry of Health Cap. 32:01 11      L.R.O. 1/2012                        L.         Grants and financial arrangements.         Advisory bodies.           Annual  Report.      Regulations.     omission made in good faith in the execution or intended execution of the persons duty or for any alleged neglect or default in the execution in good faith of the persons duty."
                }
            ]
        }
    },
    {
        "act": "MINISTRY OF HEALTH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Grants and financial arrangements. ",
            "context": "MINISTRY OF HEALTH ACT under Grants and financial arrangements. 8. The Government through the Minister may make grants or other financial arrangements for the enhancement of health care to such persons and organisations and on such terms and conditions as may be determined.",
            "description": "The Government through the Minister may make grants or other financial arrangements for the enhancement of health care to such persons and organisations and on such terms and conditions as may be determined."
        }
    },
    {
        "act": "MINISTRY OF HEALTH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Advisory bodies. ",
            "context": "MINISTRY OF HEALTH ACT under Advisory bodies. 9. The Minister may appoint such person or persons to perform such advisory functions as are considered necessary to assist the Minister in the discharge of the Minister's functions and such person or persons may, in addition to advising the Minister, discharge such functions as approved by the Minister, subject to such limitations, conditions and requirements as the Minister may approve.",
            "description": "The Minister may appoint such person or persons to perform such advisory functions as are considered necessary to assist the Minister in the discharge of the Minister's functions and such person or persons may, in addition to advising the Minister, discharge such functions as approved by the Minister, subject to such limitations, conditions and requirements as the Minister may approve."
        }
    },
    {
        "act": "MINISTRY OF HEALTH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Annual report. ",
            "context": "MINISTRY OF HEALTH ACT under Annual report. 10. The Minister, after the end of each year shall prepare an annual report and submit it to the National Assembly if the assembly is sitting; if not,  within fifteen days of the commencement of the next sitting.",
            "description": "The Minister, after the end of each year shall prepare an annual report and submit it to the National Assembly if the assembly is sitting; if not,  within fifteen days of the commencement of the next sitting."
        }
    },
    {
        "act": "MINISTRY OF HEALTH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Regulations.   __________________________ 6 of 2005 An Act to continue the Ministry with responsibility for Health and for matters connected therewith.  WHEREAS the protection and promotion of the health of the people of Guyana is a responsibility of the Government and of each individual;  WHEREAS the goal of the health and social services system of Guyana is to contribute to improvement in the quality of life and thereby add to the  opportunity for the people of Guyana to live a productive life, free from  disease and infirmity, and characterised by physical, mental and social well-being;  WHEREAS health needs and the goals of programmes to meet them must  be derived from a population based on LAWS OF GUYANA 4 Cap. 32:01 Ministry of Health   L.R.O. 1/2012  analysis, and health care resources  must be targeted to groups of people with defined needs to achieve programme goals;  WHEREAS  national  priorities  must  emphasise  the  promotion  and primary care components of health programmes, with concurrent attention given to their secondary and tertiary counterparts;  WHEREAS the Ministry of Health is to deliver and when necessary oversee the delivery of health care throughout Guyana and to effect plans and policies, monitor quality and evaluate outcomes.   [1ST DECEMBER, 2005]  Short title.       Interpretation.                     ",
            "context": "MINISTRY OF HEALTH ACT under Regulations.   __________________________ 6 of 2005 An Act to continue the Ministry with responsibility for Health and for matters connected therewith.  WHEREAS the protection and promotion of the health of the people of Guyana is a responsibility of the Government and of each individual;  WHEREAS the goal of the health and social services system of Guyana is to contribute to improvement in the quality of life and thereby add to the  opportunity for the people of Guyana to live a productive life, free from  disease and infirmity, and characterised by physical, mental and social well-being;  WHEREAS health needs and the goals of programmes to meet them must  be derived from a population based on LAWS OF GUYANA 4 Cap. 32:01 Ministry of Health   L.R.O. 1/2012  analysis, and health care resources  must be targeted to groups of people with defined needs to achieve programme goals;  WHEREAS  national  priorities  must  emphasise  the  promotion  and primary care components of health programmes, with concurrent attention given to their secondary and tertiary counterparts;  WHEREAS the Ministry of Health is to deliver and when necessary oversee the delivery of health care throughout Guyana and to effect plans and policies, monitor quality and evaluate outcomes.   [1ST DECEMBER, 2005]  Short title.       Interpretation.                     11. The Minister may make regulations   (a)    to give effect, if necessary, to the functions  and powers set out in section 4; and  (b)     prescribing anything required by this Act to be prescribed.   ___________________      LAWS OF GUYANA 12 Cap. 32:01 Ministry of Health   L.R.O. 1/2012  SUBSIDIARY LEGISLATION  _________________  Reg.  9/2008 MEDICAL RESEARCH INVOLVING HUMAN SUBJECTS                  made under sections 4 (c),(w) and 11  Citation.      Interpretation.                       Regulation of human subject research.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to give effect, if necessary, to the functions  and powers set out in section 4; and"
                },
                {
                    "representation": "(b)",
                    "description": "prescribing anything required by this Act to be prescribed.   ___________________      LAWS OF GUYANA 12 Cap. 32:01 Ministry of Health   L.R.O. 1/2012  SUBSIDIARY LEGISLATION  _________________  Reg.  9/2008 MEDICAL RESEARCH INVOLVING HUMAN SUBJECTS                  made under sections 4"
                },
                {
                    "representation": "(w)",
                    "description": "and 11  Citation.      Interpretation.                       Regulation of human subject research."
                }
            ]
        }
    }
]