[
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Short title. 1. This Act may be cited as the Regional Health Authorities Act.",
            "description": "This Act may be cited as the Regional Health Authorities Act."
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART II POWERS AND DUTIES OF THE MINISTER  ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Interpretation.  PART II POWERS AND DUTIES OF THE MINISTER  2. In this Act    board means the board of members of a regional health authority established either under section 15 or 16;  health facility means a place in which one or more members of the public receive health services and includes a hospital, health centre, health post, a training institution for health professionals, a LAWS OF GUYANA 6 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                                                  laboratory or therapeutic clinic, a nursing home, a place where chronic or extended care services are offered, a hospice, a place where rehabilitation health services are provided, a medical or surgical clinic, an emergency care centre or any other such place;  health plan means the health plan approved by the Minister under section 26;  health region means a health region established under section 13;  health services means community health services, emergency medical response services, home care services, hospital services, medical services, medical laboratory services, mental  health services, nursing services, personal care services, provision of drugs, medical supplies, and surgical supplies, public health services,  diagnostic imaging services, and other goods and services respecting health promotion and protection or respecting the care, treatment or transportation of sick, infirm or injured individuals;  patient means a person who receives health services or health programmes directly or indirectly from a regional health authority;  prescribed means prescribed by the regulations;  regional health authority means a regional health authority established under section 14;  regulations means the regulations made under this Act, unless the context otherwise requires;  subsidiary health corporation means an authority that is a LAWS OF GUYANA Regional Health Authorities Cap. 32:06 7  L.R.O. 1/2012                         L.               Administration of Act.      Person to act on Ministers behalf.                   Accountability framework. c. 73:02             Performance targets.         subsidiary of or is controlled by the regional health authority.   PART II POWERS AND DUTIES OF THE MINISTER",
            "description": "In this Act    board means the board of members of a regional health authority established either under section 15 or 16;  health facility means a place in which one or more members of the public receive health services and includes a hospital, health centre, health post, a training institution for health professionals, a LAWS OF GUYANA 6 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                                                  laboratory or therapeutic clinic, a nursing home, a place where chronic or extended care services are offered, a hospice, a place where rehabilitation health services are provided, a medical or surgical clinic, an emergency care centre or any other such place;  health plan means the health plan approved by the Minister under section 26;  health region means a health region established under section 13;  health services means community health services, emergency medical response services, home care services, hospital services, medical services, medical laboratory services, mental  health services, nursing services, personal care services, provision of drugs, medical supplies, and surgical supplies, public health services,  diagnostic imaging services, and other goods and services respecting health promotion and protection or respecting the care, treatment or transportation of sick, infirm or injured individuals;  patient means a person who receives health services or health programmes directly or indirectly from a regional health authority;  prescribed means prescribed by the regulations;  regional health authority means a regional health authority established under section 14;  regulations means the regulations made under this Act, unless the context otherwise requires;  subsidiary health corporation means an authority that is a LAWS OF GUYANA Regional Health Authorities Cap. 32:06 7  L.R.O. 1/2012                         L.               Administration of Act.      Person to act on Ministers behalf.                   Accountability framework. c. 73:02             Performance targets.         subsidiary of or is controlled by the regional health authority.   PART II POWERS AND DUTIES OF THE MINISTER"
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Administration of Act. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Administration of Act. 3. The Minister is responsible for the administration of this Act.",
            "description": "The Minister is responsible for the administration of this Act."
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Person to act on Minister’s behalf. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Person to act on Ministers behalf. 4. (1) The Minister may authorise, in writing, one or more persons to act on the Ministers behalf for the purpose of administering this Act.  (2) The Minister may authorise in writing, any authority, power, duty or function conferred or imposed on the Minister under this Act to be discharged by a regional health authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may authorise, in writing, one or more persons to act on the Ministers behalf for the purpose of administering this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may authorise in writing, any authority, power, duty or function conferred or imposed on the Minister under this Act to be discharged by a regional health authority."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Accountability framework. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Accountability framework. 5. (1) Subject to the provisions of the Fiscal Management and Accountability Act, the Minister shall establish an accountability framework that describes the roles of the Minister and the regional health authorities and that specifies the responsibilities each has towards the other within the health system.  (2) The Minister shall consult with every existing regional health authority when establishing an accountability framework.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the provisions of the Fiscal Management and Accountability Act, the Minister shall establish an accountability framework that describes the roles of the Minister and the regional health authorities and that specifies the responsibilities each has towards the other within the health system."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall consult with every existing regional health authority when establishing an accountability framework."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Performance targets. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Performance targets. 6. The Minister may establish performance targets for a regional health authority with respect to    (a) its development as a body corporate;  (b) its financial management;  (c) ensuring access to health services and  LAWS OF GUYANA 8 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                     Service agreements.          Minister may give directions.                     health programmes provided by the regional health authority;  (d) achieving satisfactory patient outcomes;  (e) the level of patient satisfaction with the services and programmes provided by the regional health authority; and  (f) any other matter that may be prescribed.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "its development as a body corporate;"
                },
                {
                    "representation": "(b)",
                    "description": "its financial management;"
                },
                {
                    "representation": "(c)",
                    "description": "ensuring access to health services and  LAWS OF GUYANA 8 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                     Service agreements.          Minister may give directions.                     health programmes provided by the regional health authority;"
                },
                {
                    "representation": "(d)",
                    "description": "achieving satisfactory patient outcomes;"
                },
                {
                    "representation": "(e)",
                    "description": "the level of patient satisfaction with the services and programmes provided by the regional health authority; and"
                },
                {
                    "representation": "(f)",
                    "description": "any other matter that may be prescribed."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Service agreements. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Service agreements. 7. A regional health authority shall enter into a service agreement with the Minister, in a form approved by the Minister, that outlines the accountability framework between the Minister and the regional health authority, the performance targets for the regional health authority and the health plan of the regional health authority.",
            "description": "A regional health authority shall enter into a service agreement with the Minister, in a form approved by the Minister, that outlines the accountability framework between the Minister and the regional health authority, the performance targets for the regional health authority and the health plan of the regional health authority."
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Minister may give directions. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Minister may give directions. 8. (1) The Minister may give directions to a regional health authority for the purpose of    (a) implementing its health plan;  (b) providing guidelines for a regional health authority to follow in exercising its responsibilities, duties and powers; and  (c) coordinating the work of the regional health authorities with each other and the programmes, policies and work of the government and persons in the provision of health services and health programmes.  LAWS OF GUYANA Regional Health Authorities Cap. 32:06 9  L.R.O. 1/2012                         L.            Country-wide standards for health services and health programmes.     Provision of health services and health programmes by Minister.                            Approval of Minister subject to conditions, suspension, revocations.     Review of the effectiveness of creating (2) The Minister may establish parameters and give directions to a regional health authority in relation to the planning, organisation, management and delivery of health services and health programmes by a regional health authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may give directions to a regional health authority for the purpose of"
                },
                {
                    "representation": "(a)",
                    "description": "implementing its health plan;"
                },
                {
                    "representation": "(b)",
                    "description": "providing guidelines for a regional health authority to follow in exercising its responsibilities, duties and powers; and"
                },
                {
                    "representation": "(c)",
                    "description": "coordinating the work of the regional health authorities with each other and the programmes, policies and work of the government and persons in the provision of health services and health programmes.  LAWS OF GUYANA Regional Health Authorities Cap. 32:06 9  L.R.O. 1/2012                         L.            Country-wide standards for health services and health programmes.     Provision of health services and health programmes by Minister.                            Approval of Minister subject to conditions, suspension, revocations.     Review of the effectiveness of creating"
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may establish parameters and give directions to a regional health authority in relation to the planning, organisation, management and delivery of health services and health programmes by a regional health authority."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Country wide standards for health services and health programmes. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Country wide standards for health services and health programmes. 9. The Minister may establish country-wide standards with respect to the quality of health services and health programmes to be provided in the country in the health regions.",
            "description": "The Minister may establish country-wide standards with respect to the quality of health services and health programmes to be provided in the country in the health regions."
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Provision of health services and health programmes by Minister. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Provision of health services and health programmes by Minister. 10. Notwithstanding any provision in this Act or the regulations or any other law, where the Minister considers it in the public interest to do so, the Minister may    (a) provide or arrange for the provision of health services and health programmes inside or outside of a health region, whether or not the services or programmes are being provided by a regional health authority; and  (b) do any other thing that the Minister considers necessary to ensure the provision of health services and health programmes.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "provide or arrange for the provision of health services and health programmes inside or outside of a health region, whether or not the services or programmes are being provided by a regional health authority; and"
                },
                {
                    "representation": "(b)",
                    "description": "do any other thing that the Minister considers necessary to ensure the provision of health services and health programmes."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Approval of Minister subject to conditions, suspension, revocation. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Approval of Minister subject to conditions, suspension, revocation. 11. (1) An approval given by the Minister under this Act or the regulations may be subject to such terms and conditions as the Minister considers appropriate.  (2) The Minister may suspend or revoke an approval given under this Act or the regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An approval given by the Minister under this Act or the regulations may be subject to such terms and conditions as the Minister considers appropriate."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may suspend or revoke an approval given under this Act or the regulations."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Review of the effectiveness of creating regional health authorities.   PART III ESTABLISHMENT OF HEALTH REGIONS AND REGIONAL HEALTH AUTHORITIES  ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Review of the effectiveness of creating regional health authorities.   PART III ESTABLISHMENT OF HEALTH REGIONS AND REGIONAL HEALTH AUTHORITIES  12. (1) The Minister shall ensure that a comprehensive review is commenced in the fifth year after the LAWS OF GUYANA 10 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012  regional health authorities.                         Establishment of health region.    Establishment and status of a regional health authority.                commencement of this Act for the purpose of examining and reporting on the effectiveness of creating regional health authorities.  (2) The Minister shall ensure that a review under subsection (1) is concluded no later than twelve months after it commences.  (3) The Minister shall lay the report prepared as a result of the review before the National Assembly within thirty days after receiving the report if the National Assembly is sitting, and if it is not, within fifteen days after the commencement of the next sitting.   PART III ESTABLISHMENT OF HEALTH REGIONS AND REGIONAL HEALTH AUTHORITIES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is concluded no later than twelve months after it commences."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall ensure that a review under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Minister shall lay the report prepared as a result of the review before the National Assembly within thirty days after receiving the report if the National Assembly is sitting, and if it is not, within fifteen days after the commencement of the next sitting.   PART III ESTABLISHMENT OF HEALTH REGIONS AND REGIONAL HEALTH AUTHORITIES"
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Establishment of health regions. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Establishment of health regions. 13. The Minister may by order, from time to time, establish one or more health regions, name the health regions and describe their boundaries.",
            "description": "The Minister may by order, from time to time, establish one or more health regions, name the health regions and describe their boundaries."
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Establishment and status of a regional health authority.   PART IV STRUCTURE AND ADMINISTRATION  ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Establishment and status of a regional health authority.   PART IV STRUCTURE AND ADMINISTRATION  14. (1) The Minister may by order establish a regional health authority to administer one or more health regions.  (2) A regional health authority shall be a body corporate.  (3) A regional health authority is established to operate exclusively as a body corporate without share capital, and no part of the income or property of a regional health authority shall be paid to, or otherwise be made available for, the personal benefit of any director of the authority or any other person or body corporate.  (4) Unless the power to delegate is limited by this Act or the regulations, a regional health authority may LAWS OF GUYANA Regional Health Authorities Cap. 32:06 11  L.R.O. 1/2012                         L.                    First board.                          Board of regional authority.     delegate any power or duty conferred or imposed on it under this Act or any other law to a committee of the regional health authority or to any of its officers.  (5) The Minister may by order dissolve a regional health authority as a corporate body and the order shall contain such provisions as are necessary to protect the interests of employees and creditors of the authority and to otherwise provide for the winding up of the affairs of the regional health authority.  PART IV STRUCTURE AND ADMINISTRATION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may by order establish a regional health authority to administer one or more health regions."
                },
                {
                    "representation": "(2)",
                    "description": "A regional health authority shall be a body corporate."
                },
                {
                    "representation": "(3)",
                    "description": "A regional health authority is established to operate exclusively as a body corporate without share capital, and no part of the income or property of a regional health authority shall be paid to, or otherwise be made available for, the personal benefit of any director of the authority or any other person or body corporate."
                },
                {
                    "representation": "(4)",
                    "description": "Unless the power to delegate is limited by this Act or the regulations, a regional health authority may LAWS OF GUYANA Regional Health Authorities Cap. 32:06 11  L.R.O. 1/2012                         L.                    First board.                          Board of regional authority.     delegate any power or duty conferred or imposed on it under this Act or any other law to a committee of the regional health authority or to any of its officers."
                },
                {
                    "representation": "(5)",
                    "description": "The Minister may by order dissolve a regional health authority as a corporate body and the order shall contain such provisions as are necessary to protect the interests of employees and creditors of the authority and to otherwise provide for the winding up of the affairs of the regional health authority.  PART IV STRUCTURE AND ADMINISTRATION"
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "First Board.  LAWS OF GUYANA 4 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012  SECTION  ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under First Board.  LAWS OF GUYANA 4 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012  SECTION  15.(1) Where a regional health authority is established, the  Minister may appoint the number of persons as members the Minister considers appropriate as the first board.  (2) The Minister may notwithstanding section 16    (a) appoint one of the first members of a board as the first chairperson; and  (b) make subsequent appointments to fill vacancies on the board.  (3) The terms of office of members of the first board shall be for a period of two years.  (4) The Minister may, in the order establishing the regional health authority, provide for the payment of remuneration and expenses to the first board.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a regional health authority is established, the  Minister may appoint the number of persons as members the Minister considers appropriate as the first board."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may notwithstanding section 16"
                },
                {
                    "representation": "(a)",
                    "description": "appoint one of the first members of a board as the first chairperson; and"
                },
                {
                    "representation": "(b)",
                    "description": "make subsequent appointments to fill vacancies on the board."
                },
                {
                    "representation": "(3)",
                    "description": "The terms of office of members of the first board shall be for a period of two years."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister may, in the order establishing the regional health authority, provide for the payment of remuneration and expenses to the first board."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Board of regional health authority. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Board of regional health authority. 16. (1) The business and affairs of a regional health authority shall be controlled and managed by a board appointed in accordance with this Act.  (2) Notwithstanding subsection (1), where the LAWS OF GUYANA 12 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                                                  Minister is of the opinion that a board has failed or is failing to ensure compliance with either the National Health Plan or the Regional Health Plan, the Minister may give directions in respect of the matter, and the directions of the Minister shall be complied with by a board.  (3) The board of a regional health authority shall consist of the following members    (a) three members appointed by the Minister;  (b) one member nominated by each Regional Democratic Council in the  health region within the jurisdiction of the regional health authority;  (c) two members nominated by private sector entities in the health region within the jurisdiction of the regional health authority;  (d) two members, appointed by the Minister from among nominees named by organisation(s) representing doctors and nurses and by the recognised union representing employees of the regional health authority;  (e) the Chief Executive Officer shall be an ex officio member of the board, with voting rights;  (f) the Director of Medical and Professional Services shall be an ex officio member of the boar, with voting rights. LAWS OF GUYANA Regional Health Authorities Cap. 32:06 13  L.R.O. 1/2012                         L.                                             By-laws.          (4) On the nomination of those members of a board under subsection (3) (a), (b) and (c), they shall be appointed by the Minister.  (5) Five members of a board shall constitute a quorum.  (6) A vacancy on a board does not impair the capacity of the board to act.  (7) Where a vacancy occurs on a board, the Minister, taking into consideration the category of representation and with the appropriate consultation, may appoint a person to fill the vacancy for the balance of the term of the member replaced.  (8) Where a board member is disqualified from holding office as a member of the board in accordance with the by-laws of the regional health authority, the remaining members of the board shall declare the office to be vacant and shall immediately notify the Minister of that fact.  (9) The chairperson of a board shall be elected from among members of the board.  (10) A regional health authority may, with the approval of the Minister, pay its members and committee members such remuneration and expenses as may be determined by the board.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The business and affairs of a regional health authority shall be controlled and managed by a board appointed in accordance with this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding subsection"
                },
                {
                    "representation": "(3)",
                    "description": "(a),"
                },
                {
                    "representation": "(a)",
                    "description": "three members appointed by the Minister;"
                },
                {
                    "representation": "(b)",
                    "description": "and"
                },
                {
                    "representation": "(c)",
                    "description": "two members nominated by private sector entities in the health region within the jurisdiction of the regional health authority;"
                },
                {
                    "representation": "(d)",
                    "description": "two members, appointed by the Minister from among nominees named by organisation(s) representing doctors and nurses and by the recognised union representing employees of the regional health authority;"
                },
                {
                    "representation": "(e)",
                    "description": "the Chief Executive Officer shall be an ex officio member of the board, with voting rights;"
                },
                {
                    "representation": "(f)",
                    "description": "the Director of Medical and Professional Services shall be an ex officio member of the boar, with voting rights. LAWS OF GUYANA Regional Health Authorities Cap. 32:06 13  L.R.O. 1/2012                         L.                                             By-laws."
                },
                {
                    "representation": "(4)",
                    "description": "On the nomination of those members of a board under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Five members of a board shall constitute a quorum."
                },
                {
                    "representation": "(6)",
                    "description": "A vacancy on a board does not impair the capacity of the board to act."
                },
                {
                    "representation": "(7)",
                    "description": "Where a vacancy occurs on a board, the Minister, taking into consideration the category of representation and with the appropriate consultation, may appoint a person to fill the vacancy for the balance of the term of the member replaced."
                },
                {
                    "representation": "(8)",
                    "description": "Where a board member is disqualified from holding office as a member of the board in accordance with the by-laws of the regional health authority, the remaining members of the board shall declare the office to be vacant and shall immediately notify the Minister of that fact."
                },
                {
                    "representation": "(9)",
                    "description": "The chairperson of a board shall be elected from among members of the board."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "By-laws. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under By-laws. 17. (1) A board may make by-laws and policies not inconsistent with this Act and the regulations regarding its internal organisation and proceedings and for the general conduct and management of the affairs of the regional health authority.  (2) The by-laws made by a board, and all LAWS OF GUYANA 14 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012               Meetings of a board and procedure.                                    amendments to them, shall be submitted to the Minister for approval in accordance with the procedures established by the Minister but need not be published in the Gazette.  (3) A regional health authority shall ensure that its by-laws are available for inspection by members of the public during normal office hours.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A board may make by-laws and policies not inconsistent with this Act and the regulations regarding its internal organisation and proceedings and for the general conduct and management of the affairs of the regional health authority."
                },
                {
                    "representation": "(2)",
                    "description": "The by-laws made by a board, and all LAWS OF GUYANA 14 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012               Meetings of a board and procedure.                                    amendments to them, shall be submitted to the Minister for approval in accordance with the procedures established by the Minister but need not be published in the Gazette."
                },
                {
                    "representation": "(3)",
                    "description": "A regional health authority shall ensure that its by-laws are available for inspection by members of the public during normal office hours."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Meetings of a board and procedure. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Meetings of a board and procedure. 18.(1) A board shall meet at such times as may be necessary or expedient for the transaction of business, and the meetings shall be held at such places and times and on such days as the board may determine.  (2) The chairperson may at any time summon a special meeting of a board and shall summon a special meeting within seven days of the receipt of a written requisition for that purpose addressed to him by any three members of a board.  (3) The chairperson or, in his absence, one of the members of a board elected therefor shall preside at all meetings of a board.  (4) A board may co-opt any one or more persons to attend any meeting of a board at which a board is dealing with a particular matter for the purpose of assisting or advising a board, but no such co-opted person shall have any right to vote at the meeting.  (5) Not less than once in every calendar year each regional health authority shall conduct a public meeting to set out for public discussions its activities and any future plans, including, in the case of a regional health authority, its last annual report, that report having been previously publicly available.  (6) Subject to the provisions of this Act and the regulations, a board may regulate its own procedure. LAWS OF GUYANA Regional Health Authorities Cap. 32:06 15  L.R.O. 1/2012                         L.  Minutes.           Conflict of interest.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A board shall meet at such times as may be necessary or expedient for the transaction of business, and the meetings shall be held at such places and times and on such days as the board may determine."
                },
                {
                    "representation": "(2)",
                    "description": "The chairperson may at any time summon a special meeting of a board and shall summon a special meeting within seven days of the receipt of a written requisition for that purpose addressed to him by any three members of a board."
                },
                {
                    "representation": "(3)",
                    "description": "The chairperson or, in his absence, one of the members of a board elected therefor shall preside at all meetings of a board."
                },
                {
                    "representation": "(4)",
                    "description": "A board may co-opt any one or more persons to attend any meeting of a board at which a board is dealing with a particular matter for the purpose of assisting or advising a board, but no such co-opted person shall have any right to vote at the meeting."
                },
                {
                    "representation": "(5)",
                    "description": "Not less than once in every calendar year each regional health authority shall conduct a public meeting to set out for public discussions its activities and any future plans, including, in the case of a regional health authority, its last annual report, that report having been previously publicly available."
                },
                {
                    "representation": "(6)",
                    "description": "Subject to the provisions of this Act and the regulations, a board may regulate its own procedure. LAWS OF GUYANA Regional Health Authorities Cap. 32:06 15  L.R.O. 1/2012                         L.  Minutes.           Conflict of interest."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Minutes. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Minutes. 19. (1) Minutes in proper form of every meeting of a board shall be kept by the secretary and shall be confirmed by the chairperson, as soon as practicable thereafter at a subsequent meeting. (2) A board shall forward a copy of the adopted minutes of a meeting to the Minister within seven days after the meeting at which the minutes were adopted.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Minutes in proper form of every meeting of a board shall be kept by the secretary and shall be confirmed by the chairperson, as soon as practicable thereafter at a subsequent meeting."
                },
                {
                    "representation": "(2)",
                    "description": "A board shall forward a copy of the adopted minutes of a meeting to the Minister within seven days after the meeting at which the minutes were adopted."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Conflict of interest. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Conflict of interest. 20. (1) A member of a board shall not vote on or speak to a matter before the board if    (a) the member has an interest in the matter, distinct from an interest arising from his or her functions as a member;  (b) the member has a direct or indirect pecuniary interest in the matter;  (c) a parent, spouse, brother, sister or child of the member has an interest in the matter; or  (d) the member is an officer, employee or agent of a corporation or an unincorporated association, or other association of persons that has an interest in the matter.  (2) Where a member is in a conflict of interest, the member shall disclose to the board the nature and extent of the interest either in writing or by requesting to have it entered in the minutes of the meeting of the board.  (3) A member shall disclose a conflict of interest    (a) at the meeting where the matter LAWS OF GUYANA 16 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                  Chief Executive Officer.          Health management committee.             Professional advisory committee.              giving rise to the conflict of interest is considered; or  (b) if the member is not in a conflict of interest at the time mentioned in paragraph (a), at the first meeting that is held after the conflict arises.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A member of a board shall not vote on or speak to a matter before the board if"
                },
                {
                    "representation": "(a)",
                    "description": "at the meeting where the matter LAWS OF GUYANA 16 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                  Chief Executive Officer.          Health management committee.             Professional advisory committee.              giving rise to the conflict of interest is considered; or"
                },
                {
                    "representation": "(b)",
                    "description": "if the member is not in a conflict of interest at the time mentioned in paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "a parent, spouse, brother, sister or child of the member has an interest in the matter; or"
                },
                {
                    "representation": "(d)",
                    "description": "the member is an officer, employee or agent of a corporation or an unincorporated association, or other association of persons that has an interest in the matter."
                },
                {
                    "representation": "(2)",
                    "description": "Where a member is in a conflict of interest, the member shall disclose to the board the nature and extent of the interest either in writing or by requesting to have it entered in the minutes of the meeting of the board."
                },
                {
                    "representation": "(3)",
                    "description": "A member shall disclose a conflict of interest"
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Chief Executive Officer. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Chief Executive Officer. 21. The Chief Executive Officer is responsible for the general management and conduct of the affairs of the regional health authority within the by-laws, policies and directions of the board.",
            "description": "The Chief Executive Officer is responsible for the general management and conduct of the affairs of the regional health authority within the by-laws, policies and directions of the board."
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Health management committee. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Health management committee. 22. (1) A board may establish a health management committee to advise the board with respect to the day to day management and operation of a regional health authority.  (2) A health management committee shall consist of those  members appointed by the board, and shall include at least the following employees of the regional health authority: the Chief Executive Officer, the Chief Financial Officer, the Director of Medical and Professional Services, the Director of Human Resources and the Director of Facilities Management.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A board may establish a health management committee to advise the board with respect to the day to day management and operation of a regional health authority."
                },
                {
                    "representation": "(2)",
                    "description": "A health management committee shall consist of those  members appointed by the board, and shall include at least the following employees of the regional health authority: the Chief Executive Officer, the Chief Financial Officer, the Director of Medical and Professional Services, the Director of Human Resources and the Director of Facilities Management."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Professional advisory committee. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Professional advisory committee. 23. (1) A board may establish a professional advisory committee to advise the board with respect to    (a) clinical care and health issues;  (b) criteria for admission and discharge of patients;  (c) quality assurance and risk management with respect to the health services and health programmes delivered by the regional health authority; and LAWS OF GUYANA Regional Health Authorities Cap. 32:06 17  L.R.O. 1/2012                         L.                Medical and dental advisory committee.                                    (d) any other issue the board may refer to the committee.  (2) A professional advisory committee shall consist of not more than fifteen members appointed by a board, one of whom shall be a medical doctor, one a dentist, one a nurse, and one a pharmacist.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A board may establish a professional advisory committee to advise the board with respect to"
                },
                {
                    "representation": "(a)",
                    "description": "clinical care and health issues;"
                },
                {
                    "representation": "(b)",
                    "description": "criteria for admission and discharge of patients;"
                },
                {
                    "representation": "(c)",
                    "description": "quality assurance and risk management with respect to the health services and health programmes delivered by the regional health authority; and LAWS OF GUYANA Regional Health Authorities Cap. 32:06 17  L.R.O. 1/2012                         L.                Medical and dental advisory committee."
                },
                {
                    "representation": "(d)",
                    "description": "any other issue the board may refer to the committee."
                },
                {
                    "representation": "(2)",
                    "description": "A professional advisory committee shall consist of not more than fifteen members appointed by a board, one of whom shall be a medical doctor, one a dentist, one a nurse, and one a pharmacist."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Medical and dental advisory committee.   PART V POWERS, DUTIES AND RESPONSIBILITIES OF REGIONAL HEALTH AUTHORITIES  ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Medical and dental advisory committee.   PART V POWERS, DUTIES AND RESPONSIBILITIES OF REGIONAL HEALTH AUTHORITIES  24. (1) A board may establish a medical advisory committee    (a) to advise the board with respect to appointments to the medical staff and dental staff at facilities under the control of the regional health authority and on privileges of members of the medical and dental staff; and  (b) to investigate, at the request of the board, questions requiring medical or dental expertise and to report to the board.  (2) Before making appointments to the medical or dental staff of a regional health authority or granting privileges, a board shall request advice from the medical and dental advisory committee as to the appointments to be made and the privileges to be granted.  (3) A medical advisory committee shall make adequate provision for the supervision of all medical services and dental services provided by a regional health authority.     LAWS OF GUYANA 18 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                   Responsibilities and duties of a regional health authority.                                        PART V POWERS, DUTIES AND RESPONSIBILITIES OF REGIONAL HEALTH AUTHORITIES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A board may establish a medical advisory committee"
                },
                {
                    "representation": "(a)",
                    "description": "to advise the board with respect to appointments to the medical staff and dental staff at facilities under the control of the regional health authority and on privileges of members of the medical and dental staff; and"
                },
                {
                    "representation": "(b)",
                    "description": "to investigate, at the request of the board, questions requiring medical or dental expertise and to report to the board."
                },
                {
                    "representation": "(2)",
                    "description": "Before making appointments to the medical or dental staff of a regional health authority or granting privileges, a board shall request advice from the medical and dental advisory committee as to the appointments to be made and the privileges to be granted."
                },
                {
                    "representation": "(3)",
                    "description": "A medical advisory committee shall make adequate provision for the supervision of all medical services and dental services provided by a regional health authority.     LAWS OF GUYANA 18 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                   Responsibilities and duties of a regional health authority.                                        PART V POWERS, DUTIES AND RESPONSIBILITIES OF REGIONAL HEALTH AUTHORITIES"
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Responsibilities and duties of a regional health authority. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Responsibilities and duties of a regional health authority. 25. (1) Subject to this Act and the regulations, a regional health authority, within its jurisdiction, shall    (a) be responsible for the delivery and administration of health services and health programmes in the health region or regions assigned to it by the Minister, and operating and maintaining, where appropriate, hospitals, health centres, health posts or other health facilities within those regions;  (b) promote and protect the health of the population in the health regions and work towards the prevention of disease and injury;  (c) ensure that reasonable access to quality health services and health programmes is provided in and through the health regions;  (d) promote the provision of health and  services and health programmes in a manner that is responsive to the needs of individuals and communities and that supports the integration of services and facilities in the health regions;  (e) promote systems for the delivery of health care that are efficient, effective and appropriate; LAWS OF GUYANA Regional Health Authorities Cap. 32:06 19  L.R.O. 1/2012                         L.                                                 (f) promote the use of hospitals, health centres, health posts and other health facilities for training and research; and  (g) do all such things as are incidental or conducive to the attainment of its duties as set out in this section.  (2) Notwithstanding subsection (1), a regional health authority may, where it so provides in its health plan and where approved by the Minister, deliver and administer health services and health programmes in another health region outside of its jurisdiction.  (3) A regional health authority shall on an ongoing basis    (a) determine the health needs of the population that it serves;  (b) determine the priorities in the provision of health services and health programmes for the population it serves; and  (c) allocate resources according to the regional health plan.  (4) A regional health authority may provide health services and health programmes only where    (a) there is a need for health services and health programmes;  (b) the services and programmes are included in and consistent with its health plan approved by the Minister; LAWS OF GUYANA 20 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012        Health plan proposal.                                          and  (c) sufficient resources are available.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act and the regulations, a regional health authority, within its jurisdiction, shall"
                },
                {
                    "representation": "(a)",
                    "description": "there is a need for health services and health programmes;"
                },
                {
                    "representation": "(b)",
                    "description": "the services and programmes are included in and consistent with its health plan approved by the Minister; LAWS OF GUYANA 20 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012        Health plan proposal.                                          and"
                },
                {
                    "representation": "(c)",
                    "description": "sufficient resources are available."
                },
                {
                    "representation": "(d)",
                    "description": "promote the provision of health and  services and health programmes in a manner that is responsive to the needs of individuals and communities and that supports the integration of services and facilities in the health regions;"
                },
                {
                    "representation": "(e)",
                    "description": "promote systems for the delivery of health care that are efficient, effective and appropriate; LAWS OF GUYANA Regional Health Authorities Cap. 32:06 19  L.R.O. 1/2012                         L."
                },
                {
                    "representation": "(f)",
                    "description": "promote the use of hospitals, health centres, health posts and other health facilities for training and research; and"
                },
                {
                    "representation": "(g)",
                    "description": "do all such things as are incidental or conducive to the attainment of its duties as set out in this section."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding subsection"
                },
                {
                    "representation": "(3)",
                    "description": "A regional health authority shall on an ongoing basis"
                },
                {
                    "representation": "(4)",
                    "description": "A regional health authority may provide health services and health programmes only where"
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Health plan proposal. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Health plan proposal. 26. (1) When a regional health authority is established, the  authority shall, within the time specified by the Minister, prepare and submit to the Minister a proposal for a  five year health plan for the health region or regions within its jurisdiction.  (2) The Minister may on the request of a regional health authority extend the time for submitting a proposal for a health plan.  (3) When preparing or updating a proposed health plan, a regional health authority shall ensure that it consults with members of the public in relation to identifying the health needs of the population in the health region within its jurisdiction, the need for health services and health programmes in the health region, the priorities for the delivery of health services and health programmes in the health region, and whether the health needs of the region are being met.  (4) When preparing or updating a proposed health plan, a regional health authority may consult with such other regional health authorities, persons or government departments and agencies, as the regional health authority considers appropriate.  (5) A proposal for a health plan shall contain   (a) the principles upon which the provision of health services and health programmes by the regional health authority are to be based;  (b) the objectives and priorities of the LAWS OF GUYANA Regional Health Authorities Cap. 32:06 21  L.R.O. 1/2012                        L.                                                 regional health authority for the provision of health services and health programmes to meet the health needs in the health region within the jurisdiction of the authority;  (c) the health services and health programmes to be delivered and administered by the regional health authority and where the services are to be provided, including disease prevention and health promotion activities;  (d) the nature and scope of any basic or applied research initiatives in relation to health care, health services and health programmes;  (e) the programmes for training of persons in the medical and other health professions, including practice settings for the training of health professionals;  (f) the means by which persons outside the region will be able to access the health services and health programmes that are delivered by a regional health authority;  (g) the methods by which it will measure its performance in the delivery and  administration of health services and health programmes;  (h) the initiatives respecting the delivery of health services and health LAWS OF GUYANA 22 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                                                  programmes that  will involve the spending of money derived from any foundations, trusts or other funds over which the regional health  authority exercises powers and discharges responsibilities of a fiduciary or other nature;  (i) any commercial arrangements or ventures in which the regional health authority participates or proposes to participate;  (j) any other information required by the Minister in a notice in writing to the regional health authority.  (6) When a proposal for a health plan is submitted to the Minister, the Minister may    (a) approve the proposal as submitted;  (b) amend the proposal and approve it as amended; or  (c) refer the proposal back to the regional health authority with directions to the regional health authority to take any further action the Minister considers appropriate.  (7) A proposal for a health plan that is referred back to a regional health authority under subsection (6)(c) must be re-submitted to the Minister as directed by the Minister, and when it is re-submitted subsection (6) applies.  (8) A regional health authority may, at any time, submit to the Minister a proposal to amend an approved LAWS OF GUYANA Regional Health Authorities Cap. 32:06 23  L.R.O. 1/2012                         L.              Delivery of services.                          Operation within accountability framework.   Agreements.    health plan.  (9) A regional health authority may on a written request of the Minister submit to the Minister a proposal to amend an approved health plan in respect of matters specified by the Minister. (10) Subsections (6) and (7) apply to a proposal to the Minister under subsections (8) and (9).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When a regional health authority is established, the  authority shall, within the time specified by the Minister, prepare and submit to the Minister a proposal for a  five year health plan for the health region or regions within its jurisdiction."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may on the request of a regional health authority extend the time for submitting a proposal for a health plan."
                },
                {
                    "representation": "(3)",
                    "description": "When preparing or updating a proposed health plan, a regional health authority shall ensure that it consults with members of the public in relation to identifying the health needs of the population in the health region within its jurisdiction, the need for health services and health programmes in the health region, the priorities for the delivery of health services and health programmes in the health region, and whether the health needs of the region are being met."
                },
                {
                    "representation": "(4)",
                    "description": "When preparing or updating a proposed health plan, a regional health authority may consult with such other regional health authorities, persons or government departments and agencies, as the regional health authority considers appropriate."
                },
                {
                    "representation": "(5)",
                    "description": "A proposal for a health plan shall contain"
                },
                {
                    "representation": "(a)",
                    "description": "approve the proposal as submitted;"
                },
                {
                    "representation": "(b)",
                    "description": "amend the proposal and approve it as amended; or"
                },
                {
                    "representation": "(c)",
                    "description": "must be re-submitted to the Minister as directed by the Minister, and when it is re-submitted subsection"
                },
                {
                    "representation": "(d)",
                    "description": "the nature and scope of any basic or applied research initiatives in relation to health care, health services and health programmes;"
                },
                {
                    "representation": "(e)",
                    "description": "the programmes for training of persons in the medical and other health professions, including practice settings for the training of health professionals;"
                },
                {
                    "representation": "(f)",
                    "description": "the means by which persons outside the region will be able to access the health services and health programmes that are delivered by a regional health authority;"
                },
                {
                    "representation": "(g)",
                    "description": "the methods by which it will measure its performance in the delivery and  administration of health services and health programmes;"
                },
                {
                    "representation": "(h)",
                    "description": "the initiatives respecting the delivery of health services and health LAWS OF GUYANA 22 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                                                  programmes that  will involve the spending of money derived from any foundations, trusts or other funds over which the regional health  authority exercises powers and discharges responsibilities of a fiduciary or other nature;"
                },
                {
                    "representation": "(i)",
                    "description": "any commercial arrangements or ventures in which the regional health authority participates or proposes to participate;"
                },
                {
                    "representation": "(j)",
                    "description": "any other information required by the Minister in a notice in writing to the regional health authority."
                },
                {
                    "representation": "(6)",
                    "description": "and"
                },
                {
                    "representation": "(7)",
                    "description": "apply to a proposal to the Minister under subsections"
                },
                {
                    "representation": "(8)",
                    "description": "and"
                },
                {
                    "representation": "(9)",
                    "description": "A regional health authority may on a written request of the Minister submit to the Minister a proposal to amend an approved health plan in respect of matters specified by the Minister."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Delivery of health services. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Delivery of health services. 27. A regional health authority shall ensure that    (a) health services and health programmes are delivered through its employees or through agreements with persons or the government;  (b) health services and health programmes delivered by employees and staff or through  agreements under paragraph (a) are delivered in  accordance with the standards established by the Minister for those services and programmes; and  (c) health services and health programmes are delivered within the parameters established and the directions and guidelines issued by the Minister.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "are delivered in  accordance with the standards established by the Minister for those services and programmes; and"
                },
                {
                    "representation": "(b)",
                    "description": "health services and health programmes delivered by employees and staff or through  agreements under paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "health services and health programmes are delivered within the parameters established and the directions and guidelines issued by the Minister."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Operation within accountability framework. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Operation within accountability framework. 28. Subject to section 5 and the regulations, a regional health authority shall operate within the accountability framework established by the Minister under section 5 and within any other law.",
            "description": "Subject to section 5 and the regulations, a regional health authority shall operate within the accountability framework established by the Minister under section 5 and within any other law."
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Agreements. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Agreements. 29. (1) Subject to subsection (2), a regional health authority may enter into agreements for the purposes of this Act and the regulations with for-profit or not-for-profit LAWS OF GUYANA 24 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                  Appointment of administrator.                                  businesses, whether public or private, in order to manage or operate any of the health services and health programmes provided by the regional health authority.  (2) A regional health authority may not enter into an agreement with another regional health authority, a for-profit or a not-for-profit business without the prior approval of the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "A regional health authority may not enter into an agreement with another regional health authority, a for-profit or a not-for-profit business without the prior approval of the Minister."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Appointment of administrator.   PART VI FINANCIAL ACCOUNTABILITY  ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Appointment of administrator.   PART VI FINANCIAL ACCOUNTABILITY  30. (1) The Minister may, by order, appoint an administrator for a period not to exceed two years to act in place of the members of the board of a regional health authority if, in the opinion of the Minister    (a) the board is not properly carrying out its responsibilities, duties or powers under this Act or the regulations;  (b) the board fails to comply or to ensure that the authority complies with any provision of this Act or the regulations, or with parameters established or directions issued by the Minister, within the period of time specified by the Minister at the time the Minister notifies the board or members of the requirement to comply; or  (c) it is in the public interest.  (2) On the appointment of an administrator under subsection (1), the members of the board of a regional health authority cease to hold office and shall not perform any duties or exercise any powers assigned to them under this Act or the regulations.  (3) An administrator appointed under this section  LAWS OF GUYANA Regional Health Authorities Cap. 32:06 25  L.R.O. 1/2012                         L.                                                   (a) has all the power and authority of the regional health authority;  (b) shall perform all the duties of the regional health authority; and  (c) shall be paid as an operating expense of the  regional health authority the salary and expenses determined by the Minister.  (4) Where an administrator is appointed, the former members on the board of a regional health authority shall immediately deliver to the administrator all funds and all books, records and documents respecting the management and activities of the regional health authority, as the case requires.  (5) If in the opinion of the Minister an administrator is no longer required, or the two year period referred to in subsection (1) has expired, the Minister shall by order terminate the appointment of the administrator and appoint new members of the board of a regional health authority in the manner provided for in section 16 or in such manner as may be prescribed.  (6) Where the Minister acts under subsection (5), the Minister may appoint one of the new members as the chairperson of the board of a regional health authority.  (7) The terms of office of a Member appointed under this section and the chairperson continue until their successors are appointed under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "has expired, the Minister shall by order terminate the appointment of the administrator and appoint new members of the board of a regional health authority in the manner provided for in section 16 or in such manner as may be prescribed."
                },
                {
                    "representation": "(a)",
                    "description": "has all the power and authority of the regional health authority;"
                },
                {
                    "representation": "(b)",
                    "description": "shall perform all the duties of the regional health authority; and"
                },
                {
                    "representation": "(c)",
                    "description": "shall be paid as an operating expense of the  regional health authority the salary and expenses determined by the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "On the appointment of an administrator under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "An administrator appointed under this section  LAWS OF GUYANA Regional Health Authorities Cap. 32:06 25  L.R.O. 1/2012                         L."
                },
                {
                    "representation": "(4)",
                    "description": "Where an administrator is appointed, the former members on the board of a regional health authority shall immediately deliver to the administrator all funds and all books, records and documents respecting the management and activities of the regional health authority, as the case requires."
                },
                {
                    "representation": "(5)",
                    "description": "If in the opinion of the Minister an administrator is no longer required, or the two year period referred to in subsection"
                },
                {
                    "representation": "(6)",
                    "description": "Where the Minister acts under subsection"
                },
                {
                    "representation": "(7)",
                    "description": "The terms of office of a Member appointed under this section and the chairperson continue until their successors are appointed under section"
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Financial accountability. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Financial accountability. 31. (1) Upon the establishment of a regional health authority by the Minister under section 14, the Minister responsible for finance may amend the Schedule to the Fiscal Management and  Accountability Act  to include such newly formed regional health authority as a schedule budget agency.  (2) As a budget agency, each regional health authority shall be subject to the provisions of the Fiscal Management and Accountability Act and to the regulations made and other instructions issued thereunder with respect to all matters pertaining to the management of its finances and to all other aspects of its financial accountability.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Upon the establishment of a regional health authority by the Minister under section 14, the Minister responsible for finance may amend the Schedule to the Fiscal Management and  Accountability Act  to include such newly formed regional health authority as a schedule budget agency."
                },
                {
                    "representation": "(2)",
                    "description": "As a budget agency, each regional health authority shall be subject to the provisions of the Fiscal Management and Accountability Act and to the regulations made and other instructions issued thereunder with respect to all matters pertaining to the management of its finances and to all other aspects of its financial accountability."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Financial information.  PART VII GENERAL  ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Financial information.  PART VII GENERAL  32. A regional health authority shall, within the time specified by the Minister, provide to the Minister any financial information that is requested by the minister.   PART VII GENERAL",
            "description": "A regional health authority shall, within the time specified by the Minister, provide to the Minister any financial information that is requested by the minister.   PART VII GENERAL"
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Inspection powers. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Inspection powers. 33. (1) The Minister may appoint any person as an inspector for the purposes of this Act and the regulations.  (2) The Minister shall issue to every inspector a certificate of appointment and every inspector, in the execution of his duties under this Act or the regulations, shall produce his or her certificate of appointment upon request.  (3) This section applies to    (a) regional health authorities;  (b) those persons who deliver health LAWS OF GUYANA Regional Health Authorities Cap. 32:06 27  L.R.O. 1/2012                         L.                                                 services and health programmes through an agreement with a regional health authority;  (c) subsidiary health corporations.  (4) An inspector may, at any reasonable time, for the purposes of this Act and the regulations and for the purpose of ensuring compliance with this Act and the regulations    (a) enter and inspect any place under the jurisdiction of a regional health authority, subsidiary health corporation or person referred to in subsection (3)(b);  (b) require the production for examination of any documents or records in the possession of the regional health authority, subsidiary health corporation or person referred to in subsection (3)(b), and make copies of them or temporarily remove them for the purpose of making copies; and  (c) interview officers and employees of a regional health authority or subsidiary health corporation or a person referred to in subsection (3)(b) and the users of the facilities or services of an authority, corporation or person referred to in subsection (3)(b).  (5) In carrying out an inspection, examination or audit, an inspector may   LAWS OF GUYANA 28 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                                                   (a) use a data processing system at the premises, building or place where the records, documents or things are kept;  (b) reproduce any record; and  (c) use any copying equipment to make copies of any record.  (6) A person who removes documents or other records under this section shall    (a) give a receipt for the items to the person from whom the items were taken;  (b) on request, provide a copy of the items removed to the person from whom they were taken or to a person who is entitled to custody of them; and  (c) forthwith return the items to the person from whom they were taken when they have served the purposes for which they were taken.  (7) No person shall obstruct an inspector who is carrying out or attempting to carry out an inspection, examination or audit under this Act, or withhold or destroy or conceal or refuse to furnish any information or thing required by the inspector for the purposes of the inspection, examination or audit.  (8) No person shall knowingly make a false or misleading statement, either orally or in writing, to an inspector while the inspector is engaged in carrying out his or LAWS OF GUYANA Regional Health Authorities Cap. 32:06 29  L.R.O. 1/2012                         L.       Confidentiality of information.                       Exclusion of liability.                       her duties under this Act or the regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may appoint any person as an inspector for the purposes of this Act and the regulations."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall issue to every inspector a certificate of appointment and every inspector, in the execution of his duties under this Act or the regulations, shall produce his or her certificate of appointment upon request."
                },
                {
                    "representation": "(3)",
                    "description": "This section applies to"
                },
                {
                    "representation": "(a)",
                    "description": "give a receipt for the items to the person from whom the items were taken;"
                },
                {
                    "representation": "(b)",
                    "description": "on request, provide a copy of the items removed to the person from whom they were taken or to a person who is entitled to custody of them; and"
                },
                {
                    "representation": "(c)",
                    "description": "forthwith return the items to the person from whom they were taken when they have served the purposes for which they were taken."
                },
                {
                    "representation": "(4)",
                    "description": "An inspector may, at any reasonable time, for the purposes of this Act and the regulations and for the purpose of ensuring compliance with this Act and the regulations"
                },
                {
                    "representation": "(5)",
                    "description": "In carrying out an inspection, examination or audit, an inspector may   LAWS OF GUYANA 28 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012"
                },
                {
                    "representation": "(6)",
                    "description": "A person who removes documents or other records under this section shall"
                },
                {
                    "representation": "(7)",
                    "description": "No person shall obstruct an inspector who is carrying out or attempting to carry out an inspection, examination or audit under this Act, or withhold or destroy or conceal or refuse to furnish any information or thing required by the inspector for the purposes of the inspection, examination or audit."
                },
                {
                    "representation": "(8)",
                    "description": "No person shall knowingly make a false or misleading statement, either orally or in writing, to an inspector while the inspector is engaged in carrying out his or LAWS OF GUYANA Regional Health Authorities Cap. 32:06 29  L.R.O. 1/2012                         L.       Confidentiality of information.                       Exclusion of liability.                       her duties under this Act or the regulations."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Confidentiality of information. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Confidentiality of information. 34. (1) No person shall disclose information relating to the health services or health programmes provided to, or the medical condition of, an individual, without the consent of the individual, except    (a) for the purpose of providing health services or health programmes to the individual;  (b) for the purposes of the administration and enforcement of this Act and the regulations;  (c) as required by law; or  (d) as prescribed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person shall disclose information relating to the health services or health programmes provided to, or the medical condition of, an individual, without the consent of the individual, except"
                },
                {
                    "representation": "(a)",
                    "description": "for the purpose of providing health services or health programmes to the individual;"
                },
                {
                    "representation": "(b)",
                    "description": "for the purposes of the administration and enforcement of this Act and the regulations;"
                },
                {
                    "representation": "(c)",
                    "description": "as required by law; or"
                },
                {
                    "representation": "(d)",
                    "description": "as prescribed."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Exclusion of liability. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Exclusion of liability. 35. (1) No action or other proceeding for damages or otherwise may be commenced against a member of the board of a regional health authority or its officers and employees or anyone acting under the authority of the regional health authority for anything done or not done by that person in good faith while carrying out duties or exercising powers under this Act or the regulations or any other law.  (2) Subsection (1) shall not relieve a regional health authority from liability for injuries caused by negligence by a person referred to in subsection (1), and the regional health authority shall be liable for such damage in the same manner as if subsection (1) had not been enacted.  (3) Every person mentioned in subsection (1) shall be indemnified and saved harmless out of the funds of the regional health authority with respect to all costs, charges and expenses that the person incurs in relation to any action or other proceeding brought or prosecuted against the person in LAWS OF GUYANA 30 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012           Offences.         Regulations.                                  connection with the duties of the person and with respect to all other costs, charges and expenses as a person incurs in connection with those duties, except costs, charges and expenses that are occasioned by the persons own  wilful neglect or wilful default.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be indemnified and saved harmless out of the funds of the regional health authority with respect to all costs, charges and expenses that the person incurs in relation to any action or other proceeding brought or prosecuted against the person in LAWS OF GUYANA 30 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012           Offences.         Regulations.                                  connection with the duties of the person and with respect to all other costs, charges and expenses as a person incurs in connection with those duties, except costs, charges and expenses that are occasioned by the persons own  wilful neglect or wilful default."
                },
                {
                    "representation": "(2)",
                    "description": "Subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Every person mentioned in subsection"
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Offence. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Offence. 36. Every person who violates or fails to comply with section 33(7) or (8) or section 34 commits an offence and is liable on summary conviction to a fine of five hundred thousand dollars and to imprisonment for six months.",
            "description": [
                {
                    "representation": "(7)",
                    "description": "or"
                },
                {
                    "representation": "(8)",
                    "description": "or section 34 commits an offence and is liable on summary conviction to a fine of five hundred thousand dollars and to imprisonment for six months."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Regulations.  LAWS OF GUYANA Regional Health Authorities Cap. 32:06 5  L.R.O. 1/2012                         L. SECTION  PART VIII TRANSITION  ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Regulations.  LAWS OF GUYANA Regional Health Authorities Cap. 32:06 5  L.R.O. 1/2012                         L. SECTION  PART VIII TRANSITION  37. (1) The Minister may make regulations to give effect to the provisions of this Act.  (2) Notwithstanding the generality of subsection (1) the Minister may make regulations    (a) prescribing and governing the health services, health related services and health programmes that are to be provided by a regional health authority;  (b) respecting the management, functions, duties, and the geographical and substantive jurisdiction of regional health authorities;  (c) respecting the standards and guidelines to be observed by regional health authorities in the provision of health services, health related services and health programmes, the undertaking of capital construction projects and the operation of hospitals, health centres, health posts and other health facilities; LAWS OF GUYANA Regional Health Authorities Cap. 32:06 31  L.R.O. 1/2012                         L.                                                 (d) prescribing guidelines for regional health authorities to follow in carrying out and exercising their responsibilities, duties and powers;  (e) transferring responsibility for health facilities from one regional health  authority to another, including transferring and vesting ownership in property and interest in property that is used for or in connection with or that relates to the health facilities, or that is associated with the  establishment, operation or maintenance of the health facilities, and transferring and vesting all  rights, obligations, assets, liabilities, powers and responsibilities that relate to the health facilities or that are associated with the establishment, operation and maintenance of the health facilities;  (f) authorising or requiring a regional health authority to make by-laws regarding the general conduct and operation of the affairs of the regional health authority;  (g) respecting the manner in which members of the boards of regional health authorities are nominated, appointed or elected, criteria for eligibility, the terms of office including the maximum number of years an appointed member may serve and the filling of vacancies and the appointment or election of LAWS OF GUYANA 32 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                                                  officers;  (h) respecting the disqualification of an elected or appointed board member of a regional health authority from holding office as a board member; (i) respecting appointments to the committees referred to in sections 22, 23 and 24 and the operations of such committees;  (j) respecting the establishment and operation of other advisory committees;  (k) respecting the appointment, powers, privileges and duties of officers, Chief Executive Officer, medical staff and other staff and employees;  (l) respecting board minutes and by-laws;  (m) respecting the annual public meeting of a regional health authority, including but not limited to, notice requirements and order of business.  (n) respecting the information that is to be contained in a proposal for a health plan under section 26;  (o) respecting the submission of proposals to amend an approved health plan under section 26;  (p) respecting additional records to be maintained by regional health LAWS OF GUYANA Regional Health Authorities Cap. 32:06 33  L.R.O. 1/2012                         L.                                                 authorities;  (q) respecting books, accounts and accounting systems to be maintained and the audits to be performed by regional health authorities; (r) requiring hospitals, health centres, health posts, local sanitary authority to provide reports and returns to a regional health authority, and respecting the form and manner in which and the time at which they must be provided and the information they must contain.  (s) respecting the borrowing and investment  powers of regional health authorities;  (t) requiring regional health authorities to submit budgets to the Minister, respecting the time and the manner in which a budget must be submitted and what it must contain, and the process for approving a budget;  (u) authorising the Minister or a regional health authority to make payments directly to an individual to enable the individual to acquire health services, health related services or health programmes, and respecting the terms and conditions under which such payments may be made and to  which they  are subject;  (v) respecting records to be maintained for persons, including the type of LAWS OF GUYANA 34 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                                                  record, the contents of the records, the preparation, maintenance, storage, removal and destruction of records and the confidentiality and disclosure of records;  (w) respecting the sharing of information between regional health authorities and other health service providers;  (x) requiring and governing the system or systems that shall be kept to monitor the results of the health services and health programmes provided by or under the jurisdiction of regional health authorities;  (y) authorising regional health authorities to charge fees for goods, services or programmes and governing the amounts of  those fees;  (z) respecting the admission, care, conduct and discharge of patients or any  class of patients from a facility, service or programme operated by a regional health authority;  (aa) establishing mechanisms to ensure that patients are aware of their rights and have an opportunity to exercise them;  (bb) governing the winding-up of the affairs of regional health authorities;  (cc) the manner, form and amount of insurance  that  must  be maintained LAWS OF GUYANA Regional Health Authorities Cap. 32:06 35  L.R.O. 1/2012                          L.                                        Agreement to wind up certain health facilities.      by a board;  (dd) respecting the transference of movable and immovable property to regional health authorities;  (ee) exempting, subject to such terms and conditions as may be established in the regulations, any person or regional health authority from the whole or part of the application of this Act;  (ff) defining terms that are used in this Act but are not defined in this Act;  (gg) prescribing forms for the purposes of this Act;  (hh) prescribing anything authorised or required to be prescribed or designated under this Act.  (3) A regulation made under this section in respect of a regional health authority may be made to apply to regional health authorities, or classes of them, generally, or to a particular regional health authority.  PART VIII TRANSITION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the Minister may make regulations"
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding the generality of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "prescribing and governing the health services, health related services and health programmes that are to be provided by a regional health authority;"
                },
                {
                    "representation": "(b)",
                    "description": "respecting the management, functions, duties, and the geographical and substantive jurisdiction of regional health authorities;"
                },
                {
                    "representation": "(c)",
                    "description": "respecting the standards and guidelines to be observed by regional health authorities in the provision of health services, health related services and health programmes, the undertaking of capital construction projects and the operation of hospitals, health centres, health posts and other health facilities; LAWS OF GUYANA Regional Health Authorities Cap. 32:06 31  L.R.O. 1/2012                         L."
                },
                {
                    "representation": "(d)",
                    "description": "prescribing guidelines for regional health authorities to follow in carrying out and exercising their responsibilities, duties and powers;"
                },
                {
                    "representation": "(e)",
                    "description": "transferring responsibility for health facilities from one regional health  authority to another, including transferring and vesting ownership in property and interest in property that is used for or in connection with or that relates to the health facilities, or that is associated with the  establishment, operation or maintenance of the health facilities, and transferring and vesting all  rights, obligations, assets, liabilities, powers and responsibilities that relate to the health facilities or that are associated with the establishment, operation and maintenance of the health facilities;"
                },
                {
                    "representation": "(f)",
                    "description": "authorising or requiring a regional health authority to make by-laws regarding the general conduct and operation of the affairs of the regional health authority;"
                },
                {
                    "representation": "(g)",
                    "description": "respecting the manner in which members of the boards of regional health authorities are nominated, appointed or elected, criteria for eligibility, the terms of office including the maximum number of years an appointed member may serve and the filling of vacancies and the appointment or election of LAWS OF GUYANA 32 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                                                  officers;"
                },
                {
                    "representation": "(h)",
                    "description": "respecting the disqualification of an elected or appointed board member of a regional health authority from holding office as a board member;"
                },
                {
                    "representation": "(i)",
                    "description": "respecting appointments to the committees referred to in sections 22, 23 and 24 and the operations of such committees;"
                },
                {
                    "representation": "(j)",
                    "description": "respecting the establishment and operation of other advisory committees;"
                },
                {
                    "representation": "(k)",
                    "description": "respecting the appointment, powers, privileges and duties of officers, Chief Executive Officer, medical staff and other staff and employees;"
                },
                {
                    "representation": "(l)",
                    "description": "respecting board minutes and by-laws;"
                },
                {
                    "representation": "(m)",
                    "description": "respecting the annual public meeting of a regional health authority, including but not limited to, notice requirements and order of business."
                },
                {
                    "representation": "(n)",
                    "description": "respecting the information that is to be contained in a proposal for a health plan under section 26;"
                },
                {
                    "representation": "(o)",
                    "description": "respecting the submission of proposals to amend an approved health plan under section 26;"
                },
                {
                    "representation": "(p)",
                    "description": "respecting additional records to be maintained by regional health LAWS OF GUYANA Regional Health Authorities Cap. 32:06 33  L.R.O. 1/2012                         L.                                                 authorities;"
                },
                {
                    "representation": "(q)",
                    "description": "respecting books, accounts and accounting systems to be maintained and the audits to be performed by regional health authorities;"
                },
                {
                    "representation": "(r)",
                    "description": "requiring hospitals, health centres, health posts, local sanitary authority to provide reports and returns to a regional health authority, and respecting the form and manner in which and the time at which they must be provided and the information they must contain."
                },
                {
                    "representation": "(s)",
                    "description": "respecting the borrowing and investment  powers of regional health authorities;"
                },
                {
                    "representation": "(t)",
                    "description": "requiring regional health authorities to submit budgets to the Minister, respecting the time and the manner in which a budget must be submitted and what it must contain, and the process for approving a budget;"
                },
                {
                    "representation": "(u)",
                    "description": "authorising the Minister or a regional health authority to make payments directly to an individual to enable the individual to acquire health services, health related services or health programmes, and respecting the terms and conditions under which such payments may be made and to  which they  are subject;"
                },
                {
                    "representation": "(v)",
                    "description": "respecting records to be maintained for persons, including the type of LAWS OF GUYANA 34 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                                                  record, the contents of the records, the preparation, maintenance, storage, removal and destruction of records and the confidentiality and disclosure of records;"
                },
                {
                    "representation": "(w)",
                    "description": "respecting the sharing of information between regional health authorities and other health service providers;"
                },
                {
                    "representation": "(x)",
                    "description": "requiring and governing the system or systems that shall be kept to monitor the results of the health services and health programmes provided by or under the jurisdiction of regional health authorities;"
                },
                {
                    "representation": "(y)",
                    "description": "authorising regional health authorities to charge fees for goods, services or programmes and governing the amounts of  those fees;"
                },
                {
                    "representation": "(z)",
                    "description": "respecting the admission, care, conduct and discharge of patients or any  class of patients from a facility, service or programme operated by a regional health authority;"
                },
                {
                    "representation": "(3)",
                    "description": "A regulation made under this section in respect of a regional health authority may be made to apply to regional health authorities, or classes of them, generally, or to a particular regional health authority.  PART VIII TRANSITION"
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Agreement to wind up certain health facilities. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Agreement to wind up certain health facilities. 38. (1) A hospital, health centre, health post or other health facility or local board of health may, and shall at the direction of the Minister, enter into an agreement  with a regional health authority for the purpose of winding up its affairs and the assumption of its affairs by the regional health authority.  LAWS OF GUYANA 36 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012                                                  (2) An agreement under this section may contain any provisions that are necessary to accomplish the purpose set out in subsection (1).  (3) An agreement under this section is not effective until it is approved by the Minister. (4) The Minister may require the parties to include in an agreement under this section any provisions that the Minister considers are necessary to accomplish the purpose set out in subsection (1), and if the parties neglect or refuse to include such a provision, the Minister may insert it in the agreement.  (5) The following applies in the case of an agreement under this section, unless the agreement provides otherwise    (a) the property of the hospital, health centre, health post or other health facility or local board of health becomes the property of the regional health authority;  (b) the regional health authority is liable for the obligations of the hospital, health centre, health post or other health facility or local board of health;  (c) an existing cause of action, claim or liability to prosecution is unaffected;  (d) a civil, criminal or administrative action or proceeding pending by or against the hospital, health centre, health post or other health facility or local board of health may be continued by or against the regional health authority; LAWS OF GUYANA Regional Health Authorities Cap. 32:06 37  L.R.O. 1/2012                         L.            Pension and other benefits.              c. 27:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A hospital, health centre, health post or other health facility or local board of health may, and shall at the direction of the Minister, enter into an agreement  with a regional health authority for the purpose of winding up its affairs and the assumption of its affairs by the regional health authority.  LAWS OF GUYANA 36 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012"
                },
                {
                    "representation": "(2)",
                    "description": "An agreement under this section may contain any provisions that are necessary to accomplish the purpose set out in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "An agreement under this section is not effective until it is approved by the Minister."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister may require the parties to include in an agreement under this section any provisions that the Minister considers are necessary to accomplish the purpose set out in subsection"
                },
                {
                    "representation": "(5)",
                    "description": "The following applies in the case of an agreement under this section, unless the agreement provides otherwise"
                },
                {
                    "representation": "(a)",
                    "description": "the property of the hospital, health centre, health post or other health facility or local board of health becomes the property of the regional health authority;"
                },
                {
                    "representation": "(b)",
                    "description": "the regional health authority is liable for the obligations of the hospital, health centre, health post or other health facility or local board of health;"
                },
                {
                    "representation": "(c)",
                    "description": "an existing cause of action, claim or liability to prosecution is unaffected;"
                },
                {
                    "representation": "(d)",
                    "description": "a civil, criminal or administrative action or proceeding pending by or against the hospital, health centre, health post or other health facility or local board of health may be continued by or against the regional health authority; LAWS OF GUYANA Regional Health Authorities Cap. 32:06 37  L.R.O. 1/2012                         L.            Pension and other benefits.              c. 27:"
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Pension and other benefits. ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Pension and other benefits. 39. (1) The Minister shall ensure that when a regional health authority is established that all persons employed in the health region or regions assigned to the authority immediately before the establishment of the authority continue in the jobs they held, on terms and conditions with benefits no less favourable than before the establishment and that existing union agreements shall continue in force until changed by agreement between the unions and the regional health authority.  (2) A person who transfers from the Public Service to a regional health authority shall continue to have the same pension benefits under the Pensions Act as if he continued to be employed in the Public Service until such time as a separate pension fund is established for employees of a regional health authority and the person chooses to be covered under the separate pension plan.  (3) Where a hospital that was not part of a regional health authority comes under the jurisdiction and control of a regional health authority, then, subject to the terms of any agreement between the hospital and the regional health authority and subject to any order of the Minister    (a) any by-laws of the hospital; and  (b) any hospital committees,  shall continue in force until they are amended or replaced.  LAWS OF GUYANA 38 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012  Application of other Acts.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall ensure that when a regional health authority is established that all persons employed in the health region or regions assigned to the authority immediately before the establishment of the authority continue in the jobs they held, on terms and conditions with benefits no less favourable than before the establishment and that existing union agreements shall continue in force until changed by agreement between the unions and the regional health authority."
                },
                {
                    "representation": "(2)",
                    "description": "A person who transfers from the Public Service to a regional health authority shall continue to have the same pension benefits under the Pensions Act as if he continued to be employed in the Public Service until such time as a separate pension fund is established for employees of a regional health authority and the person chooses to be covered under the separate pension plan."
                },
                {
                    "representation": "(3)",
                    "description": "Where a hospital that was not part of a regional health authority comes under the jurisdiction and control of a regional health authority, then, subject to the terms of any agreement between the hospital and the regional health authority and subject to any order of the Minister"
                },
                {
                    "representation": "(a)",
                    "description": "any by-laws of the hospital; and"
                },
                {
                    "representation": "(b)",
                    "description": "any hospital committees,  shall continue in force until they are amended or replaced.  LAWS OF GUYANA 38 Cap. 32:06 Regional Health Authorities   L.R.O. 1/2012  Application of other Acts."
                }
            ]
        }
    },
    {
        "act": "REGIONAL HEALTH AUTHORITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Application of other Acts.  __________________________          4 of 2005                         CHAPTER 32:06               REGIONAL HEALTH AUTHORITIES  An Act to establish regional health authorities with responsibility for providing for the delivery of and administering health services and health programmes in specified geographic areas and for matters incidental thereto or connected therewith.  [1ST DECEMBER,2005]        Short title.      Interpretation.            PART I PRELIMINARY  ",
            "context": "REGIONAL HEALTH AUTHORITIES ACT under Application of other Acts.  __________________________          4 of 2005                         CHAPTER 32:06               REGIONAL HEALTH AUTHORITIES  An Act to establish regional health authorities with responsibility for providing for the delivery of and administering health services and health programmes in specified geographic areas and for matters incidental thereto or connected therewith.  [1ST DECEMBER,2005]        Short title.      Interpretation.            PART I PRELIMINARY  40. (1) Where a regional health authority is established, the responsibility for public health services in establishing, maintaining and controlling hospitals, dispensaries and health centres shall be deemed to be the responsibility of the regional health authority and shall no longer be the responsibility of the Regional Democratic Council or any other Council having jurisdiction in the health region within the jurisdiction of the authority.  (2) The responsibility for public health in regard to slaughterhouses, markets, wash-houses, public lavatories and sanitary services remains the responsibility of the Regional Democratic Council.  ___________________   LAWS OF GUYANA Regional Health Authorities Cap. 32:06 39  L.R.O. 1/2012   SUBSIDIARY LEGISLATION  _________________   O. 13 /2006 REGIONAL HEALTH AUTHORITIES ORDER  made under section 13   Citation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a regional health authority is established, the responsibility for public health services in establishing, maintaining and controlling hospitals, dispensaries and health centres shall be deemed to be the responsibility of the regional health authority and shall no longer be the responsibility of the Regional Democratic Council or any other Council having jurisdiction in the health region within the jurisdiction of the authority."
                },
                {
                    "representation": "(2)",
                    "description": "The responsibility for public health in regard to slaughterhouses, markets, wash-houses, public lavatories and sanitary services remains the responsibility of the Regional Democratic Council.  ___________________   LAWS OF GUYANA Regional Health Authorities Cap. 32:06 39  L.R.O. 1/2012   SUBSIDIARY LEGISLATION  _________________   O. 13 /2006 REGIONAL HEALTH AUTHORITIES ORDER  made under section 13   Citation."
                }
            ]
        }
    }
]