[
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PHARMACY PRACTITIONERS ACT under Short title. 1. This Act may be cited as the Pharmacy Practitioners Act.",
            "description": "This Act may be cited as the Pharmacy Practitioners Act."
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. PART II ESTABLISHMENT AND FUNCTIONS OF PHARMACY COUNCIL  ",
            "context": "PHARMACY PRACTITIONERS ACT under Interpretation. PART II ESTABLISHMENT AND FUNCTIONS OF PHARMACY COUNCIL  2. (1) In this Act    Council means the Pharmacy Council incorporated under section 3;  Form means a form in the Schedule;  Minister means the Minister responsible for health;  pharmacist means a person who is duly qualified and registered as a pharmacist;  practising pharmacist means a person who is duly qualified and registered as a practising pharmacist;  Register means any register required to be kept by the Registrar under this Act;  regulations means regulations made under this Act;  (2) The practice of pharmacy includes the LAWS OF GUYANA 6 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012                           Establishment  of the  Pharmacy Council.  First Schedule.        Functions of  the Council.                         compounding and dispensing of pharmaceuticals, health care aids and devices, the provision of nonprescription drugs and of information related to the use of pharmaceuticals, in response to prescriptions given by a duly registered medical practitioner, dental practitioner, medex or veterinarian.  PART II ESTABLISHMENT AND FUNCTIONS OF PHARMACY COUNCIL",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act    Council means the Pharmacy Council incorporated under section 3;  Form means a form in the Schedule;  Minister means the Minister responsible for health;  pharmacist means a person who is duly qualified and registered as a pharmacist;  practising pharmacist means a person who is duly qualified and registered as a practising pharmacist;  Register means any register required to be kept by the Registrar under this Act;  regulations means regulations made under this Act;"
                },
                {
                    "representation": "(2)",
                    "description": "The practice of pharmacy includes the LAWS OF GUYANA 6 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012                           Establishment  of the  Pharmacy Council.  First Schedule.        Functions of  the Council.                         compounding and dispensing of pharmaceuticals, health care aids and devices, the provision of nonprescription drugs and of information related to the use of pharmaceuticals, in response to prescriptions given by a duly registered medical practitioner, dental practitioner, medex or veterinarian.  PART II ESTABLISHMENT AND FUNCTIONS OF PHARMACY COUNCIL"
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of the Pharmacy Council. ",
            "context": "PHARMACY PRACTITIONERS ACT under Establishment of the Pharmacy Council. 3. (1) There is hereby established a Council named the Pharmacy Council which shall be a body corporate.  (2) The provisions of the First Schedule shall have effect as to the composition and proceedings of the Council and otherwise in relation thereto.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established a Council named the Pharmacy Council which shall be a body corporate."
                },
                {
                    "representation": "(2)",
                    "description": "The provisions of the First Schedule shall have effect as to the composition and proceedings of the Council and otherwise in relation thereto."
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Functions of the Council. ",
            "context": "PHARMACY PRACTITIONERS ACT under Functions of the Council. 4. The functions of the Council are to   (a) regulate the practice of pharmacy in accordance with this Act;  (b) establish, maintain, and develop standards for the practice of pharmacy;  (c) establish, maintain, and develop standards of professional ethics among members of the pharmacy profession;  (d) publish, distribute or disseminate in any manner as the Council thinks fit, literature and information relevant to the pharmacy profession;  (e) conduct mandatory continuing LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 7  L.R.O. 1/2012                    Committees.             Fees.                   Forms. Second  Schedule.          Registers of pharmacists  and practising pharmacists.  Second  Schedule  Form 1 educational sessions for practising pharmacists;  (f) establish, maintain and develop an internship programme for pharmacy graduates;  (g) register pharmacists, practising pharmacists, pharmacy assistants and pharmacy interns;  (h) perform such other duties as may be necessary in the discharge of its functions.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "regulate the practice of pharmacy in accordance with this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "establish, maintain, and develop standards for the practice of pharmacy;"
                },
                {
                    "representation": "(c)",
                    "description": "establish, maintain, and develop standards of professional ethics among members of the pharmacy profession;"
                },
                {
                    "representation": "(d)",
                    "description": "publish, distribute or disseminate in any manner as the Council thinks fit, literature and information relevant to the pharmacy profession;"
                },
                {
                    "representation": "(e)",
                    "description": "conduct mandatory continuing LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 7  L.R.O. 1/2012                    Committees.             Fees.                   Forms. Second  Schedule.          Registers of pharmacists  and practising pharmacists.  Second  Schedule  Form 1 educational sessions for practising pharmacists;"
                },
                {
                    "representation": "(f)",
                    "description": "establish, maintain and develop an internship programme for pharmacy graduates;"
                },
                {
                    "representation": "(g)",
                    "description": "register pharmacists, practising pharmacists, pharmacy assistants and pharmacy interns;"
                },
                {
                    "representation": "(h)",
                    "description": "perform such other duties as may be necessary in the discharge of its functions."
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Committees. ",
            "context": "PHARMACY PRACTITIONERS ACT under Committees. 5. The Council may establish such committees as may be necessary for the efficient discharge of its functions under this Act and determine the composition, functions, quorum and procedure of such committees.",
            "description": "The Council may establish such committees as may be necessary for the efficient discharge of its functions under this Act and determine the composition, functions, quorum and procedure of such committees."
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Fees. ",
            "context": "PHARMACY PRACTITIONERS ACT under Fees. 6. The Council may, subject to the regulations, charge all fees that may be charged under this Act including fees for conducting examinations, issuing certificates, making entries in Registers and for any other services rendered by it and all such fees shall form part of the funds of the Council.",
            "description": "The Council may, subject to the regulations, charge all fees that may be charged under this Act including fees for conducting examinations, issuing certificates, making entries in Registers and for any other services rendered by it and all such fees shall form part of the funds of the Council."
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Forms.  PART III PHARMACISTS AND PRACTISING  PHARMACISTS  ",
            "context": "PHARMACY PRACTITIONERS ACT under Forms.  PART III PHARMACISTS AND PRACTISING  PHARMACISTS  7. The Forms in the Second Schedule, shall be utilized for the purposes indicated.  PART III PHARMACISTS AND PRACTISING PHARMACISTS",
            "description": "The Forms in the Second Schedule, shall be utilized for the purposes indicated.  PART III PHARMACISTS AND PRACTISING PHARMACISTS"
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Registers of pharmacists and practising pharmacist. ",
            "context": "PHARMACY PRACTITIONERS ACT under Registers of pharmacists and practising pharmacist. 8. (1) The Registrar shall keep and maintain a Register in Form 1 in the Second Schedule to be known as the Register of Pharmacists, in which the Registrar shall cause to be entered the name and other particulars required by the Council of every person registered as a pharmacist under this Act. LAWS OF GUYANA 8 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012             Form 3                 Inspection, alternation of registers of pharmacists  and practising pharmacists.                        (2) A person who was registered as a pharmacist under Part III of the Pharmacy and Poisons Ordinance 1956, immediately prior to the coming into force of this Act is hereby deemed to be registered as a pharmacist under this Act without application on the part of the person, and pending the actual entry of his name in the register he shall be deemed to be duly registered.  (3) The Registrar shall keep and maintain a Register in Form 3 in the Second Schedule to be known as the Register of Practising Pharmacists in which shall be entered the name, date of registration, and other particulars required by the Council of every registered pharmacist licensed to practise pharmacy under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar shall keep and maintain a Register in Form 1 in the Second Schedule to be known as the Register of Pharmacists, in which the Registrar shall cause to be entered the name and other particulars required by the Council of every person registered as a pharmacist under this Act. LAWS OF GUYANA 8 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012             Form 3                 Inspection, alternation of registers of pharmacists  and practising pharmacists."
                },
                {
                    "representation": "(2)",
                    "description": "A person who was registered as a pharmacist under Part III of the Pharmacy and Poisons Ordinance 1956, immediately prior to the coming into force of this Act is hereby deemed to be registered as a pharmacist under this Act without application on the part of the person, and pending the actual entry of his name in the register he shall be deemed to be duly registered."
                },
                {
                    "representation": "(3)",
                    "description": "The Registrar shall keep and maintain a Register in Form 3 in the Second Schedule to be known as the Register of Practising Pharmacists in which shall be entered the name, date of registration, and other particulars required by the Council of every registered pharmacist licensed to practise pharmacy under this Act."
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Inspection, alternation of registers of pharmacists and practising pharmacists. ",
            "context": "PHARMACY PRACTITIONERS ACT under Inspection, alternation of registers of pharmacists and practising pharmacists. 9. (1) The Registers of pharmacists and practising pharmacists shall at all reasonable times be open to inspection by the public at the office of the Council.  (2) The Registrar shall make such alterations to the Registers as circumstances require and shall remove from the Registers the name of any pharmacist or practising pharmacist who is deceased or is no longer entitled to practise pharmacy, or whose whereabouts are not known, or who has been continuously absent from Guyana for more than five consecutive years, on the instructions of the Council:  Provided that the Council may restore the name of a person to the Register if that person fulfils the requirements for registration.  (3) Any pharmacist or practising pharmacist who changes his business or residential address shall immediately notify the Registrar of his new address.  (4) Any pharmacist or practising pharmacist changing his place of employment shall inform the Council LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 9  L.R.O. 1/2012                   Registration of pharmacists or practising pharmacists.                          Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registers of pharmacists and practising pharmacists shall at all reasonable times be open to inspection by the public at the office of the Council."
                },
                {
                    "representation": "(2)",
                    "description": "The Registrar shall make such alterations to the Registers as circumstances require and shall remove from the Registers the name of any pharmacist or practising pharmacist who is deceased or is no longer entitled to practise pharmacy, or whose whereabouts are not known, or who has been continuously absent from Guyana for more than five consecutive years, on the instructions of the Council:  Provided that the Council may restore the name of a person to the Register if that person fulfils the requirements for registration."
                },
                {
                    "representation": "(3)",
                    "description": "Any pharmacist or practising pharmacist who changes his business or residential address shall immediately notify the Registrar of his new address."
                },
                {
                    "representation": "(4)",
                    "description": "Any pharmacist or practising pharmacist changing his place of employment shall inform the Council LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 9  L.R.O. 1/2012                   Registration of pharmacists or practising pharmacists.                          Form"
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Registration of pharmacists or practising pharmacists. ",
            "context": "PHARMACY PRACTITIONERS ACT under Registration of pharmacists or practising pharmacists. 10. (1) Any person, who applies to the Council to be registered as a pharmacist or as a practising pharmacist shall, satisfy the Council that he    (a) is a Caricom national or the spouse of a Caricom national or a permanent resident of Guyana;  (b) is of good character as supported by testimonial;  (c) holds a diploma or degree obtained by examination after attending a pharmacy school approved by the Council;  (d) is qualified to practise independently in the country where he obtained a diploma or degree;  (e) has attained eighteen years of age.  (2) A person shall upon submission of the sworn declaration in Form 2 in the Second Schedule and upon payment of the prescribed fee, be entitled with the approval of the Council to be registered as a pharmacist or as a practising pharmacist.  (3) The Council may require any person who applies for registration as a pharmacist or as a practising pharmacist under this Act and who does not fulfil the LAWS OF GUYANA 10 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012            Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person, who applies to the Council to be registered as a pharmacist or as a practising pharmacist shall, satisfy the Council that he"
                },
                {
                    "representation": "(a)",
                    "description": "is a Caricom national or the spouse of a Caricom national or a permanent resident of Guyana;"
                },
                {
                    "representation": "(b)",
                    "description": "is of good character as supported by testimonial;"
                },
                {
                    "representation": "(c)",
                    "description": "holds a diploma or degree obtained by examination after attending a pharmacy school approved by the Council;"
                },
                {
                    "representation": "(d)",
                    "description": "is qualified to practise independently in the country where he obtained a diploma or degree;"
                },
                {
                    "representation": "(e)",
                    "description": "has attained eighteen years of age."
                },
                {
                    "representation": "(2)",
                    "description": "A person shall upon submission of the sworn declaration in Form 2 in the Second Schedule and upon payment of the prescribed fee, be entitled with the approval of the Council to be registered as a pharmacist or as a practising pharmacist."
                },
                {
                    "representation": "(3)",
                    "description": "The Council may require any person who applies for registration as a pharmacist or as a practising pharmacist under this Act and who does not fulfil the LAWS OF GUYANA 10 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012            Form"
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Registration of higher or additional qualifications. ",
            "context": "PHARMACY PRACTITIONERS ACT under Registration of higher or additional qualifications. 11. A Pharmacist who obtains qualifications or training relevant to the profession higher than or additional to that in respect of which was registered shall be entitled with the approval of the Council to have such higher or additional qualifications or training entered by the Registrar next to his name in the Register.",
            "description": "A Pharmacist who obtains qualifications or training relevant to the profession higher than or additional to that in respect of which was registered shall be entitled with the approval of the Council to have such higher or additional qualifications or training entered by the Registrar next to his name in the Register."
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Annual registration of practising pharmacists. ",
            "context": "PHARMACY PRACTITIONERS ACT under Annual registration of practising pharmacists. 12. (1) A practising pharmacist who desires to practice Pharmacy in Guyana in any year shall, in the month of January of that year, cause his name to be registered in the Annual Register of Practising Pharmacists/Temporary Pharmacists in Form 5 in the Second Schedule and obtain a licence in Form 6 in the said Schedule of such registration, from the Registrar for the prescribed annual fee.  (2) If the fee is not paid by the 30th day of November in any year the Council shall cause the Registrar to inform the practising pharmacist by registered post that in one month from the said date, his name will be removed from the Register of Practising Pharmacists.  (3) A person whose name is removed from the Register of Practising Pharmacists because of failure to pay LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 11  L.R.O. 1/2012                        Publication of names of practising pharmacists, temporary practising pharmacists.  Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A practising pharmacist who desires to practice Pharmacy in Guyana in any year shall, in the month of January of that year, cause his name to be registered in the Annual Register of Practising Pharmacists/Temporary Pharmacists in Form 5 in the Second Schedule and obtain a licence in Form 6 in the said Schedule of such registration, from the Registrar for the prescribed annual fee."
                },
                {
                    "representation": "(2)",
                    "description": "If the fee is not paid by the 30th day of November in any year the Council shall cause the Registrar to inform the practising pharmacist by registered post that in one month from the said date, his name will be removed from the Register of Practising Pharmacists."
                },
                {
                    "representation": "(3)",
                    "description": "A person whose name is removed from the Register of Practising Pharmacists because of failure to pay LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 11  L.R.O. 1/2012                        Publication of names of practising pharmacists, temporary practising pharmacists.  Form"
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Publication of names of practising pharmacists, temporary practising pharmacists.   PART IV  TEMPORARY REGISTRATION  ",
            "context": "PHARMACY PRACTITIONERS ACT under Publication of names of practising pharmacists, temporary practising pharmacists.   PART IV  TEMPORARY REGISTRATION  13. (1) The Registrar shall keep and publish in the Gazette and in a local daily newspaper the Annual Register in Form 5 and enter therein the names of all persons entitled to practise pharmacy in each year or entitled to do so on a temporary basis under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar shall keep and publish in the Gazette and in a local daily newspaper the Annual Register in Form 5 and enter therein the names of all persons entitled to practise pharmacy in each year or entitled to do so on a temporary basis under section"
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Temporary registration of certain persons.  LAWS OF GUYANA 4 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012 SECTION PART V PHARMACY ASSISTANTS  ",
            "context": "PHARMACY PRACTITIONERS ACT under Temporary registration of certain persons.  LAWS OF GUYANA 4 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012 SECTION PART V PHARMACY ASSISTANTS  14.  (2) A copy of the Gazette or a local daily newspaper containing any of the names of persons referred to in subsection (1) shall be prima facie evidence in any court of the registration, and qualifications, of such persons.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "A copy of the Gazette or a local daily newspaper containing any of the names of persons referred to in subsection"
                },
                {
                    "representation": "(1)",
                    "description": "shall be prima facie evidence in any court of the registration, and qualifications, of such persons."
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Register of pharmacy assistants. ",
            "context": "PHARMACY PRACTITIONERS ACT under Register of pharmacy assistants. 15. (1) The Registrar shall maintain a Register in Form 7 in the Second Schedule to be known as the Register of Pharmacy Assistants in which shall be entered the names and other particulars as may be required by the Council of every person registered as a pharmacy assistant.  (2) A person registered under this Part as a pharmacy assistant may perform pharmacy services in Guyana as a pharmacy assistant and shall obtain a certificate of registration in Form 4 in the Second Schedule on payment of the prescribed fee.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar shall maintain a Register in Form 7 in the Second Schedule to be known as the Register of Pharmacy Assistants in which shall be entered the names and other particulars as may be required by the Council of every person registered as a pharmacy assistant."
                },
                {
                    "representation": "(2)",
                    "description": "A person registered under this Part as a pharmacy assistant may perform pharmacy services in Guyana as a pharmacy assistant and shall obtain a certificate of registration in Form 4 in the Second Schedule on payment of the prescribed fee."
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Persons entitled to be registered as pharmacy assistants. ",
            "context": "PHARMACY PRACTITIONERS ACT under Persons entitled to be registered as pharmacy assistants. 16. (1) Any person, who applies to the council to be registered as a pharmacy assistant shall satisfy the Council that he    (a) is a CARICOM national or the spouse of a CARICOM national or a permanent resident of Guyana;  (b) is of good character as supported by testimonial;  (c) is able to communicate satisfactorily in English;  (d) is a fit and proper person to perform the services of a pharmacy assistant;  (2) For the purposes of subsection (1) a person is qualified to be registered as a pharmacy assistant, who has LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 13  L.R.O. 1/2012        Services a pharmacy assistant may perform.           Registration of pharmacy students.  Second  Schedule  Form 8             Form 8 Form 4         Offences.       completed a course of training approved by the Council and has passed the approved examination.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "a person is qualified to be registered as a pharmacy assistant, who has LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 13  L.R.O. 1/2012        Services a pharmacy assistant may perform.           Registration of pharmacy students.  Second  Schedule  Form 8             Form 8 Form 4         Offences.       completed a course of training approved by the Council and has passed the approved examination."
                },
                {
                    "representation": "(a)",
                    "description": "is a CARICOM national or the spouse of a CARICOM national or a permanent resident of Guyana;"
                },
                {
                    "representation": "(b)",
                    "description": "is of good character as supported by testimonial;"
                },
                {
                    "representation": "(c)",
                    "description": "is able to communicate satisfactorily in English;"
                },
                {
                    "representation": "(d)",
                    "description": "is a fit and proper person to perform the services of a pharmacy assistant;"
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of subsection"
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Services a pharmacy assistant may perform.  PART VI PHARMACY INTERNS  ",
            "context": "PHARMACY PRACTITIONERS ACT under Services a pharmacy assistant may perform.  PART VI PHARMACY INTERNS  17. A pharmacy assistant may perform such pharmacy services, as may be prescribed provided such services are undertaken in an institution approved by the Minister and under the direct supervision of a pharmacist.   PART VI  PHARMACY INTERNS",
            "description": "A pharmacy assistant may perform such pharmacy services, as may be prescribed provided such services are undertaken in an institution approved by the Minister and under the direct supervision of a pharmacist.   PART VI  PHARMACY INTERNS"
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Registration of pharmacy interns.  PART VII OFFENCES ",
            "context": "PHARMACY PRACTITIONERS ACT under Registration of pharmacy interns.  PART VII OFFENCES 18. (1) The Registrar shall maintain a register in Form 8 in the Second Schedule to be known as the Register of Pharmacy Interns in which shall be entered the names and such other particulars as may be required by the Council of all persons who have successfully completed the academic pharmacy training programme at the University of Guyana or other approved programmes at approved institutions.  (2) Interns shall be required to successfully complete an internship programme of such duration, being not less than six months, as may be prescribed, which programme shall be supervised by an institution approved by the Council to conduct an internship programme.  (3) Every person whose name is entered in the register in Form 8 shall obtain a certificate of registration in Form 4 in the Second Schedule.  PART VII OFFENCES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar shall maintain a register in Form 8 in the Second Schedule to be known as the Register of Pharmacy Interns in which shall be entered the names and such other particulars as may be required by the Council of all persons who have successfully completed the academic pharmacy training programme at the University of Guyana or other approved programmes at approved institutions."
                },
                {
                    "representation": "(2)",
                    "description": "Interns shall be required to successfully complete an internship programme of such duration, being not less than six months, as may be prescribed, which programme shall be supervised by an institution approved by the Council to conduct an internship programme."
                },
                {
                    "representation": "(3)",
                    "description": "Every person whose name is entered in the register in Form 8 shall obtain a certificate of registration in Form 4 in the Second Schedule.  PART VII OFFENCES"
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Offences.  PART VIII DISCIPLINE   ",
            "context": "PHARMACY PRACTITIONERS ACT under Offences.  PART VIII DISCIPLINE   19. (1) A person who    (a) willfully procures or attempts to procure registration under this Act for himself or for any other person by LAWS OF GUYANA 14 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012                                                 making or producing or causing to be made or produced any false or fraudulent representation or declaration, either verbally, in writing, or otherwise;  (b) aids or assists any person therein,  commits an offence and is liable on summary conviction to a fine of fifty thousand dollars and to imprisonment for two years.  (2) Any person who molests, or hinders any pharmacist during the exercise of any function under this Act or any other written law commits an offence and is liable on summary conviction to a fine of twenty thousand dollars and to imprisonment for two years.  (3) A person, other than a pharmacist or a practising pharmacist shall not use the title \"Apothecary\", \"Chemist and Druggist\", \"Dispenser\", \"Dispensing Chemist\", \"Dispensing Druggist\", \"Druggist\", \"Pharmacist\", or \"Pharmaceutical Chemist\", a variation, or abbreviation, or an equivalent in another language.  (4) No person, other than a practising pharmacist shall hold himself out as a person qualified to practise pharmacy in Guyana.  (5) Any person who is convicted of any offence under this Act or the Regulations for which no specific penalty is provided, is liable on summary conviction to a fine of twenty thousand dollars and to imprisonment for two weeks. (6) Where the Registrar commits a breach of this Act or the Regulations he shall, on summary conviction, be liable to a fine of thirty thousand dollars and to imprisonment for thirty months. LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 15  L.R.O. 1/2012        Professional misconduct.       Investigations by the Council.                                             PART VIII DISCIPLINE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person who"
                },
                {
                    "representation": "(a)",
                    "description": "willfully procures or attempts to procure registration under this Act for himself or for any other person by LAWS OF GUYANA 14 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012                                                 making or producing or causing to be made or produced any false or fraudulent representation or declaration, either verbally, in writing, or otherwise;"
                },
                {
                    "representation": "(b)",
                    "description": "aids or assists any person therein,  commits an offence and is liable on summary conviction to a fine of fifty thousand dollars and to imprisonment for two years."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who molests, or hinders any pharmacist during the exercise of any function under this Act or any other written law commits an offence and is liable on summary conviction to a fine of twenty thousand dollars and to imprisonment for two years."
                },
                {
                    "representation": "(3)",
                    "description": "A person, other than a pharmacist or a practising pharmacist shall not use the title \"Apothecary\", \"Chemist and Druggist\", \"Dispenser\", \"Dispensing Chemist\", \"Dispensing Druggist\", \"Druggist\", \"Pharmacist\", or \"Pharmaceutical Chemist\", a variation, or abbreviation, or an equivalent in another language."
                },
                {
                    "representation": "(4)",
                    "description": "No person, other than a practising pharmacist shall hold himself out as a person qualified to practise pharmacy in Guyana."
                },
                {
                    "representation": "(5)",
                    "description": "Any person who is convicted of any offence under this Act or the Regulations for which no specific penalty is provided, is liable on summary conviction to a fine of twenty thousand dollars and to imprisonment for two weeks."
                },
                {
                    "representation": "(6)",
                    "description": "Where the Registrar commits a breach of this Act or the Regulations he shall, on summary conviction, be liable to a fine of thirty thousand dollars and to imprisonment for thirty months. LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 15  L.R.O. 1/2012        Professional misconduct.       Investigations by the Council.                                             PART VIII DISCIPLINE"
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Professional misconduct. ",
            "context": "PHARMACY PRACTITIONERS ACT under Professional misconduct. 20. A pharmacist or a practising pharmacist who commits professional misconduct including the dispensing of prescribed pharmaceuticals without the prescription or a registered medical practitioner shall be subject to disciplinary proceedings.",
            "description": "A pharmacist or a practising pharmacist who commits professional misconduct including the dispensing of prescribed pharmaceuticals without the prescription or a registered medical practitioner shall be subject to disciplinary proceedings."
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Investigation by the council. ",
            "context": "PHARMACY PRACTITIONERS ACT under Investigation by the council. 21. (1) The Council may of its own motion or upon the complaint of a person aggrieved, cause an investigation to be made of the conduct of a pharmacist or a practising pharmacist.  (2) A person aggrieved by the conduct of a pharmacist or practising pharmacist who desires to complain of such conduct shall furnish to the Council his complaint in writing.  (3) The Council shall notify the pharmacist or practising pharmacist of the nature of complaint or matter and call upon him to state in writing before a specified day (which day shall allow a reasonable interval for the purpose), any explanation or make representation he may wish to make in respect of the complaint.  (4) Having regard to any explanation or representation made by the pharmacist or practising pharmacist, the Council may    (a) determine that no enquiry shall be held; or  (b) conduct such enquiry into the matter as the Council may consider appropriate.  LAWS OF GUYANA 16 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012 Enquiry.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council may of its own motion or upon the complaint of a person aggrieved, cause an investigation to be made of the conduct of a pharmacist or a practising pharmacist."
                },
                {
                    "representation": "(2)",
                    "description": "A person aggrieved by the conduct of a pharmacist or practising pharmacist who desires to complain of such conduct shall furnish to the Council his complaint in writing."
                },
                {
                    "representation": "(3)",
                    "description": "The Council shall notify the pharmacist or practising pharmacist of the nature of complaint or matter and call upon him to state in writing before a specified day"
                },
                {
                    "representation": "(4)",
                    "description": "Having regard to any explanation or representation made by the pharmacist or practising pharmacist, the Council may"
                },
                {
                    "representation": "(a)",
                    "description": "determine that no enquiry shall be held; or"
                },
                {
                    "representation": "(b)",
                    "description": "conduct such enquiry into the matter as the Council may consider appropriate.  LAWS OF GUYANA 16 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012 Enquiry."
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Enquiry. ",
            "context": "PHARMACY PRACTITIONERS ACT under Enquiry. 22. (1) In the conduct of a formal enquiry, the Council shall serve on the pharmacist or practising pharmacist against whom formal enquiry is to be instituted, a notice which shall    (a) specify in the form of a charge, the matter into which the enquiry is to be held; and  (b) state the date, time and place at which the enquiry is proposed to be held.  (2) Except with the consent of the pharmacist or practising pharmacist an enquiry shall not be fixed for a date earlier than twenty-eight days after the date of notice of enquiry.  (3) In any case where there is a complaint, a copy of the complaint shall be sent to the pharmacist or practising pharmacist at the address given in the Register by pre-paid register post with the notice of enquiry.  (4) The pharmacist or practising pharmacist shall be entitled to receive free copies or to be allowed access to any documentary evidence relied on for the purpose of the enquiry.  (5) The pharmacist or practising pharmacist shall have the right to be represented by an attorney at law in any formal enquiry instituted against him.  (6) Where witnesses are examined by the Council, the pharmacist or practising pharmacist shall be given an opportunity of attending and of putting questions to the witnesses.  (7) The pharmacist or practising pharmacist shall be permitted to give evidence, call witnesses and make LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 17  L.R.O. 1/2012              Disciplinary proceedings.                             Power of the Council to remove names from Register.    submission orally or in writing on his own behalf.  (8) If at the conclusion of the hearing the Council is of the opinion that the pharmacist or practising pharmacist is not guilty of misconduct in a professional respect, he shall be immediately notified of its findings, but if the pharmacist or practising pharmacist is found guilty of any such charge, the Council shall proceed under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In the conduct of a formal enquiry, the Council shall serve on the pharmacist or practising pharmacist against whom formal enquiry is to be instituted, a notice which shall"
                },
                {
                    "representation": "(a)",
                    "description": "specify in the form of a charge, the matter into which the enquiry is to be held; and"
                },
                {
                    "representation": "(b)",
                    "description": "state the date, time and place at which the enquiry is proposed to be held."
                },
                {
                    "representation": "(2)",
                    "description": "Except with the consent of the pharmacist or practising pharmacist an enquiry shall not be fixed for a date earlier than twenty-eight days after the date of notice of enquiry."
                },
                {
                    "representation": "(3)",
                    "description": "In any case where there is a complaint, a copy of the complaint shall be sent to the pharmacist or practising pharmacist at the address given in the Register by pre-paid register post with the notice of enquiry."
                },
                {
                    "representation": "(4)",
                    "description": "The pharmacist or practising pharmacist shall be entitled to receive free copies or to be allowed access to any documentary evidence relied on for the purpose of the enquiry."
                },
                {
                    "representation": "(5)",
                    "description": "The pharmacist or practising pharmacist shall have the right to be represented by an attorney at law in any formal enquiry instituted against him."
                },
                {
                    "representation": "(6)",
                    "description": "Where witnesses are examined by the Council, the pharmacist or practising pharmacist shall be given an opportunity of attending and of putting questions to the witnesses."
                },
                {
                    "representation": "(7)",
                    "description": "The pharmacist or practising pharmacist shall be permitted to give evidence, call witnesses and make LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 17  L.R.O. 1/2012              Disciplinary proceedings.                             Power of the Council to remove names from Register.    submission orally or in writing on his own behalf."
                },
                {
                    "representation": "(8)",
                    "description": "If at the conclusion of the hearing the Council is of the opinion that the pharmacist or practising pharmacist is not guilty of misconduct in a professional respect, he shall be immediately notified of its findings, but if the pharmacist or practising pharmacist is found guilty of any such charge, the Council shall proceed under section"
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Disciplinary proceedings. ",
            "context": "PHARMACY PRACTITIONERS ACT under Disciplinary proceedings. 23.",
            "description": "23."
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Power of Council to remove names from Register. ",
            "context": "PHARMACY PRACTITIONERS ACT under Power of Council to remove names from Register. 24. (1) The Council may remove from the Register the name of a pharmacist or practising pharmacist    (a) who is found guilty of professional misconduct as provided in section LAWS OF GUYANA 18 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012                            Appeals against refusal to register, or removal of name, etc.          Removal from and restoration to, register of names generally.        23(1);  (b) whose name has been ordered to be so removed by the High Court;  (c) who has had his qualification for registration withdrawn or cancelled by the university, college or other body by which it was awarded;  (d) who has requested the Council in writing so to do.  (2) A suspension of the registration of a pharmacist or practising pharmacist pursuant to this Act shall, while the suspension continues in force, have the same effect as a removal of the name of the suspended person from the Register.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council may remove from the Register the name of a pharmacist or practising pharmacist"
                },
                {
                    "representation": "(a)",
                    "description": "who is found guilty of professional misconduct as provided in section LAWS OF GUYANA 18 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012                            Appeals against refusal to register, or removal of name, etc.          Removal from and restoration to, register of names generally.        23(1);"
                },
                {
                    "representation": "(b)",
                    "description": "whose name has been ordered to be so removed by the High Court;"
                },
                {
                    "representation": "(c)",
                    "description": "who has had his qualification for registration withdrawn or cancelled by the university, college or other body by which it was awarded;"
                },
                {
                    "representation": "(d)",
                    "description": "who has requested the Council in writing so to do."
                },
                {
                    "representation": "(2)",
                    "description": "A suspension of the registration of a pharmacist or practising pharmacist pursuant to this Act shall, while the suspension continues in force, have the same effect as a removal of the name of the suspended person from the Register."
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Appeal against refusal to register or removal of name, etc. ",
            "context": "PHARMACY PRACTITIONERS ACT under Appeal against refusal to register or removal of name, etc. 25. Any person who is aggrieved by the refusal of the Council to grant him registration (including temporary registration), by the removal of his name from the Register, or by the decision of the Council to censure him or suspend his registration may, within three months after the date on which notice is given to him by the Council appeal the Council's decision to a judge of the High Court who shall give such directions in the matter as he may think proper, including a direction as to the costs of the appeal.",
            "description": "Any person who is aggrieved by the refusal of the Council to grant him registration (including temporary registration), by the removal of his name from the Register, or by the decision of the Council to censure him or suspend his registration may, within three months after the date on which notice is given to him by the Council appeal the Council's decision to a judge of the High Court who shall give such directions in the matter as he may think proper, including a direction as to the costs of the appeal."
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Removal from and restoration to registers of names generally.  PART XI REGULATIONS  ",
            "context": "PHARMACY PRACTITIONERS ACT under Removal from and restoration to registers of names generally.  PART XI REGULATIONS  26. (1) Where the Council directs the removal from any register of the name of any person, or of any other entry, the name of that person or entry shall be published in the Gazette and in a local daily newspaper.  (2) If the Council thinks fit in any case, it may direct the Registrar to restore to any of the registers any name or entry previously removed therefrom, either without fee or on payment of the stipulated fee and the Registrar shall LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 19  L.R.O. 1/2012                   Regulations.                               restore the name accordingly.  (3) Copies of the Registers for the time being published in the Gazette in accordance with the provisions of this Act shall be prima facie evidence in any court that the persons and the qualifications therein specified are registered.  (4) The provisions of this Part shall, in so far as they are applicable, apply mutatis mutandis to the other persons registered under this Act.  PART IX REGULATIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Council directs the removal from any register of the name of any person, or of any other entry, the name of that person or entry shall be published in the Gazette and in a local daily newspaper."
                },
                {
                    "representation": "(2)",
                    "description": "If the Council thinks fit in any case, it may direct the Registrar to restore to any of the registers any name or entry previously removed therefrom, either without fee or on payment of the stipulated fee and the Registrar shall LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 19  L.R.O. 1/2012                   Regulations.                               restore the name accordingly."
                },
                {
                    "representation": "(3)",
                    "description": "Copies of the Registers for the time being published in the Gazette in accordance with the provisions of this Act shall be prima facie evidence in any court that the persons and the qualifications therein specified are registered."
                },
                {
                    "representation": "(4)",
                    "description": "The provisions of this Part shall, in so far as they are applicable, apply mutatis mutandis to the other persons registered under this Act.  PART IX REGULATIONS"
                }
            ]
        }
    },
    {
        "act": "PHARMACY PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Regulations.   FIRST SCHEDULE – COMPOSITION AND PROCEEDINGS OF THE COUNCIL SECOND SCHEDULE – FORMS   __________________________  LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 5  L.R.O. 1/2012       9 of 2003 CHAPTER 32:07  PHARMACY PRACTITIONERS ACT   An Act to make provision for the incorporation of a pharmacy Council, the regulation of the practice of pharmacy and for matters connected therewith.  [29TH SEPTEMBER, 2003]  PART I PRELIMINARY Short title.         Interpretation.                           ",
            "context": "PHARMACY PRACTITIONERS ACT under Regulations.   FIRST SCHEDULE  COMPOSITION AND PROCEEDINGS OF THE COUNCIL SECOND SCHEDULE  FORMS   __________________________  LAWS OF GUYANA Pharmacy Practitioners  Cap. 32:07 5  L.R.O. 1/2012       9 of 2003 CHAPTER 32:07  PHARMACY PRACTITIONERS ACT   An Act to make provision for the incorporation of a pharmacy Council, the regulation of the practice of pharmacy and for matters connected therewith.  [29TH SEPTEMBER, 2003]  PART I PRELIMINARY Short title.         Interpretation.                           27. (1) The Minister may after consultation with the Council, make regulations for anything to be prescribed under this Act or which are otherwise necessary for carrying out the purposes of this Act.  (2) Without prejudice to the generality of subsection (1), the regulations may relate to    (a) the procedure for the conduct of an election of members to the Council, of those members referred to in paragraph 1(f) of the First Schedule;  (b) any matter ancillary to the provisions of this Act with regard to issuing, suspending and reinstating any registration;  (c) the maintenance and inspection of Registers;  (d) governing standards of practice for the pharmacy profession;  LAWS OF GUYANA 20 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012                            s.7   (e) conditions governing advertising by practising pharmacists;  (f) the payment for registration of annual fees by pharmacists, practising pharmacists, pharmacy assistants, students and interns, fees for examinations and continuing education, including penalties for late payment and fees for anything the Registrar is required or authorized to do;  (g) the Forms and their use.   FIRST SCHEDULE   COMPOSITION AND PROCEEDINGS OF THE COUNCIL",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may after consultation with the Council, make regulations for anything to be prescribed under this Act or which are otherwise necessary for carrying out the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the generality of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the procedure for the conduct of an election of members to the Council, of those members referred to in paragraph 1(f) of the First Schedule;"
                },
                {
                    "representation": "(b)",
                    "description": "any matter ancillary to the provisions of this Act with regard to issuing, suspending and reinstating any registration;"
                },
                {
                    "representation": "(c)",
                    "description": "the maintenance and inspection of Registers;"
                },
                {
                    "representation": "(d)",
                    "description": "governing standards of practice for the pharmacy profession;  LAWS OF GUYANA 20 Cap. 32:07 Pharmacy Practitioners  L.R.O. 1/2012                            s.7"
                },
                {
                    "representation": "(e)",
                    "description": "conditions governing advertising by practising pharmacists;"
                },
                {
                    "representation": "(f)",
                    "description": "the payment for registration of annual fees by pharmacists, practising pharmacists, pharmacy assistants, students and interns, fees for examinations and continuing education, including penalties for late payment and fees for anything the Registrar is required or authorized to do;"
                },
                {
                    "representation": "(g)",
                    "description": "the Forms and their use.   FIRST SCHEDULE   COMPOSITION AND PROCEEDINGS OF THE COUNCIL"
                }
            ]
        }
    }
]