[
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Short title. 1. This Act may be cited as the Health Facilities Licensing Act.",
            "description": "This Act may be cited as the Health Facilities Licensing Act."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Interpretation. 2. In this Act   \"assessor\" means an assessor appointed under section 21;   \"health facility\" means a place in which one or more members of the public receive health services or treatment and includes, but is not limited to, a hospital, a health centre, a health post, a training institution for health professionals, a laboratory, a diagnostic or therapeutic clinic, a nursing home, a place where chronic or extended care services are offered, a hospice, a place where rehabilitation health services are provided, a medical or surgical clinic, an emergency care centre, or any other place that may be prescribed;   \"inspector\" means an inspector appointed under section 18;  \"licence\" means a licence issued by the Minister under this Act;  \"Minister\" means the Minister responsible for Health and includes any person designated by the Minister to act LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 5     L.R.O. 1/2012                         L.                           L.R                        Application of Act.     Licence required.            Transitional.             on the Minister's behalf;   \"Ministry\" means the Ministry of Health;   \"National Health Plan\" means the National Health Plan 2003-2007, dated March, 2003, as it may be amended from time to time;   \"patient\" means a person who receives health services in              a health facility;    \"prescribed\" means prescribed by the regulations;   \"regulations\" means the regulations made under this Act, unless the context otherwise requires.",
            "description": "In this Act   \"assessor\" means an assessor appointed under section 21;   \"health facility\" means a place in which one or more members of the public receive health services or treatment and includes, but is not limited to, a hospital, a health centre, a health post, a training institution for health professionals, a laboratory, a diagnostic or therapeutic clinic, a nursing home, a place where chronic or extended care services are offered, a hospice, a place where rehabilitation health services are provided, a medical or surgical clinic, an emergency care centre, or any other place that may be prescribed;   \"inspector\" means an inspector appointed under section 18;  \"licence\" means a licence issued by the Minister under this Act;  \"Minister\" means the Minister responsible for Health and includes any person designated by the Minister to act LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 5     L.R.O. 1/2012                         L.                           L.R                        Application of Act.     Licence required.            Transitional.             on the Minister's behalf;   \"Ministry\" means the Ministry of Health;   \"National Health Plan\" means the National Health Plan 2003-2007, dated March, 2003, as it may be amended from time to time;   \"patient\" means a person who receives health services in              a health facility;    \"prescribed\" means prescribed by the regulations;   \"regulations\" means the regulations made under this Act, unless the context otherwise requires."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application of Act. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Application of Act. 3. This Act applies to a health facility or class of health facilities that is prescribed.",
            "description": "This Act applies to a health facility or class of health facilities that is prescribed."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Licence required. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Licence required. 4. (1) No health facility shall be operated except under the authority of a licence issued by the Minister.  (2) No person shall use, in the title of a place, the term hospital, health clinic, health centre, health post or other term that is prescribed unless the person is licensed under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No health facility shall be operated except under the authority of a licence issued by the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "No person shall use, in the title of a place, the term hospital, health clinic, health centre, health post or other term that is prescribed unless the person is licensed under this Act."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Transitional. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Transitional. 5. (1) A person who operates a health facility on the date that this Act comes into force may, within one year after the date on which this Act comes into force, submit a proposal for a licence to continue to operate the facility.  (2)  Sections  6 (2), (3) and (4) and sections 7, 8 and 9 apply with necessary modifications to a proposal referred to in subsection (1).  (3)  Notwithstanding subsection 2, a person who LAWS OF GUYANA 6 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012                                                  operates a health facility on the  date  that this Act comes into force may continue to operate the facility without a licence   (a) where the person does not submit a proposal under subsection (1), for  one year after the date on which this Act comes into force; and  (b) where the person submits a proposal and is served with a notice that the Minister proposes to issue a licence to the person, until the person is issued the licence.  (4) Any regulation that applies to health facilities operated by persons under this  Act  or  to  licensees  may  be  made  applicable  to  health  facilities  under subsection (3) and to the persons who operate the facilities.  (5) Where the Minister has reasonable and probable grounds to believe that a health facility referred to in subsection (3) is being operated or will be operated in a manner that is prejudicial to the health, safety or welfare of any person, the Minister shall so inform the person who operates the health facility.  (6) The Minister shall give notice to the person who operates the facility of the grounds on which he believes under subsection (5) that the facility is being operated in a manner that is prejudicial to the health, safety or welfare of any person.  (7) The Minister shall afford the person who operates the health facility an opportunity of making representations on his behalf and of advancing reasons or producing evidence to show that the health facility is being operated in a manner conducive to the health, safety and LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 7     L.R.O. 1/2012                         L.                           L.R                               Request for proposals.                       welfare of persons.  (8) The Minister shall, in consultation with the Central Board of Health (the views  of which body he is not obliged to accept), consider the representation, reasons and evidence advanced under subsection (7) in deciding whether he shall permit the health facility to continue to operate under this section or by notice direct that subsection (3) does not apply to the health facility effective on the date specified in the notice and accordingly communicate his decision to the person who operated the health facility.  (9)  A direction under subsection (5) is final.  (10) A person who is notified that subsection (3) does not apply to the health facility shall forthwith cease to operate the facility that is the subject of the notice.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person who operates a health facility on the date that this Act comes into force may, within one year after the date on which this Act comes into force, submit a proposal for a licence to continue to operate the facility."
                },
                {
                    "representation": "(2)",
                    "description": "Sections  6"
                },
                {
                    "representation": "(3)",
                    "description": "does not apply to the health facility shall forthwith cease to operate the facility that is the subject of the notice."
                },
                {
                    "representation": "(4)",
                    "description": "Any regulation that applies to health facilities operated by persons under this  Act  or  to  licensees  may  be  made  applicable  to  health  facilities  under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "where the person does not submit a proposal under subsection"
                },
                {
                    "representation": "(b)",
                    "description": "where the person submits a proposal and is served with a notice that the Minister proposes to issue a licence to the person, until the person is issued the licence."
                },
                {
                    "representation": "(5)",
                    "description": "is final."
                },
                {
                    "representation": "(6)",
                    "description": "The Minister shall give notice to the person who operates the facility of the grounds on which he believes under subsection"
                },
                {
                    "representation": "(7)",
                    "description": "in deciding whether he shall permit the health facility to continue to operate under this section or by notice direct that subsection"
                },
                {
                    "representation": "(8)",
                    "description": "The Minister shall, in consultation with the Central Board of Health"
                },
                {
                    "representation": "(9)",
                    "description": "A direction under subsection"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Request for proposals. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Request for proposals. 6. (1) The Minister may request proposals for the establishment and operation of a health facility.  (2) Persons interested in establishing and operating a health facility may submit proposals to the Minister.  (3) A proposal shall set out   (a)      the business and professional experience of the person submitting the proposal;  (b)      details, nature and cost of the service or services to be provided in the health facility;  (c)      details of the physical requirements of the proposed health facility;  LAWS OF GUYANA 8 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012                                           Issuance of licence.      (d) the projected planning, capital and operating costs of the health facility;  (e) the revenue source or sources for the costs referred to in paragraph (d) and the financial viability of the proposed health facility;  (f) the role of the proposed health facility and service or services proposed to be offered in it, in the context of the National Health Plan and other action plans of the Ministry;  (g) details of the system that will be established to ensure the monitoring of the results of the service or services to be provided in the health facility;  (h) details of the nature, source and training of the professional staff proposed for the health facility;  (i) any other information relevant to the requirements and limitations specified in the request for proposals as determined by the Minister.  (4) The Minister shall consider the proposals and may request additional information in respect of any proposal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may request proposals for the establishment and operation of a health facility."
                },
                {
                    "representation": "(2)",
                    "description": "Persons interested in establishing and operating a health facility may submit proposals to the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "A proposal shall set out"
                },
                {
                    "representation": "(a)",
                    "description": "the business and professional experience of the person submitting the proposal;"
                },
                {
                    "representation": "(b)",
                    "description": "details, nature and cost of the service or services to be provided in the health facility;"
                },
                {
                    "representation": "(c)",
                    "description": "details of the physical requirements of the proposed health facility;  LAWS OF GUYANA 8 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012                                           Issuance of licence."
                },
                {
                    "representation": "(d)",
                    "description": "and the financial viability of the proposed health facility;"
                },
                {
                    "representation": "(e)",
                    "description": "the revenue source or sources for the costs referred to in paragraph"
                },
                {
                    "representation": "(f)",
                    "description": "the role of the proposed health facility and service or services proposed to be offered in it, in the context of the National Health Plan and other action plans of the Ministry;"
                },
                {
                    "representation": "(g)",
                    "description": "details of the system that will be established to ensure the monitoring of the results of the service or services to be provided in the health facility;"
                },
                {
                    "representation": "(h)",
                    "description": "details of the nature, source and training of the professional staff proposed for the health facility;"
                },
                {
                    "representation": "(i)",
                    "description": "any other information relevant to the requirements and limitations specified in the request for proposals as determined by the Minister."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister shall consider the proposals and may request additional information in respect of any proposal."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Issuance of licence. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Issuance of licence. 7. (1) The Minister may issue a licence to a person who has submitted a proposal for the establishment and operation of a health facility where the Minister is of the opinion that   LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 9     L.R.O. 1/2012                         L.                           L.R                                                (a) the proposal meets the criteria specified in the request for proposals;  (b) the quality and the standards of the health facility or of the service or services to be provided in the facility will comply with regulations, or in the absence of regulations, will conform to the generally accepted quality and standards for the facility and the service or services to be provided in the facility;  (c) the person will operate the health facility competently and with honesty and integrity;  (d) the person will establish and maintain a system to ensure the monitoring of the results of the service or services provided in the health facility;  (e) the person will operate the health facility in compliance with the contents of the proposal, including staffing.  (2) The Minister may issue a licence subject to the limitations and conditions as he considers necessary in the circumstances, including the payment of fees prescribed.  (3)The licensee shall notify the Minister immediately where there is  (a) a change in the service or services provided in the health facility;  LAWS OF GUYANA 10 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012            Notice of proposal to refuse licence.                   Minister may withdraw request.      Transfer of a licence.             (b) a proposed change in the location of the health facility; or  (c) a change to any other thing that relates to a term or conditions of the licence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may issue a licence to a person who has submitted a proposal for the establishment and operation of a health facility where the Minister is of the opinion that   LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 9     L.R.O. 1/2012                         L.                           L.R"
                },
                {
                    "representation": "(a)",
                    "description": "a change in the service or services provided in the health facility;  LAWS OF GUYANA 10 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012            Notice of proposal to refuse licence.                   Minister may withdraw request.      Transfer of a licence."
                },
                {
                    "representation": "(b)",
                    "description": "a proposed change in the location of the health facility; or"
                },
                {
                    "representation": "(c)",
                    "description": "a change to any other thing that relates to a term or conditions of the licence."
                },
                {
                    "representation": "(d)",
                    "description": "the person will establish and maintain a system to ensure the monitoring of the results of the service or services provided in the health facility;"
                },
                {
                    "representation": "(e)",
                    "description": "the person will operate the health facility in compliance with the contents of the proposal, including staffing."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may issue a licence subject to the limitations and conditions as he considers necessary in the circumstances, including the payment of fees prescribed."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Notice of proposal to refuse licence. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Notice of proposal to refuse licence. 8. (1) Where the Minister proposes to refuse to issue a licence to any person, the Minister shall serve notice of the proposed action on the person who submitted the proposal for a licence.  (2) A notice under subsection (1) shall inform the person on whom it is served that the person is entitled to written reasons for the refusal, if a request is received by the Minister from the person, within seven days of the receipt by the person of the notice of refusal.  (3) Upon receipt and examination of the written reasons for the refusal the person on whom it is served may ask the Minister to review his decision.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall inform the person on whom it is served that the person is entitled to written reasons for the refusal, if a request is received by the Minister from the person, within seven days of the receipt by the person of the notice of refusal."
                },
                {
                    "representation": "(2)",
                    "description": "A notice under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Upon receipt and examination of the written reasons for the refusal the person on whom it is served may ask the Minister to review his decision."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Minister may withdraw request. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Minister may withdraw request. 9. At any time after the Minister requests a proposal for the establishment and operation of a health facility and before a licence is issued, the Minister may withdraw his request.",
            "description": "At any time after the Minister requests a proposal for the establishment and operation of a health facility and before a licence is issued, the Minister may withdraw his request."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Transfer of a licence. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Transfer of a licence. 10.(1) A licence is not transferable without the consent of the Minister.  (2) In deciding whether to consent to the transfer of a licence, the Minister shall treat the proposed transferee of the licence as if the proposed transferee were an applicant for a licence and, for the purpose of the transfer, section 7 (1) applies with necessary modifications.  (3) In consenting to the transfer of a licence, the Minister may attach to the licence such limitations and LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 11     L.R.O. 1/2012                         L.                           L.R        Expiry of licence.    Licence not to be used as security.     Contracts.                       Order by Minister to take control.          conditions as the Minister considers necessary in the circumstances.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "applies with necessary modifications."
                },
                {
                    "representation": "(2)",
                    "description": "In deciding whether to consent to the transfer of a licence, the Minister shall treat the proposed transferee of the licence as if the proposed transferee were an applicant for a licence and, for the purpose of the transfer, section 7"
                },
                {
                    "representation": "(3)",
                    "description": "In consenting to the transfer of a licence, the Minister may attach to the licence such limitations and LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 11     L.R.O. 1/2012                         L.                           L.R        Expiry of licence.    Licence not to be used as security.     Contracts.                       Order by Minister to take control.          conditions as the Minister considers necessary in the circumstances."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Expiry of licence. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Expiry of licence. 11. Every licence expires annually on the anniversary of its issuance or renewal, unless it is revoked by or is surrendered to the Minister before that date.",
            "description": "Every licence expires annually on the anniversary of its issuance or renewal, unless it is revoked by or is surrendered to the Minister before that date."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Licence not to be used as security. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Licence not to be used as security. 12. A licence shall not be used as security for the payment or performance of an obligation, and there shall be no transaction purporting to use a licence as security for the payment or performance of an obligation.",
            "description": "A licence shall not be used as security for the payment or performance of an obligation, and there shall be no transaction purporting to use a licence as security for the payment or performance of an obligation."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Contracts. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Contracts. 13.(1) A licensee shall not enter into a contract that may result in   (a) a change in the beneficial ownership of the licence without a corresponding transfer of the licence; or  (b) a person acquiring or increasing an interest affecting the control of a corporation while it is a licensee.  (2) Subsection (1) does not apply if the licence includes a condition as to the ownership or control of the licence and the contract would not result in a breach of a condition.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "does not apply if the licence includes a condition as to the ownership or control of the licence and the contract would not result in a breach of a condition."
                },
                {
                    "representation": "(a)",
                    "description": "a change in the beneficial ownership of the licence without a corresponding transfer of the licence; or"
                },
                {
                    "representation": "(b)",
                    "description": "a person acquiring or increasing an interest affecting the control of a corporation while it is a licensee."
                },
                {
                    "representation": "(2)",
                    "description": "Subsection"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Order by Minister to take control. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Order by Minister to take control. 14.(1) Where the Minister is of the opinion that a health facility should continue to operate after the expiry, surrender, suspension or revocation of the licence, after the death of the licensee or after the licensee ceases to operate the facility, the Minister may by order direct that control and operation of the facility be vested in the Minister for a period not exceeding one year.  (2) Where the Minister takes control of and LAWS OF GUYANA 12 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012                                   Revocation and refusal to renew licence.                   operates a health facility under subsection (1), the Minister has all the powers of the licensee and the Minister may appoint one or more persons to operate the facility and each person so appointed is a representative of the Minister.  (3) Where the Minister takes control of a health facility, the licensee, former licensee or estate of the licensee, as the case may be    (a) is not entitled to payment for any service that is provided by the facility while the facility is under the control of the Minister;  (b) is entitled to reasonable compensation for the use of the property of the licensee, former licensee or estate of the licensee while the facility is under the control of the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Minister is of the opinion that a health facility should continue to operate after the expiry, surrender, suspension or revocation of the licence, after the death of the licensee or after the licensee ceases to operate the facility, the Minister may by order direct that control and operation of the facility be vested in the Minister for a period not exceeding one year."
                },
                {
                    "representation": "(2)",
                    "description": "Where the Minister takes control of and LAWS OF GUYANA 12 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012                                   Revocation and refusal to renew licence.                   operates a health facility under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where the Minister takes control of a health facility, the licensee, former licensee or estate of the licensee, as the case may be"
                },
                {
                    "representation": "(a)",
                    "description": "is not entitled to payment for any service that is provided by the facility while the facility is under the control of the Minister;"
                },
                {
                    "representation": "(b)",
                    "description": "is entitled to reasonable compensation for the use of the property of the licensee, former licensee or estate of the licensee while the facility is under the control of the Minister."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Revocation and refusal to renew licence. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Revocation and refusal to renew licence. 15.(1) The Minister may revoke, suspend or refuse to renew a licence where   (a)    the  licensee  or an employee of the licensee is in contravention of this Act, the regulations or any other Act or regulation that applies to the health facility or to the licensee or an employee of the licensee, or condition of the licence;  (b) there is a breach of a limitation or condition of the licence;  (c) any person has made a false statement in the proposal submitted to the Minister in respect of the health LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 13     L.R.O. 1/2012                         L.                           L.R                                                facility;  (d) any person has made a false statement in the application for renewal of the licence; (e) any person has made a false statement in any report, document or other information required to be furnished by this Act, the regulations or any other Act or regulations that apply to the health facility;  (f) there is reasonable ground for belief that the health facility is not being or will not be operated in accordance with the law and with honesty and integrity;  (g) there is reasonable ground for belief that the health facility is being operated or will be operated in a manner that is prejudicial to the health, safety or welfare of any person;  (h) the licensee has ceased operating the health facility for a period of at least six months and is not taking reasonable steps to prepare the facility to re-open; or  (i) the licensee has entered into a contract mentioned in section 13 contrary to that section.  (2) If the Minister is of the opinion upon reasonable grounds that the health facility is being operated LAWS OF GUYANA 14 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012                                                  in a manner that poses an immediate threat to the health or safety of any person, the Minister, by a written order, may suspend the licence of the facility.  (3) An order under subsection (2) takes effect immediately upon its issuance or on the date set out in the order. (4) An order under this section may direct a health facility to do any of the following on or before the date set out in the direction of the order where the Minister considers it in the public interest to do so   (a) to provide specified services to a specified extent or of a specified volume;  (b) to cease to provide specified services;  (c) to increase or decrease the extent or volume of specified services.  (5) The Minister may give directions in an order to a health facility under this section that the Minister considers in the public interest.  (6) The Minister may amend or revoke the direction in an order made under this section where the Minister considers it in the public interest to do so.  (7) A person whose licence is suspended under this section shall carry out any directions set out in the order and shall cease to operate the facility upon the issuance of the order or on the date set out in the order.  (8) Before the Minister gives a direction in an order made under this section, he shall afford the licensee an opportunity to make representations. LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 15     L.R.O. 1/2012                         L.                           L.R  Notice to revoke, suspend or refuse  to renew licence.                                    Appointment of supervisor.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may revoke, suspend or refuse to renew a licence where"
                },
                {
                    "representation": "(a)",
                    "description": "to provide specified services to a specified extent or of a specified volume;"
                },
                {
                    "representation": "(b)",
                    "description": "to cease to provide specified services;"
                },
                {
                    "representation": "(c)",
                    "description": "to increase or decrease the extent or volume of specified services."
                },
                {
                    "representation": "(d)",
                    "description": "any person has made a false statement in the application for renewal of the licence;"
                },
                {
                    "representation": "(e)",
                    "description": "any person has made a false statement in any report, document or other information required to be furnished by this Act, the regulations or any other Act or regulations that apply to the health facility;"
                },
                {
                    "representation": "(f)",
                    "description": "there is reasonable ground for belief that the health facility is not being or will not be operated in accordance with the law and with honesty and integrity;"
                },
                {
                    "representation": "(g)",
                    "description": "there is reasonable ground for belief that the health facility is being operated or will be operated in a manner that is prejudicial to the health, safety or welfare of any person;"
                },
                {
                    "representation": "(h)",
                    "description": "the licensee has ceased operating the health facility for a period of at least six months and is not taking reasonable steps to prepare the facility to re-open; or"
                },
                {
                    "representation": "(i)",
                    "description": "the licensee has entered into a contract mentioned in section 13 contrary to that section."
                },
                {
                    "representation": "(2)",
                    "description": "takes effect immediately upon its issuance or on the date set out in the order."
                },
                {
                    "representation": "(3)",
                    "description": "An order under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "An order under this section may direct a health facility to do any of the following on or before the date set out in the direction of the order where the Minister considers it in the public interest to do so"
                },
                {
                    "representation": "(5)",
                    "description": "The Minister may give directions in an order to a health facility under this section that the Minister considers in the public interest."
                },
                {
                    "representation": "(6)",
                    "description": "The Minister may amend or revoke the direction in an order made under this section where the Minister considers it in the public interest to do so."
                },
                {
                    "representation": "(7)",
                    "description": "A person whose licence is suspended under this section shall carry out any directions set out in the order and shall cease to operate the facility upon the issuance of the order or on the date set out in the order."
                },
                {
                    "representation": "(8)",
                    "description": "Before the Minister gives a direction in an order made under this section, he shall afford the licensee an opportunity to make representations. LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 15     L.R.O. 1/2012                         L.                           L.R  Notice to revoke, suspend or refuse  to renew licence.                                    Appointment of supervisor."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Notice to revoke, suspend or refuse to renew licence. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Notice to revoke, suspend or refuse to renew licence. 16.(1) Where the Minister proposes to revoke, suspend or refuse to renew a licence under section 15 (1), the Minister shall serve notice of the proposed action, together with written reasons for the action, on the licensee.  (2) A notice under subsection (1) shall inform the licensee that he is entitled to a hearing by a judge if he delivers to the Minister and the Attorney General, within fifteen days after the notice under subsection (1) is served on him, notice in writing requiring a hearing.  (3) Where, before the expiry of a licence, a licensee has applied for renewal of the licence and paid the prescribed fee, the licence shall be deemed to continue   (a) until the renewal is granted; or  (b) where the licensee is served with notice under subsection (1) that the Minister proposes to refuse to grant the renewal, until the time for giving notice requiring a hearing has expired and, where a hearing is required, until the matter has been decided by the court.  (4) The decision of the Court is final.  (5) Except where otherwise provided, any notice by this Act to be served may be served personally.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "that the Minister proposes to refuse to grant the renewal, until the time for giving notice requiring a hearing has expired and, where a hearing is required, until the matter has been decided by the court."
                },
                {
                    "representation": "(2)",
                    "description": "A notice under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where, before the expiry of a licence, a licensee has applied for renewal of the licence and paid the prescribed fee, the licence shall be deemed to continue"
                },
                {
                    "representation": "(a)",
                    "description": "until the renewal is granted; or"
                },
                {
                    "representation": "(b)",
                    "description": "where the licensee is served with notice under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The decision of the Court is final."
                },
                {
                    "representation": "(5)",
                    "description": "Except where otherwise provided, any notice by this Act to be served may be served personally."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Appointment of supervisor. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Appointment of supervisor. 17.(1) Where it is essential in the public interest, the Minister may appoint a person as a supervisor of a health facility. (2) Unless the appointment provides otherwise, a supervisor has the exclusive right to exercise all of the powers  LAWS OF GUYANA 16 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012                                                  (a) of the board of the corporation, where the health facility is owned or operated by a corporation; and  (b) of the individual, where the health facility is owned or operated by an individual.  (3) The Minister may specify the powers and duties of a supervisor appointed under this section and the  terms and conditions governing those powers and duties and the supervisor shall carry out every direction of the Minister.  (4) If, after the appointment under subsection (1), the corporation or individual continues to have the right to act with regard to any matters, any such act of the corporation or individual is valid only if approved in writing by the supervisor.  (5) A supervisor has the same rights as the board, corporation or individual in respect of the documents, records and information of the health facility.  (6) A supervisor shall report to the Minister as required by the Minister.  (7) In making a decision in the public interest under this section, the Minister may consider any matter he regards as relevant including, without limiting the generality of the foregoing    (a) the quality of the management and administration of the health facility;  (b) the proper management of the health care system in general;  LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 17     L.R.O. 1/2012                        L.                           L.R                          Appointment of inspectors by Minister.                         Inspection of health facilities.    (c) the availability of financial resources for the management of the health care system and for the delivery of health care services;  (d) the accessibility to health services in the community where the health facility is located; and  (e) the quality of the care and treatment of patients.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where it is essential in the public interest, the Minister may appoint a person as a supervisor of a health facility."
                },
                {
                    "representation": "(2)",
                    "description": "Unless the appointment provides otherwise, a supervisor has the exclusive right to exercise all of the powers  LAWS OF GUYANA 16 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012"
                },
                {
                    "representation": "(a)",
                    "description": "the quality of the management and administration of the health facility;"
                },
                {
                    "representation": "(b)",
                    "description": "the proper management of the health care system in general;  LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 17     L.R.O. 1/2012                        L.                           L.R                          Appointment of inspectors by Minister.                         Inspection of health facilities."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may specify the powers and duties of a supervisor appointed under this section and the  terms and conditions governing those powers and duties and the supervisor shall carry out every direction of the Minister."
                },
                {
                    "representation": "(4)",
                    "description": "If, after the appointment under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "A supervisor has the same rights as the board, corporation or individual in respect of the documents, records and information of the health facility."
                },
                {
                    "representation": "(6)",
                    "description": "A supervisor shall report to the Minister as required by the Minister."
                },
                {
                    "representation": "(7)",
                    "description": "In making a decision in the public interest under this section, the Minister may consider any matter he regards as relevant including, without limiting the generality of the foregoing"
                },
                {
                    "representation": "(c)",
                    "description": "the availability of financial resources for the management of the health care system and for the delivery of health care services;"
                },
                {
                    "representation": "(d)",
                    "description": "the accessibility to health services in the community where the health facility is located; and"
                },
                {
                    "representation": "(e)",
                    "description": "the quality of the care and treatment of patients."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Appointment of inspectors by Minister. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Appointment of inspectors by Minister. 18.(1) The Minister may appoint in writing one or more persons as inspectors.  (2) In an appointment under subsection (1), the Minister may limit the duties or authority, or both, of an inspector in the manner the Minister considers necessary or advisable.  (3) Where the Minister is of the opinion that it is necessary or advisable that an inspection be made of a health facility licensed under this Act to ensure that this Act, the regulations and the limitations and conditions of the licence are being complied with, the Minister may direct one or more inspectors to make the investigation and to report to the Minister.  (4) An inspector shall make the inspections the Minister requires under subsection (3) and shall submit reports and interim reports in respect of the inspections as are required by the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may appoint in writing one or more persons as inspectors."
                },
                {
                    "representation": "(2)",
                    "description": "In an appointment under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "and shall submit reports and interim reports in respect of the inspections as are required by the Minister."
                },
                {
                    "representation": "(4)",
                    "description": "An inspector shall make the inspections the Minister requires under subsection"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Inspection of health facilities. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Inspection of health facilities. 19.(1) An inspector may, at any reasonable time, without warrant, enter any premises of a health facility to make an inspection    LAWS OF GUYANA 18 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012                                                  (a)     in respect of a health facility operated by a person not licensed under this Act by reason of section 5, to ensure that the quality and standards of service provided in the facility comply with the regulations or, in the absence of regulations, conform to generally accepted quality and standards for the health facility and the service or services provided in the facility; and   (b)   in respect of a health facility operated by a person licensed under this Act, to ensure that the Act, the regulations and the limitations and conditions, if any, have been complied with.  (2) Upon an inspection under this section, the inspector  (a) has the right to inspect the premises and the operations carried out on the premises;  (b) has the right to free access, at any reasonable time, to all books of account, documents, correspondence and records, including payroll, employment, patient and drug records and any other records that are relevant for the purposes of the inspection, regardless of the form or medium in which the records are kept, but if the books, documents, correspondence or records are kept in a form or medium that is not legible, the inspector is entitled to require the LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 19     L.R.O. 1/2012                         L.                           L.R                                                person in charge of them to produce a legible copy for examination by the inspector.  (c)      has the right to remove, upon giving a           receipt for it and showing his certificate of appointment issued by the Minister, any material referred to in paragraph (b) that relates to the purpose of the inspection for the purpose of making a copy, provided that the material is promptly returned to the person in charge of the premises from which the material was removed;  (d) has the right, at any reasonable time, to make and take or require to be made or taken, any samples of any substance on the premises;  (e) has the right to remove, upon giving a receipt for it and showing his certificate of appointment issued by the Minister, any sample referred to in paragraph (d) that relates to the purpose of the inspection for the purpose of making an analysis; and  (f) may question a person on matters that are or may be relevant to an inspection under this Act.  (3) It is a condition of every licence that the licensee and employees of the licensee shall co-operate fully with an inspector carrying out inspection of a health facility operated by a licensee. LAWS OF GUYANA 20 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012     Obstruction of inspector.         Appointment of assessors.                   Powers of assessors.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An inspector may, at any reasonable time, without warrant, enter any premises of a health facility to make an inspection    LAWS OF GUYANA 18 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012"
                },
                {
                    "representation": "(a)",
                    "description": "has the right to inspect the premises and the operations carried out on the premises;"
                },
                {
                    "representation": "(b)",
                    "description": "that relates to the purpose of the inspection for the purpose of making a copy, provided that the material is promptly returned to the person in charge of the premises from which the material was removed;"
                },
                {
                    "representation": "(2)",
                    "description": "Upon an inspection under this section, the inspector"
                },
                {
                    "representation": "(c)",
                    "description": "has the right to remove, upon giving a           receipt for it and showing his certificate of appointment issued by the Minister, any material referred to in paragraph"
                },
                {
                    "representation": "(d)",
                    "description": "that relates to the purpose of the inspection for the purpose of making an analysis; and"
                },
                {
                    "representation": "(e)",
                    "description": "has the right to remove, upon giving a receipt for it and showing his certificate of appointment issued by the Minister, any sample referred to in paragraph"
                },
                {
                    "representation": "(f)",
                    "description": "may question a person on matters that are or may be relevant to an inspection under this Act."
                },
                {
                    "representation": "(3)",
                    "description": "It is a condition of every licence that the licensee and employees of the licensee shall co-operate fully with an inspector carrying out inspection of a health facility operated by a licensee. LAWS OF GUYANA 20 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012     Obstruction of inspector.         Appointment of assessors.                   Powers of assessors."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Obstruction of inspector. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Obstruction of inspector. 20. No person shall obstruct an inspector or withhold or conceal from an inspector any book, document, correspondence, record or thing relevant to the subject matter of an inspection.",
            "description": "No person shall obstruct an inspector or withhold or conceal from an inspector any book, document, correspondence, record or thing relevant to the subject matter of an inspection."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Appointment of assessors. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Appointment of assessors. 21. (1) The Minister may appoint persons in writing as assessors. (2) Where the Minister considers it necessary or advisable that assessments be carried out of the quality and the standards of services provided in a health facility, the Minister may give notice in writing to the licensee or operator of the health facility.  (3) An assessor shall report to the Minister in the determined form and in detail, with supporting material and at the times the Minister requires.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may appoint persons in writing as assessors."
                },
                {
                    "representation": "(2)",
                    "description": "Where the Minister considers it necessary or advisable that assessments be carried out of the quality and the standards of services provided in a health facility, the Minister may give notice in writing to the licensee or operator of the health facility."
                },
                {
                    "representation": "(3)",
                    "description": "An assessor shall report to the Minister in the determined form and in detail, with supporting material and at the times the Minister requires."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Powers of assessors. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Powers of assessors. 22.(1) An assessor, after giving written notice to the licensee operator of a health facility, for the purposes of assessing the care provided to one or more persons in the health facility, may     (a)    inspect and receive information from records or from notes, charts and other material relating to patient care and reproduce and retain copies; and  (b)     interview the licensee or operator and the employees of the licensee of the health facility on matters that relate to the quality and standards of service provided in the health facility.  (2) A notice under subsection (1) shall, where practicable, state the subject matter of the interview and the LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 21     L.R.O. 1/2012                        L.                           L.R          Assessment.                                      identity, if known, of the person or persons to be interviewed.  (3) A licensee or operator who receives written notice under subsection (1) shall forthwith give written notice to each person who may be interviewed of the subject matter of the interview.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall forthwith give written notice to each person who may be interviewed of the subject matter of the interview."
                },
                {
                    "representation": "(a)",
                    "description": "inspect and receive information from records or from notes, charts and other material relating to patient care and reproduce and retain copies; and"
                },
                {
                    "representation": "(b)",
                    "description": "interview the licensee or operator and the employees of the licensee of the health facility on matters that relate to the quality and standards of service provided in the health facility."
                },
                {
                    "representation": "(2)",
                    "description": "A notice under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "A licensee or operator who receives written notice under subsection"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Assessment. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Assessment. 23.(1) It is the function of an assessor to carry out assessments of the quality and standards of services provided in health facilities.  (2) It is a condition of every licence that the licensee and employees of the licensee shall co-operate fully with an assessor carrying out an assessment of a health facility operated by the licensee.  (3) The co-operation required of a licensee   includes  (a) permitting the assessor to enter and inspect the premises of the health facility;  (b) permitting the assessor to inspect records, including patient records;  (c) providing to the assessor information requested by the assessor in respect of records, including patient records on the care of patients in the health facility;  (d) providing the information mentioned in paragraph (c) in the form requested by the assessor;  (e) permitting the assessor to take and remove samples of any substance on LAWS OF GUYANA 22 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012                Admissibility of copies.                  Confidential information.                 the premises of the health facility;   (f) providing samples mentioned in paragraph (e) as requested by the assessor; and  (g) conferring with the assessor when requested to do so by the assessor.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It is the function of an assessor to carry out assessments of the quality and standards of services provided in health facilities."
                },
                {
                    "representation": "(2)",
                    "description": "It is a condition of every licence that the licensee and employees of the licensee shall co-operate fully with an assessor carrying out an assessment of a health facility operated by the licensee."
                },
                {
                    "representation": "(3)",
                    "description": "The co-operation required of a licensee   includes"
                },
                {
                    "representation": "(a)",
                    "description": "permitting the assessor to enter and inspect the premises of the health facility;"
                },
                {
                    "representation": "(b)",
                    "description": "permitting the assessor to inspect records, including patient records;"
                },
                {
                    "representation": "(c)",
                    "description": "in the form requested by the assessor;"
                },
                {
                    "representation": "(d)",
                    "description": "providing the information mentioned in paragraph"
                },
                {
                    "representation": "(e)",
                    "description": "as requested by the assessor; and"
                },
                {
                    "representation": "(f)",
                    "description": "providing samples mentioned in paragraph"
                },
                {
                    "representation": "(g)",
                    "description": "conferring with the assessor when requested to do so by the assessor."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Admissibility of copies. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Admissibility of copies. 24. (1) Copies of material removed from premises under this Act and certified as being true copies of the originals by the person who made them are admissible in evidence to the same extent as and have the same evidentiary value as the material of which they are copies.  (2) A certificate or report of an analysis of a sample removed from premises under this Act that purports to be signed by the laboratory technician who carried out the analysis shall be received in evidence as proof, in the absence of evidence to the contrary of the facts stated in the certificate or report without proof of the signature or position of the person appearing to have signed the certificate or report.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Copies of material removed from premises under this Act and certified as being true copies of the originals by the person who made them are admissible in evidence to the same extent as and have the same evidentiary value as the material of which they are copies."
                },
                {
                    "representation": "(2)",
                    "description": "A certificate or report of an analysis of a sample removed from premises under this Act that purports to be signed by the laboratory technician who carried out the analysis shall be received in evidence as proof, in the absence of evidence to the contrary of the facts stated in the certificate or report without proof of the signature or position of the person appearing to have signed the certificate or report."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Confidential information. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Confidential information. 25.(1) In this Act \"confidential information\" means information obtained by a person employed in the administration of this Act or making an assessment or inspection under this Act in the course of the person's employment, assessment or inspection and that relates to a patient or former patient of a health facility.  (2) No person shall communicate confidential information to any person except in accordance with subsection (4).  (3) Subsection (2) applies to any person whether or not that person is or was employed in the administration of this Act or is or was an assessor or inspector under this Act. LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 23     L.R.O. 1/2012                         L.                           L.R                                                 (4) A person employed in the administration of this Act, an assessor or an inspector or any person who obtains confidential information pursuant to this subsection may communicate confidential information-  (a)  in connection with the administration or enforcement of any Act or any proceedings under any Act;  (b) in connection with matters relating to professional disciplinary proceedings, to a statutory body governing a health profession;  (c) to the person's counsel; or  (d) with the consent of the patient or former patient to whom the information relates.  (5) No person employed in the administration of this Act or who made an inspection or assessment under this Act shall be required to give testimony in a civil action or proceeding with respect to any information obtained in the course of the person's employment, assessment or inspection except in a proceeding under an Act.  (6) A court may exclude the public from proceedings to enforce any Act if the court is of the opinion that confidential information may be disclosed of such a nature, having regard to the circumstance, that the desirability of avoiding disclosure of that information in the interests of any patient or former patient to whom it relates outweighs the desirability of adhering to the principle that hearings be open to the public.   LAWS OF GUYANA 24 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012   Immunity.             Offences.                                Annual  Report.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act \"confidential information\" means information obtained by a person employed in the administration of this Act or making an assessment or inspection under this Act in the course of the person's employment, assessment or inspection and that relates to a patient or former patient of a health facility."
                },
                {
                    "representation": "(2)",
                    "description": "applies to any person whether or not that person is or was employed in the administration of this Act or is or was an assessor or inspector under this Act. LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 23     L.R.O. 1/2012                         L.                           L.R"
                },
                {
                    "representation": "(3)",
                    "description": "Subsection"
                },
                {
                    "representation": "(4)",
                    "description": "A person employed in the administration of this Act, an assessor or an inspector or any person who obtains confidential information pursuant to this subsection may communicate confidential information-"
                },
                {
                    "representation": "(a)",
                    "description": "in connection with the administration or enforcement of any Act or any proceedings under any Act;"
                },
                {
                    "representation": "(b)",
                    "description": "in connection with matters relating to professional disciplinary proceedings, to a statutory body governing a health profession;"
                },
                {
                    "representation": "(c)",
                    "description": "to the person's counsel; or"
                },
                {
                    "representation": "(d)",
                    "description": "with the consent of the patient or former patient to whom the information relates."
                },
                {
                    "representation": "(5)",
                    "description": "No person employed in the administration of this Act or who made an inspection or assessment under this Act shall be required to give testimony in a civil action or proceeding with respect to any information obtained in the course of the person's employment, assessment or inspection except in a proceeding under an Act."
                },
                {
                    "representation": "(6)",
                    "description": "A court may exclude the public from proceedings to enforce any Act if the court is of the opinion that confidential information may be disclosed of such a nature, having regard to the circumstance, that the desirability of avoiding disclosure of that information in the interests of any patient or former patient to whom it relates outweighs the desirability of adhering to the principle that hearings be open to the public.   LAWS OF GUYANA 24 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012   Immunity.             Offences.                                Annual  Report."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Immunity. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Immunity. 26. No action or other proceeding for damages shall be commenced against an inspector, or an assessor for any act done in good faith in the performance or intended performance of any duty or in the exercise or intended exercise of any power under this Act or the regulations, or for any neglect or default in the performance or exercise in good faith of such power or duty.",
            "description": "No action or other proceeding for damages shall be commenced against an inspector, or an assessor for any act done in good faith in the performance or intended performance of any duty or in the exercise or intended exercise of any power under this Act or the regulations, or for any neglect or default in the performance or exercise in good faith of such power or duty."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Offences. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Offences. 27. (1) Every person who contravenes sections 4, 10, 12, 13, 20 or 25 commits an offence.  (2) Every person who contravenes a regulation under this Act commits an offence.  (3) Every person who is guilty of an offence under this Act is liable on summary conviction to a fine of two hundred and fifty thousand dollars and to imprisonment for six months and in the case of a continuing offence, to an additional fine of fifty thousand dollars for every day during which the offence continues subsequent to the date to which the conviction relates.  (4) Where a corporation is convicted of an offence under this Act, the penalty shall be twice that prescribed under subsection (3).  (5)The Court that convicts a person of an offence under this Act may, in addition to any other penalty, order that the person pay compensation or make restitution to any person who suffered a loss as a result of the offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every person who contravenes sections 4, 10, 12, 13, 20 or 25 commits an offence."
                },
                {
                    "representation": "(2)",
                    "description": "Every person who contravenes a regulation under this Act commits an offence."
                },
                {
                    "representation": "(3)",
                    "description": "Every person who is guilty of an offence under this Act is liable on summary conviction to a fine of two hundred and fifty thousand dollars and to imprisonment for six months and in the case of a continuing offence, to an additional fine of fifty thousand dollars for every day during which the offence continues subsequent to the date to which the conviction relates."
                },
                {
                    "representation": "(4)",
                    "description": "Where a corporation is convicted of an offence under this Act, the penalty shall be twice that prescribed under subsection"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Annual Report. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Annual Report. 28. The Minister after the end of each year shall prepare an annual report on the administration of this Act and submit it to the National Assembly if the Assembly is sitting, if not, within fifteen days of the commencement of the next sitting.  LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 25     L.R.O. 1/2012                         L.                           L.R Regulations.",
            "description": "The Minister after the end of each year shall prepare an annual report on the administration of this Act and submit it to the National Assembly if the Assembly is sitting, if not, within fifteen days of the commencement of the next sitting.  LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 25     L.R.O. 1/2012                         L.                           L.R Regulations."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Regulations. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Regulations. 29.(1) The Minister may make regulations   (a) governing the process for submitting proposals;  (b) governing applications for renewals of licences;  (c) prescribing forms and providing for their use;  (d) prescribing fees for licences, for transfers of licences and for renewals of licences;  (e) classifying health facilities;  (f) respecting and governing the care, treatment and services provided in health facilities;  (g) prescribing and governing the quality and the standards of services provided in health facilities and the method by which these standards will be made available;  (h) prescribing and governing the quality and the standards of health facilities;  (i) prescribing and governing all matters in relation to the employees of health facilities;  (j)    prescribing  and    governing    the construction, establishment, location, equipment, maintenance and repair LAWS OF GUYANA 26 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012                                                  of, additions and alterations to, and operation of health facilities;  (k)   prescribing the books, records and accounts that shall be kept by health facilities, including their form and content and the place or places where they shall be kept;  (1)   requiring  the  accounts of health facilities to be audited and requiring health facilities to furnish information or accounts as may be required by the Minister;  (m)   prescribing and governing the records that shall be kept by health facilities with respect to the care and treatment of patients of the health facility;  (n)     governing the reports and returns that shall be made to the Minister by health facilities;  (o)      requiring and governing the system or             systems that shall be kept by health facilities to monitor the results of the services provided in health facilities;  (p)   governing access to patient or drug records and specifying persons who may have access to such records;  (q)  establishing rules, regulating the ownership and use of health care information including the disclosure, access security and privacy of LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 27     L.R.O. 1/2012                         L.                           L.R                                                information;  (r)     governing the qualification of assessors and inspectors for the purpose of assessments and inspections;  (s)      providing  for  the  establishment  and use of trust accounts and other methods to safeguard the valuables and assets of patients;  (t)      establishing rules relating to admission, registration and discharge of patients, residents and outpatients;  (u)   regulating  methods  of  recovering amounts owed to a health facility;  (v)      requiring written agreement between a health facility or class of health facilities and any person for the purpose of providing instruction in the health facility or class of health facilities and prescribing provisions that shall be included in any agreement;   (w)    prescribing other duties of assessors;   (x)       prescribing other duties of inspectors;   (y)   regulating the governance, control, management, conduct, operation and use of health facilities;   (z)   prescribing anything authorized or LAWS OF GUYANA 28 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012                         Resolution of conflicting provisions.         required to be prescribed by this Act.  may delegate the determination of any matter to any person the Minister designates in writing.  (3) Any regulation made under subsection (1) may be made applicable to different classes of health facilities.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may be made applicable to different classes of health facilities."
                },
                {
                    "representation": "(a)",
                    "description": "governing the process for submitting proposals;"
                },
                {
                    "representation": "(b)",
                    "description": "governing applications for renewals of licences;"
                },
                {
                    "representation": "(c)",
                    "description": "prescribing forms and providing for their use;"
                },
                {
                    "representation": "(d)",
                    "description": "prescribing fees for licences, for transfers of licences and for renewals of licences;"
                },
                {
                    "representation": "(e)",
                    "description": "classifying health facilities;"
                },
                {
                    "representation": "(f)",
                    "description": "respecting and governing the care, treatment and services provided in health facilities;"
                },
                {
                    "representation": "(g)",
                    "description": "prescribing and governing the quality and the standards of services provided in health facilities and the method by which these standards will be made available;"
                },
                {
                    "representation": "(h)",
                    "description": "prescribing and governing the quality and the standards of health facilities;"
                },
                {
                    "representation": "(i)",
                    "description": "prescribing and governing all matters in relation to the employees of health facilities;"
                },
                {
                    "representation": "(j)",
                    "description": "prescribing  and    governing    the construction, establishment, location, equipment, maintenance and repair LAWS OF GUYANA 26 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012                                                  of, additions and alterations to, and operation of health facilities;"
                },
                {
                    "representation": "(k)",
                    "description": "prescribing the books, records and accounts that shall be kept by health facilities, including their form and content and the place or places where they shall be kept;"
                },
                {
                    "representation": "(m)",
                    "description": "prescribing and governing the records that shall be kept by health facilities with respect to the care and treatment of patients of the health facility;"
                },
                {
                    "representation": "(n)",
                    "description": "governing the reports and returns that shall be made to the Minister by health facilities;"
                },
                {
                    "representation": "(o)",
                    "description": "requiring and governing the system or             systems that shall be kept by health facilities to monitor the results of the services provided in health facilities;"
                },
                {
                    "representation": "(p)",
                    "description": "governing access to patient or drug records and specifying persons who may have access to such records;"
                },
                {
                    "representation": "(q)",
                    "description": "establishing rules, regulating the ownership and use of health care information including the disclosure, access security and privacy of LAWS OF GUYANA Health Facilities Licensing Cap. 33:03 27     L.R.O. 1/2012                         L.                           L.R                                                information;"
                },
                {
                    "representation": "(r)",
                    "description": "governing the qualification of assessors and inspectors for the purpose of assessments and inspections;"
                },
                {
                    "representation": "(s)",
                    "description": "providing  for  the  establishment  and use of trust accounts and other methods to safeguard the valuables and assets of patients;"
                },
                {
                    "representation": "(t)",
                    "description": "establishing rules relating to admission, registration and discharge of patients, residents and outpatients;"
                },
                {
                    "representation": "(u)",
                    "description": "regulating  methods  of  recovering amounts owed to a health facility;"
                },
                {
                    "representation": "(v)",
                    "description": "requiring written agreement between a health facility or class of health facilities and any person for the purpose of providing instruction in the health facility or class of health facilities and prescribing provisions that shall be included in any agreement;"
                },
                {
                    "representation": "(w)",
                    "description": "prescribing other duties of assessors;"
                },
                {
                    "representation": "(x)",
                    "description": "prescribing other duties of inspectors;"
                },
                {
                    "representation": "(y)",
                    "description": "regulating the governance, control, management, conduct, operation and use of health facilities;"
                },
                {
                    "representation": "(z)",
                    "description": "prescribing anything authorized or LAWS OF GUYANA 28 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012                         Resolution of conflicting provisions.         required to be prescribed by this Act.  may delegate the determination of any matter to any person the Minister designates in writing."
                },
                {
                    "representation": "(3)",
                    "description": "Any regulation made under subsection"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Resolution of conflicting provisions.  LAWS OF GUYANA 4 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012   ____________________  CHAPTER 33:03  HEALTH FACILITIES LICENSING ACT  26 of 2007 An Act to provide for the licensing of Health Facilities and for related matters.   [1ST MAY, 2008] Short title.    Interpretation.                            ",
            "context": "HEALTH FACILITIES LICENSING ACT under Resolution of conflicting provisions.  LAWS OF GUYANA 4 Cap. 33:03 Health Facilities Licensing   L.R.O. 1/2012   ____________________  CHAPTER 33:03  HEALTH FACILITIES LICENSING ACT  26 of 2007 An Act to provide for the licensing of Health Facilities and for related matters.   [1ST MAY, 2008] Short title.    Interpretation.                            30. Where the provisions of any other law conflict with the provisions of this Act, the provisions of this Act shall prevail only to the extent of the inconsistency.   _____________________          (2) In a regulation under  subsection  (1), the Minister LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 29 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L      Reg. 7/2008                                         SUBSIDIARY LEGISLATION  _________________  HEALTH FACILITIES LICENSING REGULATIONS   made under section 29   ARRANGEMENT OF REGULATIONS  REGULATION PART I PRELIMINARY",
            "description": [
                {
                    "representation": "(2)",
                    "description": "In a regulation under  subsection"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Dialysis treatment area.  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Dialysis treatment area.  31. (1) In every dialysis clinic, there shall be an adequate number of sinks for implementing precautionary measures relating to infection control according to standards established by the American Professions of Infection Control until alternate standards to be followed in Guyana are laid down by the Minister. LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 57 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L                                 Infection control.   Water control.             Hospitals to comply with Part VI.   (2) Walls and floors shall be smooth and washable so that decontamination procedures can be carried out easily.  (3) Every dialysis clinic shall ensure that in addition to the dialysis treatment area the following areas in the clinic are clearly defined    (a) clean up area;  (b) clean supply room;  (c) equipment storage;  (d) water treatment area;  (e) lockers and bathrooms for patients and staff;  (f) general reception area;  (g) waiting room for patients and visitors.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In every dialysis clinic, there shall be an adequate number of sinks for implementing precautionary measures relating to infection control according to standards established by the American Professions of Infection Control until alternate standards to be followed in Guyana are laid down by the Minister. LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 57 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L                                 Infection control.   Water control.             Hospitals to comply with Part VI."
                },
                {
                    "representation": "(2)",
                    "description": "Walls and floors shall be smooth and washable so that decontamination procedures can be carried out easily."
                },
                {
                    "representation": "(3)",
                    "description": "Every dialysis clinic shall ensure that in addition to the dialysis treatment area the following areas in the clinic are clearly defined"
                },
                {
                    "representation": "(a)",
                    "description": "clean up area;"
                },
                {
                    "representation": "(b)",
                    "description": "clean supply room;"
                },
                {
                    "representation": "(c)",
                    "description": "equipment storage;"
                },
                {
                    "representation": "(d)",
                    "description": "water treatment area;"
                },
                {
                    "representation": "(e)",
                    "description": "lockers and bathrooms for patients and staff;"
                },
                {
                    "representation": "(f)",
                    "description": "general reception area;"
                },
                {
                    "representation": "(g)",
                    "description": "waiting room for patients and visitors."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Infection control.  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Infection control.  32. Used blood-lines and dialysers shall be treated as infectious waste in accordance with regulation",
            "description": "Used blood-lines and dialysers shall be treated as infectious waste in accordance with regulation"
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Water control. PART VI HOSPITALS  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Water control. PART VI HOSPITALS  33. The quality of water used in the dilution of dialysis concentrate shall be in accordance with AAM1 water treatment equipment and quality recommendations for dialysis until alternate standards to be followed in Guyana are laid down by the Minister.  PART VI HOSPITALS",
            "description": "The quality of water used in the dilution of dialysis concentrate shall be in accordance with AAM1 water treatment equipment and quality recommendations for dialysis until alternate standards to be followed in Guyana are laid down by the Minister.  PART VI HOSPITALS"
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Hospitals to comply with Part VI.  LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 31 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L                                                REGULATION  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Hospitals to comply with Part VI.  LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 31 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L                                                REGULATION  34. Every licensee of a health facility that is licensed as a hospital and every person who operates a health facility as a hospital under section 5 of the Act shall ensure that the LAWS OF GUYANA 58 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012            Staff.       Accommoda- tion.         Governance and  administration.                           requirements of this Part are met.",
            "description": "Every licensee of a health facility that is licensed as a hospital and every person who operates a health facility as a hospital under section 5 of the Act shall ensure that the LAWS OF GUYANA 58 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012            Staff.       Accommoda- tion.         Governance and  administration.                           requirements of this Part are met."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Staff.  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Staff.  35. Every hospital shall have a team of medical staff and the medical staff shall be under the direct supervision of a medical practitioner.",
            "description": "Every hospital shall have a team of medical staff and the medical staff shall be under the direct supervision of a medical practitioner."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Accommodation. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Accommodation. 36. Every hospital shall have ready access to    (a) a licensed medical laboratory, either on or off the premises;  (b) a licensed Blood Bank, either on or off the premises.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a licensed medical laboratory, either on or off the premises;"
                },
                {
                    "representation": "(b)",
                    "description": "a licensed Blood Bank, either on or off the premises."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Governance and administration. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Governance and administration. 37. (1) Every hospital shall be governed by a policy making body and its by-laws shall include a written administrative medical care in the hospital.  (2) Every hospital shall designate a person who is responsible for and accountable for continuing medical care in the hospital.  (3) The by-laws of every hospital shall    (a) provide for a manual of administrative procedures to be employed by the hospital;  (b) require a personnel office that contains a list of all medical practitioners and paramedical professionals on the hospital staff  with their qualifications and training;  (c) require staff meetings at least once a month and the meetings shall include all categories of staff; LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 59 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L                                                (d) set out the visiting hours of the hospital and require them to be prominently displayed to the public;  (e) require a medical practitioner, or where a medical practitioner is not available, a medex, to be on duty twenty-four hours per day;  (f) require daily rounds of the wards of the hospital;  (g) provide that a specific person or persons shall be responsible during daily rounds for following up on each patient who is admitted to the hospital;  (h) require that the staff on duty in the hospital shall know how to contact all medical staff who are on duty at any particular time;  (i) provide for written procedures to deal with the preparation and sterilization of all materials of the hospital;  (j) provide for written procedures to ensure that cleaning takes place in standardized fashion including instruction for the use of disinfectants and the elimination of biological and other wastes;  (k) provide for a designated individual who shall be responsible for ensuring that the hospital is cleaned on a daily LAWS OF GUYANA 60 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012           Emergency services.                    Food services.                    basis; and  (l) require the establishment of a protocol to deal with highly contagious diseases.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every hospital shall be governed by a policy making body and its by-laws shall include a written administrative medical care in the hospital."
                },
                {
                    "representation": "(2)",
                    "description": "Every hospital shall designate a person who is responsible for and accountable for continuing medical care in the hospital."
                },
                {
                    "representation": "(3)",
                    "description": "The by-laws of every hospital shall"
                },
                {
                    "representation": "(a)",
                    "description": "provide for a manual of administrative procedures to be employed by the hospital;"
                },
                {
                    "representation": "(b)",
                    "description": "require a personnel office that contains a list of all medical practitioners and paramedical professionals on the hospital staff  with their qualifications and training;"
                },
                {
                    "representation": "(c)",
                    "description": "require staff meetings at least once a month and the meetings shall include all categories of staff; LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 59 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L"
                },
                {
                    "representation": "(d)",
                    "description": "set out the visiting hours of the hospital and require them to be prominently displayed to the public;"
                },
                {
                    "representation": "(e)",
                    "description": "require a medical practitioner, or where a medical practitioner is not available, a medex, to be on duty twenty-four hours per day;"
                },
                {
                    "representation": "(f)",
                    "description": "require daily rounds of the wards of the hospital;"
                },
                {
                    "representation": "(g)",
                    "description": "provide that a specific person or persons shall be responsible during daily rounds for following up on each patient who is admitted to the hospital;"
                },
                {
                    "representation": "(h)",
                    "description": "require that the staff on duty in the hospital shall know how to contact all medical staff who are on duty at any particular time;"
                },
                {
                    "representation": "(i)",
                    "description": "provide for written procedures to deal with the preparation and sterilization of all materials of the hospital;"
                },
                {
                    "representation": "(j)",
                    "description": "provide for written procedures to ensure that cleaning takes place in standardized fashion including instruction for the use of disinfectants and the elimination of biological and other wastes;"
                },
                {
                    "representation": "(k)",
                    "description": "provide for a designated individual who shall be responsible for ensuring that the hospital is cleaned on a daily LAWS OF GUYANA 60 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012           Emergency services.                    Food services.                    basis; and"
                },
                {
                    "representation": "(l)",
                    "description": "require the establishment of a protocol to deal with highly contagious diseases."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Emergency services.  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Emergency services.  38. (1) Every hospital shall have an emergency department that is located at a specific easily accessible dedicated site at the hospital and that has a medical practitioner and a nurse available on duty twenty-four hours a day with the duty chart prominently displayed at a conspicuous place.  (2) The emergency service shall have adequate provision of life saving First Aid medicines and equipments.  (3) The emergency service at a hospital shall include an arrangement to refer the patient to the nearest facility that has the capability of providing the specialty service required by the patient.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every hospital shall have an emergency department that is located at a specific easily accessible dedicated site at the hospital and that has a medical practitioner and a nurse available on duty twenty-four hours a day with the duty chart prominently displayed at a conspicuous place."
                },
                {
                    "representation": "(2)",
                    "description": "The emergency service shall have adequate provision of life saving First Aid medicines and equipments."
                },
                {
                    "representation": "(3)",
                    "description": "The emergency service at a hospital shall include an arrangement to refer the patient to the nearest facility that has the capability of providing the specialty service required by the patient."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Food services. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Food services. 39. (1) Food services in a hospital shall be supervised by a dietician or food service supervisor who shall maintain or ensure the maintenance of a list of diets appropriate for the pathology of the types of patients served by the hospital.  (2) A diet manual shall be available at all times.  (3) Each food service worker shall be    (a) the holder of a valid food handlers certificate issued by the municipality or public health department where the worker is employed, as the case requires; and  (b) so dressed as to make him easily LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 61 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L                                         Sterilization.       identifiable as a food service worker.   (4) The  food preparation area in a hospital shall be   (a) so constructed that all external openings to the area are fly-proof; and  (b) restricted to food service workers only.  (5) Patients on special diets shall not be permitted to receive food from sources external to the hospital except as provided in paragraphs (6) and (7).   (6) Where the food service in a hospital is contracted out, the hospital shall ensure that    (a) all patient diets are monitored by a dietician or food service supervisor; and  (b) the contract with the external supplier    provides for inspection under the Act.  (7) When any relative of a patient or other person desires to bring food for a patient he shall consult and obtain prior permission of the competent authority of the hospital.  (8) Food for patients shall be covered from the time it leaves the food preparation area until it reaches the patient.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Food services in a hospital shall be supervised by a dietician or food service supervisor who shall maintain or ensure the maintenance of a list of diets appropriate for the pathology of the types of patients served by the hospital."
                },
                {
                    "representation": "(2)",
                    "description": "A diet manual shall be available at all times."
                },
                {
                    "representation": "(3)",
                    "description": "Each food service worker shall be"
                },
                {
                    "representation": "(a)",
                    "description": "all patient diets are monitored by a dietician or food service supervisor; and"
                },
                {
                    "representation": "(b)",
                    "description": "the contract with the external supplier    provides for inspection under the Act."
                },
                {
                    "representation": "(4)",
                    "description": "The  food preparation area in a hospital shall be"
                },
                {
                    "representation": "(5)",
                    "description": "Patients on special diets shall not be permitted to receive food from sources external to the hospital except as provided in paragraphs"
                },
                {
                    "representation": "(6)",
                    "description": "Where the food service in a hospital is contracted out, the hospital shall ensure that"
                },
                {
                    "representation": "(7)",
                    "description": "When any relative of a patient or other person desires to bring food for a patient he shall consult and obtain prior permission of the competent authority of the hospital."
                },
                {
                    "representation": "(8)",
                    "description": "Food for patients shall be covered from the time it leaves the food preparation area until it reaches the patient."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Sterilisation. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Sterilisation. 40. (1) Every hospital shall have access to a specific dedicated site for the preparation and sterilization of materials of the hospital.   (2) The sterilization equipment shall consist of an LAWS OF GUYANA 62 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012            Dispensing of  drugs.                    Registers and indexes.                     autoclave, instrument sterilizer and a stove or oven and shall be tested regularly and at least twice a year to ensure that they are in proper working order to sterilize the materials being placed in them.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every hospital shall have access to a specific dedicated site for the preparation and sterilization of materials of the hospital."
                },
                {
                    "representation": "(2)",
                    "description": "The sterilization equipment shall consist of an LAWS OF GUYANA 62 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012            Dispensing of  drugs.                    Registers and indexes.                     autoclave, instrument sterilizer and a stove or oven and shall be tested regularly and at least twice a year to ensure that they are in proper working order to sterilize the materials being placed in them."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Dispensing of drugs. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Dispensing of drugs. 41. (1) Every hospital shall have a specific site that is dedicated for the pharmacy and the site shall provide for the conservation and refrigeration of drugs.  (2) The pharmacy in a hospital shall be administered and controlled by a pharmacist who provides drugs to in-patients and to out-patient clinics of the hospital on a restricted schedule to be fixed by the hospital administration and to the emergency department on a twenty-four hour basis.  (3) The hospital pharmacist shall keep a medication profile for each patient receiving drugs from the pharmacy.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every hospital shall have a specific site that is dedicated for the pharmacy and the site shall provide for the conservation and refrigeration of drugs."
                },
                {
                    "representation": "(2)",
                    "description": "The pharmacy in a hospital shall be administered and controlled by a pharmacist who provides drugs to in-patients and to out-patient clinics of the hospital on a restricted schedule to be fixed by the hospital administration and to the emergency department on a twenty-four hour basis."
                },
                {
                    "representation": "(3)",
                    "description": "The hospital pharmacist shall keep a medication profile for each patient receiving drugs from the pharmacy."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Registers and indexes. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Registers and indexes. 42. (1) Every hospital shall keep the following registers    (i) a register of admissions and discharges for both in-patients and out- patients;  (ii) an emergency department register;  (iii) an operating room register;  (iv) a maternity ward register;  (v) a register of births;  (vi) a register of deaths.  LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 63 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L            Occupational Safety and Health Act.  c. 99:09             Quality assurance.                       (2) Every Hospital shall keep the following indexes   (i) a master index of patients; (ii) an operating index; (iii) a disease index; (iv) a staff index.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every hospital shall keep the following registers"
                },
                {
                    "representation": "(i)",
                    "description": "a master index of patients;"
                },
                {
                    "representation": "(v)",
                    "description": "a register of births;"
                },
                {
                    "representation": "(2)",
                    "description": "Every Hospital shall keep the following indexes"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Occupational safety and health. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Occupational safety and health. 43. (1) The administrator of every hospital shall ensure that one or more health and safety representatives are chosen from amongst the staff in the hospital in accordance with the provisions of the Occupational Safety and Health Act.  (2) No person shall be employed by a hospital unless the person has been medically examined by a medical practitioner provided by the hospital and found fit for employment.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The administrator of every hospital shall ensure that one or more health and safety representatives are chosen from amongst the staff in the hospital in accordance with the provisions of the Occupational Safety and Health Act."
                },
                {
                    "representation": "(2)",
                    "description": "No person shall be employed by a hospital unless the person has been medically examined by a medical practitioner provided by the hospital and found fit for employment."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Quality assurance. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Quality assurance. 44. (1) In addition to the by-laws referred to in regulation 37, every hospital shall have by-laws that establish a quality assurance programme for the hospital that evaluates the quality of care being provided to patients of the hospital on an on-going basis against a prevailing and accepted standard of professional care.  (2) Every quality assurance programme referred to in paragraph (1) shall    (a) ensure that all patient care services are efficiently rendered, readily available and properly documented;  (b) ensure that all hospital staff are ethically, professionally, competent and duly qualified for their particular duty in the hospital;  LAWS OF GUYANA 64 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012                                     Housekeeping.                   Out-patient (c) establish a system to evaluate the hospitals facilities, manpower, necessary drug supply and physical safety of workers;  (d) establish protocols to investigate and resolve problems that could negatively impact on the quality of patient care;  (e) establish a system of setting priorities to deal with quality assurance issues to ensure that the problems are investigated and resolved so that the issues may not negatively impact on the quality of patient care; and (f) establish a system of monitoring, evaluating and documenting the results of the hospital quality assurance programme.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall"
                },
                {
                    "representation": "(2)",
                    "description": "Every quality assurance programme referred to in paragraph"
                },
                {
                    "representation": "(a)",
                    "description": "ensure that all patient care services are efficiently rendered, readily available and properly documented;"
                },
                {
                    "representation": "(b)",
                    "description": "ensure that all hospital staff are ethically, professionally, competent and duly qualified for their particular duty in the hospital;  LAWS OF GUYANA 64 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012                                     Housekeeping.                   Out-patient"
                },
                {
                    "representation": "(c)",
                    "description": "establish a system to evaluate the hospitals facilities, manpower, necessary drug supply and physical safety of workers;"
                },
                {
                    "representation": "(d)",
                    "description": "establish protocols to investigate and resolve problems that could negatively impact on the quality of patient care;"
                },
                {
                    "representation": "(e)",
                    "description": "establish a system of setting priorities to deal with quality assurance issues to ensure that the problems are investigated and resolved so that the issues may not negatively impact on the quality of patient care; and"
                },
                {
                    "representation": "(f)",
                    "description": "establish a system of monitoring, evaluating and documenting the results of the hospital quality assurance programme."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "House-keeping.  PART VII OUT-PATIENT CLINICS  ",
            "context": "HEALTH FACILITIES LICENSING ACT under House-keeping.  PART VII OUT-PATIENT CLINICS  45. (1) All floors of the hospital shall be washed at least once a day with cleaning agents recommended or consistent with the recommendations of the manufacturer of the flooring.  (2) Dry sweeping shall not be permitted except in areas meant for out-patients.  (3) Every hospital shall have suitably protective clothing available for staff who may have to come into contact with highly infectious patients or materials.  PART VII OUT-PATIENT CLINICS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All floors of the hospital shall be washed at least once a day with cleaning agents recommended or consistent with the recommendations of the manufacturer of the flooring."
                },
                {
                    "representation": "(2)",
                    "description": "Dry sweeping shall not be permitted except in areas meant for out-patients."
                },
                {
                    "representation": "(3)",
                    "description": "Every hospital shall have suitably protective clothing available for staff who may have to come into contact with highly infectious patients or materials.  PART VII OUT-PATIENT CLINICS"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Out-patient clinics to comply with Part VII. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Out-patient clinics to comply with Part VII. 46. Every licensee of a health facility that is licensed LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 65 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L clinics to  comply with Part VII.      Policies and procedures.                      Maternity  wards to comply with Part VIII.     Staff.            Competent  staff to manage maternity care.  as an out-patient clinic and every person who operates an out-patient clinic under section 5 of the Act shall ensure that the requirements of this Part are met.",
            "description": "Every licensee of a health facility that is licensed LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 65 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L clinics to  comply with Part VII.      Policies and procedures.                      Maternity  wards to comply with Part VIII.     Staff.            Competent  staff to manage maternity care.  as an out-patient clinic and every person who operates an out-patient clinic under section 5 of the Act shall ensure that the requirements of this Part are met."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Policies and procedure.  PART VIII MATERNITY WARDS IN HOSPITALS AND HEALTH CENTRES  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Policies and procedure.  PART VIII MATERNITY WARDS IN HOSPITALS AND HEALTH CENTRES  47. (1) Every out-patient clinic shall exhibit at a conspicuous place the names and qualifications and specializations, if any, of the medical practitioners who are available at the clinic and the times at which they are available.  (2) Every out-patient clinic shall have written policies governing visiting of patients at the clinic.  (3) Every out-patient clinic of a hospital shall be under the directions of its medical director or a designated medical practitioner of the hospital.  PART VIII MATERNITY WARDS IN HOSPITALS AND HEALTH CENTRES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every out-patient clinic shall exhibit at a conspicuous place the names and qualifications and specializations, if any, of the medical practitioners who are available at the clinic and the times at which they are available."
                },
                {
                    "representation": "(2)",
                    "description": "Every out-patient clinic shall have written policies governing visiting of patients at the clinic."
                },
                {
                    "representation": "(3)",
                    "description": "Every out-patient clinic of a hospital shall be under the directions of its medical director or a designated medical practitioner of the hospital.  PART VIII MATERNITY WARDS IN HOSPITALS AND HEALTH CENTRES"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Maternity wards to comply with Part VIII. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Maternity wards to comply with Part VIII. 48. Every licensee of a health facility that is licensed as a hospital or health centre that operates a maternity ward and every person who operates a maternity ward under section 5 of the Act shall ensure that the requirements of this Part are met.",
            "description": "Every licensee of a health facility that is licensed as a hospital or health centre that operates a maternity ward and every person who operates a maternity ward under section 5 of the Act shall ensure that the requirements of this Part are met."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Staff.  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Staff.  49. (1) Every maternity ward in a hospital shall be under the supervision and direction of a medical practitioner.  (2) Every maternity ward in a health centre shall be under the supervision and direction of a medical practitioner or a medex or a staff nurse or a midwife.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every maternity ward in a hospital shall be under the supervision and direction of a medical practitioner."
                },
                {
                    "representation": "(2)",
                    "description": "Every maternity ward in a health centre shall be under the supervision and direction of a medical practitioner or a medex or a staff nurse or a midwife."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Competent staff to manage maternity care. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Competent staff to manage maternity care. 50. (1) The patients in labour in a maternity ward shall be managed by a staff nurse or midwife under the direct supervision of the medical practitioner or medex who is LAWS OF GUYANA 66 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012                                              Accommoda-  tion.          responsible for the care of patients.  (2) Where the medical practitioner or medex referred to in paragraph (1) is not specially trained in obstetrics, the facility shall, where feasible, have an established written agreement with an obstetrician to provide twenty-four hours of direct consulting access for the  (3) Nursing and maternity care in a hospital shall be set out in an organisational chart and the maternity ward shall meet the following criteria    (i) Evidence of current registration of all nurses and midwives shall be available on request.  (ii) A roster of nurses and midwives on various shifts within each twenty- four hour period for the week shall be available upon request.  (iii) Vital signs of each patient shall be observed and recorded on each patients chart at least once in 24 hours or as often as is required in the circumstances.  all times   (a) at least one delivery room; and   (b) operable resuscitation equipment including a supply of oxygen and suction apparatus commensurate with the number of patients in the facility.  physician referred to in paragraph (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is not specially trained in obstetrics, the facility shall, where feasible, have an established written agreement with an obstetrician to provide twenty-four hours of direct consulting access for the"
                },
                {
                    "representation": "(2)",
                    "description": "Where the medical practitioner or medex referred to in paragraph"
                },
                {
                    "representation": "(3)",
                    "description": "Nursing and maternity care in a hospital shall be set out in an organisational chart and the maternity ward shall meet the following criteria"
                },
                {
                    "representation": "(i)",
                    "description": "Evidence of current registration of all nurses and midwives shall be available on request."
                },
                {
                    "representation": "(a)",
                    "description": "at least one delivery room; and"
                },
                {
                    "representation": "(b)",
                    "description": "operable resuscitation equipment including a supply of oxygen and suction apparatus commensurate with the number of patients in the facility.  physician referred to in paragraph"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Accommodation.  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Accommodation.  51. Every maternity ward shall have and maintain at LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 67 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L Surgical operations.             Medical laboratories to comply with Part IX.         Staff.                  Scope of  service.       Collection of specimen.",
            "description": "Every maternity ward shall have and maintain at LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 67 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L Surgical operations.             Medical laboratories to comply with Part IX.         Staff.                  Scope of  service.       Collection of specimen."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Surgical operations.  PART IX MEDICAL LABORATORIES  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Surgical operations.  PART IX MEDICAL LABORATORIES  52. Every maternity ward in which surgical operations are performed shall meet the requirements of Part XII (Surgical Centres).  PART IX MEDICAL LABORATORIES",
            "description": "Every maternity ward in which surgical operations are performed shall meet the requirements of Part XII (Surgical Centres).  PART IX MEDICAL LABORATORIES"
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Medical laboratories to comply with Part IX. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Medical laboratories to comply with Part IX. 53. (1) Every licensee of a health facility that is licensed as a medical laboratory shall ensure that the requirements of this Part are met. (2) Every licensee of a health facility that contains a medical laboratory and person who operates a medical laboratory under section 5 of the Act shall ensure that the requirements of this Part are met.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every licensee of a health facility that is licensed as a medical laboratory shall ensure that the requirements of this Part are met."
                },
                {
                    "representation": "(2)",
                    "description": "Every licensee of a health facility that contains a medical laboratory and person who operates a medical laboratory under section 5 of the Act shall ensure that the requirements of this Part are met."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Staff. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Staff. 54. (1) Every medical laboratory shall be under the supervision and direction of a medical practitioner.  (2) Every medical laboratory shall have on staff medical laboratory technicians who are qualified to perform the procedures undertaken by the laboratory.  (3) At least one medical laboratory technologist shall be available on the premises of a medical laboratory during all hours when laboratory tests are performed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every medical laboratory shall be under the supervision and direction of a medical practitioner."
                },
                {
                    "representation": "(2)",
                    "description": "Every medical laboratory shall have on staff medical laboratory technicians who are qualified to perform the procedures undertaken by the laboratory."
                },
                {
                    "representation": "(3)",
                    "description": "At least one medical laboratory technologist shall be available on the premises of a medical laboratory during all hours when laboratory tests are performed."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Scope of service. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Scope of service. 55. Every medical laboratory shall display a list of all tests that are carried out by the facility along with the details of fees chargeable for each test and those tests that are carried out by any other facility on behalf of the laboratory.",
            "description": "Every medical laboratory shall display a list of all tests that are carried out by the facility along with the details of fees chargeable for each test and those tests that are carried out by any other facility on behalf of the laboratory."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Collection of specimen. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Collection of specimen. 56. (1) The collection of specimens shall only be performed under the general supervision of the laboratory director or a medical laboratory technologist.  (2) Every medical laboratory shall post in a conspicuous place in the laboratory, written instructions for LAWS OF GUYANA 68 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012       Records and reports.                        Policies and procedures.                the handling, timings of collection of samples or specimen, preservation, storage arid transportation of specimens and timing of delivery of test reports.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The collection of specimens shall only be performed under the general supervision of the laboratory director or a medical laboratory technologist."
                },
                {
                    "representation": "(2)",
                    "description": "Every medical laboratory shall post in a conspicuous place in the laboratory, written instructions for LAWS OF GUYANA 68 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012       Records and reports.                        Policies and procedures.                the handling, timings of collection of samples or specimen, preservation, storage arid transportation of specimens and timing of delivery of test reports."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Records and reports. LAWS OF GUYANA 32 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012                                                 REGULATION  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Records and reports. LAWS OF GUYANA 32 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012                                                 REGULATION  57. (1) Every medical laboratory shall keep records and reports of all tests undertaken at the health facility and those that are carried out by any other health facility on behalf of the laboratory.  (2) True copies of all records and reports of tests performed including the reports received from another laboratory, shall be kept on the premises of the requesting laboratory and the laboratory that performed the tests, for a period of ten years.  (3) The records and reports referred to in this regulation may be kept in electronic form provided they can be reproduced in a readable form at any time during the period of retention in terms of paragraph (2).  (4) The records and reports referred to in this regulation shall be made available to an inspector upon request.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every medical laboratory shall keep records and reports of all tests undertaken at the health facility and those that are carried out by any other health facility on behalf of the laboratory."
                },
                {
                    "representation": "(2)",
                    "description": "True copies of all records and reports of tests performed including the reports received from another laboratory, shall be kept on the premises of the requesting laboratory and the laboratory that performed the tests, for a period of ten years."
                },
                {
                    "representation": "(3)",
                    "description": "The records and reports referred to in this regulation may be kept in electronic form provided they can be reproduced in a readable form at any time during the period of retention in terms of paragraph"
                },
                {
                    "representation": "(4)",
                    "description": "The records and reports referred to in this regulation shall be made available to an inspector upon request."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Policies and procedures. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Policies and procedures. 58. (1) Every medical laboratory shall have written policies and procedures that address the following matters    (i) quality system requirements; (ii) organization; (iii) purchasing of equipment and supplies; (iv) complaints against the laboratory; (v) review of requests; (vi) control of non-conforming work and corrective and preventive action; (vii) control of records and documents; (viii) quality assurance and management LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 69 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L                          Reportable disease.         Accommodat- ion.                reviews; (ix) safety; (x) personnel; (xi) accommodation and environmental conditions; (xii) test methods and sampling; (xiii) equipment; (xiv) handling of tests and calibration of instruments; (xv) assuring quality of test results and reporting of test results.  (2) A medical laboratory shall not to be used unless it is certified by the Guyana Bureau of National Standards as meeting the requirements of paragraph (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every medical laboratory shall have written policies and procedures that address the following matters"
                },
                {
                    "representation": "(i)",
                    "description": "quality system requirements;"
                },
                {
                    "representation": "(v)",
                    "description": "review of requests;"
                },
                {
                    "representation": "(x)",
                    "description": "personnel;"
                },
                {
                    "representation": "(2)",
                    "description": "A medical laboratory shall not to be used unless it is certified by the Guyana Bureau of National Standards as meeting the requirements of paragraph"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Reportable disease. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Reportable disease. 59. (1) Every medical laboratory shall report to the Ministry of Health the particulars of those tests that a medical practitioner is required to report under the existing laws.  (2) A medical laboratory reporting under paragraph (1) shall ensure the confidentiality of all information reported.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall ensure the confidentiality of all information reported."
                },
                {
                    "representation": "(2)",
                    "description": "A medical laboratory reporting under paragraph"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Accommodation.   PART X ONCOLOGY CLINICS  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Accommodation.   PART X ONCOLOGY CLINICS  60. (1) All medical laboratories shall be well ventilated and, where possible, air conditioning that is independent from the rest of the facility shall be used. (2) In every medical laboratory which uses toxic and volatile chemicals, fume hoods that safely vent out toxic and vapors shall be installed.  (3) At the premises of every medical laboratory fire blankets with instructions for proper use shall be kept on.  (4) In every medical laboratory written fire control and evacuation plans together with clearly marked fire escape routes shall be posted in one or more conspicuous places. LAWS OF GUYANA 70 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012                Oncology  clinics to comply with Part X.     Requirement  of medical practitioner  and staff.                        Examination of tissues.     (5) Every medical laboratory that uses electronic equipment requiring electrical power shall have emergency power available during a power failure to provide for refrigeration of those things required to be refrigerated under this regulation and to supply heat, if required in the circumstances.  PART X ONCOLOGY CLINICS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All medical laboratories shall be well ventilated and, where possible, air conditioning that is independent from the rest of the facility shall be used."
                },
                {
                    "representation": "(2)",
                    "description": "In every medical laboratory which uses toxic and volatile chemicals, fume hoods that safely vent out toxic and vapors shall be installed."
                },
                {
                    "representation": "(3)",
                    "description": "At the premises of every medical laboratory fire blankets with instructions for proper use shall be kept on."
                },
                {
                    "representation": "(4)",
                    "description": "In every medical laboratory written fire control and evacuation plans together with clearly marked fire escape routes shall be posted in one or more conspicuous places. LAWS OF GUYANA 70 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012                Oncology  clinics to comply with Part X.     Requirement  of medical practitioner  and staff.                        Examination of tissues."
                },
                {
                    "representation": "(5)",
                    "description": "Every medical laboratory that uses electronic equipment requiring electrical power shall have emergency power available during a power failure to provide for refrigeration of those things required to be refrigerated under this regulation and to supply heat, if required in the circumstances.  PART X ONCOLOGY CLINICS"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Oncology clinics to comply with Part X. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Oncology clinics to comply with Part X. 61. Every licensee of a health facility that is licensed as an oncology clinic shall ensure that the requirements of this Part are met.",
            "description": "Every licensee of a health facility that is licensed as an oncology clinic shall ensure that the requirements of this Part are met."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Requirements of medical practitioner and staff. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Requirements of medical practitioner and staff. 62. (1) A health facility that is licensed as an oncology clinic and every person who operates an oncology clinic under section 5 of the Act shall be under the supervision and direction of a medical practitioner with specialty training in oncology.  (2) A clinic in which medical oncology is provided shall be under the supervision and direction of a medical practitioner with specialty training in medical oncology and shall also have on staff, registered nurses with specialty training in medical oncology.  (3) A health facility that is licensed as an oncology clinic shall have on duty during the hours of operating, at least one member of staff who is a medical practitioner with specialty training in oncology or a registered nurse with special training in oncology.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A health facility that is licensed as an oncology clinic and every person who operates an oncology clinic under section 5 of the Act shall be under the supervision and direction of a medical practitioner with specialty training in oncology."
                },
                {
                    "representation": "(2)",
                    "description": "A clinic in which medical oncology is provided shall be under the supervision and direction of a medical practitioner with specialty training in medical oncology and shall also have on staff, registered nurses with specialty training in medical oncology."
                },
                {
                    "representation": "(3)",
                    "description": "A health facility that is licensed as an oncology clinic shall have on duty during the hours of operating, at least one member of staff who is a medical practitioner with specialty training in oncology or a registered nurse with special training in oncology."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Examination of tissues. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Examination of tissues. 63. (1) The tissue that is removed from a patient in an oncology clinic shall be sent to a pathologist for an examination.  (2) If on examination of the tissue, the pathologist LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 71 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L        Administration of chemothera- peutic agents.                                       Pathology and clinical laboratories to finds any malignancy, it shall be reported to the oncology clinic and the oncology clinic shall place a copy of the report in the record of the patient and report the fact to the Ministry of Health.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The tissue that is removed from a patient in an oncology clinic shall be sent to a pathologist for an examination."
                },
                {
                    "representation": "(2)",
                    "description": "If on examination of the tissue, the pathologist LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 71 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L        Administration of chemothera- peutic agents.                                       Pathology and clinical laboratories to finds any malignancy, it shall be reported to the oncology clinic and the oncology clinic shall place a copy of the report in the record of the patient and report the fact to the Ministry of Health."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Administration of chemotherapeutic agents.  PART XI PATHOLOGY AND CLINICAL LABORATORY FACILITIES  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Administration of chemotherapeutic agents.  PART XI PATHOLOGY AND CLINICAL LABORATORY FACILITIES  64. (1) Every health facility in which chemotherapy is administered shall have written policies and procedures with respect to the preparation of drugs that ensures the safety of the members of the staff and patients.  (2) Specimen preparation shall only be carried out by a medical practitioner, a pharmacist, or a registered nurse who has specialty training in oncology and in the administration of chemotherapy drugs.  (3) Every health facility in which chemotherapy is administered shall have written policies and procedures for the management of adverse effects of such treatment on patients.  (4) Every health facility in which chemotherapy is administered shall obtain a written consent from the patient or a legal representative of the patient before administering chemotherapy drugs.  (5) Where a patient is receiving chemotherapy drugs at home, the health facility shall provide instructions to the patient or, where applicable in the circumstances, to any other person who may be assisting the patient or administering the drugs to the patient.  PART XI PATHOLOGY AND CLINICAL LABORATORY  FACILITIES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every health facility in which chemotherapy is administered shall have written policies and procedures with respect to the preparation of drugs that ensures the safety of the members of the staff and patients."
                },
                {
                    "representation": "(2)",
                    "description": "Specimen preparation shall only be carried out by a medical practitioner, a pharmacist, or a registered nurse who has specialty training in oncology and in the administration of chemotherapy drugs."
                },
                {
                    "representation": "(3)",
                    "description": "Every health facility in which chemotherapy is administered shall have written policies and procedures for the management of adverse effects of such treatment on patients."
                },
                {
                    "representation": "(4)",
                    "description": "Every health facility in which chemotherapy is administered shall obtain a written consent from the patient or a legal representative of the patient before administering chemotherapy drugs."
                },
                {
                    "representation": "(5)",
                    "description": "Where a patient is receiving chemotherapy drugs at home, the health facility shall provide instructions to the patient or, where applicable in the circumstances, to any other person who may be assisting the patient or administering the drugs to the patient.  PART XI PATHOLOGY AND CLINICAL LABORATORY  FACILITIES"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Pathology and clinical laboratories to comply with Part XI. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Pathology and clinical laboratories to comply with Part XI. 65. Every licensee of a health facility that is licensed as a pathology and clinical laboratory facility and every LAWS OF GUYANA 72 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012  comply with Part XI.       Accommod- ation.      Tracings.           Surgical centres to comply with Part XII.      Supervision  and staff.          Policies and procedures.       person who operates a pathology and clinical laboratory under section 5 of the Act shall ensure that the requirements of this Part are met.",
            "description": "Every licensee of a health facility that is licensed as a pathology and clinical laboratory facility and every LAWS OF GUYANA 72 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012  comply with Part XI.       Accommod- ation.      Tracings.           Surgical centres to comply with Part XII.      Supervision  and staff.          Policies and procedures.       person who operates a pathology and clinical laboratory under section 5 of the Act shall ensure that the requirements of this Part are met."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Accommodation.  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Accommodation.  66. Every pathology and clinical laboratory facility shall designate separate areas for the procurement and storage of specimens and placing of infectious waste for disposal.",
            "description": "Every pathology and clinical laboratory facility shall designate separate areas for the procurement and storage of specimens and placing of infectious waste for disposal."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Tracings.  PART XII. SURGICAL CENTRES  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Tracings.  PART XII. SURGICAL CENTRES  67. Every pathology and clinical laboratory facility shall ensure that abnormal ECG tracings shall be confirmed by an internist or a cardiologist.   PART XII SURGICAL CENTRES",
            "description": "Every pathology and clinical laboratory facility shall ensure that abnormal ECG tracings shall be confirmed by an internist or a cardiologist.   PART XII SURGICAL CENTRES"
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Surgical centres to comply with Part XII. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Surgical centres to comply with Part XII. 68. Every licensee of a health facility that is licensed as a surgical centre and every hospital that operates a surgical centre and every person who operates a surgical centre under section 5 of the Act shall ensure that all the requirements of this Part are met.",
            "description": "Every licensee of a health facility that is licensed as a surgical centre and every hospital that operates a surgical centre and every person who operates a surgical centre under section 5 of the Act shall ensure that all the requirements of this Part are met."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Supervision and staff. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Supervision and staff. 69. (1) Every surgical centre shall be under the supervision and direction of a medical practitioner. (2) Every surgical centre where general intravenous or any other type of a regional anesthesia is being administered shall have on staff an anesthesiologist, a nurse and an anesthetist or a medical practitioner with specialty training in anesthesiology.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every surgical centre shall be under the supervision and direction of a medical practitioner."
                },
                {
                    "representation": "(2)",
                    "description": "Every surgical centre where general intravenous or any other type of a regional anesthesia is being administered shall have on staff an anesthesiologist, a nurse and an anesthetist or a medical practitioner with specialty training in anesthesiology."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "Policies and procedures. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Policies and procedures. 70. (1) Where surgical procedures are provided in an ambulatory care setting, the surgical centre shall have written policies and procedures that are consistent with those applicable to in-patient surgery, anesthesia, and post-operative recovery.  LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 73 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L                                                (2) The policies and procedures referred to in paragraph (1) shall include    (a) the types of elective operative procedures that may be performed in the centre and the locations where they may be performed;  (b) the scope of anesthesia services that may be performed in the centre and the locations where such anesthesia services may be administered;  (c) the available pre-operative and post operative transportation;  (d) the available post-operative care including post anesthesia recovery;  (e) standardized procedures for operating and maintaining operating rooms and instruments;  (f) procedures for cleaning and disinfecting surgical areas between operations; and  (g) protocols for regular microbiological testing of the surgical area.  (3) Every patient in a surgical centre who receives anesthesia, other than local anesthesia, shall be examined before discharge and shall be accompanied home by a person designated by the patient or the person taking care of the patient.  (4) The examination referred to in paragraph (3) LAWS OF GUYANA 74 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012                     Physical requirements.                     Patients  history to be recorded.             Description of operation in shall be performed by a medical practitioner or a dental surgeon, as the case requires.  (5) When a patient is discharged from a surgical centre, the centre shall provide written instructions for follow up care to the patient or other person providing care to the patient including directions for obtaining an appropriate medical practitioner or dental surgeon for post-operative problems.  (6) Whenever feasible, a family member shall be available to pediatric patients during the pre-operative and post-operative periods.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall include"
                },
                {
                    "representation": "(2)",
                    "description": "The policies and procedures referred to in paragraph"
                },
                {
                    "representation": "(a)",
                    "description": "the types of elective operative procedures that may be performed in the centre and the locations where they may be performed;"
                },
                {
                    "representation": "(b)",
                    "description": "the scope of anesthesia services that may be performed in the centre and the locations where such anesthesia services may be administered;"
                },
                {
                    "representation": "(c)",
                    "description": "the available pre-operative and post operative transportation;"
                },
                {
                    "representation": "(d)",
                    "description": "the available post-operative care including post anesthesia recovery;"
                },
                {
                    "representation": "(e)",
                    "description": "standardized procedures for operating and maintaining operating rooms and instruments;"
                },
                {
                    "representation": "(f)",
                    "description": "procedures for cleaning and disinfecting surgical areas between operations; and"
                },
                {
                    "representation": "(g)",
                    "description": "protocols for regular microbiological testing of the surgical area."
                },
                {
                    "representation": "(3)",
                    "description": "LAWS OF GUYANA 74 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012                     Physical requirements.                     Patients  history to be recorded.             Description of operation in shall be performed by a medical practitioner or a dental surgeon, as the case requires."
                },
                {
                    "representation": "(4)",
                    "description": "The examination referred to in paragraph"
                },
                {
                    "representation": "(5)",
                    "description": "When a patient is discharged from a surgical centre, the centre shall provide written instructions for follow up care to the patient or other person providing care to the patient including directions for obtaining an appropriate medical practitioner or dental surgeon for post-operative problems."
                },
                {
                    "representation": "(6)",
                    "description": "Whenever feasible, a family member shall be available to pediatric patients during the pre-operative and post-operative periods."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Physical requirements.  ",
            "context": "HEALTH FACILITIES LICENSING ACT under Physical requirements.  71. (1) In every surgical centre, the surgical areas shall be separate and distinct from the rest of the health facility.  (2) A site separate from the surgical area shall be set aside for use of the surgical staff and nursing staff for washing and hanging of clothes.  (3) Every surgical centre shall have emergency power supply available during power failures.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In every surgical centre, the surgical areas shall be separate and distinct from the rest of the health facility."
                },
                {
                    "representation": "(2)",
                    "description": "A site separate from the surgical area shall be set aside for use of the surgical staff and nursing staff for washing and hanging of clothes."
                },
                {
                    "representation": "(3)",
                    "description": "Every surgical centre shall have emergency power supply available during power failures."
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "Patient’s history to be recorded. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Patients history to be recorded. 72. (1) Before a patient is submitted to any anesthetic or undergoes any surgical operation, the patients history, the results of any physical examination and a written pre- operative diagnosis shall be recorded in the patients record by the operating surgeon or any medical practitioner so authorized by the surgeon.  (2) Where in the opinion of the operating surgeon, compliance with subsection (1) would result in delay and detrimental to the patient, the surgeon shall so state in writing and shall record and sign only the pre-operative diagnosis.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "would result in delay and detrimental to the patient, the surgeon shall so state in writing and shall record and sign only the pre-operative diagnosis."
                },
                {
                    "representation": "(2)",
                    "description": "Where in the opinion of the operating surgeon, compliance with subsection"
                }
            ]
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "73",
            "title": "Description of operation in patient’s medical record. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Description of operation in patients medical record. 73. Every operation performed in a surgical centre LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 75 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L patients medical record.       Operations  register.            Anaesthetic.         Surgical procedures.       Examination of tissues.                   shall be concisely described in medical writing by the operating surgeon or his assistant and such written description shall form part of the patients medical record.",
            "description": "Every operation performed in a surgical centre LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 75 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L patients medical record.       Operations  register.            Anaesthetic.         Surgical procedures.       Examination of tissues.                   shall be concisely described in medical writing by the operating surgeon or his assistant and such written description shall form part of the patients medical record."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "74",
            "title": "Operations Register. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Operations Register. 74. Every surgical centre shall keep an operation register showing the name of the patient, the date and nature of the operation, the name of the surgeon, the name of the anesthesiologist or nurse anesthetist given and the time the operation began and was completed.",
            "description": "Every surgical centre shall keep an operation register showing the name of the patient, the date and nature of the operation, the name of the surgeon, the name of the anesthesiologist or nurse anesthetist given and the time the operation began and was completed."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "75",
            "title": "Anaesthetic. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Anaesthetic. 75. The anesthesiologist or nurse anesthetist shall furnish to the surgical centre, a record showing the type of anesthetic given, the amount used, the length of time the anesthetic was administered to the patient and the condition of the patient following the operation.",
            "description": "The anesthesiologist or nurse anesthetist shall furnish to the surgical centre, a record showing the type of anesthetic given, the amount used, the length of time the anesthetic was administered to the patient and the condition of the patient following the operation."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "76",
            "title": "Surgical procedures. ",
            "context": "HEALTH FACILITIES LICENSING ACT under Surgical procedures. 76. An accurate and completed description of the techniques and findings of every operative procedure performed at a surgical centre shall be dictated or written immediately following surgery by the surgeon who performed the operation.",
            "description": "An accurate and completed description of the techniques and findings of every operative procedure performed at a surgical centre shall be dictated or written immediately following surgery by the surgeon who performed the operation."
        }
    },
    {
        "act": "HEALTH FACILITIES LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "77",
            "title": "Examination of tissues. LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 33 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L   Reg. 7/2008        Citation.      Interpretation.                                   _________________________ HEALTH FACILITIES LICENSING REGULATIONS   made under section 29   ",
            "context": "HEALTH FACILITIES LICENSING ACT under Examination of tissues. LAWS OF GUYANA Health Facilities Licensing  Cap. 33:03 33 [Subsidiary] Health Facilities Licensing Regulations         L.R.O. 1/2012                         L   Reg. 7/2008        Citation.      Interpretation.                                   _________________________ HEALTH FACILITIES LICENSING REGULATIONS   made under section 29   77. (1) Any tissue removed from a patient during an operation or during oral surgery shall be set aside, preserved and labeled by the operating surgeon and sent to a Medical Laboratory for examination by a pathologist.  (2) The report of the pathologist received by the Surgical Centre shall become part of the patients medical record and all abnormal findings reported by the pathologist shall be reported to the Chief Medical Officer.  ____________________     LAWS OF GUYANA 76 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012                                                FORM I   APPLICATION FOR ISSUANCE OF A LICENCE TO ESTABLISH AND OPERATE/CONTINUE TO OPERATE A HEALTH FACILITY UNDER THE HEALTH FACILITIES LICENSING ACT (Cap. 33:03)    To The Minister of Health, Guyana, Georgetown.       I /We hereby apply on behalf of (name of the Health Facilities Licensing Act to establish and                   Diagnostic Imaging Facilities  Dialysis Centres or Dialysis Clinic  Health Centres  Hospitals  Human Tissue Banks  Maternity Wards  Medical Laboratories  Nursing Homes  Oncology Clinics with Radiation Therapy  Pathology and Clinical Laboratory   Surgical Centres  Any other health facility as prescribed under section 2 of the Act:   I/We furnish the following information relating to the proposal:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any tissue removed from a patient during an operation or during oral surgery shall be set aside, preserved and labeled by the operating surgeon and sent to a Medical Laboratory for examination by a pathologist."
                },
                {
                    "representation": "(2)",
                    "description": "The report of the pathologist received by the Surgical Centre shall become part of the patients medical record and all abnormal findings reported by the pathologist shall be reported to the Chief Medical Officer.  ____________________     LAWS OF GUYANA 76 Cap. 33:03 Health Facilities Licensing [Subsidiary] Health Facilities Licensing Regulations      L.R.O. 1/2012                                                FORM I   APPLICATION FOR ISSUANCE OF A LICENCE TO ESTABLISH AND OPERATE/CONTINUE TO OPERATE A HEALTH FACILITY UNDER THE HEALTH FACILITIES LICENSING ACT"
                }
            ]
        }
    }
]