[
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "ANTIBIOTICS ACT under Short title. 1.  This Act may be cited as the Antibiotics Act.",
            "description": "This Act may be cited as the Antibiotics Act."
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "ANTIBIOTICS ACT under Interpretation. 2.  In this Act  antibiotic means penicillin, all compounds of penicillin, and all medicinal preparations containing penicillin, streptomycin, all compounds of streptomycin, aureomycin, all compounds of aureomycin, chloromycetin, all compounds of chloromycetin, and  any other anti-microbial organic substance produced by living   organisms  or  synthetically  with  the  same  structural formula as the natural product of the organism which the Minister may from time to time, by order published in the Gazette, declare to be an antibiotic to which this Act applies;  the Board means the Pharmacy and Poisons Board established by section 3 of the Pharmacy and Poisons Ordinance;  captain means the person who is the commanding officer or master of any ocean-going vessel;  dentist means a person registered as a dentist under the Dental Registration Act;  LAWS OF GUYANA Antibiotics Cap. 34:02 5  L.R.O. 1/2012      c. 32:02              Restriction on manufacture of antibiotics.      Restriction on importation of antibiotics.   Licences to import antibiotics.     Licences to store antibiotics.   Authority for captains of ocean-going vessels to be supplied with antibiotics. [5 of 1955]    health officer means any officer appointed under section 3(2) of the Quarantine Ordinance;  medical  practitioner  means  a  person  registered  as  a  medical practitioner under the Medical Practitioners Act;  ocean-going vessel means every description of ocean-going ship registered in Guyana or foreign, plying between Guyana and any other country;  veterinarian means  a duly registered practitioner of veterinary medicine.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "of the Quarantine Ordinance;  medical  practitioner  means  a  person  registered  as  a  medical practitioner under the Medical Practitioners Act;  ocean-going vessel means every description of ocean-going ship registered in Guyana or foreign, plying between Guyana and any other country;  veterinarian means  a duly registered practitioner of veterinary medicine."
                }
            ]
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Restriction on manufacture of antibiotics. ",
            "context": "ANTIBIOTICS ACT under Restriction on manufacture of antibiotics. 3. No person shall manufacture any antibiotic in Guyana unless he is the holder of a licence granted by the Board to manufacture such antibiotic.",
            "description": "No person shall manufacture any antibiotic in Guyana unless he is the holder of a licence granted by the Board to manufacture such antibiotic."
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Restriction on importation of antibiotics. ",
            "context": "ANTIBIOTICS ACT under Restriction on importation of antibiotics. 4. No person shall import into Guyana any antibiotic other than an antibiotic manufactured by a pharmaceutical firm approved by the Minister.",
            "description": "No person shall import into Guyana any antibiotic other than an antibiotic manufactured by a pharmaceutical firm approved by the Minister."
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Licences to import antibiotics. ",
            "context": "ANTIBIOTICS ACT under Licences to import antibiotics. 5. No person shall import any antibiotic into Guyana unless he is the holder of a licence granted by the Board to import such antibiotic.",
            "description": "No person shall import any antibiotic into Guyana unless he is the holder of a licence granted by the Board to import such antibiotic."
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Licences to store antibiotics. ",
            "context": "ANTIBIOTICS ACT under Licences to store antibiotics. 6. No person shall store any antibiotic for the purpose of sale unless he is the holder of a licence granted by the Board to store such antibiotic.",
            "description": "No person shall store any antibiotic for the purpose of sale unless he is the holder of a licence granted by the Board to store such antibiotic."
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Authority for captains of ocean-going vessels to be supplied with antibiotics. ",
            "context": "ANTIBIOTICS ACT under Authority for captains of ocean-going vessels to be supplied with antibiotics. 7. Notwithstanding anything contained in this Act, it shall be lawful for any person who is licensed to import or store any antibiotics to supply such antibiotic as may be required by any captain of any ocean-going vessel subject to the following conditions    (a)    no antibiotic shall be supplied to any captain of any ocean-going vessel LAWS OF GUYANA 6 Cap. 34:02 Antibiotics  L.R.O. 1/2012                                 Appointment of Licensing Officer.    Form of  licences.     Cancellation of licences.     Restriction of sale or transfer of antibiotics.     except on a written order signed by him and counter-signed by a health officer;  (b)      any person who supplies an antibiotic in accordance with  this Act shall retain the written order referred to in paragraph (a), and shall mark it with the date on which the antibiotic was supplied, and shall keep it on his premises available at all times for inspection within a period of two years from the date of supply;  (c)       where an antibiotic is supplied by any captain for the treatment of a member of the crew of an ocean-going vessel, an  entry of the medical treatment in the official logbook shall be sufficient record of the supply, and such entry shall specify the antibiotic supplied.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "no antibiotic shall be supplied to any captain of any ocean-going vessel LAWS OF GUYANA 6 Cap. 34:02 Antibiotics  L.R.O. 1/2012                                 Appointment of Licensing Officer.    Form of  licences.     Cancellation of licences.     Restriction of sale or transfer of antibiotics.     except on a written order signed by him and counter-signed by a health officer;"
                },
                {
                    "representation": "(b)",
                    "description": "any person who supplies an antibiotic in accordance with  this Act shall retain the written order referred to in paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "where an antibiotic is supplied by any captain for the treatment of a member of the crew of an ocean-going vessel, an  entry of the medical treatment in the official logbook shall be sufficient record of the supply, and such entry shall specify the antibiotic supplied."
                }
            ]
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Appointment of Licensing Officer. ",
            "context": "ANTIBIOTICS ACT under Appointment of Licensing Officer. 8. The Board may appoint a fit and proper person to be Licensing Officer under this Act.",
            "description": "The Board may appoint a fit and proper person to be Licensing Officer under this Act."
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Form of licences. ",
            "context": "ANTIBIOTICS ACT under Form of licences. 9. Licences issued under this Act shall be in such form as the Board may from time to time approve.",
            "description": "Licences issued under this Act shall be in such form as the Board may from time to time approve."
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Cancellation of licences. ",
            "context": "ANTIBIOTICS ACT under Cancellation of licences. 10. The Board may cancel any licence issued under this Act if the holder thereof fails to comply with this Act or of any regulations made under this Act.",
            "description": "The Board may cancel any licence issued under this Act if the holder thereof fails to comply with this Act or of any regulations made under this Act."
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Restriction of sale or transfer of antibiotics. ",
            "context": "ANTIBIOTICS ACT under Restriction of sale or transfer of antibiotics. 11. No importer of antibiotics shall sell or transfer any antibiotic to any  person other than a medical practitioner, dentist or veterinarian,  unless  such  person  is  the  holder  of  a  licence  to  store antibiotics granted under this Act.  LAWS OF GUYANA Antibiotics Cap. 34:02 7  L.R.O. 1/2012 Right of entry on premises to ensure compliance with Act.               Taking samples of antibiotics.                   Further restriction on use of antibiotics.",
            "description": "No importer of antibiotics shall sell or transfer any antibiotic to any  person other than a medical practitioner, dentist or veterinarian,  unless  such  person  is  the  holder  of  a  licence  to  store antibiotics granted under this Act.  LAWS OF GUYANA Antibiotics Cap. 34:02 7  L.R.O. 1/2012 Right of entry on premises to ensure compliance with Act.               Taking samples of antibiotics.                   Further restriction on use of antibiotics."
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Right of entry on premises to ensure compliance with Act. ",
            "context": "ANTIBIOTICS ACT under Right of entry on premises to ensure compliance with Act. 12. Any person authorised in writing by or on behalf of the Board may at any time between the hours of 6 a.m. and 6 p.m. enter any premises in which he has reason to believe that any antibiotic is being kept which has been acquired or is being kept in contravention of this Act or of any regulations hereunder, and may carry out such inspection of the premises as he may consider necessary, and may require the occupier or person in charge of the premises to furnish him with such information in connection  with such antibiotic as he may consider necessary. Any antibiotic in respect of which there has been a breach of this Act or of any regulations hereunder may be seized by such person authorised as aforesaid and on conviction of the offender shall be forfeited to the Board if the court so orders.",
            "description": "Any person authorised in writing by or on behalf of the Board may at any time between the hours of 6 a.m. and 6 p.m. enter any premises in which he has reason to believe that any antibiotic is being kept which has been acquired or is being kept in contravention of this Act or of any regulations hereunder, and may carry out such inspection of the premises as he may consider necessary, and may require the occupier or person in charge of the premises to furnish him with such information in connection  with such antibiotic as he may consider necessary. Any antibiotic in respect of which there has been a breach of this Act or of any regulations hereunder may be seized by such person authorised as aforesaid and on conviction of the offender shall be forfeited to the Board if the court so orders."
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Taking samples of antibiotics. ",
            "context": "ANTIBIOTICS ACT under Taking samples of antibiotics. 13. Any person authorised in writing by or on behalf of the Board may require the holder of a licence to store antibiotics granted under this Act to produce samples of any antibiotic which may be in his possession and, on payment of the current market value of any sample, may require that it be delivered to him for purposes of assay.  If any such sample is found on assay to have deteriorated to an extent or to contain toxic substances in amounts which, in the opinion of the Board, render it ineffective or unfit for use as a therapeutic substance, or not to contain the antibiotic or to contain the antibiotic in a lesser degree of potency than it purports to possess, the Board may require to be destroyed the entire stock of the antibiotic in the possession of the licensee which bears the same batch identification number of the sample.",
            "description": "Any person authorised in writing by or on behalf of the Board may require the holder of a licence to store antibiotics granted under this Act to produce samples of any antibiotic which may be in his possession and, on payment of the current market value of any sample, may require that it be delivered to him for purposes of assay.  If any such sample is found on assay to have deteriorated to an extent or to contain toxic substances in amounts which, in the opinion of the Board, render it ineffective or unfit for use as a therapeutic substance, or not to contain the antibiotic or to contain the antibiotic in a lesser degree of potency than it purports to possess, the Board may require to be destroyed the entire stock of the antibiotic in the possession of the licensee which bears the same batch identification number of the sample."
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Further restriction on issue of antibiotics. ",
            "context": "ANTIBIOTICS ACT under Further restriction on issue of antibiotics. 14.(1) Subject to section 6, no antibiotic shall be issued to any person except on the prescription of a medical practitioner, dentist or veterinarian except that the Minister may on the recommendation of the Board exempt any antibiotic or any medical preparation containing an antibiotic from this subsection. The name of the antibiotic or preparation so exempted shall be published in the Gazette. LAWS OF GUYANA 8 Cap. 34:02 Antibiotics  L.R.O. 1/2012                                                 (2) Every such prescription as is referred to in subsection (l) shall  (a)    be in indelible writing or typescript and be signed by the person giving it with his usual signature in indelible writing and be dated by him;  (b)    specify  the  address  of the person giving it;  (c)    specify the name and address of the person for whose treatment it is given or, if it is given by a veterinarian, of the person to whom the medicine is to be delivered.  (3) Every person dispensing any such prescription shall comply with the following requirements    (a)      the prescription shall not be dispensed otherwise than in accordance with the prescription or more than once unless the  prescription contains a direction in accordance with paragraph (b);  (b)      if the prescription contains a direction that it may be dispensed a stated number of times or at stated intervals it shall not be dispensed otherwise than in accordance with such direction;  (c)  there  must  be  noted on the  prescription at  the time of dispensing, immediately above the LAWS OF GUYANA Antibiotics Cap. 34:02 9  L.R.O. 1/2012                         Administering of antibiotics. [18 of 1973]               Identification marks or numbers on containers.       signature of the person giving the prescription, the name and address of the person supplying  the  antibiotic  and  the  date  on  which  the prescription is dispensed;  (d)  if the prescription may be again dispensed it shall on the last time of dispensing, be retained for a period of two years by the person last dispensing it on the premises on which it was  last dispensed and be made available for inspection by any person authorised by or on behalf of the Board.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to section 6, no antibiotic shall be issued to any person except on the prescription of a medical practitioner, dentist or veterinarian except that the Minister may on the recommendation of the Board exempt any antibiotic or any medical preparation containing an antibiotic from this subsection. The name of the antibiotic or preparation so exempted shall be published in the Gazette. LAWS OF GUYANA 8 Cap. 34:02 Antibiotics  L.R.O. 1/2012"
                },
                {
                    "representation": "(2)",
                    "description": "Every such prescription as is referred to in subsection"
                },
                {
                    "representation": "(l)",
                    "description": "shall"
                },
                {
                    "representation": "(a)",
                    "description": "the prescription shall not be dispensed otherwise than in accordance with the prescription or more than once unless the  prescription contains a direction in accordance with paragraph"
                },
                {
                    "representation": "(b)",
                    "description": "if the prescription contains a direction that it may be dispensed a stated number of times or at stated intervals it shall not be dispensed otherwise than in accordance with such direction;"
                },
                {
                    "representation": "(c)",
                    "description": "there  must  be  noted on the  prescription at  the time of dispensing, immediately above the LAWS OF GUYANA Antibiotics Cap. 34:02 9  L.R.O. 1/2012                         Administering of antibiotics. [18 of 1973]               Identification marks or numbers on containers.       signature of the person giving the prescription, the name and address of the person supplying  the  antibiotic  and  the  date  on  which  the prescription is dispensed;"
                },
                {
                    "representation": "(3)",
                    "description": "Every person dispensing any such prescription shall comply with the following requirements"
                },
                {
                    "representation": "(d)",
                    "description": "if the prescription may be again dispensed it shall on the last time of dispensing, be retained for a period of two years by the person last dispensing it on the premises on which it was  last dispensed and be made available for inspection by any person authorised by or on behalf of the Board."
                }
            ]
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Administering of antibiotics. ",
            "context": "ANTIBIOTICS ACT under Administering of antibiotics. 15. An antibiotic shall not be administered to any person except by or under the direction of a registered medical practitioner or dentist except that where a case of emergency arises in any area of Guyana and the services of a medical practitioner are not available, any registered dispenser or registered nurse stationed in that area, who possesses a certificate issued by the Chief Medical Officer that he is competent to administer  penicillin,  a  compound  of  penicillin  or  any  medical preparation  containing   penicillin,  may  administer  penicillin,  a compound  of  penicillin,  or  any  medical  preparation  containing penicillin.",
            "description": "An antibiotic shall not be administered to any person except by or under the direction of a registered medical practitioner or dentist except that where a case of emergency arises in any area of Guyana and the services of a medical practitioner are not available, any registered dispenser or registered nurse stationed in that area, who possesses a certificate issued by the Chief Medical Officer that he is competent to administer  penicillin,  a  compound  of  penicillin  or  any  medical preparation  containing   penicillin,  may  administer  penicillin,  a compound  of  penicillin,  or  any  medical  preparation  containing penicillin."
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Identification marks or numbers on containers. ",
            "context": "ANTIBIOTICS ACT under Identification marks or numbers on containers. 16.(1) Every  container  of  an  antibiotic  shall  carry  a  batch identification mark or number and the date of manufacture of such antibiotic, and the contents of any such containers, supplied by any person and bearing the same identification marks or numbers, shall be deemed  to  have  been  manufactured  at  the  same  time  and  under identical conditions until the contrary is proved.  LAWS OF GUYANA 10 Cap. 34:02 Antibiotics  L.R.O. 1/2012          Licence holder to keep records.                              Examination of records.        Lists of approved pharmaceutical firms.       (2) No person shall sell, transfer or dispense any antibiotic after the date of expiry endorsed on the container thereof, except to a medical practitioner, dentist or",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every  container  of  an  antibiotic  shall  carry  a  batch identification mark or number and the date of manufacture of such antibiotic, and the contents of any such containers, supplied by any person and bearing the same identification marks or numbers, shall be deemed  to  have  been  manufactured  at  the  same  time  and  under identical conditions until the contrary is proved.  LAWS OF GUYANA 10 Cap. 34:02 Antibiotics  L.R.O. 1/2012          Licence holder to keep records.                              Examination of records.        Lists of approved pharmaceutical firms."
                },
                {
                    "representation": "(2)",
                    "description": "No person shall sell, transfer or dispense any antibiotic after the date of expiry endorsed on the container thereof, except to a medical practitioner, dentist or"
                }
            ]
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Licence holder to keep records. ",
            "context": "ANTIBIOTICS ACT under Licence holder to keep records. 17. Every holder of a licence to import antibiotics under this Act shall keep records showing  (a)      the quantities of antibiotics which  he             has imported into Guyana and the identification marks or numbers of the consignments;  (b)   the   date   of   importation   into   Guyana  of any antibiotic which he has imported or has in stock;  (c)       the names of the manufacturers of any such antibiotics;   (d)  the names and addresses of the persons to whom any such antibiotics have been issued by him and the quantity and date of every such issue.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the quantities of antibiotics which  he             has imported into Guyana and the identification marks or numbers of the consignments;"
                },
                {
                    "representation": "(b)",
                    "description": "the   date   of   importation   into   Guyana  of any antibiotic which he has imported or has in stock;"
                },
                {
                    "representation": "(c)",
                    "description": "the names of the manufacturers of any such antibiotics;"
                },
                {
                    "representation": "(d)",
                    "description": "the names and addresses of the persons to whom any such antibiotics have been issued by him and the quantity and date of every such issue."
                }
            ]
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Examination of records. ",
            "context": "ANTIBIOTICS ACT under Examination of records. 18. Any person authorised in writing by or on behalf of the Board may, at any time during business hours enter the premises of any holder of a licence to import antibiotics under this Act and call for and examine any records required to be kept by such holder.",
            "description": "Any person authorised in writing by or on behalf of the Board may, at any time during business hours enter the premises of any holder of a licence to import antibiotics under this Act and call for and examine any records required to be kept by such holder."
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Lists of approved pharmaceutical firms. ",
            "context": "ANTIBIOTICS ACT under Lists of approved pharmaceutical firms. 19. It shall be the function of the Board to submit to the Minister lists of pharmaceutical firms for approval as manufacturing firms from whom antibiotics may be imported into Guyana.  The names of the firms so approved shall be published in the Gazette. the person selling, transferring or dispensing such antibiotic. veterinarian who has been informed in writing of such date by  LAWS OF GUYANA Antibiotics Cap. 34:02 11  L.R.O. 1/2012  Variation of lists of approved pharmaceutical firms.   Regulations.                    Offences.          Penalty. [6 of 1997]",
            "description": "It shall be the function of the Board to submit to the Minister lists of pharmaceutical firms for approval as manufacturing firms from whom antibiotics may be imported into Guyana.  The names of the firms so approved shall be published in the Gazette. the person selling, transferring or dispensing such antibiotic. veterinarian who has been informed in writing of such date by  LAWS OF GUYANA Antibiotics Cap. 34:02 11  L.R.O. 1/2012  Variation of lists of approved pharmaceutical firms.   Regulations.                    Offences.          Penalty. [6 of 1997]"
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Variation of lists of approved pharmaceutical firms. ",
            "context": "ANTIBIOTICS ACT under Variation of lists of approved pharmaceutical firms. 20. The Minister may, on the recommendation of the Board, add to or delete from the list of approved pharmaceutical firms, and every such addition or deletion shall be published in the Gazette.",
            "description": "The Minister may, on the recommendation of the Board, add to or delete from the list of approved pharmaceutical firms, and every such addition or deletion shall be published in the Gazette."
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Regulations. ",
            "context": "ANTIBIOTICS ACT under Regulations. 21.  The Minister may make regulations  (a)     defining the powers and duties of the Board;  (b)    providing for regulating the storage and transport of any antibiotic;  (c)     controlling or prohibiting any process which may affect the potency, sterility or toxicity of any antibiotic;  (d)   providing the punishment for  any  breach  of  any regulation made under this section.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "defining the powers and duties of the Board;"
                },
                {
                    "representation": "(b)",
                    "description": "providing for regulating the storage and transport of any antibiotic;"
                },
                {
                    "representation": "(c)",
                    "description": "controlling or prohibiting any process which may affect the potency, sterility or toxicity of any antibiotic;"
                },
                {
                    "representation": "(d)",
                    "description": "providing the punishment for  any  breach  of  any regulation made under this section."
                }
            ]
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Offences. ",
            "context": "ANTIBIOTICS ACT under Offences. 22. Any person obstructing any person authorised in writing by or on behalf of the Board in the performance of any duty imposed by or under this Act or refusing to give any information lawfully demanded by any such authorised person or otherwise contravening any of the provisions of this Act shall be guilty of an offence against this Act.",
            "description": "Any person obstructing any person authorised in writing by or on behalf of the Board in the performance of any duty imposed by or under this Act or refusing to give any information lawfully demanded by any such authorised person or otherwise contravening any of the provisions of this Act shall be guilty of an offence against this Act."
        }
    },
    {
        "act": "ANTIBIOTICS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Penalty.   __________________________        LAWS OF GUYANA 4 Cap. 34:02 Antibiotics  L.R.O. 1/2012      1953 Ed. c. 143 _______________________________________________________ 40 of 1951 CHAPTER 34:02  ANTIBIOTICS ACT   An Act to regulate the importation, storage, distribution, sale and use of antibiotics.   [1ST MARCH, 1952]  Short title.   Interpretation.                      c. 134 1953 Ed.        c. 32:03  ",
            "context": "ANTIBIOTICS ACT under Penalty.   __________________________        LAWS OF GUYANA 4 Cap. 34:02 Antibiotics  L.R.O. 1/2012      1953 Ed. c. 143 _______________________________________________________ 40 of 1951 CHAPTER 34:02  ANTIBIOTICS ACT   An Act to regulate the importation, storage, distribution, sale and use of antibiotics.   [1ST MARCH, 1952]  Short title.   Interpretation.                      c. 134 1953 Ed.        c. 32:03  23. Any person guilty of an offence against this Act is liable on summary conviction to a fine of sixty-five thousand dollars and to imprisonment for six months.  ______________________     LAWS OF GUYANA 12 Cap. 34:02 Antibiotics  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________ O. in C. 7/",
            "description": "Any person guilty of an offence against this Act is liable on summary conviction to a fine of sixty-five thousand dollars and to imprisonment for six months.  ______________________     LAWS OF GUYANA 12 Cap. 34:02 Antibiotics  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________ O. in C. 7/"
        }
    }
]