[
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title and commencement.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Short title and commencement.  1. This Act may be cited as the Allied Health Professions Act and shall come into operation on such date as the Minister may by Order appoint.",
            "description": "This Act may be cited as the Allied Health Professions Act and shall come into operation on such date as the Minister may by Order appoint."
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  CHAPTER  II ESTABLISHMENT  OF ALLIED HEALTH PROFESSIONS COUNCIL  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Interpretation.  CHAPTER  II ESTABLISHMENT  OF ALLIED HEALTH PROFESSIONS COUNCIL  2.   In this Act-  (a) \"allied health profession\" means any profession specified in the First Schedule;  (b) \"allied health professional\" means a person whose name appears on the Register and is for the time being allowed to practise as such;  (c) \"allied health services\" means such services as are performed by members of an allied health profession specified in the First Schedule;  (d) \"Council\" means the Allied Health Professions Council established under section 3;  (e) \"Minister\" means the Minister responsible for  Health; (f)  \"prescribed\" means prescribed by regulations LAWS OF GUYANA 6 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012                    Establishment of Allied Health Professions Council.     Composition of Council.          First Schedule.         First Schedule.  made by the Council with the approval of the Minister;  (g) \"register\" means the Register of Allied Health Professionals kept and maintained by the Council under section 17 (2);  (h) \"Secretary\" means the person for the time being performing the functions of Secretary to the Council.  CHAPTER II ESTABLISHMENT OF ALLIED HEALTH PROFESSIONS COUNCIL",
            "description": [
                {
                    "representation": "(a)",
                    "description": "\"allied health profession\" means any profession specified in the First Schedule;"
                },
                {
                    "representation": "(b)",
                    "description": "\"allied health professional\" means a person whose name appears on the Register and is for the time being allowed to practise as such;"
                },
                {
                    "representation": "(c)",
                    "description": "\"allied health services\" means such services as are performed by members of an allied health profession specified in the First Schedule;"
                },
                {
                    "representation": "(d)",
                    "description": "\"Council\" means the Allied Health Professions Council established under section 3;"
                },
                {
                    "representation": "(e)",
                    "description": "\"Minister\" means the Minister responsible for  Health;"
                },
                {
                    "representation": "(f)",
                    "description": "\"prescribed\" means prescribed by regulations LAWS OF GUYANA 6 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012                    Establishment of Allied Health Professions Council.     Composition of Council.          First Schedule.         First Schedule.  made by the Council with the approval of the Minister;"
                },
                {
                    "representation": "(g)",
                    "description": "\"register\" means the Register of Allied Health Professionals kept and maintained by the Council under section 17"
                },
                {
                    "representation": "(h)",
                    "description": "\"Secretary\" means the person for the time being performing the functions of Secretary to the Council.  CHAPTER II ESTABLISHMENT OF ALLIED HEALTH PROFESSIONS COUNCIL"
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment  of Allied Health Professions  Council.   ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Establishment  of Allied Health Professions  Council.   3. (1) The Minister may by Order, establish a Council to be known as the Allied Health Professions Council for the purposes of this Act.   (2) The Council shall be a body corporate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may by Order, establish a Council to be known as the Allied Health Professions Council for the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Council shall be a body corporate."
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Composition  of Council.   ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Composition  of Council.   4. (1) The Council shall consist of the following eleven members, namely-   (a) the Chief Medical Officer who shall be an ex officio member of the Council;  (b)   two allied health professionals from among the allied health professions listed in the First Schedule appointed by the Minister;  (c) six members, being allied health professionals, appointed by the Minister on the recommendation of organisations representing allied health professions listed in the First Schedule; LAWS OF GUYANA Allied Health Professions  Cap. 35:01 7  L.R.O. 1/2012               Tenure of members of Council.           Vacancies, etc., not to invalidate proceedings of Council.                   (d)  two persons from among consumer organisations who are not allied health professionals appointed by the Minister after consultation with the organisations.  (2) Where a sufficient number of persons representing organisations referred to in subsection (1) (c) are not available for appointment, the Minister shall appoint any health professional instead.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(c) are not available for appointment, the Minister shall appoint any health professional instead."
                },
                {
                    "representation": "(a)",
                    "description": "the Chief Medical Officer who shall be an ex officio member of the Council;"
                },
                {
                    "representation": "(b)",
                    "description": "two allied health professionals from among the allied health professions listed in the First Schedule appointed by the Minister;"
                },
                {
                    "representation": "(c)",
                    "description": "six members, being allied health professionals, appointed by the Minister on the recommendation of organisations representing allied health professions listed in the First Schedule; LAWS OF GUYANA Allied Health Professions  Cap. 35:01 7  L.R.O. 1/2012               Tenure of members of Council.           Vacancies, etc., not to invalidate proceedings of Council."
                },
                {
                    "representation": "(d)",
                    "description": "two persons from among consumer organisations who are not allied health professionals appointed by the Minister after consultation with the organisations."
                },
                {
                    "representation": "(2)",
                    "description": "Where a sufficient number of persons representing organisations referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Tenure of members of Council.   ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Tenure of members of Council.   5. (1) The members of the Council, other than the Chief Medical Officer, shall hold office for two years, but shall be eligible for re-appointment.  (2) Notwithstanding subsection (1), no member of the Council other than the Chief Medical Officer shall hold office for more than two consecutive terms, but such member shall be eligible for re-appointment after the expiration of one year of ceasing to become a member.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The members of the Council, other than the Chief Medical Officer, shall hold office for two years, but shall be eligible for re-appointment."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding subsection"
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Vacancies, etc; not to invalidate  proceedings of Council.    ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Vacancies, etc; not to invalidate  proceedings of Council.    6. (1) Subject to a quorum, no act or proceeding of the Council shall be invalid merely by reason of any    (a) vacancy in, or defect in the constitution of the Council;   (b)  defect in the appointment of a person acting as a member of the Council; or  (c)   irregularity in the procedure of the Council not affecting the merits of the case.   (2) Any vacancy in the Council other than that of the Chief Medical Officer shall be filled by a member who shall, subject to the provisions of this Act, hold the office as such for the remainder of the period of the vacancy. LAWS OF GUYANA 8 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012 Chairperson and Deputy Chairperson of Council.    Procedure by Council.                               Resignation of Chairperson and members of Council.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to a quorum, no act or proceeding of the Council shall be invalid merely by reason of any"
                },
                {
                    "representation": "(a)",
                    "description": "vacancy in, or defect in the constitution of the Council;"
                },
                {
                    "representation": "(b)",
                    "description": "defect in the appointment of a person acting as a member of the Council; or"
                },
                {
                    "representation": "(c)",
                    "description": "irregularity in the procedure of the Council not affecting the merits of the case."
                },
                {
                    "representation": "(2)",
                    "description": "Any vacancy in the Council other than that of the Chief Medical Officer shall be filled by a member who shall, subject to the provisions of this Act, hold the office as such for the remainder of the period of the vacancy. LAWS OF GUYANA 8 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012 Chairperson and Deputy Chairperson of Council.    Procedure by Council.                               Resignation of Chairperson and members of Council."
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Chairperson  and Deputy Chairperson of Council.   ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Chairperson  and Deputy Chairperson of Council.   7. The Minister may nominate a member of the Council to act as the Chairperson and another member as the Deputy Chairperson of the first constituted Council, initially for a period of two years.",
            "description": "The Minister may nominate a member of the Council to act as the Chairperson and another member as the Deputy Chairperson of the first constituted Council, initially for a period of two years."
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Procedure by Council.   ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Procedure by Council.   8. (1)  The Council shall elect from among the members, a Chairperson and a Deputy Chairperson for a term of two years and each person shall be eligible for re-election.  (2) The Deputy Chairperson, in the absence of the Chairperson, shall preside over a meeting of the Council.  (3) In the absence of the Chairperson and the Deputy Chairperson, the Council shall elect any other member present to preside over a meeting of the Council.  (4)  A member of the Council shall not attend a meeting of the Council or take part in any deliberation in respect of any matter in which he has direct or indirect pecuniary or other interest.  (5) The Council shall take a decision on the basis of a majority and the quorum of a meeting shall be five members.  (6) The Council shall regulate its own procedure.  (7) The Chairman and other members of the Council shall be entitled to such fees or allowances as may be determined by the Council with the approval of the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council shall elect from among the members, a Chairperson and a Deputy Chairperson for a term of two years and each person shall be eligible for re-election."
                },
                {
                    "representation": "(2)",
                    "description": "The Deputy Chairperson, in the absence of the Chairperson, shall preside over a meeting of the Council."
                },
                {
                    "representation": "(3)",
                    "description": "In the absence of the Chairperson and the Deputy Chairperson, the Council shall elect any other member present to preside over a meeting of the Council."
                },
                {
                    "representation": "(4)",
                    "description": "A member of the Council shall not attend a meeting of the Council or take part in any deliberation in respect of any matter in which he has direct or indirect pecuniary or other interest."
                },
                {
                    "representation": "(5)",
                    "description": "The Council shall take a decision on the basis of a majority and the quorum of a meeting shall be five members."
                },
                {
                    "representation": "(6)",
                    "description": "The Council shall regulate its own procedure."
                },
                {
                    "representation": "(7)",
                    "description": "The Chairman and other members of the Council shall be entitled to such fees or allowances as may be determined by the Council with the approval of the Minister."
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Resignation  of Chairperson  and members of Council.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Resignation  of Chairperson  and members of Council.  9. (1) The Chairperson of the Council may resign by writing under his hand addressed to the Minister and from the date of acceptance of the resignation, he shall cease to be the Chairperson of the Council.  (2) A member of the Council may at any time resign from the Council in writing addressed to the Chairperson and from the date of acceptance of the resignation, he shall LAWS OF GUYANA Allied Health Professions  Cap. 35:01 9  L.R.O. 1/2012               Disqualifications.                    Committees of Council.             Functions of cease to be a member of the Council.  (3) Notwithstanding anything contained in this Act, the Minister may at any time revoke the appointment of the Chairperson or any member of the Council:   Provided that the Minister shall give the Chairperson or member an opportunity of being heard and shall also consult the respective organisation in the case of a member appointed under section 4 (1) (c) prior to such revocation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(c) prior to such revocation."
                },
                {
                    "representation": "(2)",
                    "description": "A member of the Council may at any time resign from the Council in writing addressed to the Chairperson and from the date of acceptance of the resignation, he shall LAWS OF GUYANA Allied Health Professions  Cap. 35:01 9  L.R.O. 1/2012               Disqualifications.                    Committees of Council.             Functions of cease to be a member of the Council."
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding anything contained in this Act, the Minister may at any time revoke the appointment of the Chairperson or any member of the Council:   Provided that the Minister shall give the Chairperson or member an opportunity of being heard and shall also consult the respective organisation in the case of a member appointed under section 4"
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Disqualifications.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Disqualifications.  10.  No person shall be a member of the Council if he-  (a)   is, or becomes, of unsound mind or is so declared by a competent court;    (b)   is, or has been, convicted of an offence, which in the opinion of the Minister, involves moral turpitude;  (c)   is, or at any time has been, adjudicated as an insolvent;  (d)  ceases to be a registered allied health professional in the case of a person referred to in section 4 (1) (b) 6r (c).",
            "description": [
                {
                    "representation": "(a)",
                    "description": "is, or becomes, of unsound mind or is so declared by a competent court;"
                },
                {
                    "representation": "(b)",
                    "description": "is, or has been, convicted of an offence, which in the opinion of the Minister, involves moral turpitude;"
                },
                {
                    "representation": "(c)",
                    "description": "is, or at any time has been, adjudicated as an insolvent;"
                },
                {
                    "representation": "(d)",
                    "description": "ceases to be a registered allied health professional in the case of a person referred to in section 4"
                },
                {
                    "representation": "(1)",
                    "description": "(b) 6r"
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Committees  of Council.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Committees  of Council.  11.  The Council may-     (a) appoint committees comprising members of the Council and of the medical or health professionals for the purpose of carrying out its functions;  (b) delegate to the committees any functions as it considers necessary.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "appoint committees comprising members of the Council and of the medical or health professionals for the purpose of carrying out its functions;"
                },
                {
                    "representation": "(b)",
                    "description": "delegate to the committees any functions as it considers necessary."
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Functions of Council.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Functions of Council.  12. (1)  The Council shall-  LAWS OF GUYANA 10 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012 Council.                                            Powers of Council.     (a)  prescribe the qualifications that are necessary for persons to be registered as allied health professionals;  (b)   maintain a list of registered allied health professionals;  (c) implement an annual licensing procedure and maintain a list of licensed allied health professionals;  (d) promote continuing health related education and training so as to enhance the skills and proficiencies of allied health professionals;  (e) advise the Minister, where necessary, on any matter relating or incidental to -  (i) the performance of the specified allied health services in Guyana; and (ii) the maintenance of high standards of those services; and  (f)  undertake such other functions as may be assigned to it by the Minister from time to time.  (2) As soon as practicable after the beginning of each year, the Council shall submit to the Minister a report of its activities for the preceding year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council shall-  LAWS OF GUYANA 10 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012 Council.                                            Powers of Council."
                },
                {
                    "representation": "(a)",
                    "description": "prescribe the qualifications that are necessary for persons to be registered as allied health professionals;"
                },
                {
                    "representation": "(b)",
                    "description": "maintain a list of registered allied health professionals;"
                },
                {
                    "representation": "(c)",
                    "description": "implement an annual licensing procedure and maintain a list of licensed allied health professionals;"
                },
                {
                    "representation": "(d)",
                    "description": "promote continuing health related education and training so as to enhance the skills and proficiencies of allied health professionals;"
                },
                {
                    "representation": "(e)",
                    "description": "advise the Minister, where necessary, on any matter relating or incidental to -"
                },
                {
                    "representation": "(i)",
                    "description": "the performance of the specified allied health services in Guyana; and"
                },
                {
                    "representation": "(f)",
                    "description": "undertake such other functions as may be assigned to it by the Minister from time to time."
                },
                {
                    "representation": "(2)",
                    "description": "As soon as practicable after the beginning of each year, the Council shall submit to the Minister a report of its activities for the preceding year."
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Powers of Council.   CHAPTER III REGISTRATION  OF ALLIED HEALTH PROFESSIONALS ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Powers of Council.   CHAPTER III REGISTRATION  OF ALLIED HEALTH PROFESSIONALS 13.  The Council shall have the power to-     (a)    issue a certificate of registration to a person who holds the necessary LAWS OF GUYANA Allied Health Professions  Cap. 35:01 11  L.R.O. 1/2012                                                  qualifications to be a registered allied health professional;  (b) record the names and details of persons who hold the necessary qualifications as registered allied health professionals in the Register:  (c) manage the processing of annual licensing of allied health  professionals who are eligible to practise upon any terms as may be prescribed;  (d) maintain a Register of licensed practitioners;  (e)  suspend or revoke the registration, refuse to grant, suspend or revoke the annual licence and remove the names and details of persons who have become disqualified to be registered or to practise in an allied health profession or allied health service;  (f)  issue any notice, order, direction or requisition generally or for a specified purpose to a person practising in an allied health profession or an allied health service;  (g)  charge fees for any services rendered under this Act;  (h)   publish the following lists before the end of February each year- (i)   list of currently registered LAWS OF GUYANA 12 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012                      Registration and licensing of allied health professionals.                     Second Schedule.  allied health professionals; (ii)  list of currently registered allied health professionals who are licensed to practise for that year; and  (j) exercise any other powers as may be assigned to it by the Minister for the maintenance of professional standards in allied health professions and allied health services.  CHAPTER III REGISTRATION AND LICENSING OF ALLIED HEALTH PROFESSIONALS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "issue a certificate of registration to a person who holds the necessary LAWS OF GUYANA Allied Health Professions  Cap. 35:01 11  L.R.O. 1/2012                                                  qualifications to be a registered allied health professional;"
                },
                {
                    "representation": "(b)",
                    "description": "record the names and details of persons who hold the necessary qualifications as registered allied health professionals in the Register:"
                },
                {
                    "representation": "(c)",
                    "description": "manage the processing of annual licensing of allied health  professionals who are eligible to practise upon any terms as may be prescribed;"
                },
                {
                    "representation": "(d)",
                    "description": "maintain a Register of licensed practitioners;"
                },
                {
                    "representation": "(e)",
                    "description": "suspend or revoke the registration, refuse to grant, suspend or revoke the annual licence and remove the names and details of persons who have become disqualified to be registered or to practise in an allied health profession or allied health service;"
                },
                {
                    "representation": "(f)",
                    "description": "issue any notice, order, direction or requisition generally or for a specified purpose to a person practising in an allied health profession or an allied health service;"
                },
                {
                    "representation": "(g)",
                    "description": "charge fees for any services rendered under this Act;"
                },
                {
                    "representation": "(h)",
                    "description": "publish the following lists before the end of February each year-"
                },
                {
                    "representation": "(i)",
                    "description": "list of currently registered LAWS OF GUYANA 12 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012                      Registration and licensing of allied health professionals.                     Second Schedule.  allied health professionals;"
                },
                {
                    "representation": "(j)",
                    "description": "exercise any other powers as may be assigned to it by the Minister for the maintenance of professional standards in allied health professions and allied health services.  CHAPTER III REGISTRATION AND LICENSING OF ALLIED HEALTH PROFESSIONALS"
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Registration and licensing of allied health professionals.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Registration and licensing of allied health professionals.  14.  Subject to the provisions of this Act, any person who satisfies the Council that he is able to read, write, speak and understand English language and who -   (a) holds a degree, diploma, membership, licence, certificate or other status or form of recognition by a university, institution, college or body empowered to provide training in any allied health profession and shows evidence of satisfactory completion of qualification and training in that profession; and  (b)    is a fit and proper person to practise as an allied health professional in Guyana,  the Second Schedule and payment of the prescribed fee, be entitled, with the approval of the Council, to be registered as shall, upon submission of the sworn declaration in Form 1 in Form 1 LAWS OF GUYANA Allied Health Professions  Cap. 35:01 13  L.R.O. 1/2012  First Schedule.   Transitional provisions.                       First Schedule.                     an allied health professional to practise any allied health service listed in the First Schedule.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "holds a degree, diploma, membership, licence, certificate or other status or form of recognition by a university, institution, college or body empowered to provide training in any allied health profession and shows evidence of satisfactory completion of qualification and training in that profession; and"
                },
                {
                    "representation": "(b)",
                    "description": "is a fit and proper person to practise as an allied health professional in Guyana,  the Second Schedule and payment of the prescribed fee, be entitled, with the approval of the Council, to be registered as shall, upon submission of the sworn declaration in Form 1 in Form 1 LAWS OF GUYANA Allied Health Professions  Cap. 35:01 13  L.R.O. 1/2012  First Schedule.   Transitional provisions.                       First Schedule.                     an allied health professional to practise any allied health service listed in the First Schedule."
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Transitional  provisions.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Transitional  provisions.  15. (1) Notwithstanding anything contained in section 14 a person who-   (a) holds a degree, diploma, membership, licence, certificate or other status or form of recognition by a university, institution, college or body empowered to provide training in any allied health profession and shows evidence of- satisfactory completion of qualification and training in that profession; and  (b)   has been engaged in the performance of an allied health profession or allied health service in Guyana for not less than ten years immediately preceding the date of commencement of this Act,  shall be entitled to be registered as an allied health professional in any allied health service listed in the First Schedule on an application by the person subject to the other provisions of this Act and other conditions as may be imposed by the Council.   (2) An application for registration under subsection (1) shall be made to the Secretary in the form and manner as may be determined by the Council.   (3) The Council may require a person referred to in subsection (1) to undergo any training or subject that person to any test or examination in all or any of the subjects relating to the qualification or training possessed by him within such time as may be fixed by it.   (4) Where the Council proposes to subject an applicant. to a test or examination under subsection (3), it LAWS OF GUYANA 14 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012                                                  shall, as soon as practicable, cause the applicant to be notified of its decision.  (5) For the purpose of any test or examination under subsection (3), the Council shall appoint a Board of Examiners, consisting of not less than two and not more than three registered active allied health professionals of not less than ten years experience in the relevant health profession.  (6) The test or examination under subsection (3) shall be conducted in the manner and on receipt of such fee as may be prescribed.  (7) Where the Board of Examiners reports to the Council that a candidate has been unsuccessful in a test or examination under this section, he shall not, unless the Board so recommends, be permitted to present himself for further test or examination until the expiration of six months from the date of the first examination.  (8) A person who is unsuccessful in a test or examination under this section shall, before being permitted to present himself for further test or examination, comply with further conditions as the Council may impose, including the payment of further fees as it may determine.  (9) The Board of Examiners shall, as soon as practicable after the test or examination, report its findings to the Council.  (10) For the purposes of registration under this section, the Council may impose general or special conditions and restrictions as it may deem fit considering the nature of allied health profession or allied health service the person may perform.  (11) The Council shall publish annually the list of registered allied health professionals in the Gazette and in daily newspapers. LAWS OF GUYANA Allied Health Professions  Cap. 35:01 15  L.R.O. 1/2012 Certificate of registration of an allied health professional.     Form 2 Second Schedule.   Annual registration of\" licensed allied health professionals. Form 3 Second Schedule.     Form 4 Second Schedule.                Registration in respect of higher or additional qualification.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "to undergo any training or subject that person to any test or examination in all or any of the subjects relating to the qualification or training possessed by him within such time as may be fixed by it."
                },
                {
                    "representation": "(a)",
                    "description": "holds a degree, diploma, membership, licence, certificate or other status or form of recognition by a university, institution, college or body empowered to provide training in any allied health profession and shows evidence of- satisfactory completion of qualification and training in that profession; and"
                },
                {
                    "representation": "(b)",
                    "description": "has been engaged in the performance of an allied health profession or allied health service in Guyana for not less than ten years immediately preceding the date of commencement of this Act,  shall be entitled to be registered as an allied health professional in any allied health service listed in the First Schedule on an application by the person subject to the other provisions of this Act and other conditions as may be imposed by the Council."
                },
                {
                    "representation": "(2)",
                    "description": "An application for registration under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "shall be conducted in the manner and on receipt of such fee as may be prescribed."
                },
                {
                    "representation": "(4)",
                    "description": "Where the Council proposes to subject an applicant. to a test or examination under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "For the purpose of any test or examination under subsection"
                },
                {
                    "representation": "(6)",
                    "description": "The test or examination under subsection"
                },
                {
                    "representation": "(7)",
                    "description": "Where the Board of Examiners reports to the Council that a candidate has been unsuccessful in a test or examination under this section, he shall not, unless the Board so recommends, be permitted to present himself for further test or examination until the expiration of six months from the date of the first examination."
                },
                {
                    "representation": "(8)",
                    "description": "A person who is unsuccessful in a test or examination under this section shall, before being permitted to present himself for further test or examination, comply with further conditions as the Council may impose, including the payment of further fees as it may determine."
                },
                {
                    "representation": "(9)",
                    "description": "The Board of Examiners shall, as soon as practicable after the test or examination, report its findings to the Council."
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Certificate of registration  of an allied health professional.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Certificate of registration  of an allied health professional.  16. (I) A person who fulfills the qualifications referred to in section 14 or 15 may apply to the Council for a certificate of registration as an allied health professional in the manner and on payment of the fee as may be prescribed.  (2) The Secretary shall issue every registered allied health professional a certificate of registration in Form 2 in the Second Schedule.",
            "description": [
                {
                    "representation": "(I)",
                    "description": "A person who fulfills the qualifications referred to in section 14 or 15 may apply to the Council for a certificate of registration as an allied health professional in the manner and on payment of the fee as may be prescribed."
                },
                {
                    "representation": "(2)",
                    "description": "The Secretary shall issue every registered allied health professional a certificate of registration in Form 2 in the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Annual registration  of licensed allied health professionals.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Annual registration  of licensed allied health professionals.  17. (1) Where the Council is satisfied that an applicant for an annual licence to practise as an allied health professional fulfills the requirements under this Act, including continuing professional education credits specified by it, the Secretary shall issue him a licence, in Form 3 in the Second Schedule, to practise on an annual basis on payment of the fee as may be prescribed.  (2) The Council shall publish, keep and maintain the Register in Form 4 in the Second Schedule in which the Secretary shall cause to be entered the name and other particulars of every person licensed to practise as' an allied health professional in the allied health service.  (3) The annual Register shall at all reasonable times be open to inspection at the office of the Council by an allied health professional, the general public or any other person authorised by the Minister.  (4) The annual licence may be renewed on payment of the fee prescribed and on satisfaction of the conditions as may be prescribed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Council is satisfied that an applicant for an annual licence to practise as an allied health professional fulfills the requirements under this Act, including continuing professional education credits specified by it, the Secretary shall issue him a licence, in Form 3 in the Second Schedule, to practise on an annual basis on payment of the fee as may be prescribed."
                },
                {
                    "representation": "(2)",
                    "description": "The Council shall publish, keep and maintain the Register in Form 4 in the Second Schedule in which the Secretary shall cause to be entered the name and other particulars of every person licensed to practise as' an allied health professional in the allied health service."
                },
                {
                    "representation": "(3)",
                    "description": "The annual Register shall at all reasonable times be open to inspection at the office of the Council by an allied health professional, the general public or any other person authorised by the Minister."
                },
                {
                    "representation": "(4)",
                    "description": "The annual licence may be renewed on payment of the fee prescribed and on satisfaction of the conditions as may be prescribed."
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Registration  in respect of higher or additional qualification.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Registration  in respect of higher or additional qualification.  18. Where an allied health professional possesses or obtains a qualification approved by the Council higher than or additional to that in respect of which he is to be or has been registered, his name shall be registered in respect of that higher or additional qualification without any payment of fee.  LAWS OF GUYANA 16 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012 Publication of registration.           Copy of registration certificate and annual licence to be displayed.       Disciplinary proceedings by council.                    Penalty by Council.",
            "description": "Where an allied health professional possesses or obtains a qualification approved by the Council higher than or additional to that in respect of which he is to be or has been registered, his name shall be registered in respect of that higher or additional qualification without any payment of fee.  LAWS OF GUYANA 16 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012 Publication of registration.           Copy of registration certificate and annual licence to be displayed.       Disciplinary proceedings by council.                    Penalty by Council."
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Publication  of registration.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Publication  of registration.  19.  The Council shall cause to be published in the Gazette upon registration, the name, address, registration number and other details of the allied health professional and the details of the 'allied health profession and allied health service for which that person has been registered and a copy of the Gazette shall be conclusive proof of evidence of registration of the allied health professional in respect of that allied health profession and allied health service.",
            "description": "The Council shall cause to be published in the Gazette upon registration, the name, address, registration number and other details of the allied health professional and the details of the 'allied health profession and allied health service for which that person has been registered and a copy of the Gazette shall be conclusive proof of evidence of registration of the allied health professional in respect of that allied health profession and allied health service."
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Copy of registration  certificate  and annual licence to be displayed.   CHAPTER  IV DISCIPLINARY PROCEEDINGS BYCOUNCIL ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Copy of registration  certificate  and annual licence to be displayed.   CHAPTER  IV DISCIPLINARY PROCEEDINGS BYCOUNCIL 20.  The allied health professional shall display a copy of the certificate of registration and annual licence in any conspicuous place .within the premises of his practice and they shall be available for inspection to any officer of the Council or any patient or his agent on request.   CHAPTER IV DISCIPLINARY PROCEEDINGS BY COUNCIL",
            "description": "The allied health professional shall display a copy of the certificate of registration and annual licence in any conspicuous place .within the premises of his practice and they shall be available for inspection to any officer of the Council or any patient or his agent on request.   CHAPTER IV DISCIPLINARY PROCEEDINGS BY COUNCIL"
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Disciplinary  proceedings  by Council.  LAWS OF GUYANA 4 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012 ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Disciplinary  proceedings  by Council.  LAWS OF GUYANA 4 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012 21.  Where the Council is satisfied that an allied health professional who   (a) is convicted of an offence outside Guyana which if committed in Guyana would be punishable on indictment;   (b)  is convicted of an offence referred to in paragraph (a) in Guyana; or   (c)   is guilty of professional misconduct or malpractice in Guyana or in any other country,  it may initiate disciplinary proceedings against him upon a complaint or on its own motion.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in Guyana; or"
                },
                {
                    "representation": "(b)",
                    "description": "is convicted of an offence referred to in paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "is guilty of professional misconduct or malpractice in Guyana or in any other country,  it may initiate disciplinary proceedings against him upon a complaint or on its own motion."
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Penalty by Council.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Penalty by Council.  22.  In any proceeding under section 21, if the Council is satisfied that the allied health professional has committed an offence or is guilty of professional misconduct or LAWS OF GUYANA Allied Health Professions  Cap. 35:01 17  L.R.O. 1/2012                           Publication of decision.     Surrender of certificate of registration and annual licence.   Restoration of name in the Register.         malpractice and it is expedient and in the interest of public health to take appropriate action, it may    (a)   censure him;  (b)    suspend his licence to practise for a period of time to be determined by the Council but not less than one year; or  (c)   remove his name from the Register for a period to be determined by the Council but not less than one year,   in addition to any other punishment that may be imposed on him:  Provided that the allied health professional shall be afforded an opportunity of being heard before any action is taken against him.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "censure him;"
                },
                {
                    "representation": "(b)",
                    "description": "suspend his licence to practise for a period of time to be determined by the Council but not less than one year; or"
                },
                {
                    "representation": "(c)",
                    "description": "remove his name from the Register for a period to be determined by the Council but not less than one year,   in addition to any other punishment that may be imposed on him:  Provided that the allied health professional shall be afforded an opportunity of being heard before any action is taken against him."
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Publication of decision.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Publication of decision.  23.  The Secretary shall, as soon as practicable, cause to be published in the Gazette, the decision of the Council under section",
            "description": "The Secretary shall, as soon as practicable, cause to be published in the Gazette, the decision of the Council under section"
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Surrender of certificate  of registration  and annual licence.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Surrender of certificate  of registration  and annual licence.  24. Where the name of an allied health professional is suspended or removed from the Register under section 22, the Council shall, in writing, require him to surrender his certificate of registration and annual licence to practise.",
            "description": "Where the name of an allied health professional is suspended or removed from the Register under section 22, the Council shall, in writing, require him to surrender his certificate of registration and annual licence to practise."
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Restoration  of name in the Register.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Restoration  of name in the Register.  25. (1) An allied health professional whose name has been removed from the Register under section 22 may apply for restoration of his name in the Register after the expiration of one year from the date of the removal and on such condition as may be imposed by the Council.  (2) An application for restoration shall be treated as an application under section 14 or15, as the case may be, and the provisions of sections 16 and 17 shall apply in relation to LAWS OF GUYANA 18 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012          Appeal.     Power of Minister to suspend decision or order of Council.     Offences                          the restoration.  (3) Notwithstanding subsection (1), the Council may, at any time on its own motion for reasons recorded in writing, restore the name to the Register removed under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An allied health professional whose name has been removed from the Register under section 22 may apply for restoration of his name in the Register after the expiration of one year from the date of the removal and on such condition as may be imposed by the Council."
                },
                {
                    "representation": "(2)",
                    "description": "An application for restoration shall be treated as an application under section 14 or15, as the case may be, and the provisions of sections 16 and 17 shall apply in relation to LAWS OF GUYANA 18 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012          Appeal.     Power of Minister to suspend decision or order of Council.     Offences                          the restoration."
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding subsection"
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Appeal.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Appeal.  26. Any person dissatisfied with any order or decision of the Council may appeal to the Minister within thirty days from the date of receipt of the order or decision.",
            "description": "Any person dissatisfied with any order or decision of the Council may appeal to the Minister within thirty days from the date of receipt of the order or decision."
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Power of Minister to suspend decision or order of Council.           CHAPTER V OFFENCES ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Power of Minister to suspend decision or order of Council.           CHAPTER V OFFENCES 27.  The Minister may direct that the impugned order or decision of the Council be suspended pending a final decision on an appeal under section",
            "description": "The Minister may direct that the impugned order or decision of the Council be suspended pending a final decision on an appeal under section"
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Offences.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Offences.  28.   Any person-    (a) who practises an allied health profession and allied health service mentioned in the First Schedule without the certificate of registration and annual licence under this Act intentionally or recklessly  (i)    uses any name, title or other description implying or calculated to imply that he is         recognised by law to practise any allied health profession and allied health service; (ii)    assumes or uses any suffix or prefix to his name indicative of any occupational designation relating to the practice of LAWS OF GUYANA Allied Health Professions  Cap. 35:01 19  L.R.O. 1/2012                                             General penalty.     any allied health profession and allied health service; (iii) advertises or holds himself out as a person authorised or qualified to practise any allied health profession and allied health service; (iv) engages in the practice of any allied health profession and allied health service; (v)     claims to be registered under this Act or holds himself out as being registered under this Act; (vi) claims to be licensed to practise any allied health profession in any allied health service; (vii) carries out any act which is required to be carried out by a registered allied health professional by or under this Act; or  (b)   who fails to display his certificate of registration and licence which he is required to display under this Act,  commits an offence and is liable on summary conviction, in the case of a first offence, to a fine of one hundred and fifty thousand dollars and imprisonment for nine months, and in the case of every continuing offence, to an additional fine of twenty-five thousand dollars for every day on which the offence continues after conviction.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "who practises an allied health profession and allied health service mentioned in the First Schedule without the certificate of registration and annual licence under this Act intentionally or recklessly"
                },
                {
                    "representation": "(i)",
                    "description": "uses any name, title or other description implying or calculated to imply that he is         recognised by law to practise any allied health profession and allied health service;"
                },
                {
                    "representation": "(v)",
                    "description": "claims to be registered under this Act or holds himself out as being registered under this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "who fails to display his certificate of registration and licence which he is required to display under this Act,  commits an offence and is liable on summary conviction, in the case of a first offence, to a fine of one hundred and fifty thousand dollars and imprisonment for nine months, and in the case of every continuing offence, to an additional fine of twenty-five thousand dollars for every day on which the offence continues after conviction."
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "General Penalty.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under General Penalty.  29. Whoever, in any case in which a penalty is not expressly provided by this Act fails to comply with any notice, order, direction or requisition issued under any provision of this Act or otherwise contravenes any of the LAWS OF GUYANA 20 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012         Possession or control of allied health profession appliance, etc.                     c. 32:02 c. 32:03 c.32:04            Fines to be paid to Council.  provisions of this Act shall be liable, on summary conviction, to a fine of fifty thousand dollars, and, in the case of every continuing offence, to an additional fine of ten thousand dollars for every day on which the offence continues after conviction.",
            "description": "Whoever, in any case in which a penalty is not expressly provided by this Act fails to comply with any notice, order, direction or requisition issued under any provision of this Act or otherwise contravenes any of the LAWS OF GUYANA 20 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012         Possession or control of allied health profession appliance, etc.                     c. 32:02 c. 32:03 c.32:04            Fines to be paid to Council.  provisions of this Act shall be liable, on summary conviction, to a fine of fifty thousand dollars, and, in the case of every continuing offence, to an additional fine of ten thousand dollars for every day on which the offence continues after conviction."
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Possession  or control of allied-health profession appliance, etc.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Possession  or control of allied-health profession appliance, etc.  30. (1) Subject to subsection (3), no person shall possess or control any appliance or equipment or other device used or intended to be used for practising an allied health profession and allied health service unless he is registered as an allied health professional under this Act.   (2)  For the purpose of subsection (1), any express or implied possession or control of any appliance or equipment or other device by a person shall be prima facie evidence of practising an allied health profession and allied health service.  (3) Nothing under subsection (1), shall apply to the possession or control of any appliance or equipment normally used by an allied health professional or other device by a person who is  (a)   a dealer, manufacturer, importer or seller;  (b) registered under the Medical Practitioners Act, the Dental Registration Act or the Medex Act;  (c)  acting under the instructions of a person registered under the Acts  referred to in paragraph (b);  (d)  otherwise permitted by the Council to possess such appliance or equipment or other device.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "For the purpose of subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Nothing under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "a dealer, manufacturer, importer or seller;"
                },
                {
                    "representation": "(b)",
                    "description": "registered under the Medical Practitioners Act, the Dental Registration Act or the Medex Act;"
                },
                {
                    "representation": "(c)",
                    "description": "acting under the instructions of a person registered under the Acts  referred to in paragraph"
                },
                {
                    "representation": "(d)",
                    "description": "otherwise permitted by the Council to possess such appliance or equipment or other device."
                }
            ]
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Fines to be paid to the Council.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Fines to be paid to the Council.  31.   A court trying an offence under section 28 or 29 shall order that the amount of fine be paid to the Council. LAWS OF GUYANA Allied Health Professions  Cap. 35:01 21  L.R.O. 1/2012 Search and seizure.          c. 10:02",
            "description": "A court trying an offence under section 28 or 29 shall order that the amount of fine be paid to the Council. LAWS OF GUYANA Allied Health Professions  Cap. 35:01 21  L.R.O. 1/2012 Search and seizure.          c. 10:02"
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Search and seizure.                                                   CHAPTER VI                                              MISCELLANEOUS  33   Allied health service performed  by a person in training.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Search and seizure.                                                   CHAPTER VI                                              MISCELLANEOUS  33   Allied health service performed  by a person in training.  32.   Any magistrate who is satisfied, by proof upon oath, that there is reasonable ground for believing that there is, in any building, ship, carriage, box, receptacle or place, any appliance, equipment or other device which will afford evidence as to the commission of an offence under this Act, he may issue a warrant under his hand authorising any member of the police force named in the warrant to enter and search the building or premises and to seize such appliance, equipment or other device and the provisions of the Summary Jurisdiction (Procedure) Act shall apply in relation to a search warrant issued under this section.       Allied health service performed by a person in training,        c. 32:02    c. 32:03   c. 32:04  Fees and revenues of Council.    CHAPTER VI MISCELLANEOUS",
            "description": "Any magistrate who is satisfied, by proof upon oath, that there is reasonable ground for believing that there is, in any building, ship, carriage, box, receptacle or place, any appliance, equipment or other device which will afford evidence as to the commission of an offence under this Act, he may issue a warrant under his hand authorising any member of the police force named in the warrant to enter and search the building or premises and to seize such appliance, equipment or other device and the provisions of the Summary Jurisdiction (Procedure) Act shall apply in relation to a search warrant issued under this section.       Allied health service performed by a person in training,        c. 32:02    c. 32:03   c. 32:04  Fees and revenues of Council.    CHAPTER VI MISCELLANEOUS"
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Fees and revenues of Council.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Fees and revenues of Council.  34. Any expense incurred by the Council in the discharge of its functions under this Act shall be defrayed out of the fees, fines and revenues collected or received by it or out of moneys provided by the National Assembly.",
            "description": "Any expense incurred by the Council in the discharge of its functions under this Act shall be defrayed out of the fees, fines and revenues collected or received by it or out of moneys provided by the National Assembly."
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Protection of action taken in good faith.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Protection of action taken in good faith.  35. A member of the Council, the Secretary or any action taken in Protection of LAWS OF GUYANA 22 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012 good faith.      Power of Minister to amend First Schedule.    Power to make regulations.     person acting under the authority of the, Council under this Act shall not be liable to any loss, damage, claim or be subjected to any legal action for anything that is done in good faith.",
            "description": "A member of the Council, the Secretary or any action taken in Protection of LAWS OF GUYANA 22 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012 good faith.      Power of Minister to amend First Schedule.    Power to make regulations.     person acting under the authority of the, Council under this Act shall not be liable to any loss, damage, claim or be subjected to any legal action for anything that is done in good faith."
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Power of Minister to amend First Schedule.  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Power of Minister to amend First Schedule.  36. The Minister may, by Order, amend the First Schedule so as to include or exclude any allied health profession and allied health service for the purpose of regulating it under this Act.",
            "description": "The Minister may, by Order, amend the First Schedule so as to include or exclude any allied health profession and allied health service for the purpose of regulating it under this Act."
        }
    },
    {
        "act": "ALLIED HEALTH PROFESSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Power to make regulations.  FIRST SCHEDULE  SECOND SCHEDULE   _________________________             LAWS OF GUYANA Allied Health Professions  Cap. 35:01 5  L.R.O. 1/2012 CHAPTER 35:01  ALLIED HEALTH PROFESSIONS ACT     AN ACT to provide for registration of members of allied health professions supplementary to the medical profession, regulation of practice of allied health professions and allied health services, to provide for  maintenance of professional standards for allied health professions and allied health services and to make provisions for training of members of those professions and services and for related purposes.       Short title  and commencement.   Interpretation.   First Schedule.                     CHAPTER 1 PRELIMINARY  ",
            "context": "ALLIED HEALTH PROFESSIONS ACT under Power to make regulations.  FIRST SCHEDULE  SECOND SCHEDULE   _________________________             LAWS OF GUYANA Allied Health Professions  Cap. 35:01 5  L.R.O. 1/2012 CHAPTER 35:01  ALLIED HEALTH PROFESSIONS ACT     AN ACT to provide for registration of members of allied health professions supplementary to the medical profession, regulation of practice of allied health professions and allied health services, to provide for  maintenance of professional standards for allied health professions and allied health services and to make provisions for training of members of those professions and services and for related purposes.       Short title  and commencement.   Interpretation.   First Schedule.                     CHAPTER 1 PRELIMINARY  37. The Council may, with the approval of the Minister, make regulations for giving effect to and for carrying out the provisions of this Act, and without prejudice to the generality of the foregoing, the regulations may prescribe-  (a) the qualifications for admission of persons for training in any allied health profession and allied health service;  (b)  the fees payable for registration as allied health professionals under this Act and fee payable for annual licence to practise;  (c)  the course and programme of training and the curricula of study to be followed in the preparation of persons for registration as allied health professionals in any allied health profession and allied health service;  (d) the manner in which tests or examinations are conducted and other related matters;  (e) the examinations to be passed and LAWS OF GUYANA Allied Health Professions  Cap. 35:01 23  L.R.O. 1/2012 other requirements to be satisfied, whether in addition to or as an alternative to the passing of tests or examinations by persons applying for registration as allied health professionals;  (f)   the nature of the services which may be rendered by allied health professionals in any allied health profession and allied health service;  (g) the standards of professional conduct, ethics and general fitness to practise any allied health profession and allied health service;  (h) the procedure for disciplinary proceedings in relation to any charge, and the manner in which such proceedings shall be conducted;  (i)    the manner and procedure by which establishments and maintenance of centres shall be conducted for the education and training of persons desiring to be trained in any allied health profession and allied health service;  (j)    the manner and procedure by which special boards or committees for any allied health profession and allied health service to achieve highest standards of qualifications shall be formed and to determine the functions of members of such boards or committees and any fee LAWS OF GUYANA 24 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012 payable to the members of such boards or committees; and  (k) any other matter which may be regulated, prescribed or done by regulations.                       ________________________                                                                                FIRST SCHEDULE              [s. 2 (a) and (c)]  ALLIED HEALTH PROFESSIONS AND  ALLIED HEALTH SERVICES                            Allied Health Profession  Allied Health Profession and Allied Health Services",
            "description": [
                {
                    "representation": "(a)",
                    "description": "and"
                },
                {
                    "representation": "(b)",
                    "description": "the fees payable for registration as allied health professionals under this Act and fee payable for annual licence to practise;"
                },
                {
                    "representation": "(c)",
                    "description": "the course and programme of training and the curricula of study to be followed in the preparation of persons for registration as allied health professionals in any allied health profession and allied health service;"
                },
                {
                    "representation": "(d)",
                    "description": "the manner in which tests or examinations are conducted and other related matters;"
                },
                {
                    "representation": "(e)",
                    "description": "the examinations to be passed and LAWS OF GUYANA Allied Health Professions  Cap. 35:01 23  L.R.O. 1/2012 other requirements to be satisfied, whether in addition to or as an alternative to the passing of tests or examinations by persons applying for registration as allied health professionals;"
                },
                {
                    "representation": "(f)",
                    "description": "the nature of the services which may be rendered by allied health professionals in any allied health profession and allied health service;"
                },
                {
                    "representation": "(g)",
                    "description": "the standards of professional conduct, ethics and general fitness to practise any allied health profession and allied health service;"
                },
                {
                    "representation": "(h)",
                    "description": "the procedure for disciplinary proceedings in relation to any charge, and the manner in which such proceedings shall be conducted;"
                },
                {
                    "representation": "(i)",
                    "description": "the manner and procedure by which establishments and maintenance of centres shall be conducted for the education and training of persons desiring to be trained in any allied health profession and allied health service;"
                },
                {
                    "representation": "(j)",
                    "description": "the manner and procedure by which special boards or committees for any allied health profession and allied health service to achieve highest standards of qualifications shall be formed and to determine the functions of members of such boards or committees and any fee LAWS OF GUYANA 24 Cap. 35:01 Allied Health Professions  L.R.O. 1/2012 payable to the members of such boards or committees; and"
                },
                {
                    "representation": "(k)",
                    "description": "any other matter which may be regulated, prescribed or done by regulations.                       ________________________                                                                                FIRST SCHEDULE              [s. 2"
                }
            ]
        }
    }
]