[
    {
        "act": "CHEST SOCIETY (INCORPORATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CHEST SOCIETY (INCORPORATION) ACT under Short title. 1. This Act may be cited as the Chest Society (Incorporation) Act.",
            "description": "This Act may be cited as the Chest Society (Incorporation) Act."
        }
    },
    {
        "act": "CHEST SOCIETY (INCORPORATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "CHEST SOCIETY (INCORPORATION) ACT under Interpretation. 2. In this Act the expression the Society means the Society incorporated by this Act.",
            "description": "In this Act the expression the Society means the Society incorporated by this Act."
        }
    },
    {
        "act": "CHEST SOCIETY (INCORPORATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Incorporation of Society. ",
            "context": "CHEST SOCIETY (INCORPORATION) ACT under Incorporation of Society. 3. The persons who are now members of the Society, and the persons hereafter admitted members thereof according to the rules of the Society for the time being in force An Act for the incorporation of the Society known  LAWS OF GUYANA  4 Cap. 35:10 Chest Society (Incorporation)  L.R.O. 1/2012       Vesting of property.        Vesting of property bequeathed to the Society or to any member thereof.    Tenure of property of the Society.       Legal proceedings by and against the Society.       Certain instruments to be signed by president and secretary.   Certain documents to  be evidence without formal proof. under the provisions of this Act, shall be and shall continue hereafter to be a body corporate by the name and style of The Guyana Chest Society.",
            "description": "The persons who are now members of the Society, and the persons hereafter admitted members thereof according to the rules of the Society for the time being in force An Act for the incorporation of the Society known  LAWS OF GUYANA  4 Cap. 35:10 Chest Society (Incorporation)  L.R.O. 1/2012       Vesting of property.        Vesting of property bequeathed to the Society or to any member thereof.    Tenure of property of the Society.       Legal proceedings by and against the Society.       Certain instruments to be signed by president and secretary.   Certain documents to  be evidence without formal proof. under the provisions of this Act, shall be and shall continue hereafter to be a body corporate by the name and style of The Guyana Chest Society."
        }
    },
    {
        "act": "CHEST SOCIETY (INCORPORATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Vesting of property. ",
            "context": "CHEST SOCIETY (INCORPORATION) ACT under Vesting of property. 4. All the property in Guyana, movable and immovable, of whatever nature or kind now held by or vested in the name of the Guyana Chest Society shall be held by and the same is hereby vested in the Society.",
            "description": "All the property in Guyana, movable and immovable, of whatever nature or kind now held by or vested in the name of the Guyana Chest Society shall be held by and the same is hereby vested in the Society."
        }
    },
    {
        "act": "CHEST SOCIETY (INCORPORATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Vesting of property bequeathed to the Society or to any member thereof. ",
            "context": "CHEST SOCIETY (INCORPORATION) ACT under Vesting of property bequeathed to the Society or to any member thereof. 5. All property movable or immovable of what nature or kind soever, heretofore or hereafter bequeathed by will or otherwise given to the Society or to any of the members of the Society while they are members thereof, to and for the use or benefit of the Society shall be held by, and is hereby vested in, and shall be deemed the property of, the Society.",
            "description": "All property movable or immovable of what nature or kind soever, heretofore or hereafter bequeathed by will or otherwise given to the Society or to any of the members of the Society while they are members thereof, to and for the use or benefit of the Society shall be held by, and is hereby vested in, and shall be deemed the property of, the Society."
        }
    },
    {
        "act": "CHEST SOCIETY (INCORPORATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Tenure of property of the Society. ",
            "context": "CHEST SOCIETY (INCORPORATION) ACT under Tenure of property of the Society. 6. All property vested in or hereafter acquired by the Society shall be held by it for the use and benefit of the Society now established in the City of Georgetown or wherever else the Society may at any time hereafter be established in Guyana.",
            "description": "All property vested in or hereafter acquired by the Society shall be held by it for the use and benefit of the Society now established in the City of Georgetown or wherever else the Society may at any time hereafter be established in Guyana."
        }
    },
    {
        "act": "CHEST SOCIETY (INCORPORATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Legal proceedings by and against the Society. ",
            "context": "CHEST SOCIETY (INCORPORATION) ACT under Legal proceedings by and against the Society. 7. In any legal proceedings by the Society the power ad litem may be signed by its president and secretary for the time being, and in any legal  proceedings  against  the  Society  service  of  process  on  the secretary shall be deemed sufficient service.",
            "description": "In any legal proceedings by the Society the power ad litem may be signed by its president and secretary for the time being, and in any legal  proceedings  against  the  Society  service  of  process  on  the secretary shall be deemed sufficient service."
        }
    },
    {
        "act": "CHEST SOCIETY (INCORPORATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Certain instruments to be signed by president and secretary. ",
            "context": "CHEST SOCIETY (INCORPORATION) ACT under Certain instruments to be signed by president and secretary. 8. All transports, mortgages, leases, transfers, and assignments, and  all  contracts  or  other  documents  relating  to  the  movable  or immovable  property of the Society or in which the Society is or becomes interested, shall be signed by the president and secretary for the time being of the Society.",
            "description": "All transports, mortgages, leases, transfers, and assignments, and  all  contracts  or  other  documents  relating  to  the  movable  or immovable  property of the Society or in which the Society is or becomes interested, shall be signed by the president and secretary for the time being of the Society."
        }
    },
    {
        "act": "CHEST SOCIETY (INCORPORATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Certain documents to be evidence without formal proof. ",
            "context": "CHEST SOCIETY (INCORPORATION) ACT under Certain documents to be evidence without formal proof. 9. Every copy or extract purporting to be a copy or extract from the minutes, proceedings, register of members, or rules of the Society, signed or purporting to be signed by   LAWS OF GUYANA Chest Society (Incorporation) Cap. 35:10 5  L.R.O. 1/2012               Administration of the Society.          Rules of the Society.  its president for the time being, shall, without proof of the signature or official character or capacity of the president, be  held and taken to be prima facie evidence of the matters  and  things   therein  contained  respectively  and  shall  be judicially noticed by all courts, judges, magistrates, and other persons in Guyana.",
            "description": "Every copy or extract purporting to be a copy or extract from the minutes, proceedings, register of members, or rules of the Society, signed or purporting to be signed by   LAWS OF GUYANA Chest Society (Incorporation) Cap. 35:10 5  L.R.O. 1/2012               Administration of the Society.          Rules of the Society.  its president for the time being, shall, without proof of the signature or official character or capacity of the president, be  held and taken to be prima facie evidence of the matters  and  things   therein  contained  respectively  and  shall  be judicially noticed by all courts, judges, magistrates, and other persons in Guyana."
        }
    },
    {
        "act": "CHEST SOCIETY (INCORPORATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Administration of the Society. ",
            "context": "CHEST SOCIETY (INCORPORATION) ACT under Administration of the Society. 10. The business of the Society shall be managed by a board of management, hereinafter called the board consisting of a president, two vice-presidents, a secretary, and a committee of not more than twelve  members. The board holding office at the time of the commencement of this Act shall be the first board.",
            "description": "The business of the Society shall be managed by a board of management, hereinafter called the board consisting of a president, two vice-presidents, a secretary, and a committee of not more than twelve  members. The board holding office at the time of the commencement of this Act shall be the first board."
        }
    },
    {
        "act": "CHEST SOCIETY (INCORPORATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Rules of the Society.  __________________________ 1929 Ed. c. 220 1953 Ed. c. 207 ________________________________________________ 24 of 1913 as the Guyana Chest Society.  [10TH DECEMBER, 1913] Short title.  [22 of 1969]   Interpretation.    Incorporation of Society.            [22 of 1969]  ",
            "context": "CHEST SOCIETY (INCORPORATION) ACT under Rules of the Society.  __________________________ 1929 Ed. c. 220 1953 Ed. c. 207 ________________________________________________ 24 of 1913 as the Guyana Chest Society.  [10TH DECEMBER, 1913] Short title.  [22 of 1969]   Interpretation.    Incorporation of Society.            [22 of 1969]  11. (1) The board or their successors in office, with the approval of the majority of the members of the Society, first had and obtained at a meeting of the members of the Society summoned by the secretary by notice in writing posted to each member at his registered address not less  than  seven  days  before  the  meeting,  may  make  rules  with reference to the management of the affairs of the Society and the rights and liabilities of the members thereof, and with reference to the proper regulation and conduct  of  persons visiting or remaining in or on premises belonging to the  Society wheresoever situate, and those rules, when approved of by the Minister and published in the Gazette, shall have the force of law and be binding on all persons.         (2) The Society may at any time alter or revoke any rule, and may make, alter, or revoke, any new rules from time to time deemed expedient except that  (a)     no rule shall be altered or revoked, board  submitted to a general meeting and no new rule shall be made, altered         or revoked, except on the request of the  LAWS OF GUYANA  6 Cap. 35:10 Chest Society (Incorporation)  L.R.O. 1/2012  of the    Society, seven days notice of which, stating  the proposed new rule or alteration or  revocation, has been given by circular signed by the secretary for the time being of            the Society and posted to each member at his registered address; or except at a general meeting convened in pursuance of a requisition in writing addressed to the board by not less than ten members; and    (b)  no new rule, nor any alteration or revocation  of a rule, shall come into force or take effect  until it has been approved by the Minister and published in the Gazette.  ____________________ LAWS OF GUYANA Chest Society (Incorporation) Cap. 35:10 7     L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________   R. 11th Sept.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The board or their successors in office, with the approval of the majority of the members of the Society, first had and obtained at a meeting of the members of the Society summoned by the secretary by notice in writing posted to each member at his registered address not less  than  seven  days  before  the  meeting,  may  make  rules  with reference to the management of the affairs of the Society and the rights and liabilities of the members thereof, and with reference to the proper regulation and conduct  of  persons visiting or remaining in or on premises belonging to the  Society wheresoever situate, and those rules, when approved of by the Minister and published in the Gazette, shall have the force of law and be binding on all persons."
                },
                {
                    "representation": "(2)",
                    "description": "The Society may at any time alter or revoke any rule, and may make, alter, or revoke, any new rules from time to time deemed expedient except that"
                },
                {
                    "representation": "(a)",
                    "description": "no rule shall be altered or revoked, board  submitted to a general meeting and no new rule shall be made, altered         or revoked, except on the request of the  LAWS OF GUYANA  6 Cap. 35:10 Chest Society"
                },
                {
                    "representation": "(b)",
                    "description": "no new rule, nor any alteration or revocation  of a rule, shall come into force or take effect  until it has been approved by the Minister and published in the Gazette.  ____________________ LAWS OF GUYANA Chest Society"
                }
            ]
        }
    }
]