[
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "FRIENDLY SOCIETIES ACT under Short title. 1.This Act may be cited as the Friendly Societies Act.",
            "description": "1.This Act may be cited as the Friendly Societies Act."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART I CONSTITUTION, REGISTRATION AND INCORPORATION  Classes and Objects of Societies  ",
            "context": "FRIENDLY SOCIETIES ACT under Interpretation.  PART I CONSTITUTION, REGISTRATION AND INCORPORATION  Classes and Objects of Societies  2.In this Act  amendment of rule includes a new rule and a resolution rescinding a rule;  branch means any number of the members of a society, under the control of a central body, having a separate fund administered by themselves or by a committee of management of officers appointed by themselves;  meeting includes (where the rules of a society so allow) a meeting of delegates appointed by members;  officer means an officer of a society, and extends to any treasurer, secretary, or member of the committee of management of a society;  person claiming through a member includes the heirs, executors, administrators, and assigns of a member, and also his nominees where nomination is allowed;  property means movable and immovable property of every description, including books and papers;  registered society means a society registered or deemed to CHAPTER 36:04  FRIENDLY SOCIETIES ACT  LAWS OF GUYANA 8 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                     Classes of societies.  [12 of 1948 17 of 1954] Friendly societies.                         be registered under this Act;  the Registrar means the Registrar of Friendly Societies appointed under this Act;  rules means rules for the time being in force;  society applies to a registered branch, unless the application is inconsistent with the position and objects of a branch.  PART I CONSTITUTION, REGISTRATION AN INCORPORATION  Classes and Objects of Societies",
            "description": "2.In this Act  amendment of rule includes a new rule and a resolution rescinding a rule;  branch means any number of the members of a society, under the control of a central body, having a separate fund administered by themselves or by a committee of management of officers appointed by themselves;  meeting includes (where the rules of a society so allow) a meeting of delegates appointed by members;  officer means an officer of a society, and extends to any treasurer, secretary, or member of the committee of management of a society;  person claiming through a member includes the heirs, executors, administrators, and assigns of a member, and also his nominees where nomination is allowed;  property means movable and immovable property of every description, including books and papers;  registered society means a society registered or deemed to CHAPTER 36:04  FRIENDLY SOCIETIES ACT  LAWS OF GUYANA 8 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                     Classes of societies.  [12 of 1948 17 of 1954] Friendly societies.                         be registered under this Act;  the Registrar means the Registrar of Friendly Societies appointed under this Act;  rules means rules for the time being in force;  society applies to a registered branch, unless the application is inconsistent with the position and objects of a branch.  PART I CONSTITUTION, REGISTRATION AN INCORPORATION  Classes and Objects of Societies"
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Classes of societies:  (a) friendly societies;  (b) benevolent societies;  (c) working men’s clubs; and  (d) specially authorised societies. ",
            "context": "FRIENDLY SOCIETIES ACT under Classes of societies:  (a) friendly societies;  (b) benevolent societies;  (c) working mens clubs; and  (d) specially authorised societies. 3.The following societies shall be societies to which this Act applies:  (a) societies (herein called friendly societies) established to provide, by subscription of the members thereof, with or without the aid of donations, for  (i) the relief or maintenance of the members, their wives, husbands, children, fathers, mothers, brothers, sisters, nephews or nieces, or wards being orphans, during sickness or other infirmity, whether bodily or mental, inold age (which means any age after fifty), or in widowhood, or for the relief or maintenance of the orphan children of members during minority; (ii) insuring money to be paid on LAWS OF GUYANA Friendly Societies Cap. 36:04 9  L.R.O. 1/2012                                   Benevolent societies.    Working mens clubs.      Specially authorised the birth of a members child, or on the death of a member, or for the funeral expenses of the wife, husband, or child, of a member, or of the widow of a deceased member; (iii) the relief or maintenance of the members when on travel in search of employment, or when in distressed circumstances, or in case of shipwreck or loss or damage of or to boats or nets; (iv) the endowment of members or nominees of members at any age; and (v) the insurance against fire, to any amount not exceeding seventy-five dollars in each case, of the tools or implements of the trade or calling of the members:  Provided that no society which contracts with any person for the assurance of an annuity exceeding two hundred and fifty dollars, or of a gross sum exceeding one thousand dollars, shall be registered under this Act;  (b) societies (herein called benevolent societies) for any benevolent or charitable purposes;  (c) societies (herein called working mens clubs) for purposes of social intercourse, mutual helpfulness, mental and moral improvement, and rational recreation; and  (d) societies (herein called specially LAWS OF GUYANA 10 Cap. 36:04 Friendly Societies  L.R.O. 1/2012 societies.         Limitation as regards specially authorised societies.   No registration of banking society.             Appointment and remuner-ation.   First Schedule.      Office.       authorised societies) for any purpose authorised by the Minister as a purpose to which the powers and facilities of this Act ought to be extended.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "societies"
                },
                {
                    "representation": "(i)",
                    "description": "the relief or maintenance of the members, their wives, husbands, children, fathers, mothers, brothers, sisters, nephews or nieces, or wards being orphans, during sickness or other infirmity, whether bodily or mental, inold age"
                },
                {
                    "representation": "(v)",
                    "description": "the insurance against fire, to any amount not exceeding seventy-five dollars in each case, of the tools or implements of the trade or calling of the members:  Provided that no society which contracts with any person for the assurance of an annuity exceeding two hundred and fifty dollars, or of a gross sum exceeding one thousand dollars, shall be registered under this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "societies"
                },
                {
                    "representation": "(c)",
                    "description": "societies"
                },
                {
                    "representation": "(d)",
                    "description": "societies"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Limitation as regards specially authorised societies. ",
            "context": "FRIENDLY SOCIETIES ACT under Limitation as regards specially authorised societies. 4. The Minister may limit the application of this Act, as regards any specially authorised society to those of the provisions herein contained specified in the authority for registering that society.",
            "description": "The Minister may limit the application of this Act, as regards any specially authorised society to those of the provisions herein contained specified in the authority for registering that society."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "No registration of banking society.  Registrar of Friendly Societies  ",
            "context": "FRIENDLY SOCIETIES ACT under No registration of banking society.  Registrar of Friendly Societies  5.No society for carrying on the business of banking shall be registered under this Act:  Provided that the taking of deposits of not more than two dollars in any one payment, or more than one hundred dollars for any one depositor, payable on not less than two days notice, shall not be deemed to be included in the business of banking within the meaning of this Act, if the society has not any withdrawable share capital.  Registrar of Friendly Societies",
            "description": "5.No society for carrying on the business of banking shall be registered under this Act:  Provided that the taking of deposits of not more than two dollars in any one payment, or more than one hundred dollars for any one depositor, payable on not less than two days notice, shall not be deemed to be included in the business of banking within the meaning of this Act, if the society has not any withdrawable share capital.  Registrar of Friendly Societies"
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Appointment and remuneration. ",
            "context": "FRIENDLY SOCIETIES ACT under Appointment and remuneration. 6. (1) There shall be a Registrar of Friendly Societies who shall be a public officer.  (2) For his services the Registrar shall be entitled to demand and receive the fees set forth in the First Schedule:  Provided that the Minister may alter or cancel those fees or any of them, or impose any additional fees under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a Registrar of Friendly Societies who shall be a public officer."
                },
                {
                    "representation": "(2)",
                    "description": "For his services the Registrar shall be entitled to demand and receive the fees set forth in the First Schedule:  Provided that the Minister may alter or cancel those fees or any of them, or impose any additional fees under this Act."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Office. ",
            "context": "FRIENDLY SOCIETIES ACT under Office. 7.The Registrar shall keep his office in the City of Georgetown.",
            "description": "7.The Registrar shall keep his office in the City of Georgetown."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Clerical assistance. ",
            "context": "FRIENDLY SOCIETIES ACT under Clerical assistance. 8. The Registrar shall be furnished with clerical assistance out of any moneys provided by Parliament for that purpose. Clerical assistanceLAWS OF GUYANA Friendly Societies Cap. 36:04 11  L.R.O. 1/2012 General duties. [17 of 1954]",
            "description": "The Registrar shall be furnished with clerical assistance out of any moneys provided by Parliament for that purpose. Clerical assistanceLAWS OF GUYANA Friendly Societies Cap. 36:04 11  L.R.O. 1/2012 General duties. [17 of 1954]"
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "General duties. ",
            "context": "FRIENDLY SOCIETIES ACT under General duties. 9. (1) The Registrar shall keep a register of all societies registered under this Act, in the form approved by the Minister, and shall discharge all the duties required of him by this Act.  (2) The Registrar shall, with the approval of the Minister  (a) prepare and cause to be circulated, for the use of societies, model forms of accounts, balance sheets, and valuations;  (b) collect from the returns under this Act and from other sources, and publish and circulate, either generally or in any particular district, or otherwise make known, any information on the subject of the statistics of sickness and mortality, and the application thereof to the business offriendly societies, and from time to time publish, either generally or in particular districts, any particulars of their returns and valuations, and any other information useful to the members of or to persons interested in friendly or other societies registered or which might be registered under this Act, the Registrar from time to time thinks fit; and  (c) cause to be compiled and published tables for the payment of sums of money on death, in sickness, or in old age, or on any other contingency forming the subject of an assurance authorised under this Act appearing LAWS OF GUYANA 12 Cap. 36:04 Friendly Societies  L.R.O. 1/2012           Annual report of the  Registrar. [37 of 1961]          Application for registration. Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar shall keep a register of all societies registered under this Act, in the form approved by the Minister, and shall discharge all the duties required of him by this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Registrar shall, with the approval of the Minister"
                },
                {
                    "representation": "(a)",
                    "description": "prepare and cause to be circulated, for the use of societies, model forms of accounts, balance sheets, and valuations;"
                },
                {
                    "representation": "(b)",
                    "description": "collect from the returns under this Act and from other sources, and publish and circulate, either generally or in any particular district, or otherwise make known, any information on the subject of the statistics of sickness and mortality, and the application thereof to the business offriendly societies, and from time to time publish, either generally or in particular districts, any particulars of their returns and valuations, and any other information useful to the members of or to persons interested in friendly or other societies registered or which might be registered under this Act, the Registrar from time to time thinks fit; and"
                },
                {
                    "representation": "(c)",
                    "description": "cause to be compiled and published tables for the payment of sums of money on death, in sickness, or in old age, or on any other contingency forming the subject of an assurance authorised under this Act appearing LAWS OF GUYANA 12 Cap. 36:04 Friendly Societies  L.R.O. 1/2012           Annual report of the  Registrar. [37 of 1961]          Application for registration. Form"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Annual report of the Registrar.  Registration  ",
            "context": "FRIENDLY SOCIETIES ACT under Annual report of the Registrar.  Registration  10. The Registrar shall, in the month of January in every year, transmit to the Minister, to be laid before the National Assembly, a report of his proceedings and of the principal matters transacted by him, and of the valuations returned to or caused to be made by him, and generally of the working of this Act, during the preceding year.  Registration",
            "description": "The Registrar shall, in the month of January in every year, transmit to the Minister, to be laid before the National Assembly, a report of his proceedings and of the principal matters transacted by him, and of the valuations returned to or caused to be made by him, and generally of the working of this Act, during the preceding year.  Registration"
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Application for registration. ",
            "context": "FRIENDLY SOCIETIES ACT under Application for registration. 11. (l) Where any number of persons not less than seven have established or intend to establish a society to which this Act applies, they shall make application in writing to the Registrar for that purpose.  (2) The application shall be signed by at least seven members, including the secretary.  (3) Two copies of the rules and two lists of the names of the officers (if any), shall be transmitted to the Registrar together with the application, and shall be signed by the persons who are required to sign the application.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "Where any number of persons not less than seven have established or intend to establish a society to which this Act applies, they shall make application in writing to the Registrar for that purpose."
                },
                {
                    "representation": "(2)",
                    "description": "The application shall be signed by at least seven members, including the secretary."
                },
                {
                    "representation": "(3)",
                    "description": "Two copies of the rules and two lists of the names of the officers"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Societies to be registered. ",
            "context": "FRIENDLY SOCIETIES ACT under Societies to be registered. 12.(1) Every society to which this Act applies shall be registered under this Act:  Provided that it shall be deemed to be a sufficient compliance with this section if before any subscriptions or fees are collected from any member, the registrar, by writing under his hand permits any person therein, hereinafter referred to as a permitted person, to take the necessary steps for the formation of a society, and if such society is in fact registered within six months of such permission being given as aforesaid. LAWS OF GUYANA Friendly Societies Cap. 36:04 13  L.R.O. 1/2012                                                 (2) In the event of any contravention of this section, every society, trustee, member of committee or other officer of an unregistered society shall be liable to a fine of six hundred and fifty dollars for every day during which such society remains unregistered.  (3) Every permitted person shall, while such society is in process of formation cause to be kept proper books of accounts with respect to all subscriptions or fees received and all sums of money expended by such person, and the matter in respect of which the receipts and expenditure take place, and shall immediately prior to the registration of the said society, or at the end of the said period of six months, whichever shall occur sooner, send to the registrar a true return signed by him, of the receipts and expenditure, funds and effects collected, received and expended by him while such society was in process of formation.  (4) If it is shown that proper books of accounts were not kept by such permitted person throughout the said period of six months immediately preceding the registration of such society, such permitted person shall, unless he shows that he acted bona fide or that in the circumstances in which the affairs of the society in formation were carried on the default was excusable, be liable on summary conviction to a fine of twenty-six thousand dollars or to imprisonment for six months.  (5) The registrar shall, on being satisfied that any member or other person has subscribed to the funds so collected or received or has an interest therein, permit such member or other person to inspect without payment of any fee the said return at the office of the registrar during office hours.   (6) The registrar may at any time, either before or after the registration of a society, order the books, accounts, LAWS OF GUYANA 14 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                    Registration of societies. [4 of 1972]                             vouchers, documents, securities and funds of such society during the period it was unregistered or in course of formation, to be inspected or audited by some fit and proper person appointed by him, and it shall be the duty of the permitted person and of every secretary, treasurer, trustee and member of the committee or other officer of the society to make available to the person so appointed, all the books, accounts, vouchers, documents, securities and funds for purpose of inspection, or audit; and the registrar may order such person to be paid out of the funds of the said unregistered society or society in formation, or from the Audit Fund as constituted under this Act, such fee as may be prescribed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every society to which this Act applies shall be registered under this Act:  Provided that it shall be deemed to be a sufficient compliance with this section if before any subscriptions or fees are collected from any member, the registrar, by writing under his hand permits any person therein, hereinafter referred to as a permitted person, to take the necessary steps for the formation of a society, and if such society is in fact registered within six months of such permission being given as aforesaid. LAWS OF GUYANA Friendly Societies Cap. 36:04 13  L.R.O. 1/2012"
                },
                {
                    "representation": "(2)",
                    "description": "In the event of any contravention of this section, every society, trustee, member of committee or other officer of an unregistered society shall be liable to a fine of six hundred and fifty dollars for every day during which such society remains unregistered."
                },
                {
                    "representation": "(3)",
                    "description": "Every permitted person shall, while such society is in process of formation cause to be kept proper books of accounts with respect to all subscriptions or fees received and all sums of money expended by such person, and the matter in respect of which the receipts and expenditure take place, and shall immediately prior to the registration of the said society, or at the end of the said period of six months, whichever shall occur sooner, send to the registrar a true return signed by him, of the receipts and expenditure, funds and effects collected, received and expended by him while such society was in process of formation."
                },
                {
                    "representation": "(4)",
                    "description": "If it is shown that proper books of accounts were not kept by such permitted person throughout the said period of six months immediately preceding the registration of such society, such permitted person shall, unless he shows that he acted bona fide or that in the circumstances in which the affairs of the society in formation were carried on the default was excusable, be liable on summary conviction to a fine of twenty-six thousand dollars or to imprisonment for six months."
                },
                {
                    "representation": "(5)",
                    "description": "The registrar shall, on being satisfied that any member or other person has subscribed to the funds so collected or received or has an interest therein, permit such member or other person to inspect without payment of any fee the said return at the office of the registrar during office hours."
                },
                {
                    "representation": "(6)",
                    "description": "The registrar may at any time, either before or after the registration of a society, order the books, accounts, LAWS OF GUYANA 14 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                    Registration of societies. [4 of 1972]                             vouchers, documents, securities and funds of such society during the period it was unregistered or in course of formation, to be inspected or audited by some fit and proper person appointed by him, and it shall be the duty of the permitted person and of every secretary, treasurer, trustee and member of the committee or other officer of the society to make available to the person so appointed, all the books, accounts, vouchers, documents, securities and funds for purpose of inspection, or audit; and the registrar may order such person to be paid out of the funds of the said unregistered society or society in formation, or from the Audit Fund as constituted under this Act, such fee as may be prescribed."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Registration of societies. ",
            "context": "FRIENDLY SOCIETIES ACT under Registration of societies. 13. With respect to the registration of societies, the following provisions shall have effect:  (a) no society shall be registered which does not consist of seven persons at least;  (b) no society shall be registered under a name identical with that under which any other existing society is registered, or so nearly resembling that name as to be likely, or under any name likely, in the opinion of the Registrar, to deceive the members or the public as to its nature or its identity, and no society shall change its name without the sanction of the Registrar as hereinafter provided;  (c) a society, other than a benevolent society or a working mens club, shall not be disentitled to registration by reason of any rule for, or practice of, dividing any part of the funds thereof, LAWS OF GUYANA Friendly Societies Cap. 36:04 15  L.R.O. 1/2012             Consideration of rules.         Acknowledg-ment of registration. Second Schedule.  Form",
            "description": [
                {
                    "representation": "(a)",
                    "description": "no society shall be registered which does not consist of seven persons at least;"
                },
                {
                    "representation": "(b)",
                    "description": "no society shall be registered under a name identical with that under which any other existing society is registered, or so nearly resembling that name as to be likely, or under any name likely, in the opinion of the Registrar, to deceive the members or the public as to its nature or its identity, and no society shall change its name without the sanction of the Registrar as hereinafter provided;"
                },
                {
                    "representation": "(c)",
                    "description": "a society, other than a benevolent society or a working mens club, shall not be disentitled to registration by reason of any rule for, or practice of, dividing any part of the funds thereof, LAWS OF GUYANA Friendly Societies Cap. 36:04 15  L.R.O. 1/2012             Consideration of rules.         Acknowledg-ment of registration. Second Schedule.  Form"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Consideration of rules. ",
            "context": "FRIENDLY SOCIETIES ACT under Consideration of rules. 14. The Registrar shall advise with the secretary or other officer, if necessary, for the purpose of ascertaining whether the rules are calculated to carry into effect the intentions and objects of the persons who have formed or desire to form the society.",
            "description": "The Registrar shall advise with the secretary or other officer, if necessary, for the purpose of ascertaining whether the rules are calculated to carry into effect the intentions and objects of the persons who have formed or desire to form the society."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "(1) Acknowledgment of registration. LAWS OF GUYANA 4 Cap. 36:04 Friendly Societies  L.R.O. 1/2012 SECTION  (2)(3) Appeal from refusal to register.   (4) Effect of acknowledgment.  (5) Publication of acknowledgment. ",
            "context": "FRIENDLY SOCIETIES ACT under (1) Acknowledgment of registration. LAWS OF GUYANA 4 Cap. 36:04 Friendly Societies  L.R.O. 1/2012 SECTION  (2)(3) Appeal from refusal to register.   (4) Effect of acknowledgment.  (5) Publication of acknowledgment. 15.(l) The Registrar, when satisfied that a society has complied with the provisions as to registration in force under this Act, shall enter the society  accordingly in the register, and give to the society an acknowledgment of registration.  (2) If he refuses to register the society, the persons who signed the application for registration, or any of them, may, within fourteen days after the refusal has been notified to any of them, appeal therefrom to the Minister.  (3) If the refusal to register is overruled on appeal, an acknowledgment of registration shall thereupon be given to the society by the Registrar.  (4) The acknowledgment of registration shall be conclusive evidence for all purposes that the society therein mentioned is duly registered, unless it is proved that the registration has been suspended or cancelled under the provisions hereinafter contained.  (5) Immediately on giving an acknowledgment of registration to a society, the Registrar shall cause it to be published in the Gazette and in a newspaper of Guyana.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "The Registrar, when satisfied that a society has complied with the provisions as to registration in force under this Act, shall enter the society  accordingly in the register, and give to the society an acknowledgment of registration."
                },
                {
                    "representation": "(2)",
                    "description": "If he refuses to register the society, the persons who signed the application for registration, or any of them, may, within fourteen days after the refusal has been notified to any of them, appeal therefrom to the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "If the refusal to register is overruled on appeal, an acknowledgment of registration shall thereupon be given to the society by the Registrar."
                },
                {
                    "representation": "(4)",
                    "description": "The acknowledgment of registration shall be conclusive evidence for all purposes that the society therein mentioned is duly registered, unless it is proved that the registration has been suspended or cancelled under the provisions hereinafter contained."
                },
                {
                    "representation": "(5)",
                    "description": "Immediately on giving an acknowledgment of registration to a society, the Registrar shall cause it to be published in the Gazette and in a newspaper of Guyana."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Disposal of copies of rules transmitted with application. ",
            "context": "FRIENDLY SOCIETIES ACT under Disposal of copies of rules transmitted with application. 16. On registering a society, the Registrar shall return to the society one of the copies of the rules, and one of the lists LAWS OF GUYANA 16 Cap. 36:04 Friendly Societies  L.R.O. 1/2012 with application.        Deposit of acknowledg-ment.    Change of name of society.             Incorporation of society.             Societies having branches.          of the names of the officers, if any, transmitted with the application for registration, verified by his signature, and shall keep the other copy and the other list in his office.",
            "description": "On registering a society, the Registrar shall return to the society one of the copies of the rules, and one of the lists LAWS OF GUYANA 16 Cap. 36:04 Friendly Societies  L.R.O. 1/2012 with application.        Deposit of acknowledg-ment.    Change of name of society.             Incorporation of society.             Societies having branches.          of the names of the officers, if any, transmitted with the application for registration, verified by his signature, and shall keep the other copy and the other list in his office."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Deposit of acknowledgment. ",
            "context": "FRIENDLY SOCIETIES ACT under Deposit of acknowledgment. 17. On being registered a society shall be bound to deposit the acknowledgment of registration, and the copy of the rules signed by the Registrar, in the deeds registry within one month after receiving them.",
            "description": "On being registered a society shall be bound to deposit the acknowledgment of registration, and the copy of the rules signed by the Registrar, in the deeds registry within one month after receiving them."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Change of name of society.  Incorporation  ",
            "context": "FRIENDLY SOCIETIES ACT under Change of name of society.  Incorporation  18. Any registered society may, by special resolution, with the approval in writing of the Registrar, change its name; but the change shall not affect any right or liability of the society or any member thereof, and any pending legal proceedings may be continued by or against the society notwithstanding the change.  Incorporation",
            "description": "Any registered society may, by special resolution, with the approval in writing of the Registrar, change its name; but the change shall not affect any right or liability of the society or any member thereof, and any pending legal proceedings may be continued by or against the society notwithstanding the change.  Incorporation"
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Incorporation of society.  Branches  ",
            "context": "FRIENDLY SOCIETIES ACT under Incorporation of society.  Branches  19. (1) On registration a society shall, ipso facto, become and be a body corporate by the name described in the acknowledgment of registration and, subject to the rules of the society, of purchasing, receiving, possessing, holding, mortgaging, and otherwise dealing with property.  (2) The name of a registered society shall be engraved on its common seal.  Branches",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On registration a society shall, ipso facto, become and be a body corporate by the name described in the acknowledgment of registration and, subject to the rules of the society, of purchasing, receiving, possessing, holding, mortgaging, and otherwise dealing with property."
                },
                {
                    "representation": "(2)",
                    "description": "The name of a registered society shall be engraved on its common seal.  Branches"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Societies having branches. ",
            "context": "FRIENDLY SOCIETIES ACT under Societies having branches. 20. With respect to societies having branches, the following provisions shall have effect:  (a) with the application for registration there shall be transmitted to the Registrar  (i) a list of every branch, and of the place wherein it is LAWS OF GUYANA Friendly Societies Cap. 36:04 17  L.R.O. 1/2012                                   Form",
            "description": [
                {
                    "representation": "(a)",
                    "description": "with the application for registration there shall be transmitted to the Registrar"
                },
                {
                    "representation": "(i)",
                    "description": "a list of every branch, and of the place wherein it is LAWS OF GUYANA Friendly Societies Cap. 36:04 17  L.R.O. 1/2012                                   Form"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Conversion of registered societies into branches.  Rules  ",
            "context": "FRIENDLY SOCIETIES ACT under Conversion of registered societies into branches.  Rules  21. With respect to the conversion of registered societies into branches, the following provisions shall have effect:  (a) a society may, by a resolution passed by not less than three-fourths of the members or delegates present and LAWS OF GUYANA Friendly Societies Cap. 36:04 19  L.R.O. 1/2012                                                 entitled to vote at any general meeting, of which notice specifying the intention to propose the resolution has been duly given according to the rules of the society, determine to become a branch under this Act of any other registered society, and also, if thought fit, of any registered branch thereof; and if the rules of that society do not comply with all the provisions of this Act and of any regulations made hereunder in respect of the registration of branches, the meeting at which the resolution is passed may amend those rules so as to bring them in compliance with this Act and those regulations;  (b) a copy of the rules of the first-mentioned society, marked to show the amendments, if any, made at the meeting, and two copies of the resolution aforesaid, and of the amendments of rules (if any), each signed by the chairman of the meeting and by the secretary of the society so determining to become a branch of any other society and countersigned by the secretary of the other society, shall be transmitted to the Registrar, and if the Registrar finds that those rules, with or without the amendment aforesaid, comply with the provisions of this Act and of the regulations, he shall cancel the registration of the first- mentioned society and register it as a branch of the other society, and also, if so specified in the resolution LAWS OF GUYANA 20 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                General provisions.  [17 of 1954 4 of 1972]  Third Schedule.         Amendment.       before- mentioned, of any branch of the other society, without further request or notice, and shall register the amendment of rules without further application or evidence, and until the registration the resolution aforesaid shall not take effect;  (c) no advertisement of any cancellation of registration under this section shall be requisite; and  (d) the rules of a society which becomes a branch under this section shall, so far as they are not contrary to any express provision of this Act or of the regulations aforesaid, and subject to any amendment thereof as hereinbefore provided, continue in force as the rules of that branch until amended.  Rules",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a society may, by a resolution passed by not less than three-fourths of the members or delegates present and LAWS OF GUYANA Friendly Societies Cap. 36:04 19  L.R.O. 1/2012                                                 entitled to vote at any general meeting, of which notice specifying the intention to propose the resolution has been duly given according to the rules of the society, determine to become a branch under this Act of any other registered society, and also, if thought fit, of any registered branch thereof; and if the rules of that society do not comply with all the provisions of this Act and of any regulations made hereunder in respect of the registration of branches, the meeting at which the resolution is passed may amend those rules so as to bring them in compliance with this Act and those regulations;"
                },
                {
                    "representation": "(b)",
                    "description": "a copy of the rules of the first-mentioned society, marked to show the amendments, if any, made at the meeting, and two copies of the resolution aforesaid, and of the amendments of rules"
                },
                {
                    "representation": "(c)",
                    "description": "no advertisement of any cancellation of registration under this section shall be requisite; and"
                },
                {
                    "representation": "(d)",
                    "description": "the rules of a society which becomes a branch under this section shall, so far as they are not contrary to any express provision of this Act or of the regulations aforesaid, and subject to any amendment thereof as hereinbefore provided, continue in force as the rules of that branch until amended.  Rules"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "General provisions. ",
            "context": "FRIENDLY SOCIETIES ACT under General provisions. 22. (1)  The rules of every society for registration shall, according to the class in which the society is to be registered, contain provisions in respect of the several matters mentioned in the Third Schedule.  (2) A copy of the rules of a registered society shall be delivered by the society to any person on demand, on payment of a sum not exceeding sixty-five dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The rules of every society for registration shall, according to the class in which the society is to be registered, contain provisions in respect of the several matters mentioned in the Third Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "A copy of the rules of a registered society shall be delivered by the society to any person on demand, on payment of a sum not exceeding sixty-five dollars."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Amendment. ",
            "context": "FRIENDLY SOCIETIES ACT under Amendment. 23. (1) After the rules of a society have been registered, the society may, by resolution at a meeting specially called for that purpose, alter, amend, or revoke them, or any of them, or make new rules:  LAWS OF GUYANA Friendly Societies Cap. 36:04 21  L.R.O. 1/2012                     Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "After the rules of a society have been registered, the society may, by resolution at a meeting specially called for that purpose, alter, amend, or revoke them, or any of them, or make new rules:  LAWS OF GUYANA Friendly Societies Cap. 36:04 21  L.R.O. 1/2012                     Form"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Operation.  Amalgamation  ",
            "context": "FRIENDLY SOCIETIES ACT under Operation.  Amalgamation  24. (1) The rules, when registered, shall bind the society and the members thereof and all persons claiming through them respectively, to the same extent as if each member had subscribed his name and affixed his seal thereto, and there were in the rules contained a covenant on the part of himself, his heirs, executors, and administrators, to conform therewith subject to this Act.  (2) All moneys payable by a member to the society shall be deemed to be a debt due from him to the society, and shall be so recoverable in the magistrates court or the High Court, as the case may be.  LAWS OF GUYANA 22 Cap. 36:04 Friendly Societies  L.R.O. 1/2012     Amalgam-ation, conversion and transfer of engagements of registered societies.          c. 89:01                                Amalgamation",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The rules, when registered, shall bind the society and the members thereof and all persons claiming through them respectively, to the same extent as if each member had subscribed his name and affixed his seal thereto, and there were in the rules contained a covenant on the part of himself, his heirs, executors, and administrators, to conform therewith subject to this Act."
                },
                {
                    "representation": "(2)",
                    "description": "All moneys payable by a member to the society shall be deemed to be a debt due from him to the society, and shall be so recoverable in the magistrates court or the High Court, as the case may be.  LAWS OF GUYANA 22 Cap. 36:04 Friendly Societies  L.R.O. 1/2012     Amalgam-ation, conversion and transfer of engagements of registered societies.          c. 89:01                                Amalgamation"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Amalgamation, conversion and transfer of engagements of registered societies.  General Provisions  ",
            "context": "FRIENDLY SOCIETIES ACT under Amalgamation, conversion and transfer of engagements of registered societies.  General Provisions  25. (1) Any two or more registered societies may, by special resolution of both or all of them, become amalgamated together as one society, with or without any dissolution or division of their funds or the funds of either or any of them; and any registered society may, by special resolution, transfer its engagements to any other registered society undertaking to fulfil the engagements of that society.  (2) A registered society may determine by special resolution to convert itself into a company, or to amalgamate with, or transfer its engagements to, a company, under the Companies Act.  (3) No amalgamation or transfer of engagements shall prejudice any right of a creditor of either or any registered society which is party thereto.  (4) If a special resolution for converting a registered society into a company contains the particulars by the Companies Act aforesaid required to be contained in the memorandum of association of a company, and a copy thereof has been registered by the Registrar, a copy of the resolution certified by the Registrar shall have the same effect as a memorandum of association duly signed and attested under that Act.  (5) If a registered society is registered as, or amalgamates with, or transfers all its engagements to, a company, the registration of the society under this Act shall thereupon be void and shall be cancelled by the Registrar; but the registration of a society as a company shall not affect any right or claim for the time being subsisting against that society, or any penalty for the time being incurred by it; and, for the purpose of enforcing that right, claim, or penalty, the society may be sued and proceeded against in the same manner as if it had not become registered as a company; and LAWS OF GUYANA Friendly Societies Cap. 36:04 23  L.R.O. 1/2012                                                 the right or claim, or the liability to the penalty, shall have priority, as against the property of the company, over all other rights or claims against or liabilities of the company:  Provided, respecting friendly societies, that  (a) no special resolution by a society for any amalgamation or transfer of engagements under this section shall be valid unless five-sixths in value (to be calculated as for dissolution) of the members assent thereto, either at the meetings at which the resolution is passed and confirmed, or one of them, or in writing, if those members were not present thereat, or without the consent in writing of everyone for the time being receiving or entitled to any relief, annuity, or other benefit from the funds of the society, unless his claim is first duly satisfied, or adequate provision is made for satisfying it;  (b) the provisions hereinafter contained in case of dissolution as to the punishment of officers, and the remedy of members or persons dissatisfied with the provision made for satisfying their claims, shall apply to the case of amalgamation and transfer of engagements; and  (c) on the application of the committee of management of a society desiring to amalgamate or transfer its engagements notice of the application being published in the Gazette, the LAWS OF GUYANA 24 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                         General duties and obliga-tions of registered societies. [17 of 1954]                        Registrar, after hearing the committee of management and any other persons whom he considers entitled to be heard on the application, may, with the consent of the Minister, order that any of the consents and conditions prescribed in or under this Act, or in any regulations made thereunder, be dispensed with, and may confirm the amalgamation or transfer.  (6) This section shall not apply to branches.  General Provisions",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any two or more registered societies may, by special resolution of both or all of them, become amalgamated together as one society, with or without any dissolution or division of their funds or the funds of either or any of them; and any registered society may, by special resolution, transfer its engagements to any other registered society undertaking to fulfil the engagements of that society."
                },
                {
                    "representation": "(2)",
                    "description": "A registered society may determine by special resolution to convert itself into a company, or to amalgamate with, or transfer its engagements to, a company, under the Companies Act."
                },
                {
                    "representation": "(3)",
                    "description": "No amalgamation or transfer of engagements shall prejudice any right of a creditor of either or any registered society which is party thereto."
                },
                {
                    "representation": "(4)",
                    "description": "If a special resolution for converting a registered society into a company contains the particulars by the Companies Act aforesaid required to be contained in the memorandum of association of a company, and a copy thereof has been registered by the Registrar, a copy of the resolution certified by the Registrar shall have the same effect as a memorandum of association duly signed and attested under that Act."
                },
                {
                    "representation": "(5)",
                    "description": "If a registered society is registered as, or amalgamates with, or transfers all its engagements to, a company, the registration of the society under this Act shall thereupon be void and shall be cancelled by the Registrar; but the registration of a society as a company shall not affect any right or claim for the time being subsisting against that society, or any penalty for the time being incurred by it; and, for the purpose of enforcing that right, claim, or penalty, the society may be sued and proceeded against in the same manner as if it had not become registered as a company; and LAWS OF GUYANA Friendly Societies Cap. 36:04 23  L.R.O. 1/2012                                                 the right or claim, or the liability to the penalty, shall have priority, as against the property of the company, over all other rights or claims against or liabilities of the company:  Provided, respecting friendly societies, that"
                },
                {
                    "representation": "(a)",
                    "description": "no special resolution by a society for any amalgamation or transfer of engagements under this section shall be valid unless five-sixths in value"
                },
                {
                    "representation": "(b)",
                    "description": "the provisions hereinafter contained in case of dissolution as to the punishment of officers, and the remedy of members or persons dissatisfied with the provision made for satisfying their claims, shall apply to the case of amalgamation and transfer of engagements; and"
                },
                {
                    "representation": "(c)",
                    "description": "on the application of the committee of management of a society desiring to amalgamate or transfer its engagements notice of the application being published in the Gazette, the LAWS OF GUYANA 24 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                         General duties and obliga-tions of registered societies. [17 of 1954]                        Registrar, after hearing the committee of management and any other persons whom he considers entitled to be heard on the application, may, with the consent of the Minister, order that any of the consents and conditions prescribed in or under this Act, or in any regulations made thereunder, be dispensed with, and may confirm the amalgamation or transfer."
                },
                {
                    "representation": "(6)",
                    "description": "This section shall not apply to branches.  General Provisions"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "General duties and obligations of registered societies. ",
            "context": "FRIENDLY SOCIETIES ACT under General duties and obligations of registered societies. 26. With respect to the duties and obligations of registered societies, the following provisions shall have effect:  (a) every society shall  (i) have an office (hereinafter referred to as the registered office) to which all communications and notices may be addressed, and notice of the situation of the office, and of every change therein, shall be sent to the Registrar and be published in the Gazette; (ii) paint or affix, and keep painted or affixed, its name on the outside of every office or place in which the business of the society is carried on, in a conspicuous position, in letters easily legible, and have its name mentioned in legible characters in all notices, LAWS OF GUYANA Friendly Societies Cap. 36:04 25  L.R.O. 1/2012                                                 advertisements, and other official publications of the society, and in all bills of exchange, promissory notes, endorsements, cheques, and orders for money or goods purporting to be signed by or on behalf of the society, and in all bills of parcels, invoices, receipts, and letters of credit of the society; (iii) cause its accounts to be regularly entered in the prescribed books, separate accounts being kept of all moneys received or paid on account of every particular fund or benefit assured by the society for which a separate table of contributions is adopted, distinct from all moneys received and paid on account of any other benefit or fund; (iv) keep a separate account of the expenses of management of the society and of all contributions on account thereof; (v) once at least in every year, submit its accounts to the registrar for audit as hereinafter provided; (vi) once in every year, before the first day of May, submit to the registrar or other person appointed to audit a general statement (to be called the annual return) of the receipts LAWS OF GUYANA 26 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                 and expenditure, funds and effects, of the society, and the statement shall show separately the expenditure in respect of the several objects of the society, and shall be made out to the thirty-first day of December then last inclusively; (vii) within six months after the 31st December, 1892, and so again within six months after the expiration of every five years succeeding, send to the Registrar a return (to be called  the quinquennial return) of the sickness and mortality experienced by the society during the five years ending with the 31st December last past; and an abstract of the returns shall be transmitted by the Registrar to the Minister, to be laid before the National Assembly; (viii) once at least in every five years, either cause its assets and liabilities to be valued, by one of the public valuers appointed as hereinafter mentioned, or by a valuer to be appointed by the society, and send to the Registrar a report, signed by the valuer, and stating his address and calling or profession, on the condition of the society, and an abstract to be made by him of the results of his valuation, together with a LAWS OF GUYANA Friendly Societies Cap. 36:04 27  L.R.O. 1/2012                                                 return containing information with respect to the benefits assured and the contributions receivable by the society, and to its funds and effects, debts and credits, which the Registrar from time to time requires, or send to the Registrar a return of the benefits assured and contributions receivable from all the members of the society, and of all its funds and effects, debts and credits, accompanied by any evidence in support thereof prescribed by the Registrar, in which case the Registrar shall cause the assets and liabilities of the society to be valued and reported on by some actuary, and shall send to the society a copy of his report and an abstract of the results of his valuation; (ix) allow any member or person having an interest in the funds of the society to inspect its books at all reasonable hours at its registered office or any place where they are kept, except that that member or person, unless he is an officer of the society or is specially authorised by a resolution of the society to do so, shall not have the right to inspect the loan account of any other member without the  other members written consent; LAWS OF GUYANA 28 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                 (x) supply gratuitously every member or person interested in the funds of the society, on his application, with a copy of the last annual return of the society for the time being:  Provided that it shall be deemed a sufficient compliance with this requirement if the society supplies gratuitously every member or person interested with a balance sheet or other document, duly audited, containing the same particulars as to its receipts and expenditure, funds and effects, as are contained in the annual return; and  (xi) keep a copy of the last annual balance sheet for the time being, and of the last quinquennial valuation for the time  being,  together with the report of the auditor or auditors, if any, always hung up or deposited in a conspicuous place at the registered office.  Paragraph (a) shall apply to a registered branch of a society as if it were a registered society, except that every notice, copy of a resolution, and annual return thereby required to be sent to the Registrar shall be sent through an officer appointed in that behalf by the society of which the branch forms part;  (b) no society shall pay any sum of money upon the death of a member or other person whose death is or ought to be entered in any register of deaths, except upon the production of a certificate of the death under the hand LAWS OF GUYANA Friendly Societies Cap. 36:04 29  L.R.O. 1/2012                                                 of the person having the care of the register of deaths in which the death is or ought to be entered:  Provided that this paragraph shall not apply to deaths at sea;  (c) it shall be an offence under this Act if any registered society, or any officer or member thereof  (i) fails to give notice, send or transmit any return or document, or do or allow to be done any act or thing which the society, officer, or person, is by this Act, or by any regulation made thereunder, required to give, send, transmit, do, or allow to be done; or (ii) wilfully refuses or neglects to do any act or to furnish any information required for the purposes of this Act by the Registrar or other person authorised under this Act, or does any  act or thing forbidden by this Act or by any regulation made thereunder; or (iii) makes any return or wilfully furnishes information in any respect false or insufficient;  (d) every offence by a society under this Act shall be deemed to have been also committed by every  officer thereof bound by its rules to fulfil any duty whereof the offence is a breach, or, if LAWS OF GUYANA 30 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                 there is not that officer, then by every member of the committee of management of the society, unless the member is proved to have been ignorant of or to have attempted to prevent the commission of the offence; and every act or default under this Act constituting an offence shall, if continued, constitute a new offence in every week during which it continues;  (e) every annual or other return, abstract of valuation, and other document required for the purposes of this Act shall be made in the form and contain the particulars prescribed by the Registrar; and  (f) all documents by this section required to be sent to the Registrar shall be deposited with the rules of the societies to which they respectively relate, and shall be registered or recorded by the Registrar, with any observations thereon he thinks proper:  Provided that the Registrar may, with the approval of the Minister, dispense with the quinquennial return and with the valuation herein required in respect of societies to whose purposes or to the nature of whose operations he deems them inapplicable; and may also dispense with the quinquennial return in cases where, at the request of a society, by inspection of the books thereof by himself or by any person appointed by him for that purpose, he obtains information he deems sufficient of the sickness and mortality experienced by the society; and the provisions herein contained with respect LAWS OF GUYANA Friendly Societies Cap. 36:04 31  L.R.O. 1/2012        Audit. [17 of 1954]                                          to the quinquennial return and valuation shall not apply to benevolent societies or working mens clubs, or to specially authorised societies, unless it is so directed in the authority for registering them.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "shall apply to a registered branch of a society as if it were a registered society, except that every notice, copy of a resolution, and annual return thereby required to be sent to the Registrar shall be sent through an officer appointed in that behalf by the society of which the branch forms part;"
                },
                {
                    "representation": "(i)",
                    "description": "fails to give notice, send or transmit any return or document, or do or allow to be done any act or thing which the society, officer, or person, is by this Act, or by any regulation made thereunder, required to give, send, transmit, do, or allow to be done; or"
                },
                {
                    "representation": "(v)",
                    "description": "once at least in every year, submit its accounts to the registrar for audit as hereinafter provided;"
                },
                {
                    "representation": "(x)",
                    "description": "supply gratuitously every member or person interested in the funds of the society, on his application, with a copy of the last annual return of the society for the time being:  Provided that it shall be deemed a sufficient compliance with this requirement if the society supplies gratuitously every member or person interested with a balance sheet or other document, duly audited, containing the same particulars as to its receipts and expenditure, funds and effects, as are contained in the annual return; and"
                },
                {
                    "representation": "(b)",
                    "description": "no society shall pay any sum of money upon the death of a member or other person whose death is or ought to be entered in any register of deaths, except upon the production of a certificate of the death under the hand LAWS OF GUYANA Friendly Societies Cap. 36:04 29  L.R.O. 1/2012                                                 of the person having the care of the register of deaths in which the death is or ought to be entered:  Provided that this paragraph shall not apply to deaths at sea;"
                },
                {
                    "representation": "(c)",
                    "description": "it shall be an offence under this Act if any registered society, or any officer or member thereof"
                },
                {
                    "representation": "(d)",
                    "description": "every offence by a society under this Act shall be deemed to have been also committed by every  officer thereof bound by its rules to fulfil any duty whereof the offence is a breach, or, if LAWS OF GUYANA 30 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                 there is not that officer, then by every member of the committee of management of the society, unless the member is proved to have been ignorant of or to have attempted to prevent the commission of the offence; and every act or default under this Act constituting an offence shall, if continued, constitute a new offence in every week during which it continues;"
                },
                {
                    "representation": "(e)",
                    "description": "every annual or other return, abstract of valuation, and other document required for the purposes of this Act shall be made in the form and contain the particulars prescribed by the Registrar; and"
                },
                {
                    "representation": "(f)",
                    "description": "all documents by this section required to be sent to the Registrar shall be deposited with the rules of the societies to which they respectively relate, and shall be registered or recorded by the Registrar, with any observations thereon he thinks proper:  Provided that the Registrar may, with the approval of the Minister, dispense with the quinquennial return and with the valuation herein required in respect of societies to whose purposes or to the nature of whose operations he deems them inapplicable; and may also dispense with the quinquennial return in cases where, at the request of a society, by inspection of the books thereof by himself or by any person appointed by him for that purpose, he obtains information he deems sufficient of the sickness and mortality experienced by the society; and the provisions herein contained with respect LAWS OF GUYANA Friendly Societies Cap. 36:04 31  L.R.O. 1/2012        Audit. [17 of 1954]                                          to the quinquennial return and valuation shall not apply to benevolent societies or working mens clubs, or to specially authorised societies, unless it is so directed in the authority for registering them."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Audit. ",
            "context": "FRIENDLY SOCIETIES ACT under Audit. 27. (1) The Registrar shall audit or cause to be audited by some person authorised by him by general or special order in writing the accounts of every society once at least in every year.  (2) The audit under subsection (1) shall include an examination of the annual return mentioned in this Act, a verification of the annual return with the accounts and vouchers relating thereto, and a valuation of the assets and liabilities of the society.  (3) The Registrar and every other person appointed to audit the accounts of a society shall have access to all the books and accounts of the society and shall have power when necessary  (a) to summon at the time of his audit, any officer, agent, servant or member of the society who he has reason to believe can give material information in regard to any transactions of the society or the management of its affairs;  (b) to require the production of any book or document relating to the affairs of or any cash or securities belonging to the society by the officer, agent, servant or member in possession of such book, document, cash or securities.   LAWS OF GUYANA 32 Cap. 36:04 Friendly Societies  L.R.O. 1/2012 Establishment of Reserve Fund. [17 or 1954 37 of 1961]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall include an examination of the annual return mentioned in this Act, a verification of the annual return with the accounts and vouchers relating thereto, and a valuation of the assets and liabilities of the society."
                },
                {
                    "representation": "(2)",
                    "description": "The audit under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Registrar and every other person appointed to audit the accounts of a society shall have access to all the books and accounts of the society and shall have power when necessary"
                },
                {
                    "representation": "(a)",
                    "description": "to summon at the time of his audit, any officer, agent, servant or member of the society who he has reason to believe can give material information in regard to any transactions of the society or the management of its affairs;"
                },
                {
                    "representation": "(b)",
                    "description": "to require the production of any book or document relating to the affairs of or any cash or securities belonging to the society by the officer, agent, servant or member in possession of such book, document, cash or securities.   LAWS OF GUYANA 32 Cap. 36:04 Friendly Societies  L.R.O. 1/2012 Establishment of Reserve Fund. [17 or 1954 37 of 1961]"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Establishment of Reserve Fund. ",
            "context": "FRIENDLY SOCIETIES ACT under Establishment of Reserve Fund. 28. (l) (a) For the purpose of this section every society which declares a bonus in any year shall establish and maintain a Reserve Fund.  (b) Where a society declares in any year the payment of a bonus in respect of the twelve months preceding such declaration of bonus, it shall before such declaration set aside out of the excess of revenue over expenditure for that period such sum or proportion thereof as the society may deem expedient, being a sum not less than five per cent of such excess, and shall forthwith credit the same to the Reserve Fund.  (c) The Reserve Fund shall, with the consent of the Registrar, be utilised in expenditure of any extraordinary nature which may be necessary or desirable in carrying out the objects of the society. The Reserve Fund shall not be utilised however in paying a bonus or making any payment whatsoever in the nature of a bonus.  (d) All moneys accruing to the Reserve Fund shall from time to time be invested by the society in the manner provided by section 37 of this Act. For the purposes of investment under this section, an investment shall not include the lending out of moneys to members under this Act.  (e) A society may, with the express LAWS OF GUYANA Friendly Societies Cap. 36:04 33  L.R.O. 1/2012                                                 permission in writing of the Registrar, at the end of every five years calculated from the date on which this section shall come into effect, or from the date of its registration, whichever is the later, apply any part of such Reserve Fund, not exceeding fifty per cent of the amount at which such Reserve Fund shall then stand, for any of the objects or purposes defined or established under the rules of the society save that no portion thereof shall be applied in paying a bonus or in making any payment whatsoever in the nature of a bonus.  (2) (a) Where the business of a society includes the providing for an endowment of a member or the nominee of a member at any age or the assuring of a certain annuity, such society shall, in general meeting, set aside in each year out of its net profits as shown by the annual return of the society to the preceding 31st December such sum or proportion thereof as the society may deem expedient not being less than thirty-three and one-third per cent of its net profits as aforesaid yearly for a period of not less than three years consecutively immediately following the registration of such society and thereafter such sum or proportion thereof not being less than twenty per cent of its net profits as aforesaid yearly to be accumulated as a Reserve Fund. LAWS OF GUYANA 34 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                   Membership of infants.  [O. 4/1974]   (b) The moneys comprised in such Reserve Fund shall be deposited and kept deposited in an account in a bank approved by the Registrar in the name or names of the trustee or trustees of the society and shall be specially appropriated to meeting the liabilities of the society in respect of claims and demands arising under or in connection with the aforesaid business of the society:  Provided that such Reserve Fund or part thereof may be invested by the trustee or trustees, as the case may be, in the securities or investments authorised under this Act and the interest accruing on all such securities or investments shall be paid directly to such Reserve Fund and shall not be applied for any purpose other than those to which the said Reserve Fund is applicable.  (c) Every society transacting such business as aforesaid shall whenever it is intended to make a distribution by way of bonus cause an investigation to be made into its financial condition including a valuation of its liabilities by an auditor approved by the Registrar and shall before making any such distribution file with the Registrar a report of such auditor approving or sanctioning such distribution as aforesaid.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "(a) For the purpose of this section every society which declares a bonus in any year shall establish and maintain a Reserve Fund."
                },
                {
                    "representation": "(b)",
                    "description": "The moneys comprised in such Reserve Fund shall be deposited and kept deposited in an account in a bank approved by the Registrar in the name or names of the trustee or trustees of the society and shall be specially appropriated to meeting the liabilities of the society in respect of claims and demands arising under or in connection with the aforesaid business of the society:  Provided that such Reserve Fund or part thereof may be invested by the trustee or trustees, as the case may be, in the securities or investments authorised under this Act and the interest accruing on all such securities or investments shall be paid directly to such Reserve Fund and shall not be applied for any purpose other than those to which the said Reserve Fund is applicable."
                },
                {
                    "representation": "(c)",
                    "description": "Every society transacting such business as aforesaid shall whenever it is intended to make a distribution by way of bonus cause an investigation to be made into its financial condition including a valuation of its liabilities by an auditor approved by the Registrar and shall before making any such distribution file with the Registrar a report of such auditor approving or sanctioning such distribution as aforesaid."
                },
                {
                    "representation": "(d)",
                    "description": "All moneys accruing to the Reserve Fund shall from time to time be invested by the society in the manner provided by section 37 of this Act. For the purposes of investment under this section, an investment shall not include the lending out of moneys to members under this Act."
                },
                {
                    "representation": "(e)",
                    "description": "A society may, with the express LAWS OF GUYANA Friendly Societies Cap. 36:04 33  L.R.O. 1/2012                                                 permission in writing of the Registrar, at the end of every five years calculated from the date on which this section shall come into effect, or from the date of its registration, whichever is the later, apply any part of such Reserve Fund, not exceeding fifty per cent of the amount at which such Reserve Fund shall then stand, for any of the objects or purposes defined or established under the rules of the society save that no portion thereof shall be applied in paying a bonus or in making any payment whatsoever in the nature of a bonus."
                },
                {
                    "representation": "(2)",
                    "description": "(a) Where the business of a society includes the providing for an endowment of a member or the nominee of a member at any age or the assuring of a certain annuity, such society shall, in general meeting, set aside in each year out of its net profits as shown by the annual return of the society to the preceding 31st December such sum or proportion thereof as the society may deem expedient not being less than thirty-three and one-third per cent of its net profits as aforesaid yearly for a period of not less than three years consecutively immediately following the registration of such society and thereafter such sum or proportion thereof not being less than twenty per cent of its net profits as aforesaid yearly to be accumulated as a Reserve Fund. LAWS OF GUYANA 34 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                   Membership of infants.  [O. 4/1974]"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Membership of infants. ",
            "context": "FRIENDLY SOCIETIES ACT under Membership of infants. 29. A person under the age of eighteen years but above the age of sixteen years may be a member of a registered society, unless provision is made in the rules LAWS OF GUYANA Friendly Societies Cap. 36:04 35  L.R.O. 1/2012                                     Fee for certificate of birth or death of member of friendly society. [6 of 1997]                 Officers of registered societies having charge of money.  thereof to the contrary, and may, subject to the rules of the society, enjoy all the rights of a member (except as herein provided), and execute all instruments, and give all acquittances necessary to be executed or given under the rules, but shall not be a member of the committee of management, manager, or treasurer of the society:  Provided that  (a) societies and branches, consisting wholly of members of any age under twenty-one years, but exceeding three years, may be allowed to register under this Act, subject to regulations made in that behalf; and  (b) no rule or practice in force at the commencement of this Act for the admission of members under sixteen years of age shall be deemed contrary to any express provision of this Act touching any society already incorporated.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "societies and branches, consisting wholly of members of any age under twenty-one years, but exceeding three years, may be allowed to register under this Act, subject to regulations made in that behalf; and"
                },
                {
                    "representation": "(b)",
                    "description": "no rule or practice in force at the commencement of this Act for the admission of members under sixteen years of age shall be deemed contrary to any express provision of this Act touching any society already incorporated."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Fee for certificate of birth or death of member of friendly society.  PART II MANAGEMENTAND ADMINISTRATION  ",
            "context": "FRIENDLY SOCIETIES ACT under Fee for certificate of birth or death of member of friendly society.  PART II MANAGEMENTAND ADMINISTRATION  30. For the purposes of this Act, a certificate of the birth or death of any member of, or person insured or to be insured with, a registered society shall be given under his hand by the person having the care of the register of births or deaths in which the birth or death is entered, for a sum not exceeding sixty-five dollars.  PART II MANAGEMENT ANDADMINISTRATION",
            "description": "For the purposes of this Act, a certificate of the birth or death of any member of, or person insured or to be insured with, a registered society shall be given under his hand by the person having the care of the register of births or deaths in which the birth or death is entered, for a sum not exceeding sixty-five dollars.  PART II MANAGEMENT ANDADMINISTRATION"
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Officers of registered societies having charge of money. LAWS OF GUYANA Friendly Societies Cap. 36:04 5  L.R.O. 1/2012 SECTION ",
            "context": "FRIENDLY SOCIETIES ACT under Officers of registered societies having charge of money. LAWS OF GUYANA Friendly Societies Cap. 36:04 5  L.R.O. 1/2012 SECTION 31. With respect to officers of registered societies having receipt or charge of money, the following provisions shall have effect:  LAWS OF GUYANA 36 Cap. 36:04 Friendly Societies  L.R.O. 1/2012 Form",
            "description": "With respect to officers of registered societies having receipt or charge of money, the following provisions shall have effect:  LAWS OF GUYANA 36 Cap. 36:04 Friendly Societies  L.R.O. 1/2012 Form"
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Limitations of office holders. ",
            "context": "FRIENDLY SOCIETIES ACT under Limitations of office holders. 32. (1) No person shall, without the permission in writing of the Registrar, hold both the offices of president and treasurer of the same society:  Provided that such permission shall only be granted with the approval of the Minister.  (2) No person shall hold both the offices of secretary and treasurer of the same society.  (3) No person shall hold the office of treasurer in more than one society.  (4) No person holding any other office therein, shall be or act as the medical officer, dentist, optician or druggist of any society.  (5) No person shall hold the offices of secretary and trustee or treasurer and trustee of the same society thereof.  (6) Any person contravening any of the provisions LAWS OF GUYANA 38 Cap. 36:04 Friendly Societies  L.R.O. 1/2012          Bankrupt, etc., not to be officer of society. [17 of 1954] c. 12:21                             Priority of claim of registered society on death or insolvency of officer.                   of this section shall be liable to a fine of sixteen thousand two hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person shall, without the permission in writing of the Registrar, hold both the offices of president and treasurer of the same society:  Provided that such permission shall only be granted with the approval of the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "No person shall hold both the offices of secretary and treasurer of the same society."
                },
                {
                    "representation": "(3)",
                    "description": "No person shall hold the office of treasurer in more than one society."
                },
                {
                    "representation": "(4)",
                    "description": "No person holding any other office therein, shall be or act as the medical officer, dentist, optician or druggist of any society."
                },
                {
                    "representation": "(5)",
                    "description": "No person shall hold the offices of secretary and trustee or treasurer and trustee of the same society thereof."
                },
                {
                    "representation": "(6)",
                    "description": "Any person contravening any of the provisions LAWS OF GUYANA 38 Cap. 36:04 Friendly Societies  L.R.O. 1/2012          Bankrupt, etc., not to be officer of society. [17 of 1954] c. 12:21                             Priority of claim of registered society on death or insolvency of officer.                   of this section shall be liable to a fine of sixteen thousand two hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Bankrupt, etc., not to be officer of society. ",
            "context": "FRIENDLY SOCIETIES ACT under Bankrupt, etc., not to be officer of society. 33. (1) No person who is an undischarged bankrupt or has compounded with his creditors or has made an arrangement or composition with his creditors under the Insolvency Act or any other Act, shall be appointed, or if appointed shall act as the president, vice-president, secretary, assistant secretary, treasurer or trustee of a society.  (2) Any person acting in contravention of subsection (1) shall be liable to a fine of nine thousand seven hundred and fifty dollars.  (3) A person shall be disqualified for being elected, and for being an officer of any registered society if, within the previous ten years he has been convicted of any offence involving dishonesty. If any person who, under this subsection is disqualified for being elected and for being an officer of any registered society, or if elected to be an officer of any registered society, has become disqualified to hold such office, acts as an officer of a society, he shall be liable on summary conviction to a fine of twenty-six thousand dollars or to imprisonment for six months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be liable to a fine of nine thousand seven hundred and fifty dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Any person acting in contravention of subsection"
                },
                {
                    "representation": "(3)",
                    "description": "A person shall be disqualified for being elected, and for being an officer of any registered society if, within the previous ten years he has been convicted of any offence involving dishonesty. If any person who, under this subsection is disqualified for being elected and for being an officer of any registered society, or if elected to be an officer of any registered society, has become disqualified to hold such office, acts as an officer of a society, he shall be liable on summary conviction to a fine of twenty-six thousand dollars or to imprisonment for six months."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Priority of claim of registered society on death or insolvency of officer. ",
            "context": "FRIENDLY SOCIETIES ACT under Priority of claim of registered society on death or insolvency of officer. 34. On the death or insolvency of any officer of a registered society having in his custody or possession, by virtue of his office, any money or property belonging to the society, or if any execution, attachment, or other process is issued against that officer or against his property, his heirs, executors, or administrators, or assignee in insolvency, or the marshal or other person executing the process, shall, upon demand in writing of any person authorised by the society, or by the committee of management thereof, to make the demand, pay the money and deliver over the property to the committee of management of the society in preference to any other debts or claims against the estate of the officer.  LAWS OF GUYANA Friendly Societies Cap. 36:04 39  L.R.O. 1/2012   Fraud or misappropria-tion with respect to property of registered society. [6 of 1997]                          Contracts on behalf of registered society.               representation or imposition, of any property of a registered society, or, having the property in his possession, withholds or misapplies it, or wilfully applies any part of it to purposes other than those expressed or directed in the rules of the society and authorised by this Act, shall, on the complaint of the society or of any member authorised by the society or by the committee of management thereof, or, in the case of a branch, on the complaint of the central body of the society of which the branch forms part, or of any member of the society or branch authorised by the central body, or, in any case, on the complaint of any member of the society or branch authorised by the Registrar, or of the Registrar, be liable to a fine of nineteen thousand five hundred dollars, and to be ordered to deliver up the property and to repay all moneys applied improperly, and, in default of delivery or repayment or of the payment of the penalty and costs aforesaid, to be imprisoned for three months; but nothing herein contained shall prevent the person from being prosecuted by way of indictment or otherwise, if not previously convicted of the same offence under this Act.  CONTRACTS",
            "description": "On the death or insolvency of any officer of a registered society having in his custody or possession, by virtue of his office, any money or property belonging to the society, or if any execution, attachment, or other process is issued against that officer or against his property, his heirs, executors, or administrators, or assignee in insolvency, or the marshal or other person executing the process, shall, upon demand in writing of any person authorised by the society, or by the committee of management thereof, to make the demand, pay the money and deliver over the property to the committee of management of the society in preference to any other debts or claims against the estate of the officer.  LAWS OF GUYANA Friendly Societies Cap. 36:04 39  L.R.O. 1/2012   Fraud or misappropria-tion with respect to property of registered society. [6 of 1997]                          Contracts on behalf of registered society.               representation or imposition, of any property of a registered society, or, having the property in his possession, withholds or misapplies it, or wilfully applies any part of it to purposes other than those expressed or directed in the rules of the society and authorised by this Act, shall, on the complaint of the society or of any member authorised by the society or by the committee of management thereof, or, in the case of a branch, on the complaint of the central body of the society of which the branch forms part, or of any member of the society or branch authorised by the central body, or, in any case, on the complaint of any member of the society or branch authorised by the Registrar, or of the Registrar, be liable to a fine of nineteen thousand five hundred dollars, and to be ordered to deliver up the property and to repay all moneys applied improperly, and, in default of delivery or repayment or of the payment of the penalty and costs aforesaid, to be imprisoned for three months; but nothing herein contained shall prevent the person from being prosecuted by way of indictment or otherwise, if not previously convicted of the same offence under this Act.  CONTRACTS"
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Fraud or misappropriation with respect to property of registered society.  CONTRACTS  ",
            "context": "FRIENDLY SOCIETIES ACT under Fraud or misappropriation with respect to property of registered society.  CONTRACTS  35. Anyone who obtains possession, by false LAWS OF GUYANA 40 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                 may in the same manner be varied or discharged;  (b) any contract which, if made between private persons, would be by law required to be in writing and signed by the person to be charged therewith, may be made on behalf of the society in writing by any person acting under the express or implied authority of the society, and may in the same manner be varied or discharged;  (c) any contract which, if made between private persons, would be by law valid though made by parol only and not reduced into writing, may be made by parol on behalf of the society by any person acting under the express or implied authority of the society, and may in the same manner be varied or discharged; and  (d) a signature purporting to be made by a person holding any office in the society attached to a writing whereby any contract purports to be made, varied, or discharged, by or on behalf of the society, shall prima facie be taken to be the signature of a person who, at the time when the signature was made, holds the office so stated.  (2) All contracts made, varied, or discharged according to the provisions herein contained shall, so far as concerns the form thereof, be effectual in law and binding on the society and all other parties thereto, their heirs, executors, LAWS OF GUYANA Friendly Societies Cap. 36:04 41  L.R.O. 1/2012         Property and funds of registered societies.                                           or administrators, as the case may be.  PROPERTY AND FUNDS",
            "description": [
                {
                    "representation": "(b)",
                    "description": "any contract which, if made between private persons, would be by law required to be in writing and signed by the person to be charged therewith, may be made on behalf of the society in writing by any person acting under the express or implied authority of the society, and may in the same manner be varied or discharged;"
                },
                {
                    "representation": "(c)",
                    "description": "any contract which, if made between private persons, would be by law valid though made by parol only and not reduced into writing, may be made by parol on behalf of the society by any person acting under the express or implied authority of the society, and may in the same manner be varied or discharged; and"
                },
                {
                    "representation": "(d)",
                    "description": "a signature purporting to be made by a person holding any office in the society attached to a writing whereby any contract purports to be made, varied, or discharged, by or on behalf of the society, shall prima facie be taken to be the signature of a person who, at the time when the signature was made, holds the office so stated."
                },
                {
                    "representation": "(2)",
                    "description": "All contracts made, varied, or discharged according to the provisions herein contained shall, so far as concerns the form thereof, be effectual in law and binding on the society and all other parties thereto, their heirs, executors, LAWS OF GUYANA Friendly Societies Cap. 36:04 41  L.R.O. 1/2012         Property and funds of registered societies.                                           or administrators, as the case may be.  PROPERTY AND FUNDS"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Contracts on behalf of registered society.  PROPERTY AND FUNDS  ",
            "context": "FRIENDLY SOCIETIES ACT under Contracts on behalf of registered society.  PROPERTY AND FUNDS  36. (1) Contracts on behalf of a registered society may be made, varied, or discharged as follows:  (a) any transport, mortgage, or contract which, if made between private persons, would be by law required to be in writing, and any document required to be executed by the society, may be passed, received, or executed, on behalf of the society in writing, either under the common seal of the society, or under the signature of two members of the committee of management and the secretary, and",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Contracts on behalf of a registered society may be made, varied, or discharged as follows:"
                },
                {
                    "representation": "(a)",
                    "description": "any transport, mortgage, or contract which, if made between private persons, would be by law required to be in writing, and any document required to be executed by the society, may be passed, received, or executed, on behalf of the society in writing, either under the common seal of the society, or under the signature of two members of the committee of management and the secretary, and"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Property and funds of registered societies.  LOANSANDPAYMENTS  ",
            "context": "FRIENDLY SOCIETIES ACT under Property and funds of registered societies.  LOANSANDPAYMENTS  37. With respect to the property and funds of registered societies, the following provisions shall have effect:  (a) the committee of management of the society, or a majority of the members thereof present and entitled to vote in general meeting, may from time to time invest the funds of the society, or any part thereof, to any amount in any of the following ways:  (i) in any government or post office savings bank in Guyana; (ii) in any government funds of a Commonwealth territory; (iii) in the purchase of land, and in the erection or alteration of offices or other buildings thereon; and (iv) upon any other security expressly directed by the rules of the society, not being personal security, except as hereinafter authorised with respect to loans;  (b) a society, or any branch of a society, may (if the rules thereof so provide) hold, purchase, or take on lease any land, and may sell, exchange, mortgage, lease, or build upon the same (with power to alter and pull down buildings and again rebuild) and no purchaser, assignee, LAWS OF GUYANA 42 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                            Loans to members of registered societies. [37 of 1961]                       mortgagee, or tenant shall be bound to inquire as to the authority for any sale, exchange, mortgage, or lease by the committee of management, and the receipt of the members of the committee of management, or of a majority thereof, shall be a discharge for all moneys arising from or in connection with the sale, exchange, mortgage, or lease;  (c) for the purposes of this section, no branch of a registered society need be separately registered.  LOANS AND PAYMENTS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the committee of management of the society, or a majority of the members thereof present and entitled to vote in general meeting, may from time to time invest the funds of the society, or any part thereof, to any amount in any of the following ways:"
                },
                {
                    "representation": "(i)",
                    "description": "in any government or post office savings bank in Guyana;"
                },
                {
                    "representation": "(b)",
                    "description": "a society, or any branch of a society, may"
                },
                {
                    "representation": "(c)",
                    "description": "for the purposes of this section, no branch of a registered society need be separately registered.  LOANS AND PAYMENTS"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Loans to members of registered societies. ",
            "context": "FRIENDLY SOCIETIES ACT under Loans to members of registered societies. 38. A registered society may, out of any separate loan fund to be formed by contributions or deposits of its members, make loans to its members on their personal security, with or without sureties, as provided by the rules, subject to the following restrictions:  (i) no loan can at any time be made out of moneys contributed for the other purposes of the society; (ii) no member shall be capable of holding any interest in the loan fund exceeding one thousand dollars; (iii) no society shall make any loan to a member on personal security beyond the amount fixed by the rules, or make any loan which, together with any moneys for the time being owing by a member to the society, exceeds two hundred and fifty dollars; and (iv) no society shall hold at any one time on deposit from its members any LAWS OF GUYANA Friendly Societies Cap. 36:04 43  L.R.O. 1/2012            Accumulation at interest of surplus contributions.       Limitation of interest of member of registered friendly society.                   Payments on death of children under5 or 10 years of age. [37 of 1961]       moneys beyond the amount fixed by the rules, which shall not exceed two-thirds of the total sums for the time being owing to the society by the members who have borrowed from the loan fund.",
            "description": [
                {
                    "representation": "(i)",
                    "description": "no loan can at any time be made out of moneys contributed for the other purposes of the society;"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Accumulation at interest of surplus contributions. ",
            "context": "FRIENDLY SOCIETIES ACT under Accumulation at interest of surplus contributions. 39. The rules of a society may provide for accumulating at interest, for the use of any member thereof, any surplus of his contributions to the funds of the society remaining after providing for any assurance in respect of which they are paid, and for the withdrawal of the accumulations from time to time.",
            "description": "The rules of a society may provide for accumulating at interest, for the use of any member thereof, any surplus of his contributions to the funds of the society remaining after providing for any assurance in respect of which they are paid, and for the withdrawal of the accumulations from time to time."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Limitation of interest of member of registered friendly society. ",
            "context": "FRIENDLY SOCIETIES ACT under Limitation of interest of member of registered friendly society. 40. (1) No member of a registered friendly society, nor any person claiming through a member, shall be entitled to receive more than two hundred and fifty dollars a year by way of annuity, or one thousand dollars by way of gross sum, together with any bonuses or additions declared upon assurances not exceeding that amount, from any one or more societies.  (2) The society may require a member, or person claiming through a member, to make and sign a declaration that the total amount to which he is entitled from one or more of those societies does not exceed the sums aforesaid; and anyone who knowingly makes a false or fraudulent declaration in the matter shall be guilty of a misdemeanour.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No member of a registered friendly society, nor any person claiming through a member, shall be entitled to receive more than two hundred and fifty dollars a year by way of annuity, or one thousand dollars by way of gross sum, together with any bonuses or additions declared upon assurances not exceeding that amount, from any one or more societies."
                },
                {
                    "representation": "(2)",
                    "description": "The society may require a member, or person claiming through a member, to make and sign a declaration that the total amount to which he is entitled from one or more of those societies does not exceed the sums aforesaid; and anyone who knowingly makes a false or fraudulent declaration in the matter shall be guilty of a misdemeanour."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Payments on death of children under 5 or 10 years of age. ",
            "context": "FRIENDLY SOCIETIES ACT under Payments on death of children under 5 or 10 years of age. 41. With respect to payments on the death of children under five or ten years of age, the following provisions shall have effect:  (a) no society shall insure or pay on the death of a child under five years of age any sum of money which, added to any amount payable on the death of the child by any other society, LAWS OF GUYANA 44 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                 exceeds sixty dollars, or on the death of a child under ten years of age any sum on money which, added to any amount payable on the death of the child by any other society, exceeds eighty dollars;  (b) no society shall pay any sum on the death of a child under ten years of age except to the parent of the child or to the personal representative of the parent, and upon the production by the parent or his personal representative of a certificate of death issued by the persons having the lawful care of the register of deaths in which the death is or should be entered; containing the particulars hereinafter mentioned;  (c) whenever application is made for a certificate of the death of a child for the purpose of obtaining a sum of money from a society, the name of the society and the sum sought to be obtained therefrom shall be stated to the person aforesaid, who shall write on or at the foot of the certificate the words to be produced to the society (naming the society) said to be liable charged by the person aforesaid for each certificate shall not exceed sixty-five dollars;  for payment of the sum of                     (stating the sum), and all certificates  of  the  same  death shall be numberedin  consecutive  order  and  the  sum LAWS OF GUYANA Friendly Societies Cap. 36:04 45  L.R.O. 1/2012                                                 (d) no person aforesaid shall give any one or more certificates of death for the payment in the whole of any sum of money exceeding twenty dollars on the death of a child under five years, or for the payment in the whole of any sum of money exceeding thirty dollars on the death of a child under ten years; and the certificate shall not be granted unless the cause of death has been previously entered in the register of deaths on the certificate of a coroner or of a registered medical practitioner who attended the deceased child during its last illness, or except upon the production of a certificate of the probable cause of death under the hand of a registered medical practitioner, or of other satisfactory evidence thereof;  (e) any society to which is produced a certificate of the death of a child which does not purport to be the first shall, before paying any money thereon, be bound to inquire whether any (and, if any, what) sums of money have been paid on the death of the child by any other society;  (f) it shall be an offence under this Act  (i) if any society pays money on the death of a child under ten years of age otherwise than is hereby provided; and   (ii) if any  parent, or any personal LAWS OF GUYANA 46 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                            Power of nomination for sum not exceeding $",
            "description": [
                {
                    "representation": "(a)",
                    "description": "no society shall insure or pay on the death of a child under five years of age any sum of money which, added to any amount payable on the death of the child by any other society, LAWS OF GUYANA 44 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                 exceeds sixty dollars, or on the death of a child under ten years of age any sum on money which, added to any amount payable on the death of the child by any other society, exceeds eighty dollars;"
                },
                {
                    "representation": "(b)",
                    "description": "no society shall pay any sum on the death of a child under ten years of age except to the parent of the child or to the personal representative of the parent, and upon the production by the parent or his personal representative of a certificate of death issued by the persons having the lawful care of the register of deaths in which the death is or should be entered; containing the particulars hereinafter mentioned;"
                },
                {
                    "representation": "(c)",
                    "description": "whenever application is made for a certificate of the death of a child for the purpose of obtaining a sum of money from a society, the name of the society and the sum sought to be obtained therefrom shall be stated to the person aforesaid, who shall write on or at the foot of the certificate the words to be produced to the society"
                },
                {
                    "representation": "(d)",
                    "description": "no person aforesaid shall give any one or more certificates of death for the payment in the whole of any sum of money exceeding twenty dollars on the death of a child under five years, or for the payment in the whole of any sum of money exceeding thirty dollars on the death of a child under ten years; and the certificate shall not be granted unless the cause of death has been previously entered in the register of deaths on the certificate of a coroner or of a registered medical practitioner who attended the deceased child during its last illness, or except upon the production of a certificate of the probable cause of death under the hand of a registered medical practitioner, or of other satisfactory evidence thereof;"
                },
                {
                    "representation": "(e)",
                    "description": "any society to which is produced a certificate of the death of a child which does not purport to be the first shall, before paying any money thereon, be bound to inquire whether any"
                },
                {
                    "representation": "(f)",
                    "description": "it shall be an offence under this Act"
                },
                {
                    "representation": "(i)",
                    "description": "if any society pays money on the death of a child under ten years of age otherwise than is hereby provided; and"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Power of nomination for sum not exceeding $",
            "context": "FRIENDLY SOCIETIES ACT under Power of nomination for sum not exceeding $42. (1) A member of a registered society (other than a benevolent society or a working mens club), not being under the age of sixteen years, may, by writing under his or her hand delivered at or sent to the registered office of the society, nominate anyone, not being an officer or servant of the society, unless that officer or servant is the wife, husband, father, mother, child, brother, sister, nephew, or niece of the nominator, to whom any moneys payable by the society on the death of the member (which shall include deposits made by the member under section 38, and moneys accumulated for the use of the member under section 39, with the interest on those deposits or moneys respectively), not exceeding five hundred dollars, shall be paid at his or her decease, and may from time to time revoke or vary the nomination by a writing under his or her hand similarly delivered or sent; and, on receiving satisfactory proof of the death of a nominator, the society shall pay to the nominee the amount due to the deceased member, not exceeding the sum aforesaid.  (2) A nomination may be partly printed, and, if LAWS OF GUYANA Friendly Societies Cap. 36:04 47  L.R.O. 1/2012       Distribution on intestacy of sum not exceeding$",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A member of a registered society"
                },
                {
                    "representation": "(2)",
                    "description": "A nomination may be partly printed, and, if LAWS OF GUYANA Friendly Societies Cap. 36:04 47  L.R.O. 1/2012       Distribution on intestacy of sum not exceeding$"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Distribution on intestacy of sum not exceeding $",
            "context": "FRIENDLY SOCIETIES ACT under Distribution on intestacy of sum not exceeding $43. If any member of a registered society who is entitled from the funds thereof to a sum not exceeding two hundred and fifty dollars dies intestate and without having made any nomination under this Act remaining unrevoked at his death, that sum shall be payable, without administration, to the person who appears to the society, upon evidence it deems satisfactory, to be entitled by law to receive it.",
            "description": "If any member of a registered society who is entitled from the funds thereof to a sum not exceeding two hundred and fifty dollars dies intestate and without having made any nomination under this Act remaining unrevoked at his death, that sum shall be payable, without administration, to the person who appears to the society, upon evidence it deems satisfactory, to be entitled by law to receive it."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Validity of payments made under last two sections. ",
            "context": "FRIENDLY SOCIETIES ACT under Validity of payments made under last two sections. 44. Whenever the society, after the decease of any member, pays any sum of money to the person who at the time appears to the society to be entitled under either of the last two preceding sections, the payment shall be valid and effectual against any demand made upon the society by anyone else.",
            "description": "Whenever the society, after the decease of any member, pays any sum of money to the person who at the time appears to the society to be entitled under either of the last two preceding sections, the payment shall be valid and effectual against any demand made upon the society by anyone else."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Power of one registered society to contribute to funds of another. ",
            "context": "FRIENDLY SOCIETIES ACT under Power of one registered society to contribute to funds of another. 45. Nothing in this Act shall prevent any registered society or branch from contributing to the funds or taking part, by delegates or otherwise, in the government of any other registered society or branch, as provided in the rules of the first named society or branch, without becoming a branch under this Act of the society or branch.",
            "description": "Nothing in this Act shall prevent any registered society or branch from contributing to the funds or taking part, by delegates or otherwise, in the government of any other registered society or branch, as provided in the rules of the first named society or branch, without becoming a branch under this Act of the society or branch."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Power of registered society to subscribe to certain institutions.  DISPUTES AND LEGAL PROCEEDINGS  ",
            "context": "FRIENDLY SOCIETIES ACT under Power of registered society to subscribe to certain institutions.  DISPUTES AND LEGAL PROCEEDINGS  46. A registered society may subscribe, out of its own funds, to any hospital, infirmary, or charitable or provident institution, any annual or other sum necessary to secure to members of the society and their families the benefits of the hospital, infirmary, or institution, according to its rules.  DISPUTES AND LEGAL PROCEEDINGS",
            "description": "A registered society may subscribe, out of its own funds, to any hospital, infirmary, or charitable or provident institution, any annual or other sum necessary to secure to members of the society and their families the benefits of the hospital, infirmary, or institution, according to its rules.  DISPUTES AND LEGAL PROCEEDINGS"
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "(1) Mode of deciding disputes.  (2) Reference to registrar of dispute by either party. ",
            "context": "FRIENDLY SOCIETIES ACT under (1) Mode of deciding disputes.  (2) Reference to registrar of dispute by either party. 47. (1) Every dispute between a member, or a person claiming through a member or under the rules, of a registered society and the society or any officer thereof, or between any registered branch under this Act, or an officer thereof, of any registered society or registered branch, and the registered LAWS OF GUYANA 48 Cap. 36:04 Friendly Societies  L.R.O. 1/2012              Reference to Registrar of dispute by either party.                                society or branch of which the other party to the dispute is a registered branch or an officer thereof, or between any two or more registered branches of any registered society or branch or any officers thereof, respectively, shall be decided in manner directed by the rules of the society, and the decision so made shall be binding and conclusive on all parties without appeal, and shall not be removable into any court of justice or restrainable by injunction; and application for the enforcement thereof may be made to the magistrates court.  (2) Notwithstanding the provisions of subsections (1) and (4), any party to a dispute in a registered society may apply to the Registrar to hear and determine the same and the Registrar may, if he thinks fit, and after proper notice given to the other parties to the dispute, hear and determine such dispute and order the costs thereof to be paid either out of the funds of the society or by any or all of the parties to the dispute:  Provided that the Registrar may, before proceeding to hear and determine a dispute, make or cause a preliminary investigation to be made  into the dispute with the object of ascertaining the facts and limiting the issues and of endeavouring to bring about a voluntary settlement between the parties to the dispute.  (3) The Registrar may administer oaths, and may require the attendance of all parties concerned and of witnesses, and the production of all books and documents relating to the matter in question; and any person refusing to attend, or to produce any document, or to give evidence before the Registrar shall be guilty of an offence.  (4) Where the rules of a society direct that disputes shall be referred to a magistrate, the dispute shall be determined by a magistrates court, either with or without the right of appeal to the High Court, as provided by the rules.  LAWS OF GUYANA Friendly Societies Cap. 36:04 49  L.R.O. 1/2012                                         Service of process.      (5) Where the rules contain no direction as to disputes, or where no decision is made on a dispute within forty days after the application to the society for a reference under its rules, the member or person aggrieved may apply to a magistrates court, which may hear and determine the matter in dispute.  (6) The Registrar or the magistrate, as the case may be, may, at the request of either party, state a case for the opinion of the High Court on any question of law.  (7) Subject to subsection (4), any decision given under this section shall be binding and conclusive on all parties without appeal.  (8) In this section the expression dispute includes any dispute arising on the question whether a member or person aggrieved is entitled to be or to continue to be a member or to be reinstated as a member, but save as aforesaid, in the case of a person who has ceased to be a member, does not include any dispute other than a dispute between him and the registered society or an officer thereof which arose whilst he was a member or arises out of his previous relation as a member to that society.  (9) This section shall apply to unregistered societies and societies in process of formation as it applies to societies as defined in section two of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding the provisions of subsections"
                },
                {
                    "representation": "(3)",
                    "description": "The Registrar may administer oaths, and may require the attendance of all parties concerned and of witnesses, and the production of all books and documents relating to the matter in question; and any person refusing to attend, or to produce any document, or to give evidence before the Registrar shall be guilty of an offence."
                },
                {
                    "representation": "(4)",
                    "description": "Where the rules of a society direct that disputes shall be referred to a magistrate, the dispute shall be determined by a magistrates court, either with or without the right of appeal to the High Court, as provided by the rules.  LAWS OF GUYANA Friendly Societies Cap. 36:04 49  L.R.O. 1/2012                                         Service of process."
                },
                {
                    "representation": "(5)",
                    "description": "Where the rules contain no direction as to disputes, or where no decision is made on a dispute within forty days after the application to the society for a reference under its rules, the member or person aggrieved may apply to a magistrates court, which may hear and determine the matter in dispute."
                },
                {
                    "representation": "(6)",
                    "description": "The Registrar or the magistrate, as the case may be, may, at the request of either party, state a case for the opinion of the High Court on any question of law."
                },
                {
                    "representation": "(7)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(8)",
                    "description": "In this section the expression dispute includes any dispute arising on the question whether a member or person aggrieved is entitled to be or to continue to be a member or to be reinstated as a member, but save as aforesaid, in the case of a person who has ceased to be a member, does not include any dispute other than a dispute between him and the registered society or an officer thereof which arose whilst he was a member or arises out of his previous relation as a member to that society."
                },
                {
                    "representation": "(9)",
                    "description": "This section shall apply to unregistered societies and societies in process of formation as it applies to societies as defined in section two of this Act."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "(1) Power ad litem.Service of process.  INSPECTION OFAFFAIRS, ETC.  ",
            "context": "FRIENDLY SOCIETIES ACT under (1) Power ad litem.Service of process.  INSPECTION OFAFFAIRS, ETC.  48. (1) In any legal proceeding by a registered society, the power ad litem may be signed by any two members of the committee of management.  (2) In any legal proceeding against a registered society, service of process on the secretary or on any member of the committee of management shall be deemed sufficient service.  Power ad litem. LAWS OF GUYANA 50 Cap. 36:04 Friendly Societies  L.R.O. 1/2012      Direction by Registrar of inspection of affairs of registered society. [17 of 1954 6 of 1997]                                       INSPECTION OF AFFAIRS, ETC.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In any legal proceeding by a registered society, the power ad litem may be signed by any two members of the committee of management."
                },
                {
                    "representation": "(2)",
                    "description": "In any legal proceeding against a registered society, service of process on the secretary or on any member of the committee of management shall be deemed sufficient service.  Power ad litem. LAWS OF GUYANA 50 Cap. 36:04 Friendly Societies  L.R.O. 1/2012      Direction by Registrar of inspection of affairs of registered society. [17 of 1954 6 of 1997]                                       INSPECTION OF AFFAIRS, ETC."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "(1) Direction by Registrar of inspection of affairs of registered society.  (2) Power of the Registrar to inspect societies’ books, etc. ",
            "context": "FRIENDLY SOCIETIES ACT under (1) Direction by Registrar of inspection of affairs of registered society.  (2) Power of the Registrar to inspect societies books, etc. 49. (1) On the application of not less than one-fifth of the whole number of members of a registered society, or of not less than one hundred members in the case of a registered society having more than one thousand members, the Registrar may, with the consent of the Minister  (a) appoint one or more inspectors to examine into the affairs of the society, and to report thereon, and the inspector or inspectors may require the production of all or any of the books and documents of the society, and may examine upon oath its officers, members, agents, and servants in relation to its business, and may administer the oath accordingly; and   (b) call a special meeting of the society in the manner and at the time and place he thinks fit, and may direct what matters shall be discussed and determined at that meeting, which shall have all the powers of a meeting called according to the rules of the society and in all cases have power to appoint its own chairman, any rule of the society to the contrary notwithstanding:  Provided that  (i) the application herein mentioned shall be supported by the evidence required and LAWS OF GUYANA Friendly Societies Cap. 36:04 51  L.R.O. 1/2012                                                    Power of the Registrar to inspect societies books, etc.  [17 of 1954]   directed by the Registrar for the purpose of showing that the applicants have good reason for requesting that the inspection be made or the meeting called, and that they are not actuated by malicious motives in their application, and such notice thereof shall be given to the society, as required and directed by the Registrar;  (ii) the Registrar may, if he thinks fit, require the applicants to give security for the costs of the proposed inspection or meeting, before appointing any inspector or calling the meeting; (iii) all expenses of and incidental to the inspection or meeting shall be defrayed by the members applying for it, or out of the funds of the society, or by the members or officers, or former members or officers, of the society, in the proportions directed by the Registrar; and (iv) this section shall not apply to a society having branches, except with the consent of the central body of that society.  (2) The Registrar may in his absolute discretion and without assigning any reasons for doing so appoint an accountant to inspect and if necessary audit the books of a society at any time and to report to him thereon. A person appointed as an accountant under this section shall have all the powers, privileges and authority of an auditor appointed LAWS OF GUYANA 52 Cap. 36:04 Friendly Societies  L.R.O. 1/2012              Inspection of societies premises. [17 of 1954 37 of 1961]                                under the Act. The cost of such inspection and audit shall be met from the Audit Fund as constituted by this Act.  (3) Any person whether connected with the society or not, who hinders, obstructs or molests any person appointed by the Registrar to inspect or audit the books, accounts, securities and documents of such society, shall be liable to a fine of four thousand eight hundred and seventy-five dollars and to imprisonment for one month.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the application of not less than one-fifth of the whole number of members of a registered society, or of not less than one hundred members in the case of a registered society having more than one thousand members, the Registrar may, with the consent of the Minister"
                },
                {
                    "representation": "(a)",
                    "description": "appoint one or more inspectors to examine into the affairs of the society, and to report thereon, and the inspector or inspectors may require the production of all or any of the books and documents of the society, and may examine upon oath its officers, members, agents, and servants in relation to its business, and may administer the oath accordingly; and"
                },
                {
                    "representation": "(b)",
                    "description": "call a special meeting of the society in the manner and at the time and place he thinks fit, and may direct what matters shall be discussed and determined at that meeting, which shall have all the powers of a meeting called according to the rules of the society and in all cases have power to appoint its own chairman, any rule of the society to the contrary notwithstanding:  Provided that"
                },
                {
                    "representation": "(i)",
                    "description": "the application herein mentioned shall be supported by the evidence required and LAWS OF GUYANA Friendly Societies Cap. 36:04 51  L.R.O. 1/2012                                                    Power of the Registrar to inspect societies books, etc.  [17 of 1954]   directed by the Registrar for the purpose of showing that the applicants have good reason for requesting that the inspection be made or the meeting called, and that they are not actuated by malicious motives in their application, and such notice thereof shall be given to the society, as required and directed by the Registrar;"
                },
                {
                    "representation": "(2)",
                    "description": "The Registrar may in his absolute discretion and without assigning any reasons for doing so appoint an accountant to inspect and if necessary audit the books of a society at any time and to report to him thereon. A person appointed as an accountant under this section shall have all the powers, privileges and authority of an auditor appointed LAWS OF GUYANA 52 Cap. 36:04 Friendly Societies  L.R.O. 1/2012              Inspection of societies premises. [17 of 1954 37 of 1961]                                under the Act. The cost of such inspection and audit shall be met from the Audit Fund as constituted by this Act."
                },
                {
                    "representation": "(3)",
                    "description": "Any person whether connected with the society or not, who hinders, obstructs or molests any person appointed by the Registrar to inspect or audit the books, accounts, securities and documents of such society, shall be liable to a fine of four thousand eight hundred and seventy-five dollars and to imprisonment for one month."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Inspection of societies’ premises. LAWS OF GUYANA 6 Cap. 36:04 Friendly Societies  L.R.O. 1/2012 SECTION ",
            "context": "FRIENDLY SOCIETIES ACT under Inspection of societies premises. LAWS OF GUYANA 6 Cap. 36:04 Friendly Societies  L.R.O. 1/2012 SECTION 50. (1) The Registrar may enter and inspect or may authorise any person in writing to enter and inspect the registered office or any place of meeting of any society at any reasonable time by day or night and may examine the condition and affairs of such society and make such enquiries as are necessary to ascertain its condition and ability to provide for the payment of the benefits payable under its rules and whether or not it has complied with all the provisions of this Act.  (2) The officers and servants of such society shall produce the books, accounts, vouchers, documents, moneys and records of the society  for the inspection by the Registrar or person authorised in writing, and shall otherwise facilitate such examination as far as it is in their power, provided that the books, accounts, vouchers, documents, moneys and records of the society may be required by the Registrar to be produced at the office of the Registrar or at such other convenient place as the Registrar may direct.  (3) Every request, requisition or order made or given by the Registrar or authorised person under the provisions of this section shall be carried into effect within such time as the Registrar shall appoint not exceeding one month, by the society, officer or servant to whom the same may be directed, and every society, officer or servant who shall in any way disobey or not carry into effect such request, requisition or order shall be guilty of an offence. LAWS OF GUYANA Friendly Societies Cap. 36:04 53  L.R.O. 1/2012  Inquiry. [17 of 1954]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar may enter and inspect or may authorise any person in writing to enter and inspect the registered office or any place of meeting of any society at any reasonable time by day or night and may examine the condition and affairs of such society and make such enquiries as are necessary to ascertain its condition and ability to provide for the payment of the benefits payable under its rules and whether or not it has complied with all the provisions of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The officers and servants of such society shall produce the books, accounts, vouchers, documents, moneys and records of the society  for the inspection by the Registrar or person authorised in writing, and shall otherwise facilitate such examination as far as it is in their power, provided that the books, accounts, vouchers, documents, moneys and records of the society may be required by the Registrar to be produced at the office of the Registrar or at such other convenient place as the Registrar may direct."
                },
                {
                    "representation": "(3)",
                    "description": "Every request, requisition or order made or given by the Registrar or authorised person under the provisions of this section shall be carried into effect within such time as the Registrar shall appoint not exceeding one month, by the society, officer or servant to whom the same may be directed, and every society, officer or servant who shall in any way disobey or not carry into effect such request, requisition or order shall be guilty of an offence. LAWS OF GUYANA Friendly Societies Cap. 36:04 53  L.R.O. 1/2012  Inquiry. [17 of 1954]"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Inquiry. ",
            "context": "FRIENDLY SOCIETIES ACT under Inquiry. 51. (1) The Registrar may of his own motion or at the request of a member or on the application of a creditor of a society by himself or by a person or persons duly authorised by him in writing in this behalf, hold an inquiry into the constitution, working or financial condition of the society and the position or standing of any member in the society and may investigate all claims against the society, its debt and liabilities.  (2) Nothing herein contained shall prevent the appointment by the Registrar under this section of an officer or officers of the society to carry out an inquiry hereunder.  (3) The remuneration of any person or persons authorised by the Registrar under this section and the other expenses of the inquiry shall be such as the Registrar shall approve and shall unless the Registrar otherwise directs, be borne by the society.  (4) The result of an inquiry under this section shall be communicated to the society whose affairs have been investigated and in the case of a creditor, to the creditor.  (5) All officers and members of the society whose affairs are investigated shall furnish such information in their possession in regard to the affairs of the society as the Registrar or person authorised by the Registrar may require.  (6) If any person wilfully hinders or delays the Registrar or any person duly authorised by him under this section in the exercise of any powers under this section, or fails to comply with the requisition of the Registrar or said duly authorised person in pursuance of this section, or to produce any books, accounts, ledgers, receipts, vouchers, documents or moneys which he is required to produce, that person shall be deemed to obstruct the Registrar or said duly authorised person in the execution of his duties under this LAWS OF GUYANA 54 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                      Removal of officer. [17 of 1954]                             section.  (7) Every person who obstructs the Registrar or duly authorised person in the execution of his duty under this section shall be guilty of an offence.  (8) For the purpose of holding an inquiry under this section the Registrar or other authorised person shall have power to administer oaths and affirmations and shall be vested with the powers of a magistrate for compelling the attendance of witnesses, maintaining order and otherwise duly conducting the said inquiry. Persons summoned to attend at any such inquiry shall be legally bound so to attend.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar may of his own motion or at the request of a member or on the application of a creditor of a society by himself or by a person or persons duly authorised by him in writing in this behalf, hold an inquiry into the constitution, working or financial condition of the society and the position or standing of any member in the society and may investigate all claims against the society, its debt and liabilities."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing herein contained shall prevent the appointment by the Registrar under this section of an officer or officers of the society to carry out an inquiry hereunder."
                },
                {
                    "representation": "(3)",
                    "description": "The remuneration of any person or persons authorised by the Registrar under this section and the other expenses of the inquiry shall be such as the Registrar shall approve and shall unless the Registrar otherwise directs, be borne by the society."
                },
                {
                    "representation": "(4)",
                    "description": "The result of an inquiry under this section shall be communicated to the society whose affairs have been investigated and in the case of a creditor, to the creditor."
                },
                {
                    "representation": "(5)",
                    "description": "All officers and members of the society whose affairs are investigated shall furnish such information in their possession in regard to the affairs of the society as the Registrar or person authorised by the Registrar may require."
                },
                {
                    "representation": "(6)",
                    "description": "If any person wilfully hinders or delays the Registrar or any person duly authorised by him under this section in the exercise of any powers under this section, or fails to comply with the requisition of the Registrar or said duly authorised person in pursuance of this section, or to produce any books, accounts, ledgers, receipts, vouchers, documents or moneys which he is required to produce, that person shall be deemed to obstruct the Registrar or said duly authorised person in the execution of his duties under this LAWS OF GUYANA 54 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                      Removal of officer. [17 of 1954]                             section."
                },
                {
                    "representation": "(7)",
                    "description": "Every person who obstructs the Registrar or duly authorised person in the execution of his duty under this section shall be guilty of an offence."
                },
                {
                    "representation": "(8)",
                    "description": "For the purpose of holding an inquiry under this section the Registrar or other authorised person shall have power to administer oaths and affirmations and shall be vested with the powers of a magistrate for compelling the attendance of witnesses, maintaining order and otherwise duly conducting the said inquiry. Persons summoned to attend at any such inquiry shall be legally bound so to attend."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Removal of officer. ",
            "context": "FRIENDLY SOCIETIES ACT under Removal of officer. 52. (1) (a) If at any time it appears to the satisfaction of the Registrar after due inquiry into the facts (the officer or other person being afforded a full opportunity of being heard) that an officer of a society, whether elected or otherwise, has been guilty of negligence, irregularity or misconduct, such officer or person may be removed from office by order of the Registrar, and the Registrar shall notify the society concerned and  direct that it proceed to the election of a substitute in the place or stead of such officer or person removed as aforesaid. In the event that the society shall fail to elect an officer to fill the vacant office within one month of the date of such direction the Registrar may thereupon appoint a new officer to fill such vacant office temporarily.  (b) (i) Every officer or other person who is removed by order of the LAWS OF GUYANA Friendly Societies Cap. 36:04 55  L.R.O. 1/2012                                                 Registrar, having the custody of any books, ledgers, vouchers, registers, bills, documents, moneys or other property or matter belonging to a society or relating to the business or affairs of a society shall forthwith deliver up to the Registrar, or to any person authorised by him, such books, ledgers, vouchers, registers, bills, documents, moneys or other property or matter. (ii) Any officer or other person who shall fail to deliver all or any such books, ledgers, vouchers, registers, bills, documents, moneys, property or matter shall be liable on summary conviction to a fine of sixteen thousand two hundred and fifty dollars, or to imprisonment for three months.  (2) In every case in which the Registrar shall remove an officer of a society or other person from office he shall if required to do so by an order of a magistrate transmit forthwith to such magistrate any papers, documents, report or other matter upon which such order of removal was made and if the magistrate on perusing and considering the same shall be of opinion that the officer ought not to have been removed he may call upon the Registrar to show cause why an order should not be made for the reinstatement of such officer. Any order may command such officer either forthwith or on the expiration of any given time as may appear to the magistrate to be just, to do, execute, or perform any duty or duties appertaining to or in connection with his said office and may order the payment by such officer of such costs and LAWS OF GUYANA 56 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                               Passing and registration of special resolutions.               expenses as the magistrate may think fit.  (3) The time in which to perform or fulfil any duty may be extended on application to a magistrate, upon such terms, and for such time as the magistrate in his discretion may think fit.  (4) Every application to a magistrate by an officer or other person who has been removed by order of the Registrar shall be made within thirty days from the day upon which the order of removal was issued, unless further time be allowed by a magistrate upon special circumstances accounting for the delay as may appear to the magistrate to be just.  (5) Any officer or other person removed from office by order of the Registrar under this section shall thereupon cease to hold office in the said society from the date of such order for the remainder of his then current term of office and shall be disqualified for being elected and for being an officer of any society for a period not exceeding five years as the Registrar shall determine, next after the end of his aforesaid current term of office.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a) If at any time it appears to the satisfaction of the Registrar after due inquiry into the facts"
                },
                {
                    "representation": "(b)",
                    "description": "(i) Every officer or other person who is removed by order of the LAWS OF GUYANA Friendly Societies Cap. 36:04 55  L.R.O. 1/2012                                                 Registrar, having the custody of any books, ledgers, vouchers, registers, bills, documents, moneys or other property or matter belonging to a society or relating to the business or affairs of a society shall forthwith deliver up to the Registrar, or to any person authorised by him, such books, ledgers, vouchers, registers, bills, documents, moneys or other property or matter."
                },
                {
                    "representation": "(2)",
                    "description": "In every case in which the Registrar shall remove an officer of a society or other person from office he shall if required to do so by an order of a magistrate transmit forthwith to such magistrate any papers, documents, report or other matter upon which such order of removal was made and if the magistrate on perusing and considering the same shall be of opinion that the officer ought not to have been removed he may call upon the Registrar to show cause why an order should not be made for the reinstatement of such officer. Any order may command such officer either forthwith or on the expiration of any given time as may appear to the magistrate to be just, to do, execute, or perform any duty or duties appertaining to or in connection with his said office and may order the payment by such officer of such costs and LAWS OF GUYANA 56 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                               Passing and registration of special resolutions.               expenses as the magistrate may think fit."
                },
                {
                    "representation": "(3)",
                    "description": "The time in which to perform or fulfil any duty may be extended on application to a magistrate, upon such terms, and for such time as the magistrate in his discretion may think fit."
                },
                {
                    "representation": "(4)",
                    "description": "Every application to a magistrate by an officer or other person who has been removed by order of the Registrar shall be made within thirty days from the day upon which the order of removal was issued, unless further time be allowed by a magistrate upon special circumstances accounting for the delay as may appear to the magistrate to be just."
                },
                {
                    "representation": "(5)",
                    "description": "Any officer or other person removed from office by order of the Registrar under this section shall thereupon cease to hold office in the said society from the date of such order for the remainder of his then current term of office and shall be disqualified for being elected and for being an officer of any society for a period not exceeding five years as the Registrar shall determine, next after the end of his aforesaid current term of office."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Passing and registration of special resolutions.  PART III SUSPENSION AND DISSOLUTION  ",
            "context": "FRIENDLY SOCIETIES ACT under Passing and registration of special resolutions.  PART III SUSPENSION AND DISSOLUTION  53. With respect to special resolutions by registered societies, the following provisions shall have effect:  (a) a special resolution is one which is passed by a majority of not less than three-fourths of the members of a society, for the time being entitled under the rules of the society to vote, present in person or by proxy (where the rules allow proxies), at any general meeting of which notice specifying the intention to propose the resolution has been duly given according to the rules, and which LAWS OF GUYANA Friendly Societies Cap. 36:04 57  L.R.O. 1/2012                                        Cancellation or suspension of registration of societies.         resolution is confirmed by a majority of those  members, for the time being entitled under the rules to vote, who are present in person or by proxy (where the rules allow proxies) at a subsequent general meeting of which notice has been duly given, held not less than fourteen days or more than one month from the day of the meeting at which the resolution was first passed;  (b) at any meeting mentioned in this section, a declaration by the chairman that the resolution has been carried shall be deemed conclusive evidence of the fact; and  (c) a copy of every special resolution, signed by the chairman of the meeting and countersigned by the secretary of the society, shall be sent to the Registrar and be registered by him, and until the copy is so registered the special resolution shall not take effect.  PART III SUSPENSION AND DISSOLUTION",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a special resolution is one which is passed by a majority of not less than three-fourths of the members of a society, for the time being entitled under the rules of the society to vote, present in person or by proxy"
                },
                {
                    "representation": "(b)",
                    "description": "at any meeting mentioned in this section, a declaration by the chairman that the resolution has been carried shall be deemed conclusive evidence of the fact; and"
                },
                {
                    "representation": "(c)",
                    "description": "a copy of every special resolution, signed by the chairman of the meeting and countersigned by the secretary of the society, shall be sent to the Registrar and be registered by him, and until the copy is so registered the special resolution shall not take effect.  PART III SUSPENSION AND DISSOLUTION"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Cancellation or suspension of registration of societies. ",
            "context": "FRIENDLY SOCIETIES ACT under Cancellation or suspension of registration of societies. 54. With respect to the cancellation or suspension of the registration of societies, the following provisions shall have effect:  (a) the Registrar may, or, in the case hereinafter mentioned in paragraph (iii) shall, by writing under his hand, cancel the registration of a society  LAWS OF GUYANA 58 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                 (i) if he thinks fit, at the request of a society, to be evidenced in the manner he directs, or (ii) with the approval of the Minister, on proof, to his satisfaction, that a certificate of registration has been obtained by fraud or mistake, or that a society exists or is used for an illegal or improper purpose, or has wilfully, and after notice from him, violated any of the provisions of this Act, or has ceased to exist; or (iii) by the direction of the Minister, on proof, to the satisfaction of the Minister, that a society exists or is used for an illegal or improper purpose;  (b) the Registrar, wherever he might, with the approval or by the direction of the Minister, cancel the registration of a society, may, or shall, with or by the like approval or direction, by writing under his hand suspend the registration, for any term not exceeding three months, and may or shall, with or by the like approval or direction, renew the suspension from time to time for the like period;  (c) not less than two months previous notice in writing, specifying briefly the ground of any proposed cancellation or suspension of registration, shall be given by the Registrar to a society before the LAWS OF GUYANA Friendly Societies Cap. 36:04 59  L.R.O. 1/2012                                           Dissolution of registered societies. [37 of 1961]         registration can be cancelled (except at its request) or suspended; and notice of every cancellation or  suspension shall be published in the Gazette and in a newspaper circulating in the county in which the registered office of the society is situate, as soon as practicable after the same takes place;  of its registration, or from any suspension of the registration which is renewed after six months, in manner hereinbefore provided for appeals from the refusal of the Registrar to register a society; and  (e) a society whose registration has been cancelled or suspended shall, from the time of the cancellation or suspension (but if suspended, only while the suspension lasts, and subject also to the right of appeal hereby given) absolutely cease to enjoy as a registered society the privileges thereof,  but without prejudice to any liability actually incurred by the society, which may be enforced against the society as if the suspension or cancellation had not occurred.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the Registrar may, or, in the case hereinafter mentioned in paragraph"
                },
                {
                    "representation": "(i)",
                    "description": "if he thinks fit, at the request of a society, to be evidenced in the manner he directs, or"
                },
                {
                    "representation": "(b)",
                    "description": "the Registrar, wherever he might, with the approval or by the direction of the Minister, cancel the registration of a society, may, or shall, with or by the like approval or direction, by writing under his hand suspend the registration, for any term not exceeding three months, and may or shall, with or by the like approval or direction, renew the suspension from time to time for the like period;"
                },
                {
                    "representation": "(c)",
                    "description": "not less than two months previous notice in writing, specifying briefly the ground of any proposed cancellation or suspension of registration, shall be given by the Registrar to a society before the LAWS OF GUYANA Friendly Societies Cap. 36:04 59  L.R.O. 1/2012                                           Dissolution of registered societies. [37 of 1961]         registration can be cancelled"
                },
                {
                    "representation": "(e)",
                    "description": "a society whose registration has been cancelled or suspended shall, from the time of the cancellation or suspension"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Dissolution of registered societies. ",
            "context": "FRIENDLY SOCIETIES ACT under Dissolution of registered societies. 55. With respect to the dissolution of registered societies, the following provisions shall have effect:  (a) a society may terminate or be dissolved in any of the following ways:  (i) upon the happening of any event declared by the rules to (d)    a society may appeal from the cancellation LAWS OF GUYANA 60 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                 be the termination of the society;  (ii) respecting all societies other than friendly societies, by the consent of not less than three-fourths of the members, testified by their signatures to the instrument of dissolution; (iii) respecting friendly societies, by the consent of not less than five-sixths in value of the members (including honorary members, if any) testified by their signatures to the instrument of dissolution, and also by the consent in writing of everyone for the time being receiving or entitled to any relief, annuity, or other benefit from the funds of the society, unless his claim is first duly satisfied, or adequate provision is made for satisfying it, and, in the case of a branch, with the consent of the central body of the society or in accordance with the general rules of the society; and (iv) by the award of the Registrar in the cases hereinafter specified;  (b) the instrument of dissolution shall set forth  (i) the liabilities and assets of the society in detail; (ii) the number of members and LAWS OF GUYANA Friendly Societies Cap. 36:04 61  L.R.O. 1/2012                                                 the nature of their interests in the society respectively; (iii) the claims of creditors, if any, and the provision to be made for their payment; and (iv) the intended appropriation or division of the funds and  property of the society, unless that is stated in the instrument of dissolution to be left to the award of the Registrar;  (c) alterations in the instrument of dissolution may be made with the like consents as hereinbefore provided, testified in the same manner;  (d) a declaration in writing shall be made by three members and the secretary of the society that the provisions of this Act have been observed, and shall be sent to the Registrar with the instrument of dissolution; and any person who knowingly makes a false or fraudulent declaration in the matter shall be guilty of a misdemeanour;  (e) the instrument of dissolution, and all alterations therein, shall be registered in manner hereinbefore provided for the registration of rules, and shall be binding upon all the members of the society;  (f) the Registrar shall cause a notice of the dissolution to be notified at the expense of the society in the manner LAWS OF GUYANA 62 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                 hereinafter provided for notifying an award of the Registrar for dissolution; and unless, within three months of the date of the Gazette in which the notification appears, a member, or other  person interested in or having any claim on the funds of the society, commences proceedings to set aside the dissolution of the society, and the dissolution is set aside accordingly, the society shall be legally dissolved from the date of that notification, and the requisite consents to the instrument of dissolution shall be considered to have been duly obtained, without proof of the signatures thereto;  (g) respecting friendly societies  (i) the value of members shall be ascertained by giving one vote to every member, and an additional vote for every five years that he has been a member, but to no one member more than five votes in the whole; (ii) no instrument of dissolution shall direct or contain any provision for an appropriation or division of the funds of the society, or any part thereof, otherwise than for the purpose of carrying into effect the objects of the society as declared in the rules thereof, unless the claim of every LAWS OF GUYANA Friendly Societies Cap. 36:04 63  L.R.O. 1/2012                                                 member or person claiming any relief, annuity, or other benefit from the funds thereof, is first duly satisfied or adequate provision is made for satisfying that claim; (iii) any officer or person who aids or abets in the dissolution of a society, otherwise than as in this Act provided, shall be liable to a fine of four thousand eight hundred seventy-five dollars; and (iv) if any member of a dissolved society, or any person claiming any relief, annuity, or other benefit from the funds thereof, is dissatisfied with the provision made for satisfying  his claim, that member or other person may apply to the magistrates court of the district within which the chief or any other place of business of the society is situate for relief or other order, and the court shall have the same powers in the matter as in regard to the settlement of disputes under this Act;  (h) respecting dissolutions and the distribution of funds upon the award of the Registrar  (i) on the application of not less than one-fifth of the whole number of members of any LAWS OF GUYANA 64 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                 registered society, or of not less than one hundred members in the case of a society having more than one thousand members, made in writing under their hands, setting forth that the funds of the society are insufficient to meet the existing claims thereon, or that the rates of contribution fixed in the rules of the society are insufficient to cover the benefits assured by it, and the grounds upon which the insufficiency is alleged, and requesting an investigation into the affairs of the society with a view to the dissolution thereof, the Registrar may, by himself or by any actuary, or public auditor, or other person whom he appoints in writing under his hand, investigate the affairs of the society, giving, nevertheless, not less than two months previous notice in writing to the society whose affairs are to be investigated at its registered office; (ii) if, on the investigation, it appears that the funds of the society are insufficient to meet the existing claims thereon, or that the rates of contribution fixed in the rules of the society are insufficient to cover the benefits assured to be given by it, the Registrar may, if he LAWS OF GUYANA Friendly Societies Cap. 36:04 65  L.R.O. 1/2012                                                 considers it expedient to do so, award that the society shall be dissolved, and its affairs wound up, and shall direct in what manner the assets of the society shall be appropriated or divided:  Provided that the Registrar may suspend his award for any period he deems necessary to enable the society to make the alterations and adjustment of contributions and benefits which will, in his judgment, prevent the necessity of the award of dissolution being made;  (iii) the Registrar, when proceeding under this section, shall have all the same powers and authorities, enforceable by the same penalties, as in the case of a dispute referred to him under this Act; (iv) every award under this section, whether for dissolution or distribution of funds, shall be final and conclusive on the society in respect of which it is made, and on all members of the society and other persons having any claims on the funds thereof, without appeal, and shall be enforced in the same manner as a decision on a dispute under this Act; and the expenses of every investigation and award, and of publishing every notice of dissolution, shall be paid out of the funds of the society before any other LAWS OF GUYANA 66 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                 appropriation thereof shall be made; and (v) notice of any award for dissolution shall, within twenty-one days after it has been made, be given by the Registrar in the Gazette and in a newspaper circulating in the county in which the registered office of the society is situate and unless, within three months from the date of the Gazette in which the notice appears, a member, or other person interested in or having any claim on the funds of the society, commences proceedings to set aside the dissolution of the society consequent upon the award, and the dissolution is set aside accordingly, the society shall be legally dissolved from the date of that notice, and the requisite consents to the application to the Registrar shall be considered to have been duly obtained, without proof of the signatures thereto;  (j) this section shall not apply to a society having branches except with the consent of the central body of that society; and  (k) notice shall be sent to the Registrar of any proceeding to set aside the dissolution of a society or branch, not LAWS OF GUYANA Friendly Societies Cap. 36:04 67  L.R.O. 1/2012              Liability of members in winding-up. [37 of 1961]                                                    less than seven days before it is commenced by the person taking that proceeding, and of any order setting a dissolution aside by the society or branch, within seven days after that order has been made.  wound up under the last preceding section, the liability of present or past members of the society to contribute for payment of the debts and liabilities of the society, the expenses of winding-up, and the adjustment of the rights of contributories amongst themselves shall be qualified as follows:  (a) no individual or society who or which has ceased to be a member for one year or upwards prior to the commencement of the winding-up shall be liable to contribute;  (b) no individual or society shall be liable to contribute in respect of any debt or liability contracted after he or it ceased to be a member;  (c) no individual or society not a member shall be liable to contribute, unless it appears that the contributions of the existing members are insufficient to satisfy the just demands on the society.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "no individual or society who or which has ceased to be a member for one year or upwards prior to the commencement of the winding-up shall be liable to contribute;"
                },
                {
                    "representation": "(i)",
                    "description": "on the application of not less than one-fifth of the whole number of members of any LAWS OF GUYANA 64 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                 registered society, or of not less than one hundred members in the case of a society having more than one thousand members, made in writing under their hands, setting forth that the funds of the society are insufficient to meet the existing claims thereon, or that the rates of contribution fixed in the rules of the society are insufficient to cover the benefits assured by it, and the grounds upon which the insufficiency is alleged, and requesting an investigation into the affairs of the society with a view to the dissolution thereof, the Registrar may, by himself or by any actuary, or public auditor, or other person whom he appoints in writing under his hand, investigate the affairs of the society, giving, nevertheless, not less than two months previous notice in writing to the society whose affairs are to be investigated at its registered office;"
                },
                {
                    "representation": "(d)",
                    "description": "a declaration in writing shall be made by three members and the secretary of the society that the provisions of this Act have been observed, and shall be sent to the Registrar with the instrument of dissolution; and any person who knowingly makes a false or fraudulent declaration in the matter shall be guilty of a misdemeanour;"
                },
                {
                    "representation": "(b)",
                    "description": "no individual or society shall be liable to contribute in respect of any debt or liability contracted after he or it ceased to be a member;"
                },
                {
                    "representation": "(c)",
                    "description": "no individual or society not a member shall be liable to contribute, unless it appears that the contributions of the existing members are insufficient to satisfy the just demands on the society."
                },
                {
                    "representation": "(e)",
                    "description": "the instrument of dissolution, and all alterations therein, shall be registered in manner hereinbefore provided for the registration of rules, and shall be binding upon all the members of the society;"
                },
                {
                    "representation": "(f)",
                    "description": "the Registrar shall cause a notice of the dissolution to be notified at the expense of the society in the manner LAWS OF GUYANA 62 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                                 hereinafter provided for notifying an award of the Registrar for dissolution; and unless, within three months of the date of the Gazette in which the notification appears, a member, or other  person interested in or having any claim on the funds of the society, commences proceedings to set aside the dissolution of the society, and the dissolution is set aside accordingly, the society shall be legally dissolved from the date of that notification, and the requisite consents to the instrument of dissolution shall be considered to have been duly obtained, without proof of the signatures thereto;"
                },
                {
                    "representation": "(g)",
                    "description": "respecting friendly societies"
                },
                {
                    "representation": "(h)",
                    "description": "respecting dissolutions and the distribution of funds upon the award of the Registrar"
                },
                {
                    "representation": "(v)",
                    "description": "notice of any award for dissolution shall, within twenty-one days after it has been made, be given by the Registrar in the Gazette and in a newspaper circulating in the county in which the registered office of the society is situate and unless, within three months from the date of the Gazette in which the notice appears, a member, or other person interested in or having any claim on the funds of the society, commences proceedings to set aside the dissolution of the society consequent upon the award, and the dissolution is set aside accordingly, the society shall be legally dissolved from the date of that notice, and the requisite consents to the application to the Registrar shall be considered to have been duly obtained, without proof of the signatures thereto;"
                },
                {
                    "representation": "(j)",
                    "description": "this section shall not apply to a society having branches except with the consent of the central body of that society; and"
                },
                {
                    "representation": "(k)",
                    "description": "notice shall be sent to the Registrar of any proceeding to set aside the dissolution of a society or branch, not LAWS OF GUYANA Friendly Societies Cap. 36:04 67  L.R.O. 1/2012              Liability of members in winding-up. [37 of 1961]                                                    less than seven days before it is commenced by the person taking that proceeding, and of any order setting a dissolution aside by the society or branch, within seven days after that order has been made.  wound up under the last preceding section, the liability of present or past members of the society to contribute for payment of the debts and liabilities of the society, the expenses of winding-up, and the adjustment of the rights of contributories amongst themselves shall be qualified as follows:"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Liability of members in winding-up.  PART IV  MISCELLANEOUS PROVISIONS   Offences  ",
            "context": "FRIENDLY SOCIETIES ACT under Liability of members in winding-up.  PART IV  MISCELLANEOUS PROVISIONS   Offences  56. When a society is dissolved and its affairs are LAWS OF GUYANA 68 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                Making false entry in balance sheet or book of registered society. [6 of 1997]         Officer using improper seal or improperly issuing 6 of 1997]                        PART IV MISCELLANEOUSPROVISIONS  Offences to be made, any entry or erasure on, or any omission from, any balance sheet of a registered society, or in or from any contribution or collecting book of a registered society, or in or from any return or document required to be sent, produced, or delivered, for the purposes of this Act, with intent to falsify it or to evade any of the provisions of this Act, shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars, recoverable on the complaint of the Registrar, or of the society, or of any person aggrieved.",
            "description": "When a society is dissolved and its affairs are LAWS OF GUYANA 68 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                Making false entry in balance sheet or book of registered society. [6 of 1997]         Officer using improper seal or improperly issuing 6 of 1997]                        PART IV MISCELLANEOUSPROVISIONS  Offences to be made, any entry or erasure on, or any omission from, any balance sheet of a registered society, or in or from any contribution or collecting book of a registered society, or in or from any return or document required to be sent, produced, or delivered, for the purposes of this Act, with intent to falsify it or to evade any of the provisions of this Act, shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars, recoverable on the complaint of the Registrar, or of the society, or of any person aggrieved."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Making false entry in balance sheet or book of registered society. ",
            "context": "FRIENDLY SOCIETIES ACT under Making false entry in balance sheet or book of registered society. 57. Everyone who wilfully makes, or orders or allows LAWS OF GUYANA Friendly Societies Cap. 36:04 69  L.R.O. 1/2012           Penalty for offence where none prescribed.               Proceedings before magistrates.            False represen-tations as to rules of society.                     holder of the bill of exchange, promissory note, cheque, or order for money or goods, for the amount thereof, unless it is duly paid by the society.  (2) The penalty shall be recoverable on the complaint of the Registrar, or of any officer of police, or of anyone aggrieved.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "The penalty shall be recoverable on the complaint of the Registrar, or of any officer of police, or of anyone aggrieved."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Officer using improper seal or improperly issuing documents. ",
            "context": "FRIENDLY SOCIETIES ACT under Officer using improper seal or improperly issuing documents. 58. (1) Any officer of a registered society, or any person on behalf of a registered society, who  (a) uses any seal purporting to be the seal of the society, whereon its name is not so engraved as hereinbefore provided; or  (b) issues or authorises the issue of any notice, advertisement, or other official publication of the society, or of any bill of parcels, invoice, receipt, or letter of credit, of the society, or signs or authorises to be signed on behalf of the society any bill of exchange, promissory note, endorsement, cheque, or order for money or goods, wherein the name of the society is not mentioned in the manner hereinbefore provided,  shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars, and shall further be personally liable to the [17of 1954 documents.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any officer of a registered society, or any person on behalf of a registered society, who"
                },
                {
                    "representation": "(a)",
                    "description": "uses any seal purporting to be the seal of the society, whereon its name is not so engraved as hereinbefore provided; or"
                },
                {
                    "representation": "(b)",
                    "description": "issues or authorises the issue of any notice, advertisement, or other official publication of the society, or of any bill of parcels, invoice, receipt, or letter of credit, of the society, or signs or authorises to be signed on behalf of the society any bill of exchange, promissory note, endorsement, cheque, or order for money or goods, wherein the name of the society is not mentioned in the manner hereinbefore provided,  shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars, and shall further be personally liable to the [17of 1954 documents."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Penalty for offence where none prescribed. ",
            "context": "FRIENDLY SOCIETIES ACT under Penalty for offence where none prescribed. 59.  Every society, or officer or member of a society, or other person guilty of an offence under this Act for which no penalty is expressly provided by this Act shall be liable to a fine of four thousand eight hundred and seventy-five dollars.",
            "description": "Every society, or officer or member of a society, or other person guilty of an offence under this Act for which no penalty is expressly provided by this Act shall be liable to a fine of four thousand eight hundred and seventy-five dollars."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Proceedings before magistrates. ",
            "context": "FRIENDLY SOCIETIES ACT under Proceedings before magistrates. 60. Where in this Act it is enacted that any proceeding may be had or taken before a magistrate or in a magistrates court, every magistrate or magistrates court shall, unless the contrary is expressed or implied, have full power and jurisdiction to entertain the proceeding and determine the matter involved.",
            "description": "Where in this Act it is enacted that any proceeding may be had or taken before a magistrate or in a magistrates court, every magistrate or magistrates court shall, unless the contrary is expressed or implied, have full power and jurisdiction to entertain the proceeding and determine the matter involved."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "False representations as to rules of society.  Regulations, etc.  ",
            "context": "FRIENDLY SOCIETIES ACT under False representations as to rules of society.  Regulations, etc.  61. Everyone who, with intent to mislead or defraud  (a) gives to any member of a registered society, or to any person intending or applying to become a member thereof, a copy of any rules, or of any alterations or amendments of the rules other than those respectively which have been registered by the Registrar, on the pretence that they are binding upon the members of the society, or that there are no other rules of that society; or  (b) makes any alteration in or addition to any of the rules or tables of the society after they have been registered by the LAWS OF GUYANA 70 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                      Making of regulations.               Use of forms. [17 of 1954] Second Schedule.     Use as evidence of official documents.  [17 of 1954]        Registrar, and circulates them purporting that they have been duly registered, when they have not been so duly registered; or  (c) gives to any person a copy of any rules, on the pretence that those rules are the rules of a registered society, when the society is not registered; or  (d) forges or counterfeits, or utters, knowing it to be forged or counterfeited, the seal of a registered society,  shall be guilty of a misdemeanour.  Regulations, etc.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "gives to any member of a registered society, or to any person intending or applying to become a member thereof, a copy of any rules, or of any alterations or amendments of the rules other than those respectively which have been registered by the Registrar, on the pretence that they are binding upon the members of the society, or that there are no other rules of that society; or"
                },
                {
                    "representation": "(b)",
                    "description": "makes any alteration in or addition to any of the rules or tables of the society after they have been registered by the LAWS OF GUYANA 70 Cap. 36:04 Friendly Societies  L.R.O. 1/2012                                      Making of regulations.               Use of forms. [17 of 1954] Second Schedule.     Use as evidence of official documents.  [17 of 1954]        Registrar, and circulates them purporting that they have been duly registered, when they have not been so duly registered; or"
                },
                {
                    "representation": "(c)",
                    "description": "gives to any person a copy of any rules, on the pretence that those rules are the rules of a registered society, when the society is not registered; or"
                },
                {
                    "representation": "(d)",
                    "description": "forges or counterfeits, or utters, knowing it to be forged or counterfeited, the seal of a registered society,  shall be guilty of a misdemeanour.  Regulations, etc."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Making of regulations. ",
            "context": "FRIENDLY SOCIETIES ACT under Making of regulations. 62. The Minister may make regulations for defining the duties and functions of the Registrar under this Act; and, generally, for the better carrying out of the provisions of this Act.",
            "description": "The Minister may make regulations for defining the duties and functions of the Registrar under this Act; and, generally, for the better carrying out of the provisions of this Act."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Use of forms. ",
            "context": "FRIENDLY SOCIETIES ACT under Use of forms. 63. The forms contained in the Second Schedule, with such variations and additions as the circumstances of any particular case require, shall be used in the cases to which they respectively apply.",
            "description": "The forms contained in the Second Schedule, with such variations and additions as the circumstances of any particular case require, shall be used in the cases to which they respectively apply."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Use as evidence of official documents. ",
            "context": "FRIENDLY SOCIETIES ACT under Use as evidence of official documents. 64. Every instrument or document, or copy of or extract from an instrument or document, bearing the seal or stamp, if any, of the Deeds Registry or of the Registrar, shall be received in evidence without further proof; and every document purporting to be signed by the Registrar, or any inspector, or auditor, under this Act, shall, in the absence of any evidence to the contrary, be received in evidence in all courts of justice and  for all other purposes, without proof of the signature, or of the official position of any person signing LAWS OF GUYANA Friendly Societies Cap. 36:04 71  L.R.O. 1/2012     Protection of rights of militiaman, yeoman or volunteer.         Procedure and appeal.        Audit Fund. [17 of 1954]                       it, and shall be prima facie evidence of the truth of all matters contained therein.",
            "description": "Every instrument or document, or copy of or extract from an instrument or document, bearing the seal or stamp, if any, of the Deeds Registry or of the Registrar, shall be received in evidence without further proof; and every document purporting to be signed by the Registrar, or any inspector, or auditor, under this Act, shall, in the absence of any evidence to the contrary, be received in evidence in all courts of justice and  for all other purposes, without proof of the signature, or of the official position of any person signing LAWS OF GUYANA Friendly Societies Cap. 36:04 71  L.R.O. 1/2012     Protection of rights of militiaman, yeoman or volunteer.         Procedure and appeal.        Audit Fund. [17 of 1954]                       it, and shall be prima facie evidence of the truth of all matters contained therein."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Protection of rights of militiaman, yeoman or volunteer. ",
            "context": "FRIENDLY SOCIETIES ACT under Protection of rights of militiaman, yeoman or volunteer. 65.  No person, by reason of his enrolment or service in any corps of militia, yeomanry, or volunteers whatsoever, shall lose or forfeit any interest which he possesses, at the time of his being so enrolled or serving, in any friendly society, whether registered or unregistered, or be fined for absence or non-attendance at any meeting of the society, if his absence or non-attendance is occasioned by the discharge of his military duty as certified by his commanding officer, any rules of the society to the contrary notwithstanding.",
            "description": "No person, by reason of his enrolment or service in any corps of militia, yeomanry, or volunteers whatsoever, shall lose or forfeit any interest which he possesses, at the time of his being so enrolled or serving, in any friendly society, whether registered or unregistered, or be fined for absence or non-attendance at any meeting of the society, if his absence or non-attendance is occasioned by the discharge of his military duty as certified by his commanding officer, any rules of the society to the contrary notwithstanding."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Procedure and appeal. ",
            "context": "FRIENDLY SOCIETIES ACT under Procedure and appeal. 66. Any penalty imposed by this Act may be recovered, and punishment for any offence not being an indictable offence may be enforced, under the Summary Jurisdiction Act.  Existing Societies",
            "description": "Any penalty imposed by this Act may be recovered, and punishment for any offence not being an indictable offence may be enforced, under the Summary Jurisdiction Act.  Existing Societies"
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Audit Fund. ",
            "context": "FRIENDLY SOCIETIES ACT under Audit Fund. 67. (1) There shall be constituted a fund to be known as the Friendly Societies Audit Fund, and every society shall, when called upon to do so by the Registrar, make annually a contribution to such Fund.  (2) The contributions under subsection (1) shall not exceed the amounts prescribed by order of the Minister; they shall be held by the Registrar and administered by him on behalf of the contributing societies.  (3) The Government may from time to time, and to augment such contributions, make such grants to the Fund as it may deem fit.  (4) The Registrar shall report in every year to the Government in respect of the income derived from contributions, the expenditure he has sanctioned from the Fund, and the balance in his hands. LAWS OF GUYANA 72 Cap. 36:04 Friendly Societies  L.R.O. 1/2012       Exemption from stamp duties, registration fees and income tax.                                    Application to existing societies. [17 of 1954]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall not exceed the amounts prescribed by order of the Minister; they shall be held by the Registrar and administered by him on behalf of the contributing societies."
                },
                {
                    "representation": "(2)",
                    "description": "The contributions under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Government may from time to time, and to augment such contributions, make such grants to the Fund as it may deem fit."
                },
                {
                    "representation": "(4)",
                    "description": "The Registrar shall report in every year to the Government in respect of the income derived from contributions, the expenditure he has sanctioned from the Fund, and the balance in his hands. LAWS OF GUYANA 72 Cap. 36:04 Friendly Societies  L.R.O. 1/2012       Exemption from stamp duties, registration fees and income tax.                                    Application to existing societies. [17 of 1954]"
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Exemption from stamp duties, registration fees and income tax. ",
            "context": "FRIENDLY SOCIETIES ACT under Exemption from stamp duties, registration fees and income tax. 68. (1)  The Minister, by notification in the Gazette, may, in the case of any society or class of societies registered under this Act remit  (a) the stamp duty with which, under any law for the time being in force, instruments executed by or on behalf of a registered society or by an officer or member thereof and relating to the business of such society or any class of such instruments are respectively chargeable, or  (b) any fee payable under the law of registration for the time being in force.  (2) A notification exempting any registered society or class of societies from the fees referred to in subsection (l)(b) may provide for the withdrawal of such exemption.  (3) The Minister may from time to time and for such period as he  thinks fit, by order, exempt any registered society, or class of societies from payment of income tax under any Act relating to income tax for the time being in force in Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister, by notification in the Gazette, may, in the case of any society or class of societies registered under this Act remit"
                },
                {
                    "representation": "(a)",
                    "description": "the stamp duty with which, under any law for the time being in force, instruments executed by or on behalf of a registered society or by an officer or member thereof and relating to the business of such society or any class of such instruments are respectively chargeable, or"
                },
                {
                    "representation": "(b)",
                    "description": "may provide for the withdrawal of such exemption."
                },
                {
                    "representation": "(2)",
                    "description": "A notification exempting any registered society or class of societies from the fees referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may from time to time and for such period as he  thinks fit, by order, exempt any registered society, or class of societies from payment of income tax under any Act relating to income tax for the time being in force in Guyana."
                }
            ]
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Application to existing societies.  FIRST SCHEDULE—Table of Fees payable to the Registrar.  SECOND SCHEDULE—Forms. THIRD SCHEDULE—Matters to be provided for by the Rules of aRegistered Society.  __________________________ LAWS OF GUYANA Friendly Societies Cap. 36:04 7  L.R.O. 1/2012 1929 Ed. c. 214 1953 Ed. c. 34 _______________________________________________________ 1of 1893 An Act to make provision with respect to the Establishment, Registration, Incorporation, and Management of Friendly, and other Societies.  [1st April, 1894]   Short title.   Interpretation.                               ",
            "context": "FRIENDLY SOCIETIES ACT under Application to existing societies.  FIRST SCHEDULETable of Fees payable to the Registrar.  SECOND SCHEDULEForms. THIRD SCHEDULEMatters to be provided for by the Rules of aRegistered Society.  __________________________ LAWS OF GUYANA Friendly Societies Cap. 36:04 7  L.R.O. 1/2012 1929 Ed. c. 214 1953 Ed. c. 34 _______________________________________________________ 1of 1893 An Act to make provision with respect to the Establishment, Registration, Incorporation, and Management of Friendly, and other Societies.  [1st April, 1894]   Short title.   Interpretation.                               69. The Act as amended by the Friendly Societies (Amendment) Ordinance 1954 (herein referred to as the 1954 Ordinance), shall apply to societies subsisting at the commencement of the 1954 Ordinance as if they had been registered after the date of commencement of the 1954Ordinance and the rules of those societies shall so far as they are not contrary to any express provisions of this Act and subject to the approval of the Registrar continue in force until altered or rescinded.  LAWS OF GUYANA Friendly Societies Cap. 36:04 73  L.R.O. 1/2012       s.",
            "description": "The Act as amended by the Friendly Societies (Amendment) Ordinance 1954 (herein referred to as the 1954 Ordinance), shall apply to societies subsisting at the commencement of the 1954 Ordinance as if they had been registered after the date of commencement of the 1954Ordinance and the rules of those societies shall so far as they are not contrary to any express provisions of this Act and subject to the approval of the Registrar continue in force until altered or rescinded.  LAWS OF GUYANA Friendly Societies Cap. 36:04 73  L.R.O. 1/2012       s."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "250",
            "title": "",
            "context": "FRIENDLY SOCIETIES ACT under 250.       Validity of payments made under last two sections.       Power of one registered society to contribute to funds of another.     Power of registered society to subscribe to certain institutions.     Mode of deciding disputes. [17 of 1954 37 of 1961]   made in a book kept at the registered office of the society, shall be taken to be delivered at that office.",
            "description": "Validity of payments made under last two sections.       Power of one registered society to contribute to funds of another.     Power of registered society to subscribe to certain institutions.     Mode of deciding disputes. [17 of 1954 37 of 1961]   made in a book kept at the registered office of the society, shall be taken to be delivered at that office."
        }
    },
    {
        "act": "FRIENDLY SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "500",
            "title": "",
            "context": "FRIENDLY SOCIETIES ACT under 500. [37 of 1961]                    representative of a parent, claiming money on the death of a child, produces any certificate of the death other than is herein provided to the society or societies from which the money is claimed, or produces a false certificate or one fraudulently obtained, or in any way attempts to defeat the provisions of this Act with respect to payments upon the death of children; and  (g) nothing in this section shall apply to insurances on the lives of children of any age, where the person insuring has an interest in the life of the person insured.",
            "description": [
                {
                    "representation": "(g)",
                    "description": "nothing in this section shall apply to insurances on the lives of children of any age, where the person insuring has an interest in the life of the person insured."
                }
            ]
        }
    }
]