[
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PERSONS WITH DISABILITIES ACT under Short title. 1. This Act may be cited as the Persons with Disabilities Act.",
            "description": "This Act may be cited as the Persons with Disabilities Act."
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "PERSONS WITH DISABILITIES ACT under Interpretation. 2. In this Act    adjustment order means an order giving directions or instructions with respect to adjustments to be made to a building or part of a building by an owner or occupier.  auxiliary aids and services include    (a) qualified interpreters or other effective methods of delivering materials to persons with hearing impairments;  (b) qualified reader, taped tests, or other effective methods of delivering materials to persons with visual impairments;  (c) other similar services and aids that facilitate the learning process of persons with mental disabilities; LAWS OF GUYANA Persons with Disabilities Cap. 36:05 7  L.R.O. 1/2012                                                  (d) other similar services and aids that facilitate the learning process of persons with physical disabilities; and   (e) equipment or devices modified to assist persons with disabilities.  auxiliary social services means the supportive activities in the delivery of social services to persons with disabilities;  body function means physiological functions of body systems, including psychological functions;  body structure means anatomical parts of the body such as organs, limbs and their components;  Commission means the National Commission on Disabilities established under section 5;  communication includes oral-aural communication, sign language, Braille, tactile communication, large print, audio, accessible multimedia, human readers and other augmentative or alternative modes of communication, including accessible information and communication technology;  disability means a physical or mental impairment caused by the limitations of the body structure or of one or more bodily functions that restrict the ability to perform ordinary day-to-day life activities;  \"discrimination on the basis of disability\" means any distinction, exclusion or restriction on the basis of disability which has the purpose or effect of impairing or nullifying the recognition, enjoyment or exercise, on an equal basis with others, of any of the rights provided for by this Act; LAWS OF GUYANA 8 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012                                                  employer means    (a) a Ministry, Government Department, state agency or authority;  (b) a firm establishment, company or body corporate or unincorporated;  establishment means an entity engaged in the business of providing goods and services to the general public;  Executive Secretary means the Secretary to the Commission appointed under paragraph 3 of the Schedule;  impairment means lacking part of or all of a limb, or having a defective limb, organ or mechanism of the body;  language includes oral-aural language and sign language;  member means a member of the Commission and includes the Chairperson and Deputy Chairperson;  open employment means employment which is available to all persons including persons with disabilities;  qualified person with a disability means a person with a disability who, with or without reasonable accommodation can in open employment perform the essential functions of the employment position that the person holds;  reasonable accommodation means necessary and appropriate modifications and adjustments not imposing a disproportionate burden, where needed in a particular case, to ensure to persons with disabilities the enjoyment or exercise of rights on the basis of equality with other persons;  LAWS OF GUYANA Persons with Disabilities Cap. 36:05 9  L.R.O. 1/2012                                                   Act not in derogation of any other law.  registered person means a person with a disability registered under section 6;  rehabilitation means the improved capacity of a person with a disability by therapeutic measures and re-education to participate in the activities of a moral life within the limitations of that person's disability;  sheltered employment means the provision of productive work for persons with disabilities through workshops providing special facilities, income-producing projects or homework schemes with a view to giving persons with disabilities the opportunity to earn a living thereby enabling them to acquire a working capacity required for open employment;  social barriers include    (a) the characteristics of a community, society or group, or of institutions, whether legal, economic, cultural or recreational which limit the fullest possible participation of persons with disabilities in the life of the community, society, group or institution; and   (b) negative attitudes which tend to identify and exclude persons with disabilities;  transportation means transportation by air, land and water or sea that provides the public with general or special service.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the characteristics of a community, society or group, or of institutions, whether legal, economic, cultural or recreational which limit the fullest possible participation of persons with disabilities in the life of the community, society, group or institution; and"
                },
                {
                    "representation": "(b)",
                    "description": "negative attitudes which tend to identify and exclude persons with disabilities;  transportation means transportation by air, land and water or sea that provides the public with general or special service."
                },
                {
                    "representation": "(c)",
                    "description": "other similar services and aids that facilitate the learning process of persons with mental disabilities; LAWS OF GUYANA Persons with Disabilities Cap. 36:05 7  L.R.O. 1/2012"
                },
                {
                    "representation": "(d)",
                    "description": "other similar services and aids that facilitate the learning process of persons with physical disabilities; and"
                },
                {
                    "representation": "(e)",
                    "description": "equipment or devices modified to assist persons with disabilities.  auxiliary social services means the supportive activities in the delivery of social services to persons with disabilities;  body function means physiological functions of body systems, including psychological functions;  body structure means anatomical parts of the body such as organs, limbs and their components;  Commission means the National Commission on Disabilities established under section 5;  communication includes oral-aural communication, sign language, Braille, tactile communication, large print, audio, accessible multimedia, human readers and other augmentative or alternative modes of communication, including accessible information and communication technology;  disability means a physical or mental impairment caused by the limitations of the body structure or of one or more bodily functions that restrict the ability to perform ordinary day-to-day life activities;  \"discrimination on the basis of disability\" means any distinction, exclusion or restriction on the basis of disability which has the purpose or effect of impairing or nullifying the recognition, enjoyment or exercise, on an equal basis with others, of any of the rights provided for by this Act; LAWS OF GUYANA 8 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012                                                  employer means"
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Act not in derogation of any other law.  PART II GUIDING PRINCIPLES  ",
            "context": "PERSONS WITH DISABILITIES ACT under Act not in derogation of any other law.  PART II GUIDING PRINCIPLES  3. This Act is in addition to, and not in derogation of the Prevention of Discrimination Act, which, inter alia, prohibits discrimination on the ground of disability, or any other law which benefits persons with disabilities. LAWS OF GUYANA 10 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012         Guiding principles.           Establishment of the Commission.  Schedule.       Registration of person and organisations                     Giving false information.    PART II GUIDING PRINCIPLES",
            "description": "This Act is in addition to, and not in derogation of the Prevention of Discrimination Act, which, inter alia, prohibits discrimination on the ground of disability, or any other law which benefits persons with disabilities. LAWS OF GUYANA 10 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012         Guiding principles.           Establishment of the Commission.  Schedule.       Registration of person and organisations                     Giving false information.    PART II GUIDING PRINCIPLES"
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Guiding principles.  PART III THE NATIONAL COMMISSION ON DISABILITIES  ",
            "context": "PERSONS WITH DISABILITIES ACT under Guiding principles.  PART III THE NATIONAL COMMISSION ON DISABILITIES  4. The United Nations Convention on the Rights of Persons with Disabilities shall inform decisions taken in the administration of this Act.  PART III THE NATIONAL COMMISSION ON DISABILITIES",
            "description": "The United Nations Convention on the Rights of Persons with Disabilities shall inform decisions taken in the administration of this Act.  PART III THE NATIONAL COMMISSION ON DISABILITIES"
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Establishment of the Commission.  PART IV REGISTRATION  ",
            "context": "PERSONS WITH DISABILITIES ACT under Establishment of the Commission.  PART IV REGISTRATION  5. (1) There is established a National Commission on Disabilities.  (2) The Schedule has effect with respect to the constitution, management and functions of the Commission.  PART IV  REGISTRATION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is established a National Commission on Disabilities."
                },
                {
                    "representation": "(2)",
                    "description": "The Schedule has effect with respect to the constitution, management and functions of the Commission.  PART IV  REGISTRATION"
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Registration of person and organisations. ",
            "context": "PERSONS WITH DISABILITIES ACT under Registration of person and organisations. 6. (1) Every person with a disability shall register with the Commission with respect to the disability.  (2) An organisation for persons with disabilities shall register with the Commission.  (3) An existing organisation for persons with disabilities shall, within six months after this Act comes into operation, apply to the Commission for registration.  (4) The Commission shall determine the form and manner of registration.  (5) The register may be viewed by persons authorized by the Commission.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every person with a disability shall register with the Commission with respect to the disability."
                },
                {
                    "representation": "(2)",
                    "description": "An organisation for persons with disabilities shall register with the Commission."
                },
                {
                    "representation": "(3)",
                    "description": "An existing organisation for persons with disabilities shall, within six months after this Act comes into operation, apply to the Commission for registration."
                },
                {
                    "representation": "(4)",
                    "description": "The Commission shall determine the form and manner of registration."
                },
                {
                    "representation": "(5)",
                    "description": "The register may be viewed by persons authorized by the Commission."
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Giving false information.  PART V RIGHTS OF PERSONS WITH DISABILITIES Sub-Part I Employment   ",
            "context": "PERSONS WITH DISABILITIES ACT under Giving false information.  PART V RIGHTS OF PERSONS WITH DISABILITIES Sub-Part I Employment   7. A person commits an offence if the person knowingly gives false information to the Commission for the purpose of being registered or for the purpose of acquiring any privilege due to persons so registered and is liable on LAWS OF GUYANA Persons with Disabilities Cap. 36:05 11  L.R.O. 1/2012               Equal opportunity for employment.                        Complaint to Commission.               summary conviction to a fine of one hundred thousand dollars.  PART V RIGHTS OF PERSONS WITH DISABILITIES  Sub-Part I Employment",
            "description": "A person commits an offence if the person knowingly gives false information to the Commission for the purpose of being registered or for the purpose of acquiring any privilege due to persons so registered and is liable on LAWS OF GUYANA Persons with Disabilities Cap. 36:05 11  L.R.O. 1/2012               Equal opportunity for employment.                        Complaint to Commission.               summary conviction to a fine of one hundred thousand dollars.  PART V RIGHTS OF PERSONS WITH DISABILITIES  Sub-Part I Employment"
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Equal opportunity for employment. ",
            "context": "PERSONS WITH DISABILITIES ACT under Equal opportunity for employment. 8. (1) An employer shall not deny a person with a disability, on the basis of the disability, access to opportunities for employment including open employment.  (2) An employer shall not discriminate against a person with a disability in relation to employment by way of advertisements, recruitment, classification of posts, wages, choice for advancement and provision of facilities.  (3) An employer shall ensure that a qualified person with a disability is subject to the same terms and conditions of employment and the same compensation, privileges, benefits, incentives and allowances as a qualified person who does not have a disability.  (4) An employer who fails to comply with subsection (1), (2) or (3) commits an offence and is liable on summary conviction to a fine of fifty thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An employer shall not deny a person with a disability, on the basis of the disability, access to opportunities for employment including open employment."
                },
                {
                    "representation": "(2)",
                    "description": "or"
                },
                {
                    "representation": "(3)",
                    "description": "commits an offence and is liable on summary conviction to a fine of fifty thousand dollars."
                },
                {
                    "representation": "(4)",
                    "description": "An employer who fails to comply with subsection"
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Complain to Commission. ",
            "context": "PERSONS WITH DISABILITIES ACT under Complain to Commission. 9. (1) A person with a disability who feels discriminated against by an employer contrary to this Act may complain to the Commission or Chief Labour Officer.  (2) Where the Chief Labour Officer receives a complaint he shall notify the Commission of it.  (3) The Commission may take action or intervene in respect of a complaint received as it considers fit.   LAWS OF GUYANA 12 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012    People with disability to take action.      Record of persons with disabilities.         Vocational training, skills development and training programmes.                          Employer to maintain records.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person with a disability who feels discriminated against by an employer contrary to this Act may complain to the Commission or Chief Labour Officer."
                },
                {
                    "representation": "(2)",
                    "description": "Where the Chief Labour Officer receives a complaint he shall notify the Commission of it."
                },
                {
                    "representation": "(3)",
                    "description": "The Commission may take action or intervene in respect of a complaint received as it considers fit.   LAWS OF GUYANA 12 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012    People with disability to take action.      Record of persons with disabilities.         Vocational training, skills development and training programmes.                          Employer to maintain records."
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "People with disability to take action. ",
            "context": "PERSONS WITH DISABILITIES ACT under People with disability to take action. 10. Notwithstanding section 9, a person with a disability who is aggrieved by discrimination on the basis of the disability may take any other action to seek redress as the person thinks fit.",
            "description": "Notwithstanding section 9, a person with a disability who is aggrieved by discrimination on the basis of the disability may take any other action to seek redress as the person thinks fit."
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Record of persons with disabilities. ",
            "context": "PERSONS WITH DISABILITIES ACT under Record of persons with disabilities. 11. The Minister responsible for Labour shall establish and monitor a record of persons with disabilities who are in possession of various levels of skills and training and shall review that record regularly for the purpose of promoting job placement.",
            "description": "The Minister responsible for Labour shall establish and monitor a record of persons with disabilities who are in possession of various levels of skills and training and shall review that record regularly for the purpose of promoting job placement."
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Vocational training, skills development and training programmes. ",
            "context": "PERSONS WITH DISABILITIES ACT under Vocational training, skills development and training programmes. 12. The Ministers responsible for Labour; Human Services and Social Security; Youth, Sports and Culture; and Education shall design, collaborate and implement programmes that    (a) provide persons with disabilities with skills to enable them to engage in gainful employment; and   (b) provide appropriate vocational measures which serve to develop the skills and potential of persons with disabilities and enable them to compete favourably for available, productive and remunerative employment opportunities in the labour market.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "provide persons with disabilities with skills to enable them to engage in gainful employment; and"
                },
                {
                    "representation": "(b)",
                    "description": "provide appropriate vocational measures which serve to develop the skills and potential of persons with disabilities and enable them to compete favourably for available, productive and remunerative employment opportunities in the labour market."
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Employer to maintain records.  LAWS OF GUYANA 4 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012 SECTION Sub-Part II Education   ",
            "context": "PERSONS WITH DISABILITIES ACT under Employer to maintain records.  LAWS OF GUYANA 4 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012 SECTION Sub-Part II Education   13. (1) An employer shall maintain such records in respect of persons with disabilities employed in the establishment of the employer in such form and in such manner as may be required by the Minister responsible for Labour.  (2) An employer shall ensure that the records are open to inspection at the establishment at all reasonable hours by persons who are authorised in that behalf by general or special order of the Commission. LAWS OF GUYANA Persons with Disabilities Cap. 36:05 13  L.R.O. 1/2012               Free primary and secondary education, trained teachers.                                 Access to quality  (3) An employer who fails to comply with subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of forty thousand dollars for each default and twenty thousand dollars for each day on which the default continues.  Sub-Part II Education",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or"
                },
                {
                    "representation": "(2)",
                    "description": "commits an offence and is liable on summary conviction to a fine of forty thousand dollars for each default and twenty thousand dollars for each day on which the default continues.  Sub-Part II Education"
                },
                {
                    "representation": "(3)",
                    "description": "An employer who fails to comply with subsection"
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Free primary and secondary education, trained teachers. ",
            "context": "PERSONS WITH DISABILITIES ACT under Free primary and secondary education, trained teachers. 14. The Minister responsible for Education in collaboration with the Commission shall formulate and implement the National Education programme to ensure that    (a) persons with disabilities are not excluded from the general education system on the basis of disability, and that children with disabilities are not excluded from free and compulsory primary and secondary education on the basis of having disabilities;  (b) training programmes for teachers specialising in disabilities are developed and implemented so that the requisite trained personnel are available for special schools and integrated schools for children with disabilities; and  (c) special education is made a compulsory component of the teachers' training curriculum offered by institutions established to train teachers.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "persons with disabilities are not excluded from the general education system on the basis of disability, and that children with disabilities are not excluded from free and compulsory primary and secondary education on the basis of having disabilities;"
                },
                {
                    "representation": "(b)",
                    "description": "training programmes for teachers specialising in disabilities are developed and implemented so that the requisite trained personnel are available for special schools and integrated schools for children with disabilities; and"
                },
                {
                    "representation": "(c)",
                    "description": "special education is made a compulsory component of the teachers' training curriculum offered by institutions established to train teachers."
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Access to quality education. ",
            "context": "PERSONS WITH DISABILITIES ACT under Access to quality education. 15. (1) The Minister responsible for Education, after consultation with the Commission, shall ensure that the LAWS OF GUYANA 14 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012 education.                  Integration of persons with disabilities in schools.                        Assistance to students with disabilities.    special requirements of persons with disabilities are addressed when formulating and implementing educational policies and programmes.  (2) The Minister responsible for Education shall encourage learning institutions to take into account the special needs of persons with disabilities with respect to the entry requirements, pass marks, curriculum, examinations, auxiliary aids and services including accessible formatting, use of school facilities, class schedules, physical education requirements, and other relevant matters.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister responsible for Education, after consultation with the Commission, shall ensure that the LAWS OF GUYANA 14 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012 education.                  Integration of persons with disabilities in schools.                        Assistance to students with disabilities.    special requirements of persons with disabilities are addressed when formulating and implementing educational policies and programmes."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister responsible for Education shall encourage learning institutions to take into account the special needs of persons with disabilities with respect to the entry requirements, pass marks, curriculum, examinations, auxiliary aids and services including accessible formatting, use of school facilities, class schedules, physical education requirements, and other relevant matters."
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Integration to persons with disabilities in schools. ",
            "context": "PERSONS WITH DISABILITIES ACT under Integration to persons with disabilities in schools. 16. Subject to the Education Act, the Minister responsible for Education shall    (a) promote the integration of students with disabilities into the regular school and learning institutions;  (b) promote the establishment of special schools by the government and the private sector for those persons in need of special education, so that children with disabilities living in any part of Guyana shall have access to these schools;  (c) equip the special schools with vocational training facilities; and   (d) encourage the development of a system of support services for special education in schools.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "promote the integration of students with disabilities into the regular school and learning institutions;"
                },
                {
                    "representation": "(b)",
                    "description": "promote the establishment of special schools by the government and the private sector for those persons in need of special education, so that children with disabilities living in any part of Guyana shall have access to these schools;"
                },
                {
                    "representation": "(c)",
                    "description": "equip the special schools with vocational training facilities; and"
                },
                {
                    "representation": "(d)",
                    "description": "encourage the development of a system of support services for special education in schools."
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Assistance to students with disabilities. ",
            "context": "PERSONS WITH DISABILITIES ACT under Assistance to students with disabilities. 17. The Minister responsible for Education and Minister responsible for the Public Service shall facilitate students with disabilities who are financially challenged but academically inclined who seek to pursue or are pursuing post secondary or tertiary education and such facilitation may LAWS OF GUYANA Persons with Disabilities Cap. 36:05 15         Special education.                                      Research.           be in the form of scholarships, grants, loans and other incentives to qualified disabled students.",
            "description": "The Minister responsible for Education and Minister responsible for the Public Service shall facilitate students with disabilities who are financially challenged but academically inclined who seek to pursue or are pursuing post secondary or tertiary education and such facilitation may LAWS OF GUYANA Persons with Disabilities Cap. 36:05 15         Special education.                                      Research.           be in the form of scholarships, grants, loans and other incentives to qualified disabled students."
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Special education. ",
            "context": "PERSONS WITH DISABILITIES ACT under Special education. 18. (1) The Minister responsible for Education shall establish and maintain a complete, adequate and integrated system of special education for persons with disabilities.  (2) The Minister responsible for Education shall establish    (a) special education classes in schools and facilitate learning in subject areas including Braille, alternative script, augmentative and alternative modes, means and formats of communication, orientation and mobility skills;  (b) Braille and record libraries or sections within existing national libraries throughout Guyana.  (3) Parliament shall provide funds necessary for the effective national implementation of the special education facilities.  (4) Local Government Authorities shall adopt appropriate measures to facilitate the implementation of the special education programme.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister responsible for Education shall establish and maintain a complete, adequate and integrated system of special education for persons with disabilities."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister responsible for Education shall establish"
                },
                {
                    "representation": "(a)",
                    "description": "special education classes in schools and facilitate learning in subject areas including Braille, alternative script, augmentative and alternative modes, means and formats of communication, orientation and mobility skills;"
                },
                {
                    "representation": "(b)",
                    "description": "Braille and record libraries or sections within existing national libraries throughout Guyana."
                },
                {
                    "representation": "(3)",
                    "description": "Parliament shall provide funds necessary for the effective national implementation of the special education facilities."
                },
                {
                    "representation": "(4)",
                    "description": "Local Government Authorities shall adopt appropriate measures to facilitate the implementation of the special education programme."
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Research.  Sub-Part III Health  ",
            "context": "PERSONS WITH DISABILITIES ACT under Research.  Sub-Part III Health  19. The Commission shall initiate or cause to be initiated research by official and non-governmental agencies for the purpose of designing and developing new assistive devices, teaching aids, special teaching materials or other materials or items as are necessary to provide persons with disabilities with equal opportunities in education.    L.R.O. 1/2012 LAWS OF GUYANA 16 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012        National Health Programme.                                               Rehabilitation Programme.   Sub-Part III Health",
            "description": "The Commission shall initiate or cause to be initiated research by official and non-governmental agencies for the purpose of designing and developing new assistive devices, teaching aids, special teaching materials or other materials or items as are necessary to provide persons with disabilities with equal opportunities in education.    L.R.O. 1/2012 LAWS OF GUYANA 16 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012        National Health Programme.                                               Rehabilitation Programme.   Sub-Part III Health"
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "National Health Programme. ",
            "context": "PERSONS WITH DISABILITIES ACT under National Health Programme. 20. The Minister responsible for Health in collaboration with the Commission shall formulate and implement the National Health Programme for the following purposes to  (a) prevent disability, whether occurring pre-natally or post-natally;  (b) recognize and diagnose a disability early;  (c) facilitate early rehabilitation of persons with disabilities;  (d) enable persons with disabilities to receive free rehabilitation and medical services in public or government-owned or operated health institutions;  (e) avail essential health services to persons with disabilities at an affordable cost;  (f) provide field medical personnel for public health institutions for the benefit of persons with disabilities;  (g) facilitate access by persons with disabilities to information on health issues in a format that is accessible to all persons with disabilities.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "prevent disability, whether occurring pre-natally or post-natally;"
                },
                {
                    "representation": "(b)",
                    "description": "recognize and diagnose a disability early;"
                },
                {
                    "representation": "(c)",
                    "description": "facilitate early rehabilitation of persons with disabilities;"
                },
                {
                    "representation": "(d)",
                    "description": "enable persons with disabilities to receive free rehabilitation and medical services in public or government-owned or operated health institutions;"
                },
                {
                    "representation": "(e)",
                    "description": "avail essential health services to persons with disabilities at an affordable cost;"
                },
                {
                    "representation": "(f)",
                    "description": "provide field medical personnel for public health institutions for the benefit of persons with disabilities;"
                },
                {
                    "representation": "(g)",
                    "description": "facilitate access by persons with disabilities to information on health issues in a format that is accessible to all persons with disabilities."
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Rehabilitation programme. ",
            "context": "PERSONS WITH DISABILITIES ACT under Rehabilitation programme. 21. The Minister responsible for Health, in consultation with the Commission, shall ensure that the special requirements of persons with disabilities are addressed in the formulation and implementation of LAWS OF GUYANA Persons with Disabilities Cap. 36:05 17  L.R.O. 1/2012    Rehabilitation Centres.           Accommoda-tion and water.            Auxiliary social services.                      rehabilitation and other health policies and programmes.",
            "description": "The Minister responsible for Health, in consultation with the Commission, shall ensure that the special requirements of persons with disabilities are addressed in the formulation and implementation of LAWS OF GUYANA Persons with Disabilities Cap. 36:05 17  L.R.O. 1/2012    Rehabilitation Centres.           Accommoda-tion and water.            Auxiliary social services.                      rehabilitation and other health policies and programmes."
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Rehabilitation programme.  Sub- Part IV  Housing and Water  ",
            "context": "PERSONS WITH DISABILITIES ACT under Rehabilitation programme.  Sub- Part IV  Housing and Water  22. The Minister responsible for Health shall establish rehabilitation centres where these centres would be necessary throughout Guyana, and the Ministry of Health shall include in its annual appropriation the necessary funds for the operation of these centres.  Sub-Part IV Housing and Water",
            "description": "The Minister responsible for Health shall establish rehabilitation centres where these centres would be necessary throughout Guyana, and the Ministry of Health shall include in its annual appropriation the necessary funds for the operation of these centres.  Sub-Part IV Housing and Water"
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Accommodation and water.  Sub-Part V Auxiliary Social Services  ",
            "context": "PERSONS WITH DISABILITIES ACT under Accommodation and water.  Sub-Part V Auxiliary Social Services  23. The Minister responsible for Housing and Water, in the formulation and implementation of the National Housing and Water programmes, shall collaborate with the Commission to include provisions to address accommodation and access to water for a registered person.   Sub-Part V Auxiliary Social Services",
            "description": "The Minister responsible for Housing and Water, in the formulation and implementation of the National Housing and Water programmes, shall collaborate with the Commission to include provisions to address accommodation and access to water for a registered person.   Sub-Part V Auxiliary Social Services"
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Auxiliary social services.  Sub-Part VI Sports and Recreation  ",
            "context": "PERSONS WITH DISABILITIES ACT under Auxiliary social services.  Sub-Part VI Sports and Recreation  24. The Minister responsible for Human Services and Social Security shall ensure that persons with disabilities who are in vulnerable situations are encouraged to function and participate in community affairs by facilitating    (a) the acquisition of prosthetic devices and medical intervention;  (b) specialized training activities designed to improve functions of persons with disabilities with respect to their communication skills;  (c) development among persons with disabilities of a positive self- image through the provision of counselling, orientation and mobility in order to strengthen their daily living capability; LAWS OF GUYANA 18 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012                                           Sports and recreation.               (d) family care services geared towards developing the capability of families to respond to the needs of the persons with disabilities;  (e) substitute family care services and facilities for abandoned, neglected, abused and unattached persons with disabilities who need an alternative form of care based on their individual needs;  (f) family after care and follow-up services for the continued rehabilitation in a community-based setting of persons with disabilities who are discharged from residential care or rehabilitation centres;  (g) day care services for children with disabilities of pre-school age.  Sub-Part VI Sports and Recreation",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the acquisition of prosthetic devices and medical intervention;"
                },
                {
                    "representation": "(b)",
                    "description": "specialized training activities designed to improve functions of persons with disabilities with respect to their communication skills;"
                },
                {
                    "representation": "(c)",
                    "description": "development among persons with disabilities of a positive self- image through the provision of counselling, orientation and mobility in order to strengthen their daily living capability; LAWS OF GUYANA 18 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012                                           Sports and recreation."
                },
                {
                    "representation": "(d)",
                    "description": "family care services geared towards developing the capability of families to respond to the needs of the persons with disabilities;"
                },
                {
                    "representation": "(e)",
                    "description": "substitute family care services and facilities for abandoned, neglected, abused and unattached persons with disabilities who need an alternative form of care based on their individual needs;"
                },
                {
                    "representation": "(f)",
                    "description": "family after care and follow-up services for the continued rehabilitation in a community-based setting of persons with disabilities who are discharged from residential care or rehabilitation centres;"
                },
                {
                    "representation": "(g)",
                    "description": "day care services for children with disabilities of pre-school age.  Sub-Part VI Sports and Recreation"
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Sports and recreation.  Sub-Part VII Communications ",
            "context": "PERSONS WITH DISABILITIES ACT under Sports and recreation.  Sub-Part VII Communications 25. The Minister responsible for Sports and Culture, in the formulation and implementation of the national sports programme, shall coordinate with the Commission to ensure that    (a) public and private sports and cultural facilities are accessible to persons with disabilities;  (b) persons with disabilities at sports, recreational and cultural activities are provided for;  LAWS OF GUYANA Persons with Disabilities Cap. 36:05 19  L.R.O. 1/2012                          Broadcast media.              Telephone services.       (c) training of specialists in sports, games and culture for persons with disabilities is provided;  (d) there is improvement of existing facilities and equipment to provide for the participation of persons with disabilities in sports, recreational and cultural activities;  (e) there is development and implementation of sports and physical fitness programmes specifically designed for persons with disabilities taking into consideration the nature of their disabilities.  Sub-Part VII Communication",
            "description": [
                {
                    "representation": "(a)",
                    "description": "public and private sports and cultural facilities are accessible to persons with disabilities;"
                },
                {
                    "representation": "(b)",
                    "description": "persons with disabilities at sports, recreational and cultural activities are provided for;  LAWS OF GUYANA Persons with Disabilities Cap. 36:05 19  L.R.O. 1/2012                          Broadcast media.              Telephone services."
                },
                {
                    "representation": "(c)",
                    "description": "training of specialists in sports, games and culture for persons with disabilities is provided;"
                },
                {
                    "representation": "(d)",
                    "description": "there is improvement of existing facilities and equipment to provide for the participation of persons with disabilities in sports, recreational and cultural activities;"
                },
                {
                    "representation": "(e)",
                    "description": "there is development and implementation of sports and physical fitness programmes specifically designed for persons with disabilities taking into consideration the nature of their disabilities.  Sub-Part VII Communication"
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Broadcast media. ",
            "context": "PERSONS WITH DISABILITIES ACT under Broadcast media. 26. (1) Within ten years of the coming into operation of this Act or a later date that the Minister may prescribe, the person in charge of every national television station shall provide a sign language inset or subtitles in at least one newscast programme daily and special programmes covering events of national significance.  (2) A person who fails to comply with subsection (1) commits an offence and is liable on summary conviction to a fine of one hundred thousand dollars and to imprisonment for six months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "commits an offence and is liable on summary conviction to a fine of one hundred thousand dollars and to imprisonment for six months."
                },
                {
                    "representation": "(2)",
                    "description": "A person who fails to comply with subsection"
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Telephone services.    LAWS OF GUYANA Persons with Disabilities Cap. 36:05 5  L.R.O. 1/2012 SECTION  Sub-Part VIII Accessibility   ",
            "context": "PERSONS WITH DISABILITIES ACT under Telephone services.    LAWS OF GUYANA Persons with Disabilities Cap. 36:05 5  L.R.O. 1/2012 SECTION  Sub-Part VIII Accessibility   27. (1) Within five years of the coming into operation of this Act or a later date that the Minister may prescribe, every telephone provider shall provide and install special telephone devices or units for the hearing-impaired and ensure that they are commercially available to enable the hearing-impaired to communicate through the telephone system. LAWS OF GUYANA 20 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012                       Mobility of persons with disabilities.                   Admission to premises, provision of services.                  Mobility of vehicle.      (2) A person who fails to comply with subsection (1) commits an offence and is liable on summary conviction to a fine of one hundred thousand dollars and to imprisonment for six months.  Sub-Part VIII Accessibility",
            "description": [
                {
                    "representation": "(1)",
                    "description": "commits an offence and is liable on summary conviction to a fine of one hundred thousand dollars and to imprisonment for six months.  Sub-Part VIII Accessibility"
                },
                {
                    "representation": "(2)",
                    "description": "A person who fails to comply with subsection"
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Mobility of persons with disabilities. ",
            "context": "PERSONS WITH DISABILITIES ACT under Mobility of persons with disabilities. 28. (1) The Commission shall collaborate with public or private sector agencies to ensure the attainment of a barrier-free environment that will enable persons with disabilities to have access to public or private buildings and establishments.  (2) Within five years of the coming into operation of this Act, the Central Housing Authority shall publish and enforce over the next five years building codes and guidelines for the construction and renovation of buildings, institutions, establishments, or public utilities in order to allow barrier-free access to persons with disabilities.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission shall collaborate with public or private sector agencies to ensure the attainment of a barrier-free environment that will enable persons with disabilities to have access to public or private buildings and establishments."
                },
                {
                    "representation": "(2)",
                    "description": "Within five years of the coming into operation of this Act, the Central Housing Authority shall publish and enforce over the next five years building codes and guidelines for the construction and renovation of buildings, institutions, establishments, or public utilities in order to allow barrier-free access to persons with disabilities."
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Admission to premises, provision of services. ",
            "context": "PERSONS WITH DISABILITIES ACT under Admission to premises, provision of services. 29. (1) A person in charge of any public premises or any provision of services or amenity shall not deny a person with a disability, on the ground of the disability, admission to the premises or the provision of the service or amenity unless the denial is motivated by a genuine concern for the safety of the person with the disability.  (2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of one hundred thousand dollars and to imprisonment for six months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "commits an offence and is liable on summary conviction to a fine of one hundred thousand dollars and to imprisonment for six months."
                },
                {
                    "representation": "(2)",
                    "description": "A person who contravenes subsection"
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Mobility of vehicle. ",
            "context": "PERSONS WITH DISABILITIES ACT under Mobility of vehicle. 30. The Commission shall collaborate with relevant agencies to formulate policies which shall be included in the Motor Vehicle and Road Traffic Act in order to facilitate appropriate adaptations and modifications to motor vehicles driven by persons with disabilities and to ensure that these LAWS OF GUYANA Persons with Disabilities Cap. 36:05 21  L.R.O. 1/2012     Public transportation.           Voting.   c.1:03                               c. 1:03 persons, where permitted by law, are allowed to drive motor vehicles.",
            "description": "The Commission shall collaborate with relevant agencies to formulate policies which shall be included in the Motor Vehicle and Road Traffic Act in order to facilitate appropriate adaptations and modifications to motor vehicles driven by persons with disabilities and to ensure that these LAWS OF GUYANA Persons with Disabilities Cap. 36:05 21  L.R.O. 1/2012     Public transportation.           Voting.   c.1:03                               c. 1:03 persons, where permitted by law, are allowed to drive motor vehicles."
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Public transportation.  Sub-Part IX Voting  ",
            "context": "PERSONS WITH DISABILITIES ACT under Public transportation.  Sub-Part IX Voting  31. The Commission shall collaborate with the Minister responsible for Transport to formulate a public transportation policy which shall provide for persons with disabilities and which policy shall be implemented on the order of the Minister.  Sub-Part IX Voting",
            "description": "The Commission shall collaborate with the Minister responsible for Transport to formulate a public transportation policy which shall provide for persons with disabilities and which policy shall be implemented on the order of the Minister.  Sub-Part IX Voting"
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Voting  ",
            "context": "PERSONS WITH DISABILITIES ACT under Voting  32. (1) Without limiting the provisions of the Representation of the People Act on proxy voting, where persons with disabilities are unable to vote independently they shall be allowed assistance by another person of their choice in voting at national and local government elections.  (2) Persons with disabilities and their assistants shall together be allowed access to the polling booth.  (3) (a) The assistant of the person who has a disability shall mark the ballot for that person in compliance with the instructions of that person.         (b) The person assisting shall swear in a formal document under oath to fill out the ballot strictly in accordance with the instruction of the voter and not to reveal the contents of the ballot.         (c) An assistant of a person with a disability who violates paragraph (b) commits an election offence and is liable on conviction in accordance with the provisions of the Representation of the People Act in respect of offences.  LAWS OF GUYANA 22 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012    Accessibility of polling stations.       Concealment of persons.                Legal action by the Commission.                    Commission to prosecute.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Without limiting the provisions of the Representation of the People Act on proxy voting, where persons with disabilities are unable to vote independently they shall be allowed assistance by another person of their choice in voting at national and local government elections."
                },
                {
                    "representation": "(2)",
                    "description": "Persons with disabilities and their assistants shall together be allowed access to the polling booth."
                },
                {
                    "representation": "(3)",
                    "description": "(a) The assistant of the person who has a disability shall mark the ballot for that person in compliance with the instructions of that person."
                },
                {
                    "representation": "(b)",
                    "description": "commits an election offence and is liable on conviction in accordance with the provisions of the Representation of the People Act in respect of offences.  LAWS OF GUYANA 22 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012    Accessibility of polling stations.       Concealment of persons.                Legal action by the Commission.                    Commission to prosecute."
                },
                {
                    "representation": "(c)",
                    "description": "An assistant of a person with a disability who violates paragraph"
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Accessibility to polling stations.  Sub-Part X Concealment   ",
            "context": "PERSONS WITH DISABILITIES ACT under Accessibility to polling stations.  Sub-Part X Concealment   33. The Guyana Elections Commission shall ensure that barrier-free polling stations or arrangements are provided for persons with disabilities.  Sub-Part X Concealment",
            "description": "The Guyana Elections Commission shall ensure that barrier-free polling stations or arrangements are provided for persons with disabilities.  Sub-Part X Concealment"
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Concealment of persons.  PART VI MISCELLANEOUS  ",
            "context": "PERSONS WITH DISABILITIES ACT under Concealment of persons.  PART VI MISCELLANEOUS  34. (1) A parent, guardian or next of kin shall not conceal a person with a disability in a manner as to deny that person the opportunities and services available under this Act.  (2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine not exceeding fifty thousand dollars.  PART VI MISCELLANEOUS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "commits an offence and is liable on summary conviction to a fine not exceeding fifty thousand dollars.  PART VI MISCELLANEOUS"
                },
                {
                    "representation": "(2)",
                    "description": "A person who contravenes subsection"
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Legal action by the Commission. ",
            "context": "PERSONS WITH DISABILITIES ACT under Legal action by the Commission. 35. The Commission may take appropriate legal action where the Commission believes that    (a) a person, entity or establishment is engaged in a practice which is discriminatory under this Act; and  (b) the discrimination is an infringement of the rights of persons with disabilities.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a person, entity or establishment is engaged in a practice which is discriminatory under this Act; and"
                },
                {
                    "representation": "(b)",
                    "description": "the discrimination is an infringement of the rights of persons with disabilities."
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Commission to prosecute. ",
            "context": "PERSONS WITH DISABILITIES ACT under Commission to prosecute. 36. (1) The Commission may institute or cause to be instituted prosecutions for the purpose of enforcing the provisions of this Act and the Commission shall designate or authorize a person as it considers fit to appear and conduct prosecutions on its behalf.  (2) All complaints under this Act may be heard and determined and all offences, penalties or other remedies LAWS OF GUYANA Persons with Disabilities Cap. 36:05 23  L.R.O. 1/2012           General penalty.        Supplementary remedies.                       Burden of proof.         Proof of exception.  may be prosecuted and enforced in the manner provided by the Summary Jurisdiction Acts.  (3) Any order for the payment or recovery of damages or other compensation shall be enforceable in the same manner as an order for the payment of compensation under the Summary Jurisdiction (Procedure) Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission may institute or cause to be instituted prosecutions for the purpose of enforcing the provisions of this Act and the Commission shall designate or authorize a person as it considers fit to appear and conduct prosecutions on its behalf."
                },
                {
                    "representation": "(2)",
                    "description": "All complaints under this Act may be heard and determined and all offences, penalties or other remedies LAWS OF GUYANA Persons with Disabilities Cap. 36:05 23  L.R.O. 1/2012           General penalty.        Supplementary remedies.                       Burden of proof.         Proof of exception.  may be prosecuted and enforced in the manner provided by the Summary Jurisdiction Acts."
                },
                {
                    "representation": "(3)",
                    "description": "Any order for the payment or recovery of damages or other compensation shall be enforceable in the same manner as an order for the payment of compensation under the Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "General penalty. ",
            "context": "PERSONS WITH DISABILITIES ACT under General penalty. 37. Where a person commits an offence which is prescribed in this Act and a penalty is not provided for the offence, the person is liable on summary conviction to a fine of one hundred thousand dollars.",
            "description": "Where a person commits an offence which is prescribed in this Act and a penalty is not provided for the offence, the person is liable on summary conviction to a fine of one hundred thousand dollars."
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Supplementary remedies. ",
            "context": "PERSONS WITH DISABILITIES ACT under Supplementary remedies. 38. Without prejudice to other remedies that may be available in a court, a person who is aggrieved by an act or omission of an employer in contravention of this Act, shall be entitled to apply to the court convicting that employer for that contravention, for any of the following remedies    (a) damages from the employer, for any loss caused directly or indirectly as a result of the contravention; and   (b) an order directing the employer to redress the contravention including an order, if the employer and the aggrieved person agree, to reinstate the aggrieved person.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "damages from the employer, for any loss caused directly or indirectly as a result of the contravention; and"
                },
                {
                    "representation": "(b)",
                    "description": "an order directing the employer to redress the contravention including an order, if the employer and the aggrieved person agree, to reinstate the aggrieved person."
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Burden of proof. ",
            "context": "PERSONS WITH DISABILITIES ACT under Burden of proof. 39. Except where otherwise provided in this Act, a person alleging a violation of this Act shall bear the burden of presenting a prima facie case of discrimination or of an offence related to discrimination under this Act, and the burden of proof shall then shift to the respondent to disprove the allegations.",
            "description": "Except where otherwise provided in this Act, a person alleging a violation of this Act shall bear the burden of presenting a prima facie case of discrimination or of an offence related to discrimination under this Act, and the burden of proof shall then shift to the respondent to disprove the allegations."
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Proof of Exception. ",
            "context": "PERSONS WITH DISABILITIES ACT under Proof of Exception. 40. Where any provision of this Act has been excepted from conduct that is unlawful under this Act or that is a contravention of this Act, the onus of proving the LAWS OF GUYANA 24 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012    Regulations.                                             exception lies upon the party claiming the exception.",
            "description": "Where any provision of this Act has been excepted from conduct that is unlawful under this Act or that is a contravention of this Act, the onus of proving the LAWS OF GUYANA 24 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012    Regulations.                                             exception lies upon the party claiming the exception."
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Regulations. ",
            "context": "PERSONS WITH DISABILITIES ACT under Regulations. 41. (1) The Minister responsible for Health may make regulations for carrying out the provisions of this Act relating to the areas for which the Minister has responsibility including    (a) the rehabilitation of persons with disabilities under this Act;  (b) specifying the day and time when each national television station shall comply with section 26 (1) and a different day may be specified for each station;  (c) giving any direction to a telephone provider to assist the provider to comply with section 27 (1).  (2) The Minister Responsible for Labour may make regulations for carrying out the provisions of this Act relating to the areas for which the Minister has responsibility.  (3) Without limiting the generality of subsection (1), the regulations may provide for    (a) the form and the manner in which employers must maintain records pursuant to section 13;  (b) inspection of records pursuant to section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and a different day may be specified for each station;"
                },
                {
                    "representation": "(a)",
                    "description": "the form and the manner in which employers must maintain records pursuant to section 13;"
                },
                {
                    "representation": "(b)",
                    "description": "inspection of records pursuant to section"
                },
                {
                    "representation": "(c)",
                    "description": "giving any direction to a telephone provider to assist the provider to comply with section 27"
                },
                {
                    "representation": "(2)",
                    "description": "The Minister Responsible for Labour may make regulations for carrying out the provisions of this Act relating to the areas for which the Minister has responsibility."
                },
                {
                    "representation": "(3)",
                    "description": "Without limiting the generality of subsection"
                }
            ]
        }
    },
    {
        "act": "PERSONS WITH DISABILITIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Act binds State.  SCHEDULE – Constitution, management and functions of the National Commission on Disabilities.   __________________________     LAWS OF GUYANA 6 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012 CHAPTER 36:05  PERSONS WITH DISABILITIES ACT  11of 2010 An Act to provide certain rights to persons with disabilities; to provide for the promotion and protection and full and equal enjoyment of the rights; to facilitate the enforcement of the rights; to eliminate discrimination on the basis of disability; to provide for the welfare and rehabilitation of persons with disabilities; to provide for the registration of persons with disabilities; to establish the National Commission on Disabilities; and for connected purposes.   Short title.      Interpretation.                          ",
            "context": "PERSONS WITH DISABILITIES ACT under Act binds State.  SCHEDULE  Constitution, management and functions of the National Commission on Disabilities.   __________________________     LAWS OF GUYANA 6 Cap. 36:05 Persons with Disabilities  L.R.O. 1/2012 CHAPTER 36:05  PERSONS WITH DISABILITIES ACT  11of 2010 An Act to provide certain rights to persons with disabilities; to provide for the promotion and protection and full and equal enjoyment of the rights; to facilitate the enforcement of the rights; to eliminate discrimination on the basis of disability; to provide for the welfare and rehabilitation of persons with disabilities; to provide for the registration of persons with disabilities; to establish the National Commission on Disabilities; and for connected purposes.   Short title.      Interpretation.                          42. This Act binds the State.        SCHEDULE     CONSTITUTION, MANAGEMENT AND FUNCTIONS OF THE NATONAL COMMISSION ON DISABILITIES",
            "description": "This Act binds the State.        SCHEDULE     CONSTITUTION, MANAGEMENT AND FUNCTIONS OF THE NATONAL COMMISSION ON DISABILITIES"
        }
    }
]