[
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "This Act may be cited as the Housing Act.  ",
            "context": "HOUSING ACT under This Act may be cited as the Housing Act.  1.The Central Authority shall keep an account (to be called the Housing Revenue Account) of the income and expenditure in respect of  (a) all dwelling-houses and other buildings which at any time have been provided for the housing of persons of the working class;  (b) all land which at any time has been acquired or appropriated under the Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "all dwelling-houses and other buildings which at any time have been provided for the housing of persons of the working class;"
                },
                {
                    "representation": "(b)",
                    "description": "all land which at any time has been acquired or appropriated under the Act."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART I INCORPORATION AND CONSTITUTION OF THE CENTRAL HOUSING AND PLANNING AUTHORITY  ",
            "context": "HOUSING ACT under Interpretation.  PART I INCORPORATION AND CONSTITUTION OF THE CENTRAL HOUSING AND PLANNING AUTHORITY  2.  In this Act  agent, in relation to the landlord of a dwelling-house, means a person who collects rent in respect thereof on behalf of the landlord or is authorised by him so to do, or in the case of a dwelling-house occupied by a person who holds under a contract of employment under which the provision of the house for his occupation forms part of his remuneration, a person who pays remuneration to the occupier on behalf of the employer or is authorised by him so to do;  building includes house, hut, tent, caravan or other temporary or movable form of shelter which is used for human habitation and has been in the same enclosure for a period of two years next before action is taken under this Act;  Central Authority means The Central Housing and Planning Authority constituted and incorporated under this Act;  dwelling, dwelling-house or house means any premises (including a flat) used as a separate dwelling, and any part of a building which is occupied or intended to be occupied as a separate building, by persons of the LAWS OF GUYANA 8 Cap. 36:20 Housing  L.R.O. 1/2012                                            C. 28:01     working class or being of a type suitable for such use;  flat means a separate and self-contained set of premises constructed for use for the purpose of a dwelling and forming part of a building from some other part of which it is divided;  Housing Association means a society, body of trustees or company established for the purpose of, or amongst whose objects or powers are included those of, constructing, improving or managing or facilitating or encouraging the construction or improvement of, houses for persons of the working class, which the Minister may, for the purposes of this Act, deem and certify to be a Housing Association;  judge means a judge of the High Court sitting in Chambers, and in the case of any matter within the jurisdiction of a magistrates court includes the magistrate of that court;  landlord means the immediate landlord of an occupier and includes, in relation to an occupier of a dwelling-house who holds under a contract of employment under which the provision of the house for his occupation forms part of his remuneration, his employer;  loan charges means, in relation to any borrowed moneys, the sum required for the payment of interest on those moneys and for the repayment thereof either by instalments or by means of a sinking fund;  Local Authority means the Georgetown City Council and the New Amsterdam Town Council or the council of any town or local government district established under the Municipal and District Councils Act, within their respective jurisdictions and any other Authority which the Minister may from time to time, by order, declare to be a Local Authority for the purposes of this Act, and within the area and to the extent specified in the order; LAWS OF GUYANA Housing Cap. 36:20 9  L.R.O. 1/2012                                                 official representation means a representation made by any other town or of any Local Authority with regard to any area within the jurisdiction of that Authority, or a representation made by the permanent secretary of the Ministry responsible for local government, the Central Board of Health, the Chief Medical Officer or the Town Clerk of the City of Georgetown or the Town of New Amsterdam;  officer in the public service means any person appointed to an office in the service of the State or employed in any capacity under the Government;  owner, in relation to any land or building, means a person who is for the time being entitled to dispose of the absolute title in the land or of the title to the building, whether  in possession or in reversion, and includes a person holding or entitled to the rents and profits of the land or building under a lease or agreement the unexpired term whereof exceeds three years;  persons of the working class means  (a) mechanics, artisans, labourers and other persons working for wages;  (b) hawkers, hucksters, costermongers;  (c) persons not working for wages but working at some trade or handicraft without employing persons other than members of their own family;  (d) persons whose income in any case does not exceed an average of fifteen dollars a week or of such other sum as the Central Authority may in their discretion decide; (e) the families of any such persons who LAWS OF GUYANA 10 Cap. 36:20 Housing  L.R.O. 1/2012                                          Incorporation of The Central Housing and Planning Authority.   may be residing with them;  road means any road whether public or private and includes any street, square, court, alley, lane, bridge, footway, bridle path, passage or highway, whether a thoroughfare or not;  sanitary defects includes darkness, dampness, lack of air space or of ventilation, absence of adequate and readily accessible water supply or sanitary accommodation or of other conveniences, and inadequate paving or drainage of courts, yards or passages;  scheme means a housing scheme, a slum clearance scheme, a re-development scheme and a scheme varying or revoking an existing scheme;  slum clearance area means an area defined and declared as such, in the manner provided in this Act, to be acquired or redeveloped for the purposes of and in accordance with this Act;  statutory undertakers means any authority, company or person empowered by any Act to execute or construct authorised works or to carry into effect the purposes of that Act.   PART I INCORPORATION AND CONSTITUTION OF THE CENTRAL HOUSING AND PLANNING AUTHORITY",
            "description": [
                {
                    "representation": "(a)",
                    "description": "mechanics, artisans, labourers and other persons working for wages;"
                },
                {
                    "representation": "(b)",
                    "description": "hawkers, hucksters, costermongers;"
                },
                {
                    "representation": "(c)",
                    "description": "persons not working for wages but working at some trade or handicraft without employing persons other than members of their own family;"
                },
                {
                    "representation": "(d)",
                    "description": "persons whose income in any case does not exceed an average of fifteen dollars a week or of such other sum as the Central Authority may in their discretion decide;"
                },
                {
                    "representation": "(e)",
                    "description": "the families of any such persons who LAWS OF GUYANA 10 Cap. 36:20 Housing  L.R.O. 1/2012                                          Incorporation of The Central Housing and Planning Authority.   may be residing with them;  road means any road whether public or private and includes any street, square, court, alley, lane, bridge, footway, bridle path, passage or highway, whether a thoroughfare or not;  sanitary defects includes darkness, dampness, lack of air space or of ventilation, absence of adequate and readily accessible water supply or sanitary accommodation or of other conveniences, and inadequate paving or drainage of courts, yards or passages;  scheme means a housing scheme, a slum clearance scheme, a re-development scheme and a scheme varying or revoking an existing scheme;  slum clearance area means an area defined and declared as such, in the manner provided in this Act, to be acquired or redeveloped for the purposes of and in accordance with this Act;  statutory undertakers means any authority, company or person empowered by any Act to execute or construct authorised works or to carry into effect the purposes of that Act.   PART I INCORPORATION AND CONSTITUTION OF THE CENTRAL HOUSING AND PLANNING AUTHORITY"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Incorporation of the Central Housing and Planning Authority. ",
            "context": "HOUSING ACT under Incorporation of the Central Housing and Planning Authority. 3. (1) For the purposes of this Act there shall be constituted a housing and planning authority, to be called The Central Housing and Planning Authority, vested with the powers and functions in this Act mentioned and charged with the duty of carrying out the provisions of this Act.  (2) The Central Housing and Planning Authority LAWS OF GUYANA Housing Cap. 36:20 11  L.R.O. 1/2012                      Constitution of the Central Authority. [4 of 1972]     c. 28:01                    (hereinafter in this Act referred to as the Central Authority) shall be a body corporate.  (3) The Central Authority shall have power to hold lands.  (4) The seal of the Central Authority shall, when used, be authenticated by the signatures of the Chairman and of one other member of the Central Authority.  (5) Judicial, and official, notice shall be taken of the seal.  (6) The Central Authority shall have an office in the City of Georgetown.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purposes of this Act there shall be constituted a housing and planning authority, to be called The Central Housing and Planning Authority, vested with the powers and functions in this Act mentioned and charged with the duty of carrying out the provisions of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Central Housing and Planning Authority LAWS OF GUYANA Housing Cap. 36:20 11  L.R.O. 1/2012                      Constitution of the Central Authority. [4 of 1972]     c. 28:01"
                },
                {
                    "representation": "(3)",
                    "description": "The Central Authority shall have power to hold lands."
                },
                {
                    "representation": "(4)",
                    "description": "The seal of the Central Authority shall, when used, be authenticated by the signatures of the Chairman and of one other member of the Central Authority."
                },
                {
                    "representation": "(5)",
                    "description": "Judicial, and official, notice shall be taken of the seal."
                },
                {
                    "representation": "(6)",
                    "description": "The Central Authority shall have an office in the City of Georgetown."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Constitution of the Central Authority. ",
            "context": "HOUSING ACT under Constitution of the Central Authority. 4. (1) The Central Authority shall consist of  (a) a representative of the Georgetown City Council, of the New Amsterdam Town Council, and of each Town Council constituted under the Municipal and Districts Councils Act, appointed by each such council from among its councillors or officers; and  (b) not more than nine other fit and proper persons appointed by the Minister.  (2) The Minister shall appoint a member of the Central Authority to be Chairman, and may at any time revoke any such appointment.   (3) The members of the Central Authority appointed under subsection (l)(b) shall be appointed for two years, and they shall be eligible for re-appointment.   (4) Any member appointed under subsection (1) of LAWS OF GUYANA 12 Cap. 36:20 Housing  L.R.O. 1/2012                                       Appointment and remuneration of Secretary, officers and servants.     this section who  (a) not being an officer in the public service, by writing addressed to the Minister, resigns from the Central Authority; or  (b) departs from Guyana without leave of the Minister; or  (c) remains out of Guyana after the expiration of his leave; or  (d) fails without reasonable excuse (the sufficiency of which shall be determined by the Minister) to attend three consecutive meetings of the Central Authority,  shall cease to be a member of the Central Authority.  (5) Where the appointment of a member of the Central Authority is revoked, or where a member ceases to be a member of the Central Authority, the Minister may, subject to the provisions of subsection (1), appoint another person to fill the vacancy.  (6) Notice of every appointment, of every revocation of appointment, and of every cesser of membership, shall be published in the Gazette.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of LAWS OF GUYANA 12 Cap. 36:20 Housing  L.R.O. 1/2012                                       Appointment and remuneration of Secretary, officers and servants.     this section who"
                },
                {
                    "representation": "(a)",
                    "description": "not being an officer in the public service, by writing addressed to the Minister, resigns from the Central Authority; or"
                },
                {
                    "representation": "(b)",
                    "description": "departs from Guyana without leave of the Minister; or"
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall appoint a member of the Central Authority to be Chairman, and may at any time revoke any such appointment."
                },
                {
                    "representation": "(3)",
                    "description": "The members of the Central Authority appointed under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Any member appointed under subsection"
                },
                {
                    "representation": "(c)",
                    "description": "remains out of Guyana after the expiration of his leave; or"
                },
                {
                    "representation": "(d)",
                    "description": "fails without reasonable excuse"
                },
                {
                    "representation": "(5)",
                    "description": "Where the appointment of a member of the Central Authority is revoked, or where a member ceases to be a member of the Central Authority, the Minister may, subject to the provisions of subsection"
                },
                {
                    "representation": "(6)",
                    "description": "Notice of every appointment, of every revocation of appointment, and of every cesser of membership, shall be published in the Gazette."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Appointment and remuneration of Secretary, officers and servants. ",
            "context": "HOUSING ACT under Appointment and remuneration of Secretary, officers and servants. 5. (1) The Minister may from time to time appoint on such terms and conditions (including the giving of security) as he may think fit, a fit and proper person to be the Secretary to the Central Authority.  (2) The Central Authority may appoint and employ, on such terms and conditions (including the giving of security) as they may, with the approval of the Minister, LAWS OF GUYANA Housing Cap. 36:20 13  L.R.O. 1/2012                          Pensions.                Insurance.                    determine, such other officers and such servants as they deem necessary for the efficient administration of the Central Authority.  (3) The salary and the remuneration of the Secretary, and of the other officers and of the servants, of the Central Authority shall be paid out of funds of the Central Authority.  (4) Where an officer holding a pensionable office in the service of the State is appointed Secretary or other officer or a servant of the Central Authority, such Secretary or other officer or servant shall be deemed for all purposes to be an officer holding a pensionable office in the service of the State.  (5) The appointment of any officer or servant appointed under subsection (2) may, subject to the terms of the appointment, be terminated by the Central Authority at the request of or with the approval of the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may from time to time appoint on such terms and conditions"
                },
                {
                    "representation": "(2)",
                    "description": "may, subject to the terms of the appointment, be terminated by the Central Authority at the request of or with the approval of the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "The salary and the remuneration of the Secretary, and of the other officers and of the servants, of the Central Authority shall be paid out of funds of the Central Authority."
                },
                {
                    "representation": "(4)",
                    "description": "Where an officer holding a pensionable office in the service of the State is appointed Secretary or other officer or a servant of the Central Authority, such Secretary or other officer or servant shall be deemed for all purposes to be an officer holding a pensionable office in the service of the State."
                },
                {
                    "representation": "(5)",
                    "description": "The appointment of any officer or servant appointed under subsection"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Pensions. ",
            "context": "HOUSING ACT under Pensions. 6. The National Assembly may, by resolution, declare an office held by any person in the service of the Central Authority to be pensionable in respect of such service, and thereupon the laws for the time in force in Guyana relating to the payment of pensions to public officers shall apply to such person in the same manner and to the same extent as if he were an officer holding a pensionable office under the said laws.",
            "description": "The National Assembly may, by resolution, declare an office held by any person in the service of the Central Authority to be pensionable in respect of such service, and thereupon the laws for the time in force in Guyana relating to the payment of pensions to public officers shall apply to such person in the same manner and to the same extent as if he were an officer holding a pensionable office under the said laws."
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Insurance. ",
            "context": "HOUSING ACT under Insurance. 7.The Central Authority may, with the approval of the Minister, make regulations providing for the insurance by officers and servants of the Central Authority on their lives, for the assignment of the insurance policies in favour of the Central Authority, for the payment of the premiums due on the insurance policies, for the disposal of the policy moneys on the maturing of the policies and for the re-assignment of the insurance policies on the officer or servant ceasing to be in the service of the Central Authority.  LAWS OF GUYANA 14 Cap. 36:20 Housing  L.R.O. 1/2012 Meetings and procedure thereat.",
            "description": "7.The Central Authority may, with the approval of the Minister, make regulations providing for the insurance by officers and servants of the Central Authority on their lives, for the assignment of the insurance policies in favour of the Central Authority, for the payment of the premiums due on the insurance policies, for the disposal of the policy moneys on the maturing of the policies and for the re-assignment of the insurance policies on the officer or servant ceasing to be in the service of the Central Authority.  LAWS OF GUYANA 14 Cap. 36:20 Housing  L.R.O. 1/2012 Meetings and procedure thereat."
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Meetings and procedure thereat. ",
            "context": "HOUSING ACT under Meetings and procedure thereat. 8. (1) The Central Authority shall hold a meeting in each and every month for the transaction of general business, and the meetings shall be held at such times and places and on such days as the Central Authority may from time to time determine.  (2) The Chairman may at any time call a special meeting of the Central Authority.   (3) Where three members of the Central Authority address a requisition, in writing, to the Secretary asking that a meeting of the Central Authority be summoned to consider the business specified in the requisition, the Secretary shall forthwith summon an extraordinary meeting of the Central Authority to be held for the purpose on a day not later than twenty-one days after the date upon which he received the requisition. Except by leave of the Central Authority, no business other than that specified in the requisition, shall be transacted at the extraordinary meeting.  (4) The Chairman of the Central Authority shall preside at all meetings thereof which he attends, and in his absence from any meeting, the members present shall elect one of their number to preside at the meeting.  (5) At any meeting of the Central Authority five members, including the presiding member, shall form a quorum.  (6) All acts of the Central Authority, and all questions coming or arising before the Central Authority, shall be done and decided by the majority of such members of the Central Authority as are present and vote in respect thereof. The Chairman, or other member presiding at the meeting shall have an original and a casting vote.  (7) Minutes of all meetings shall be recorded and kept by the Secretary. Copies of the minutes, when duly confirmed at a subsequent meeting, shall as soon as LAWS OF GUYANA Housing Cap. 36:20 15  L.R.O. 1/2012    Power in Central Authority to invite persons who are not members to attend meetings.                                  Appointment of committees.   practicable thereafter, be forwarded to the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Central Authority shall hold a meeting in each and every month for the transaction of general business, and the meetings shall be held at such times and places and on such days as the Central Authority may from time to time determine."
                },
                {
                    "representation": "(2)",
                    "description": "The Chairman may at any time call a special meeting of the Central Authority."
                },
                {
                    "representation": "(3)",
                    "description": "Where three members of the Central Authority address a requisition, in writing, to the Secretary asking that a meeting of the Central Authority be summoned to consider the business specified in the requisition, the Secretary shall forthwith summon an extraordinary meeting of the Central Authority to be held for the purpose on a day not later than twenty-one days after the date upon which he received the requisition. Except by leave of the Central Authority, no business other than that specified in the requisition, shall be transacted at the extraordinary meeting."
                },
                {
                    "representation": "(4)",
                    "description": "The Chairman of the Central Authority shall preside at all meetings thereof which he attends, and in his absence from any meeting, the members present shall elect one of their number to preside at the meeting."
                },
                {
                    "representation": "(5)",
                    "description": "At any meeting of the Central Authority five members, including the presiding member, shall form a quorum."
                },
                {
                    "representation": "(6)",
                    "description": "All acts of the Central Authority, and all questions coming or arising before the Central Authority, shall be done and decided by the majority of such members of the Central Authority as are present and vote in respect thereof. The Chairman, or other member presiding at the meeting shall have an original and a casting vote."
                },
                {
                    "representation": "(7)",
                    "description": "Minutes of all meetings shall be recorded and kept by the Secretary. Copies of the minutes, when duly confirmed at a subsequent meeting, shall as soon as LAWS OF GUYANA Housing Cap. 36:20 15  L.R.O. 1/2012    Power in Central Authority to invite persons who are not members to attend meetings.                                  Appointment of committees.   practicable thereafter, be forwarded to the Minister."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Power in Central Authority to invite persons who are not members to attend meetings. ",
            "context": "HOUSING ACT under Power in Central Authority to invite persons who are not members to attend meetings. 9. (1) The Central Authority may, whenever in their opinion any business before a meeting of the Central Authority renders the presence thereat of any person not being a member of the Central Authority desirable, invite such person to the meeting, and without prejudice to the generality of the power conferred by the foregoing provision of this subsection, the Central Authority may invite  (a) representatives of local authorities when matters affecting their area are under consideration;  (b) a representative of the Education Department when matters affecting the siting and design of schools and other matters connected therewith are under consideration;  (c) a planning officer or architect (if available) when zoning, site planning or building is under consideration;  (d) any other specialist officer (if available) whenever the advice of such an officer is required.  (2) Any person so invited shall not have the right to vote as a member of the Central Authority, but, save as aforesaid, he shall be entitled to take part in the proceedings of the Central Authority relating to the matter in respect of which he was invited as if he were a member of the Central Authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Central Authority may, whenever in their opinion any business before a meeting of the Central Authority renders the presence thereat of any person not being a member of the Central Authority desirable, invite such person to the meeting, and without prejudice to the generality of the power conferred by the foregoing provision of this subsection, the Central Authority may invite"
                },
                {
                    "representation": "(a)",
                    "description": "representatives of local authorities when matters affecting their area are under consideration;"
                },
                {
                    "representation": "(b)",
                    "description": "a representative of the Education Department when matters affecting the siting and design of schools and other matters connected therewith are under consideration;"
                },
                {
                    "representation": "(c)",
                    "description": "a planning officer or architect"
                },
                {
                    "representation": "(d)",
                    "description": "any other specialist officer"
                },
                {
                    "representation": "(2)",
                    "description": "Any person so invited shall not have the right to vote as a member of the Central Authority, but, save as aforesaid, he shall be entitled to take part in the proceedings of the Central Authority relating to the matter in respect of which he was invited as if he were a member of the Central Authority."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Appointment of committees.  PART II GENERAL POWERS OF THE CENTRAL AUTHORITY  ",
            "context": "HOUSING ACT under Appointment of committees.  PART II GENERAL POWERS OF THE CENTRAL AUTHORITY  10. (1) The Central Authority may appoint a Committee for any of the purposes of this Act.  (2) The Central Authority may, with the approval LAWS OF GUYANA 16 Cap. 36:20 Housing  L.R.O. 1/2012                General powers of the Central Authority.                                of the Minister, delegate to any committee, with or without restrictions or conditions as they may think fit, any of their powers, duties and functions under this Act.  (3) A Committee appointed under this section shall consist of such number of persons as the Central Authority shall think fit.  PART II GENERAL POWERS OF THE CENTRAL AUTHORITY",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Central Authority may appoint a Committee for any of the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Central Authority may, with the approval LAWS OF GUYANA 16 Cap. 36:20 Housing  L.R.O. 1/2012                General powers of the Central Authority.                                of the Minister, delegate to any committee, with or without restrictions or conditions as they may think fit, any of their powers, duties and functions under this Act."
                },
                {
                    "representation": "(3)",
                    "description": "A Committee appointed under this section shall consist of such number of persons as the Central Authority shall think fit.  PART II GENERAL POWERS OF THE CENTRAL AUTHORITY"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "General powers of the Central Authority. ",
            "context": "HOUSING ACT under General powers of the Central Authority. 11. Subject to this Act, the Central Authority may  (a) acquire land or buildings or an interest therein, for all or any of the purposes of an approved scheme, which purposes may include the erection, construction, maintenance and improvement (whether by the Central Authority or by persons other than the Central Authority) of houses and gardens, factories, workshops, places of worship, places of recreation, and other works and buildings for or for the convenience of persons of the working class and other persons, and generally all such matters as are necessary or desirable for, or are incidental to, the development of the property acquired as a building estate;  (b) with the approval of the Minister  (i) acquire land or buildings, or an interest therein, for the purpose of the development of the property acquired in any way which, if a scheme had been LAWS OF GUYANA Housing Cap. 36:20 17  L.R.O. 1/2012                                                 applicable to the property, could have been properly provided for in such scheme; (ii) acquire land or buildings, or any interest therein, adjacent to a slum clearance area or re-development area, which in the opinion of the Central Authority it is desirable should be acquired for the satisfactory further development or use of the slum clearance area or re-development area, as the case may be; (iii) acquire land or buildings, or any interest therein, in any area suitable for the purposes of a contemplated scheme;  (c) carry out, in connection with any property acquired for the purposes of an approved scheme, the purposes of that scheme;  (d) subject to the general or special directions of the Minister, carry out, in connection with any property acquired under paragraph (b)(i) or (ii), the purposes for which the property was acquired;  (e) subject to the general or special directions of the Minister, carry out in relation to land or buildings or any interest therein vested in the State, any purpose which could properly be provided for in a scheme in relation to property acquired for the purposes of the scheme, including (but without LAWS OF GUYANA 18 Cap. 36:20 Housing  L.R.O. 1/2012                                                 prejudice to the generality of the powers conferred by this paragraph) the erection of houses for settlers participating in any Government land settlement scheme;  (f) without prejudice to any other powers conferred by this section, let or lease any land or buildings vested in the Central Authority on such terms and subject to such covenants and conditions as the Central Authority may think fit:  Provided that  (i) in exercising the powers conferred by this section, the Central Authority shall have regard to section 44; and (ii) the Central Authority shall exercise such powers subject to the general or special powers of the Minister;  (g) with the approval of the Minister, and on such terms as the  Minister may approve, sell or exchange any land or buildings, or any interest therein, vested in the Central Authority;  (h) accept a donation of money for any purpose to which the funds of the Central Authority may lawfully be applied;   (i) guarantee or join in guaranteeing the payment of interest and capital on money borrowed by a person of the LAWS OF GUYANA Housing Cap. 36:20 19  L.R.O. 1/2012                                     Power of Central Authority to make arrangements with Housing Association or Local Authority.    working class to purchase a dwelling-house or to erect a dwelling-house for his own use upon land the property of such person or the property of the Central Authority or the State and let or leased to such person, upon such terms and conditions as the Central Authority may deem fit;  (j) with the approval of the Minister, make advances upon such  securities as may likewise be approved, to suitable social organisations for the purpose of assisting the erection of hostels for single men and single women of the working class;  (k) invest at their discretion in any securities authorised by law for the time being for the investment of trust funds any moneys (whether consisting of capital or income) at any time at the disposal of the Central Authority and not immediately required by the Central Authority for the purchase of property or the construction of buildings or for other purposes as authorised by this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "acquire land or buildings or an interest therein, for all or any of the purposes of an approved scheme, which purposes may include the erection, construction, maintenance and improvement"
                },
                {
                    "representation": "(b)",
                    "description": "with the approval of the Minister"
                },
                {
                    "representation": "(i)",
                    "description": "guarantee or join in guaranteeing the payment of interest and capital on money borrowed by a person of the LAWS OF GUYANA Housing Cap. 36:20 19  L.R.O. 1/2012                                     Power of Central Authority to make arrangements with Housing Association or Local Authority.    working class to purchase a dwelling-house or to erect a dwelling-house for his own use upon land the property of such person or the property of the Central Authority or the State and let or leased to such person, upon such terms and conditions as the Central Authority may deem fit;"
                },
                {
                    "representation": "(c)",
                    "description": "carry out, in connection with any property acquired for the purposes of an approved scheme, the purposes of that scheme;"
                },
                {
                    "representation": "(d)",
                    "description": "subject to the general or special directions of the Minister, carry out, in connection with any property acquired under paragraph"
                },
                {
                    "representation": "(e)",
                    "description": "subject to the general or special directions of the Minister, carry out in relation to land or buildings or any interest therein vested in the State, any purpose which could properly be provided for in a scheme in relation to property acquired for the purposes of the scheme, including"
                },
                {
                    "representation": "(f)",
                    "description": "without prejudice to any other powers conferred by this section, let or lease any land or buildings vested in the Central Authority on such terms and subject to such covenants and conditions as the Central Authority may think fit:  Provided that"
                },
                {
                    "representation": "(g)",
                    "description": "with the approval of the Minister, and on such terms as the  Minister may approve, sell or exchange any land or buildings, or any interest therein, vested in the Central Authority;"
                },
                {
                    "representation": "(h)",
                    "description": "accept a donation of money for any purpose to which the funds of the Central Authority may lawfully be applied;"
                },
                {
                    "representation": "(j)",
                    "description": "with the approval of the Minister, make advances upon such  securities as may likewise be approved, to suitable social organisations for the purpose of assisting the erection of hostels for single men and single women of the working class;"
                },
                {
                    "representation": "(k)",
                    "description": "invest at their discretion in any securities authorised by law for the time being for the investment of trust funds any moneys"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Power of Central Authority to make arrangements with Housing Association or Local Authority. ",
            "context": "HOUSING ACT under Power of Central Authority to make arrangements with Housing Association or Local Authority. 12. (1) The Central Authority may, with the approval of the Minister, make arrangements with a Housing Association or a Local Authority for the purpose of enabling the Association or Local Authority to  (a) provide housing accommodation for persons of the working class displaced by action taken by the Central Authority under this Act for dealing with slum clearance areas or LAWS OF GUYANA 20 Cap. 36:20 Housing  L.R.O. 1/2012                                                 with re-development areas or for the demolition of insanitary houses or for the closing of buildings or parts of buildings;  (b) provide housing accommodation for persons of the working class for the purpose of the abatement of overcrowding;  (c) alter, enlarge, repair or improve houses or buildings which, or an interest in which, the Central Authority have acquired with a view to the provision or improvement of housing accommodation for persons of the working class.  (2) Arrangements made under subsection (1) shall include such terms with regard to such matters including  (a) the types of houses to be provided;  (b) the rents at which the houses provided are to be let; and  (c) the conditions of the tenancy,  as may appear to the Central Authority to be expedient in view of the needs in relation to the housing of persons of the working class and as may be approved by the Minister.  (3) If a Housing Association or a Local Authority represent to the Minister that they have submitted to the Central Authority proposals for arrangements to be made under this section, and that the Central Authority have unreasonably refused to make arrangements in accordance with the proposals, the Minister may require the Central Authority to furnish him with a report as to the matter stating LAWS OF GUYANA Housing Cap. 36:20 21  L.R.O. 1/2012                 Advances by Central Authority for the purpose of increasing and improving housing accommoda-tion for persons of the working class. [9 of 1966A]                                  the reasons for their refusal and to make such arrangements as shall be approved of by the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall include such terms with regard to such matters including"
                },
                {
                    "representation": "(a)",
                    "description": "the types of houses to be provided;"
                },
                {
                    "representation": "(b)",
                    "description": "the rents at which the houses provided are to be let; and"
                },
                {
                    "representation": "(c)",
                    "description": "the conditions of the tenancy,  as may appear to the Central Authority to be expedient in view of the needs in relation to the housing of persons of the working class and as may be approved by the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "Arrangements made under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "If a Housing Association or a Local Authority represent to the Minister that they have submitted to the Central Authority proposals for arrangements to be made under this section, and that the Central Authority have unreasonably refused to make arrangements in accordance with the proposals, the Minister may require the Central Authority to furnish him with a report as to the matter stating LAWS OF GUYANA Housing Cap. 36:20 21  L.R.O. 1/2012                 Advances by Central Authority for the purpose of increasing and improving housing accommoda-tion for persons of the working class. [9 of 1966A]                                  the reasons for their refusal and to make such arrangements as shall be approved of by the Minister."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Advances by Central Authority for the purpose of increasing and improving housing accommodation for persons of the working class. ",
            "context": "HOUSING ACT under Advances by Central Authority for the purpose of increasing and improving housing accommodation for persons of the working class. 13.(1) Any employer of labour, and any person of the working class, may, subject to this section, make application in writing to the Central Authority for an advance of money for the purpose of purchasing or constructing one or more houses or for carrying out alterations or repairs to any house or houses.  (2) Subject to this section, every such application shall contain full particulars of  (a) the houses to be purchased, constructed, altered or repaired;  (b) the land, and the title thereto of the applicant, on which such houses are or shall be situated;  (c) the amount of the advance required;  (d) the manner in which such advance is to be applied;  (e) the proposals for repayment thereof;  and such other particulars as may be required by the Central Authority. (3) Where the applicant is an employer of labour, he shall state in his application that the houses to which the application relates are, or are to be, situated on land which is the property of the applicant and are to be used as dwellings for persons of the working class in the employ of such employer.  (4) No application under subsection (1) by an employer of labour shall be granted unless the Central Authority are satisfied that the particulars required by LAWS OF GUYANA 22 Cap. 36:20 Housing  L.R.O. 1/2012                                                 subsection (3) to be stated in the application are true and correct.  (5) Where the applicant is a person of the working class, he shall state in his application that the house to which the application relates is, or is to be, situated on land which is the property of the applicant or which is let or leased to the applicant for a term the unexpired portion whereof is such that the applicant can, during such unexpired period, refund any advance which may be made to him under this section.  (6) No application under subsection (1) by a person of the working class shall be granted unless the Central Authority are satisfied that the particulars required by subsection (5) to be stated in the application are true and correct.  (7) No application under subsection (1) shall be granted unless the Central Authority are satisfied  (a) that the house to which the application relates will, on the completion of the construction, alteration or repair of such house, be in all respects fit for human habitation, and will be used as a dwelling for persons of the working class; and  (b) that, having regard to the financial position of the applicant and to the cost involved in the purchase, construction, alteration or repair of the house to which the application relates, it is reasonable for the Central Authority to advance money to the applicant.  (8) The Central Authority shall, where they decide LAWS OF GUYANA Housing Cap. 36:20 23  L.R.O. 1/2012                                                 to grant an application under subsection (1), fix  (a) the amount of the advance;  (b) the conditions on which, and the times at which, the said amount or any portion thereof shall be advanced; and  (c) the terms and conditions of repayment.  (9) Interest may, at the discretion of the Central Authority and subject to such directions as may from time to time be given to the Central Authority by the Minister, be charged on the amount of every advance made under this Act or on so much thereof as shall for the time being remain unpaid. Where interest is payable, the rate thereof shall be fixed by the Minister, and it shall be paid at such times as the Central Authority shall specify.  (10) The grant by the Central Authority of an application under subsection (1) shall be subject to the approval of the Minister.  (11) Every application under subsection (1) shall be accompanied by the grosse transport, or other document of title, of the applicant in respect of the land referred to in subsection (2)(b).  (12) Where an application for an advance under this section has been approved, the Central Authority shall cause a search to be made in the office of the Registrar of Deeds for the purpose of ascertaining whether  (a) the grosse transport, or other document of title, is registered in the name of the person in whose favour it was passed; LAWS OF GUYANA 24 Cap. 36:20 Housing  L.R.O. 1/2012                                                  (b) the land, or the interest in the land, to which the grosse transport or other document of title relates has been levied upon and taken in execution in pursuance of a judgment or order of the High Court;  (c) the land, or the interest in the land as aforesaid, is subject to any mortgage;  (d) the land, or the interest in the land, as aforesaid, is subject to any encumbrances other than those specified in, or endorsed on, the grosse transport or other document of title to which the land, or the interest in the land, as aforesaid relates.  (13) The Registrar of Deeds shall endorse on the grosse transport, or other document of title, as aforesaid a certificate as to the result of such search.  (14) No fee shall be payable by the Central Authority to the Registrar of Deeds in respect of any such search or certificate.  (15) Every advance made by the Central Authority under subsection (1) shall be secured by a first mortgage passed by the borrower in favour of the Central Authority  (a) on the house or houses to which the application for the advance relates; and  (b) on the land on which such house or houses is or are, or is to be or are to be situated, or on the lease of such land the unexpired portion of the term LAWS OF GUYANA Housing Cap. 36:20 25  L.R.O. 1/2012                              First Schedule.        c. 5:01           thereof being such that the applicant can, during such unexpired period, refund any advance made to him under this section; and  (c) if the Central Authority so think fit, on any other property of the borrower.  (16) Every such mortgage, and every mortgage under subsection (18), shall be for a period of not less than ten years, but without prejudice to the right of the mortgagor to redeem, or to repay the advance, at any time within the said period.  (17) Regulations may be made under section 55 prescribing the form of mortgage for the purposes of subsection (15) of this section:  Provided that the Central Authority may, for special reasons, vary such form in any particular case.  (18) The form of receipt contained in the First Schedule, or any alteration thereof which may be made by the Central Authority, when signed by any person to whom an advance may be made on account of the loan therein mentioned shall have effect as if it were a mortgage passed by the person, who signed the receipt, in favour of the Central Authority in accordance with the provisions of the Deeds Registry Act, and shall be deemed to be a mortgage of the lands, hereditaments, premises and buildings therein described, and shall confer on the Central Authority the following rights and powers  (a) in respect of all advances that may be made, not exceeding the total amount payable thereunder, whether the same be on account of principal or interest, and all expenses incurred by LAWS OF GUYANA 26 Cap. 36:20 Housing  L.R.O. 1/2012                                                 the Central Authority in respect of enforcing or realising such mortgage, a charge on the property specified in such receipt, until repayment in full of such principal, interest, and expenses;  (b) the same rights and powers as are conferred on mortgagees under the Deeds Registry Act when the mortgage is made by deed.  (19) In any such form of receipt, or any alteration thereof by the Central Authority, there shall be implied (unless excluded by the Central Authority) on the part of the borrower, the following covenants with the Central Authority:  (a) to expend the advance for the purposes specified in the receipt, and not otherwise;  (b) to repay the said advance and all charges and interest thereon, at the time or times, and in the manner mentioned in the receipt, and to pay all expenses incurred by the Central Authority in enforcing or realising the security of the Central Authority;  (c) to produce, at such times as may be required by any person authorised in writing by the Central Authority, an account showing the expenditure of the moneys advanced, vouched on oath or by affirmation, or in such other manner as may be required by the person so authorised;  (d) to repair, and keep in repair, all LAWS OF GUYANA Housing Cap. 36:20 27  L.R.O. 1/2012                                                 buildings and improvements which shall have been, or shall be, restored, altered, or erected upon the land;  (e) to suffer and permit any person authorised by the Central Authority in writing, at all times during the continuance of the security created by the receipt under this Act, to enter into and upon the land and buildings, with or without surveyors or other persons, to view and inspect the state of repair and condition of the land, buildings, or improvements;  (f) to insure, and so long as any money remains secured by the said receipt, to keep insured, against loss or damage by fire, earthquake and hurricane, in the name of the Central Authority their assigns or transferees, in an insurance company, to be approved of by the Central Authority, all buildings, fixtures and erections which shall, for the time being, be erected on the said land, and which shall be of a nature or kind capable of being so insured, to the amount secured by the receipt, or such less sum as the Central Authority may determine; and, when so required, deposit with the Central Authority, their assigns or transferees, the policy of such insurance, and within seven days after each premium shall become payable, the receipt for the payment of such premium; and the moneys which shall be received on account of any such insurance, shall at the option LAWS OF GUYANA 28 Cap. 36:20 Housing  L.R.O. 1/2012                                                 of the Central Authority, their assigns or transferees, be applied, either in or towards satisfaction of the moneys secured by the receipt, or for the carrying out of the purposes, under the superintendence of the Central Authority, specified in the receipt; and that on any breach, or non-observance of this covenant the Central Authority, their assigns or transferees, shall be at liberty to effect such insurance, and continue the same for such period as they may deem fit, and the costs and expenses paid on account thereof shall be payable on demand, and be a charge on the land, and bear interest at the same rate as in the case of principal money overdue;  (g) not to make any lease, or agreement for a lease, without the consent in writing of the Central Authority first had and obtained, and any such lease or agreement for a lease, made or entered into by the borrower without such consent, shall be void to all intents and purposes whatsoever.  (20) Every receipt referred to in subsection (18) shall be made in duplicate, and one copy thereof shall, forthwith after it has been so made, be delivered together with the grosse transport or other document of title as aforesaid, by the Central Authority to the Registrar of Deeds.  (21) The Registrar of Deeds shall file and register the receipt as creating a mortgage in favour of the Central Authority on the property described in such receipt, shall make such consequential entries in the register of mortgages, LAWS OF GUYANA Housing Cap. 36:20 29  L.R.O. 1/2012                                               and in the register of encumbrances, as may be required, and shall endorse on the grosse transport or other document of title a memorandum of the registration of such mortgage.  (22) The Central Authority shall, on the repayment of the capital of any mortgage under subsection (15) or (18) and of all interest payable thereon, file with the Registrar of Deeds a certificate to that effect, and thereupon the Registrar shall endorse on the mortgage filed in the Deeds Registry a memorandum, signed by him, to the effect that the charge created by the mortgage has been released. The Central Authority shall deliver to the Registrar of Deeds, for the purpose of cancellation, the grosse copy, if any, of the mortgage.  (23) (a) In this subsection  agreement means an agreement made between any person and the Government providing for that persons participation in any self- help housing scheme;  self-helper means a person who has signed an agreement;  (b) Where at any time whether before or after the commencement of this subsection, a self-helper pursuant to the terms of an agreement executed or executes, as the case may be a form of receipt which is substantially in the form set out in the First Schedule, the provisions of subsections (18), (19), (20), (21) and (22) shall apply to such form of receipt as if the loan mentioned in the aforesaid receipt were a loan made by the Central Housing and Planning Authority to the self-helper under this Act and the                                                  th 19  February,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be secured by a first mortgage passed by the borrower in favour of the Central Authority"
                },
                {
                    "representation": "(2)",
                    "description": "Subject to this section, every such application shall contain full particulars of"
                },
                {
                    "representation": "(a)",
                    "description": "In this subsection  agreement means an agreement made between any person and the Government providing for that persons participation in any self- help housing scheme;  self-helper means a person who has signed an agreement;"
                },
                {
                    "representation": "(b)",
                    "description": "Where at any time whether before or after the commencement of this subsection, a self-helper pursuant to the terms of an agreement executed or executes, as the case may be a form of receipt which is substantially in the form set out in the First Schedule, the provisions of subsections"
                },
                {
                    "representation": "(c)",
                    "description": "to produce, at such times as may be required by any person authorised in writing by the Central Authority, an account showing the expenditure of the moneys advanced, vouched on oath or by affirmation, or in such other manner as may be required by the person so authorised;"
                },
                {
                    "representation": "(d)",
                    "description": "to repair, and keep in repair, all LAWS OF GUYANA Housing Cap. 36:20 27  L.R.O. 1/2012                                                 buildings and improvements which shall have been, or shall be, restored, altered, or erected upon the land;"
                },
                {
                    "representation": "(e)",
                    "description": "to suffer and permit any person authorised by the Central Authority in writing, at all times during the continuance of the security created by the receipt under this Act, to enter into and upon the land and buildings, with or without surveyors or other persons, to view and inspect the state of repair and condition of the land, buildings, or improvements;"
                },
                {
                    "representation": "(3)",
                    "description": "to be stated in the application are true and correct."
                },
                {
                    "representation": "(4)",
                    "description": "No application under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "to be stated in the application are true and correct."
                },
                {
                    "representation": "(6)",
                    "description": "No application under subsection"
                },
                {
                    "representation": "(7)",
                    "description": "No application under subsection"
                },
                {
                    "representation": "(8)",
                    "description": "The Central Authority shall, where they decide LAWS OF GUYANA Housing Cap. 36:20 23  L.R.O. 1/2012                                                 to grant an application under subsection"
                },
                {
                    "representation": "(9)",
                    "description": "Interest may, at the discretion of the Central Authority and subject to such directions as may from time to time be given to the Central Authority by the Minister, be charged on the amount of every advance made under this Act or on so much thereof as shall for the time being remain unpaid. Where interest is payable, the rate thereof shall be fixed by the Minister, and it shall be paid at such times as the Central Authority shall specify."
                },
                {
                    "representation": "(f)",
                    "description": "to insure, and so long as any money remains secured by the said receipt, to keep insured, against loss or damage by fire, earthquake and hurricane, in the name of the Central Authority their assigns or transferees, in an insurance company, to be approved of by the Central Authority, all buildings, fixtures and erections which shall, for the time being, be erected on the said land, and which shall be of a nature or kind capable of being so insured, to the amount secured by the receipt, or such less sum as the Central Authority may determine; and, when so required, deposit with the Central Authority, their assigns or transferees, the policy of such insurance, and within seven days after each premium shall become payable, the receipt for the payment of such premium; and the moneys which shall be received on account of any such insurance, shall at the option LAWS OF GUYANA 28 Cap. 36:20 Housing  L.R.O. 1/2012                                                 of the Central Authority, their assigns or transferees, be applied, either in or towards satisfaction of the moneys secured by the receipt, or for the carrying out of the purposes, under the superintendence of the Central Authority, specified in the receipt; and that on any breach, or non-observance of this covenant the Central Authority, their assigns or transferees, shall be at liberty to effect such insurance, and continue the same for such period as they may deem fit, and the costs and expenses paid on account thereof shall be payable on demand, and be a charge on the land, and bear interest at the same rate as in the case of principal money overdue;"
                },
                {
                    "representation": "(g)",
                    "description": "not to make any lease, or agreement for a lease, without the consent in writing of the Central Authority first had and obtained, and any such lease or agreement for a lease, made or entered into by the borrower without such consent, shall be void to all intents and purposes whatsoever."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Powers of Central Authority as to ruinous or dilapidated buildings.  PART III PREPARATION AND APPROVAL OF SCHEMES  ",
            "context": "HOUSING ACT under Powers of Central Authority as to ruinous or dilapidated buildings.  PART III PREPARATION AND APPROVAL OF SCHEMES  14.(1) Whenever any building normally occupied as a dwelling by persons of the working class is, in the opinion of the Central Authority, ruinous or so dilapidated as to have become and to be unfit for human habitation or a nuisance or injurious or likely to be injurious to health, the Central Authority may give notice in writing to the owner requiring him forthwith to take down, secure, repair or rebuild the same to the satisfaction of the Central Authority within a time to be specified in the notice.  (2) If the owner fails to comply with the requirements of the notice within the time specified therein, the Central Authority or any person authorised in writing by the Chairman of the Central Authority, may make complaint thereof before a magistrate, and it shall be lawful for such magistrate to order the owner to carry out the requirements of the notice within a time fixed by him in his order.  (3) If such order is not complied with within the time fixed therein, the owner shall be liable, on summary conviction to a fine of thirteen thousand hundred dollars and to a further fine of one thousand three hundred dollars for LAWS OF GUYANA Housing Cap. 36:20 31  L.R.O. 1/2012                                                 every day during the continuance of such non-compliance, and the Central Authority may, without prejudice to their right to institute a prosecution, with all convenient speed enter upon the building or upon the land on which it stands and execute the order.  (4) When the order directs the taking down of a neglected building, the Central Authority, in executing the order, may remove the materials to a convenient place, and (unless the expenses incurred by the Central Authority under this section in relation to such building are paid to them within fourteen days after such removal) sell the same or any part thereof as and if they in their discretion think fit.  (5) All expenses incurred by the Central Authority under this section in relation to a building may be deducted by the Central Authority out of the proceeds of the sale, and the surplus (if any) shall be paid by the Central Authority to the owner of the building on demand and upon proof of title; or the Central Authority may, if they think fit, pay such surplus into the High Court to an account to be entitled  In the matter of the Housing Act, and of the (here describe the premises) the materials of which were sold under the said Act;  and the High Court or any judge thereof may, on the application of any person entitled or claiming to be entitled to such moneys or any part thereof, make an order for the payment of the same or any part thereof to the person or persons entitled thereto.  (6) If the building is not taken down and such materials are not sold by the Central Authority, or if the proceeds of such sale are insufficient to defray the said expenses, the Central Authority may recover such expenses or such insufficiency from the owner of the building together with full costs in respect thereto in a summary manner, but without prejudice to his right to recover the same from any LAWS OF GUYANA 32 Cap. 36:20 Housing  L.R.O. 1/2012                                                 lessee or other person liable to the expenses of repairs.  (7) In connection with the exercise by the Central Authority of the powers conferred by this section in relation to a building within the area of a Local Authority, the following provisions shall have effect:  (a) the Central Authority shall, in deciding to issue a notice under subsection (1) or in deciding whether any such notice has been satisfactorily complied with, take into consideration any report on the building submitted by the health or engineering adviser (if any) of the Local Authority;  (b) the Central Authority shall notify the Local Authority of the dates of the meetings at which any such decisions as are mentioned in paragraph (a) will be considered by the Central Authority, and thereupon the Local Authority shall have the right to delegate three of their members to attend such meetings, or any of them, for the purpose of considering such decisions, and to that extent such delegates shall be members of the Central Authority with the right of deliberating, but not of voting, in the same manner as any other member.  (8) In this section the expression building includes a part of a building.     LAWS OF GUYANA Housing Cap. 36:20 33  L.R.O. 1/2012     Duty of Central Authority to prepare housing schemes.                                        PART III PREPARATION AND APPROVAL OF SCHEMES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or in deciding whether any such notice has been satisfactorily complied with, take into consideration any report on the building submitted by the health or engineering adviser"
                },
                {
                    "representation": "(2)",
                    "description": "If the owner fails to comply with the requirements of the notice within the time specified therein, the Central Authority or any person authorised in writing by the Chairman of the Central Authority, may make complaint thereof before a magistrate, and it shall be lawful for such magistrate to order the owner to carry out the requirements of the notice within a time fixed by him in his order."
                },
                {
                    "representation": "(3)",
                    "description": "If such order is not complied with within the time fixed therein, the owner shall be liable, on summary conviction to a fine of thirteen thousand hundred dollars and to a further fine of one thousand three hundred dollars for LAWS OF GUYANA Housing Cap. 36:20 31  L.R.O. 1/2012                                                 every day during the continuance of such non-compliance, and the Central Authority may, without prejudice to their right to institute a prosecution, with all convenient speed enter upon the building or upon the land on which it stands and execute the order."
                },
                {
                    "representation": "(4)",
                    "description": "When the order directs the taking down of a neglected building, the Central Authority, in executing the order, may remove the materials to a convenient place, and"
                },
                {
                    "representation": "(5)",
                    "description": "All expenses incurred by the Central Authority under this section in relation to a building may be deducted by the Central Authority out of the proceeds of the sale, and the surplus"
                },
                {
                    "representation": "(6)",
                    "description": "If the building is not taken down and such materials are not sold by the Central Authority, or if the proceeds of such sale are insufficient to defray the said expenses, the Central Authority may recover such expenses or such insufficiency from the owner of the building together with full costs in respect thereto in a summary manner, but without prejudice to his right to recover the same from any LAWS OF GUYANA 32 Cap. 36:20 Housing  L.R.O. 1/2012                                                 lessee or other person liable to the expenses of repairs."
                },
                {
                    "representation": "(7)",
                    "description": "In connection with the exercise by the Central Authority of the powers conferred by this section in relation to a building within the area of a Local Authority, the following provisions shall have effect:"
                },
                {
                    "representation": "(a)",
                    "description": "will be considered by the Central Authority, and thereupon the Local Authority shall have the right to delegate three of their members to attend such meetings, or any of them, for the purpose of considering such decisions, and to that extent such delegates shall be members of the Central Authority with the right of deliberating, but not of voting, in the same manner as any other member."
                },
                {
                    "representation": "(b)",
                    "description": "the Central Authority shall notify the Local Authority of the dates of the meetings at which any such decisions as are mentioned in paragraph"
                },
                {
                    "representation": "(8)",
                    "description": "In this section the expression building includes a part of a building.     LAWS OF GUYANA Housing Cap. 36:20 33  L.R.O. 1/2012     Duty of Central Authority to prepare housing schemes.                                        PART III PREPARATION AND APPROVAL OF SCHEMES"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Duty of Central Authority to prepare housing schemes. ",
            "context": "HOUSING ACT under Duty of Central Authority to prepare housing schemes. 15. (1) It shall be the duty of the Central Authority  (a) to consider the needs of Guyana with respect to the provision of housing accommodation for persons of the working class in any particular area; and  (b) as often as occasion arises, or after notice has been given to the Central Authority by the Minister and within such period as shall be specified in the notice, to cause the area to be defined on a plan and to prepare and submit to the Minister a scheme (hereinafter referred to as a housing scheme) for the exercise of their powers under this Act; and  (c) to pass a resolution declaring the area so defined to be a housing area.  (2) Subject to this Act, but without prejudice to section 11, the Central Authority may carry into effect any housing scheme  (a) by the conversion into dwelling-houses of any buildings acquired;  (b) by altering, enlarging, repairing or improving any houses or buildings which have been acquired by the Central Authority;  (c) by altering, enlarging, repairing or improving a house as erected, LAWS OF GUYANA 34 Cap. 36:20 Housing  L.R.O. 1/2012                         Power of Central Authority to declare an unhealthy area to be a slum clearance area.                        converted or acquired, and fitting out, furnishing and supplying any such house with all requisite fittings and conveniences.  (3) Where the Central Authority acquire a house or other building in a housing area which could be made suitable as a dwelling- house for persons of the working class, or an interest in such a house or other building, they shall forthwith proceed to secure the alteration, enlargement, repair or improvement of such house or building, either by themselves executing any necessary works, or by leasing it to some person subject to conditions for securing that he will alter, enlarge, repair or improve it.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It shall be the duty of the Central Authority"
                },
                {
                    "representation": "(a)",
                    "description": "by the conversion into dwelling-houses of any buildings acquired;"
                },
                {
                    "representation": "(b)",
                    "description": "by altering, enlarging, repairing or improving any houses or buildings which have been acquired by the Central Authority;"
                },
                {
                    "representation": "(c)",
                    "description": "by altering, enlarging, repairing or improving a house as erected, LAWS OF GUYANA 34 Cap. 36:20 Housing  L.R.O. 1/2012                         Power of Central Authority to declare an unhealthy area to be a slum clearance area.                        converted or acquired, and fitting out, furnishing and supplying any such house with all requisite fittings and conveniences."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to this Act, but without prejudice to section 11, the Central Authority may carry into effect any housing scheme"
                },
                {
                    "representation": "(3)",
                    "description": "Where the Central Authority acquire a house or other building in a housing area which could be made suitable as a dwelling- house for persons of the working class, or an interest in such a house or other building, they shall forthwith proceed to secure the alteration, enlargement, repair or improvement of such house or building, either by themselves executing any necessary works, or by leasing it to some person subject to conditions for securing that he will alter, enlarge, repair or improve it."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Power of Central Authority to declare an unhealthy area to be a slum clearance area. LAWS OF GUYANA 4 Cap. 36:20 Housing  L.R.O. 1/2012 SECTION ",
            "context": "HOUSING ACT under Power of Central Authority to declare an unhealthy area to be a slum clearance area. LAWS OF GUYANA 4 Cap. 36:20 Housing  L.R.O. 1/2012 SECTION 16. (1) Where the Central Authority, as a result of an inspection or upon consideration of an official representation or other information in their possession, are satisfied in respect of any area that the housing conditions  in that area are dangerous or injurious or likely to be injurious to the health and welfare of the inhabitants by reason of the disrepair or sanitary defects of dwelling-houses or tenement rooms therein or of the bad arrangement of the houses or of the narrowness or bad arrangement of the roads, and that those conditions can be effectually remedied  (a) by ordering the demolition, reconstruction, or repair, as the circumstances may require, of those dwelling-houses or tenement rooms which are unfit for human habitation; or  (b) by the acquisition of the land and buildings thereon comprised in the area and themselves undertaking  or otherwise securing the demolition, reconstruction or repair, as the circumstances may require, of those LAWS OF GUYANA Housing Cap. 36:20 35  L.R.O. 1/2012                                                 dwelling-houses or tenement rooms which are unfit for human habitation; and  (c) if it is so desired, by the acquisition by the Central Authority of any land or buildings in the area which it is expedient for them to acquire for the reconstruction and re- development of the area; and  (d) if it is so desired, by the acquisition of any land which is surrounded by the area, the acquisition of which is reasonably necessary for the purpose of securing a cleared area of convenient shape and dimensions, and of any adjoining land, the acquisition of which is reasonably necessary for the satisfactory development or use of the cleared area, the Central Authority shall cause that area to be defined on a plan in such a manner as to exclude from that area any land or buildings in respect of which in their opinion sanitary defects do not exist or which they do not find it expedient to acquire for the remedying of badly arranged conditions, but including in such area buildings which in their opinion are in a state of disrepair, and any surrounding or adjoining land which it is desired by the Central Authority to acquire.  (2) The Central Authority shall pass a resolution declaring the area so defined to be a slum clearance area and shall, within the period hereinafter prescribed, prepare and LAWS OF GUYANA 36 Cap. 36:20 Housing  L.R.O. 1/2012      Duty of Central Authority to secure re- development.                                        submit to the Minister a scheme (hereinafter referred to as a slum clearance scheme) for the exercise of their powers under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Central Authority, as a result of an inspection or upon consideration of an official representation or other information in their possession, are satisfied in respect of any area that the housing conditions  in that area are dangerous or injurious or likely to be injurious to the health and welfare of the inhabitants by reason of the disrepair or sanitary defects of dwelling-houses or tenement rooms therein or of the bad arrangement of the houses or of the narrowness or bad arrangement of the roads, and that those conditions can be effectually remedied"
                },
                {
                    "representation": "(a)",
                    "description": "by ordering the demolition, reconstruction, or repair, as the circumstances may require, of those dwelling-houses or tenement rooms which are unfit for human habitation; or"
                },
                {
                    "representation": "(b)",
                    "description": "by the acquisition of the land and buildings thereon comprised in the area and themselves undertaking  or otherwise securing the demolition, reconstruction or repair, as the circumstances may require, of those LAWS OF GUYANA Housing Cap. 36:20 35  L.R.O. 1/2012                                                 dwelling-houses or tenement rooms which are unfit for human habitation; and"
                },
                {
                    "representation": "(c)",
                    "description": "if it is so desired, by the acquisition by the Central Authority of any land or buildings in the area which it is expedient for them to acquire for the reconstruction and re- development of the area; and"
                },
                {
                    "representation": "(d)",
                    "description": "if it is so desired, by the acquisition of any land which is surrounded by the area, the acquisition of which is reasonably necessary for the purpose of securing a cleared area of convenient shape and dimensions, and of any adjoining land, the acquisition of which is reasonably necessary for the satisfactory development or use of the cleared area, the Central Authority shall cause that area to be defined on a plan in such a manner as to exclude from that area any land or buildings in respect of which in their opinion sanitary defects do not exist or which they do not find it expedient to acquire for the remedying of badly arranged conditions, but including in such area buildings which in their opinion are in a state of disrepair, and any surrounding or adjoining land which it is desired by the Central Authority to acquire."
                },
                {
                    "representation": "(2)",
                    "description": "The Central Authority shall pass a resolution declaring the area so defined to be a slum clearance area and shall, within the period hereinafter prescribed, prepare and LAWS OF GUYANA 36 Cap. 36:20 Housing  L.R.O. 1/2012      Duty of Central Authority to secure re- development.                                        submit to the Minister a scheme"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Duty of Central Authority to secure re-development. ",
            "context": "HOUSING ACT under Duty of Central Authority to secure re-development. 17. Where the Central Authority, as a result of an inspection or upon consideration of an official representation or other information in their possession, are satisfied that in any part of Guyana there is an area in which the following conditions exist:  (a) that the area contains eighteen or more working-class houses;  (b) that at least one-third of the working-class houses in the area is overcrowded, or so arranged as to be congested, or unfit for human habitation and not capable at a reasonable expense of being rendered so fit;  (c) that the industrial and social conditions of the part of Guyana as aforesaid are such that the area should be used to a substantial extent for housing persons of the working class; and  (d) that it is expedient in connection with the provision of housing accommodation for persons of the working class that the area should be re-developed as a whole;  it shall be the duty of the Central Authority  (i) to cause the area to be defined on a plan, and to pass a resolution declaring the area so LAWS OF GUYANA Housing Cap. 36:20 37  L.R.O. 1/2012              Resolutions and plans of schemes to be sent to the Minister.                               defined to be a proposed re-development area; (ii) within the period and in the manner hereinafter prescribed to prepare and submit to the Minister a scheme (hereinafter referred to as a re-development scheme) for the exercise of their powers under this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "that the area contains eighteen or more working-class houses;"
                },
                {
                    "representation": "(b)",
                    "description": "that at least one-third of the working-class houses in the area is overcrowded, or so arranged as to be congested, or unfit for human habitation and not capable at a reasonable expense of being rendered so fit;"
                },
                {
                    "representation": "(c)",
                    "description": "that the industrial and social conditions of the part of Guyana as aforesaid are such that the area should be used to a substantial extent for housing persons of the working class; and"
                },
                {
                    "representation": "(d)",
                    "description": "that it is expedient in connection with the provision of housing accommodation for persons of the working class that the area should be re-developed as a whole;  it shall be the duty of the Central Authority"
                },
                {
                    "representation": "(i)",
                    "description": "to cause the area to be defined on a plan, and to pass a resolution declaring the area so LAWS OF GUYANA Housing Cap. 36:20 37  L.R.O. 1/2012              Resolutions and plans of schemes to be sent to the Minister.                               defined to be a proposed re-development area;"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Resolutions and plans of schemes to be sent to the Minister. ",
            "context": "HOUSING ACT under Resolutions and plans of schemes to be sent to the Minister. 18. (1) As soon as may be after the Central Authority have passed a resolution under sections 15, 16 or 17 they shall send a copy of the resolution to the Minister, and shall publish in the Gazette and in a local daily newspaper a notice stating that the resolution has been passed and naming a place where a copy of the resolution may be inspected. (2) Within three months after the Central Authority shall have passed such a resolution or within such extended period as the Minister may allow, the Central Authority shall prepare and submit to the Minister a plan of any scheme intended to be undertaken accompanied by a statement containing appropriate particulars of the scheme indicating  (a) the manner in which it is intended that the defined area shall be laid out and the land therein used, and in particular the land intended to be used for the provision of houses for persons of the working class, for roads and for open spaces, for community facilities including shops, schools, churches, meeting halls, play centres and recreation grounds;  (b) the approximate quantity of the land to be acquired;  (c) the approximate number and the nature of the houses to be provided LAWS OF GUYANA 38 Cap. 36:20 Housing  L.R.O. 1/2012                                                 by the Central Authority;  (d) the average number of houses to be constructed per acre;  (e) if the demolition of existing houses and the erection of new houses are proposed, the nature of the proposed new houses;  (f) if the total demolition of existing houses is not proposed, the nature of repairs, improvements and reconstruction intended to be made;  (g) the time within which the scheme or any part thereof is to be carried into effect;  (h) the estimated cost of the scheme and of the rents expected to be derived from the houses provided under the scheme;  (i) such incidental, consequential and supplementary provisions (including provisions as to the subsequent variation of the scheme) as may appear necessary or proper for the purpose of the scheme;  (j) objections made by persons affected by the scheme where such objections have not been withdrawn or met.  (3) In the preparation of any scheme the Central Authority shall have regard to the provisions of any planning scheme relating to the defined area or land in the neighbourhood thereof. LAWS OF GUYANA Housing Cap. 36:20 39  L.R.O. 1/2012                               Local Authority affected by scheme to be notified.                (4) The Central Authority before submitting such scheme to the Minister shall  (a) publish in a local daily newspaper a notice stating that the  scheme is about to be submitted to the Minister for approval, naming a place where the plan and particulars of the scheme may be inspected, and specifying the time within which and the manner in which objections may be made;  (b) serve a notice to the like effect on every owner and on every other person who to the knowledge of the Central Authority has any interest in land in the defined area, except persons holding under a monthly tenancy or less period:  Provided that failure to serve any such notice shall not in any manner prejudice such scheme.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "As soon as may be after the Central Authority have passed a resolution under sections 15, 16 or 17 they shall send a copy of the resolution to the Minister, and shall publish in the Gazette and in a local daily newspaper a notice stating that the resolution has been passed and naming a place where a copy of the resolution may be inspected."
                },
                {
                    "representation": "(2)",
                    "description": "Within three months after the Central Authority shall have passed such a resolution or within such extended period as the Minister may allow, the Central Authority shall prepare and submit to the Minister a plan of any scheme intended to be undertaken accompanied by a statement containing appropriate particulars of the scheme indicating"
                },
                {
                    "representation": "(a)",
                    "description": "publish in a local daily newspaper a notice stating that the  scheme is about to be submitted to the Minister for approval, naming a place where the plan and particulars of the scheme may be inspected, and specifying the time within which and the manner in which objections may be made;"
                },
                {
                    "representation": "(b)",
                    "description": "serve a notice to the like effect on every owner and on every other person who to the knowledge of the Central Authority has any interest in land in the defined area, except persons holding under a monthly tenancy or less period:  Provided that failure to serve any such notice shall not in any manner prejudice such scheme."
                },
                {
                    "representation": "(c)",
                    "description": "the approximate number and the nature of the houses to be provided LAWS OF GUYANA 38 Cap. 36:20 Housing  L.R.O. 1/2012                                                 by the Central Authority;"
                },
                {
                    "representation": "(d)",
                    "description": "the average number of houses to be constructed per acre;"
                },
                {
                    "representation": "(e)",
                    "description": "if the demolition of existing houses and the erection of new houses are proposed, the nature of the proposed new houses;"
                },
                {
                    "representation": "(f)",
                    "description": "if the total demolition of existing houses is not proposed, the nature of repairs, improvements and reconstruction intended to be made;"
                },
                {
                    "representation": "(g)",
                    "description": "the time within which the scheme or any part thereof is to be carried into effect;"
                },
                {
                    "representation": "(h)",
                    "description": "the estimated cost of the scheme and of the rents expected to be derived from the houses provided under the scheme;"
                },
                {
                    "representation": "(i)",
                    "description": "such incidental, consequential and supplementary provisions"
                },
                {
                    "representation": "(j)",
                    "description": "objections made by persons affected by the scheme where such objections have not been withdrawn or met."
                },
                {
                    "representation": "(3)",
                    "description": "In the preparation of any scheme the Central Authority shall have regard to the provisions of any planning scheme relating to the defined area or land in the neighbourhood thereof. LAWS OF GUYANA Housing Cap. 36:20 39  L.R.O. 1/2012                               Local Authority affected by scheme to be notified."
                },
                {
                    "representation": "(4)",
                    "description": "The Central Authority before submitting such scheme to the Minister shall"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Local Authority affected by scheme to be notified. ",
            "context": "HOUSING ACT under Local Authority affected by scheme to be notified. 19. (1) In any case where a scheme is wholly or in part within the area of a Local Authority, the Central Authority shall before submitting the draft scheme to the Minister for approval, furnish particulars and a copy of the scheme to the Local Authority for their consideration and representations.  (2) If the Local Authority are desirous of making any objections or representations in respect of the said scheme, they shall within the prescribed time and manner submit the same to the Central Authority.  (3) The Central Authority shall consider any objections or representations received by them in pursuance of this section, and shall give full opportunity for such Local Authority to be heard by the Central Authority, and in LAWS OF GUYANA 40 Cap. 36:20 Housing  L.R.O. 1/2012        Approval of scheme by Minister.                      c. 19:03                   submitting the scheme to the Minister for approval shall forward copies of all such objections or representations which have not been met or withdrawn.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In any case where a scheme is wholly or in part within the area of a Local Authority, the Central Authority shall before submitting the draft scheme to the Minister for approval, furnish particulars and a copy of the scheme to the Local Authority for their consideration and representations."
                },
                {
                    "representation": "(2)",
                    "description": "If the Local Authority are desirous of making any objections or representations in respect of the said scheme, they shall within the prescribed time and manner submit the same to the Central Authority."
                },
                {
                    "representation": "(3)",
                    "description": "The Central Authority shall consider any objections or representations received by them in pursuance of this section, and shall give full opportunity for such Local Authority to be heard by the Central Authority, and in LAWS OF GUYANA 40 Cap. 36:20 Housing  L.R.O. 1/2012        Approval of scheme by Minister.                      c. 19:03                   submitting the scheme to the Minister for approval shall forward copies of all such objections or representations which have not been met or withdrawn."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Approval of scheme by Minister. ",
            "context": "HOUSING ACT under Approval of scheme by Minister. 20.(1) The Minister may, if he thinks fit, after considering any objections duly made to the scheme which have not been withdrawn or met, approve the scheme submitted to him or any part thereof, either without  modification or with such modifications as he thinks fit (including, if he thinks fit, the alteration of the defined area so as to exclude land therefrom but not so as to add land thereto) and the scheme or part  thereof when so approved shall be binding on the Central Authority, but if the Minister considers the scheme inadequate he may refuse to approve the scheme and require the Central Authority to prepare and submit to him an adequate scheme within such time as he may fix, or he may approve the scheme or any part thereof subject to the condition that the Central Authority prepare and submit to him a further scheme within such time as he may fix:  Provided that in the case of a re-development scheme he may, before approving the scheme, cause a public inquiry into the matter to be held under the Commissions of Inquiry Act, and shall consider any objection not withdrawn and the report of the Commission of Inquiry, and he may thereafter approve the scheme with or without any such modifications as aforesaid.  (2) The Minister shall not approve of any scheme unless he is satisfied that  (a) the size of the area is such that the housing conditions therein can be remedied within a reasonable period;  (b) the financial resources of the Central Authority are or will be sufficient for the purpose of carrying into effect LAWS OF GUYANA Housing Cap. 36:20 41  L.R.O. 1/2012                                                 such scheme;  (c) in so far as suitable accommodation available for the persons of the working class who will be displaced by the steps the Central Authority propose to take for the clearance and development of the area does not exist, the Central Authority will provide, or secure the provision of, such accommodation in advance of the displacements which will from time to time become necessary as these steps are taken.  (3) For the purposes of subsection (2)(c) suitable accommodation means, in relation to the occupier of a dwelling-house, a dwelling- house as to which the following conditions are satisfied:  (a) the house must be a house in which the occupier and his family can live without causing it to be overcrowded;  (b) the house must be a house which is certified by the Central Authority to be suitable to the needs of the occupier and his family as regards security of tenure and proximity to place of work and otherwise to be suitable in relation to his means; and  (c) if the house belongs to the Central Authority it must be a house which is certified by the Central Authority to be suitable to the needs of the occupier and his family in respect of accommodation having regard to the standard (if any) prescribed by LAWS OF GUYANA 42 Cap. 36:20 Housing  L.R.O. 1/2012    Notification of approval of scheme.                                       Demolition order.         regulations made under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may, if he thinks fit, after considering any objections duly made to the scheme which have not been withdrawn or met, approve the scheme submitted to him or any part thereof, either without  modification or with such modifications as he thinks fit"
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall not approve of any scheme unless he is satisfied that"
                },
                {
                    "representation": "(a)",
                    "description": "the house must be a house in which the occupier and his family can live without causing it to be overcrowded;"
                },
                {
                    "representation": "(b)",
                    "description": "the house must be a house which is certified by the Central Authority to be suitable to the needs of the occupier and his family as regards security of tenure and proximity to place of work and otherwise to be suitable in relation to his means; and"
                },
                {
                    "representation": "(c)",
                    "description": "if the house belongs to the Central Authority it must be a house which is certified by the Central Authority to be suitable to the needs of the occupier and his family in respect of accommodation having regard to the standard"
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of subsection"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Notification of approval of scheme.  PART IV EFFECTS AND OBLIGATIONS CONSEQUENT UPON AN APPROVED SCHEME  ",
            "context": "HOUSING ACT under Notification of approval of scheme.  PART IV EFFECTS AND OBLIGATIONS CONSEQUENT UPON AN APPROVED SCHEME  21. (1) Upon notification to the Central Authority of the approval of the Minister of any scheme, the Central Authority shall forthwith publish in the Gazette and in a local daily newspaper a notice stating that the scheme has been approved and naming a place where a copy of the plan and particulars thereof may be inspected, and in the case of a re-development scheme serve a like notice on every person who gave notice of his objection to the scheme.  (2) Where, after a scheme has been approved, it appears to the Central Authority that any land in the area (that is to say, the defined area or so much thereof as is comprised in the scheme approved) ought to be re-developed or used otherwise than as indicated in the scheme, the Central Authority shall prepare and submit for the approval of the Minister a new scheme in respect of that land.  (3) In the following provisions of this Act references to re-development or use in accordance with a scheme shall be construed as references to a scheme approved under this section, or, in the case of land comprised in a new scheme approved under this section, in accordance with the new scheme.  PART IV EFFECTS AND OBLIGATIONS CONSEQUENT UPON AN APPROVED SCHEME",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Upon notification to the Central Authority of the approval of the Minister of any scheme, the Central Authority shall forthwith publish in the Gazette and in a local daily newspaper a notice stating that the scheme has been approved and naming a place where a copy of the plan and particulars thereof may be inspected, and in the case of a re-development scheme serve a like notice on every person who gave notice of his objection to the scheme."
                },
                {
                    "representation": "(2)",
                    "description": "Where, after a scheme has been approved, it appears to the Central Authority that any land in the area"
                },
                {
                    "representation": "(3)",
                    "description": "In the following provisions of this Act references to re-development or use in accordance with a scheme shall be construed as references to a scheme approved under this section, or, in the case of land comprised in a new scheme approved under this section, in accordance with the new scheme.  PART IV EFFECTS AND OBLIGATIONS CONSEQUENT UPON AN APPROVED SCHEME"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Demolition order. ",
            "context": "HOUSING ACT under Demolition order. 22.(1) Where with respect to any area declared by the Central Authority to be a slum clearance area and included in a slum clearance scheme  approved of by the Minister in the manner hereinbefore provided, the Central Authority shall determine to order any buildings in the area to be demolished, they shall make an order (in this Act referred to as a demolition order) ordering the demolition of each of those buildings, and the vacation thereof on or before a date specified in the order, and the Central Authority shall LAWS OF GUYANA Housing Cap. 36:20 43  L.R.O. 1/2012                                                 forthwith publish in a local daily newspaper a copy of the order, and upon such publication the order shall become operative.  (2) When a demolition order has become operative the owner or owners of any building to which the order applies shall demolish that building before the expiration of two months from the date on which the building is required by the order to be vacated, or, if it is not vacated until after that date, before the expiration of two months from the date on which it is vacated, or, in either case, before the expiration of such longer period as in the circumstances the Central Authority may deem reasonable; and, if the building is not demolished before the expiration of that period, the Central  Authority shall enter and demolish the building and sell or otherwise dispose of the materials thereof.  (3) Any expenses incurred by the Central Authority under subsection (2), after giving credit for any amount realised by the sale of materials, may be recovered by them as a simple contract debt from the owner of the house or, if there is more than one owner, from the owners thereof in  such shares as the court may determine to be just and equitable; and any owner who pays to the Central Authority the full amount of their claim may in the like manner recover from any other owner such contribution (if any) as the court may determine to be just and reasonable.  (4) Any surplus in the hands of the Central Authority shall be paid by them to the owner of the house, or if there is more than one owner, shall be paid as those owners may agree. If there is more than one owner and the owners do not agree as to the division of the surplus, the Central Authority shall deposit (without payment to the Registrar of any fee for the act of deposit or for any matter connected therewith) the amount of the surplus in the Supreme Court Registry to abide the order of the court, and the said amount shall be distributed by the court free from all deductions for office and other costs, and in accordance with subsection (5). LAWS OF GUYANA 44 Cap. 36:20 Housing  L.R.O. 1/2012                Use of land in respect of which a demolition order has been made. [6 of 1997]                      Owner of land and buildings may be permitted to carry out slum clearance scheme or re- development  (5) The court, in determining for the purposes of this section the shares in which any expenses shall be paid or contributed by, or any surplus shall be divided between, two or more owners of a house shall have regard to their respective interests of the house, their respective obligations and liabilities in respect of maintenance and repair under any covenant or agreement, whether expressed or implied, and all the other circumstances of the case.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where with respect to any area declared by the Central Authority to be a slum clearance area and included in a slum clearance scheme  approved of by the Minister in the manner hereinbefore provided, the Central Authority shall determine to order any buildings in the area to be demolished, they shall make an order"
                },
                {
                    "representation": "(2)",
                    "description": "When a demolition order has become operative the owner or owners of any building to which the order applies shall demolish that building before the expiration of two months from the date on which the building is required by the order to be vacated, or, if it is not vacated until after that date, before the expiration of two months from the date on which it is vacated, or, in either case, before the expiration of such longer period as in the circumstances the Central Authority may deem reasonable; and, if the building is not demolished before the expiration of that period, the Central  Authority shall enter and demolish the building and sell or otherwise dispose of the materials thereof."
                },
                {
                    "representation": "(3)",
                    "description": "Any expenses incurred by the Central Authority under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Any surplus in the hands of the Central Authority shall be paid by them to the owner of the house, or if there is more than one owner, shall be paid as those owners may agree. If there is more than one owner and the owners do not agree as to the division of the surplus, the Central Authority shall deposit"
                },
                {
                    "representation": "(5)",
                    "description": "The court, in determining for the purposes of this section the shares in which any expenses shall be paid or contributed by, or any surplus shall be divided between, two or more owners of a house shall have regard to their respective interests of the house, their respective obligations and liabilities in respect of maintenance and repair under any covenant or agreement, whether expressed or implied, and all the other circumstances of the case."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Use of land in respect of which a demolition order has been made. ",
            "context": "HOUSING ACT under Use of land in respect of which a demolition order has been made. 23. (1) When a demolition order has become operative, no land to which the order applies shall be used for building purposes or otherwise developed except subject to such restrictions and conditions (if any) as the Central Authority may think fit to impose:  Provided that any owner who is aggrieved by a restriction or condition so imposed on the user of his land, or by a subsequent refusal of the Central Authority to cancel or modify any such restriction or condition, may at any time appeal by notice in writing to a judge who shall determine the matter summarily and make such order in the matter as he thinks proper, and his decision shall be final.  (2) A person who commences, or causes to be commenced, any work in contravention of a restriction or condition imposed under this section shall be liable on summary conviction to a fine of one thousand three hundred dollars in respect of each day during which the work exists in such a form and state as to contravene the restriction or condition.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When a demolition order has become operative, no land to which the order applies shall be used for building purposes or otherwise developed except subject to such restrictions and conditions"
                },
                {
                    "representation": "(2)",
                    "description": "A person who commences, or causes to be commenced, any work in contravention of a restriction or condition imposed under this section shall be liable on summary conviction to a fine of one thousand three hundred dollars in respect of each day during which the work exists in such a form and state as to contravene the restriction or condition."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Owner of land and buildings may be permitted to carry out slum clearance scheme or re-development scheme. ",
            "context": "HOUSING ACT under Owner of land and buildings may be permitted to carry out slum clearance scheme or re-development scheme. 24.(1) Notwithstanding the publication of a notice by the Central Authority in accordance with section 21, the owner of any land or building specified in such notice may, with the permission of the Central Authority and the approval of the Minister, undertake for himself the clearance and reconstruction of the land and buildings so specified or the re-development thereof subject to the provisions LAWS OF GUYANA Housing Cap. 36:20 45  L.R.O. 1/2012 scheme.                                                hereinafter contained.  (2) (a) An application for such permission shall be made by the owner in writing addressed to the Central Authority within four weeks of the date of publication of the notice by the Central Authority and shall contain full particulars accompanied by plans. (b) The Central Authority shall, as soon as practicable after the receipt of such application, consider the same at a meeting of the Central Authority and shall, subject as hereinafter provided in this subsection, by resolution passed at such meeting either refuse or recommend the grant of the application.  (c) The resolution together with the application shall be submitted to the Minister who may either reject the application or grant same with such modifications (if any) as he may think fit.  (3) If the application is granted, the owner shall within four weeks of the date of his being notified of the granting of his application enter into a bond with one or more sureties to be approved by the Central Authority in a sum not less than the estimated cost of clearance and reconstruction of the land and buildings or the re-development thereof, as the case may be, specified in the application as approved by the Minister, and the said bond shall be conditioned that the owner shall pay such sum as aforesaid to the Central Authority upon failure to complete the clearance and reconstruction of the said land and buildings or the re-development thereof, as the case may be, within a period to be specified in the bond and in accordance with the scheme: LAWS OF GUYANA 46 Cap. 36:20 Housing  L.R.O. 1/2012                                      c.36:23                         Provided that, if the owner of any such land and buildings fails to complete the clearance and reconstruction thereof or the re- development thereof, as the case may be, in accordance with the scheme to the satisfaction of the Central Authority and within the period specified in the bond, subject to any variation or extensions approved by the surety or sureties and the Minister, the Central Authority may, notwithstanding the enforcement of the bond, acquire such land and buildings and clear and reconstruct or re-develop the same in accordance with this Act.  (4) Upon the completion by the owner of the clearance and the reconstruction of the said land or buildings or the re-development thereof, as the case may be, to the satisfaction of the Central Authority, the Central Authority shall, at the expense of the owner, cause the notice published by the Central Authority in accordance with section 21 to be amended by the publication of an amending notice deleting from the first mentioned notice the land and buildings specified in the bond.  (5) Where the Central Authority are satisfied that, for  the purpose of enabling the clearance and reconstruction of land and buildings or the re-development thereof, as the case may be, to be carried out in accordance with proposals which have been submitted as aforesaid and in respect of which the Central Authority have given notice of their satisfaction, it is necessary that any dwelling-house to which the Rent Restriction Act applies should be vacated, and that suitable alternative accommodation is available for a tenant or will be available for him at a future date, the Central Authority may issue to the landlord a certificate that such suitable alternative accommodation is available for him by such future date, and a certificate so issued shall, anything contained in the Rent Restriction Act to the contrary notwithstanding, be binding on the court to order the recovery of possession of any such dwelling-house.  LAWS OF GUYANA Housing Cap. 36:20 47  L.R.O. 1/2012 Certificates as to the condition of houses and exemption from slum clearance area.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding the publication of a notice by the Central Authority in accordance with section 21, the owner of any land or building specified in such notice may, with the permission of the Central Authority and the approval of the Minister, undertake for himself the clearance and reconstruction of the land and buildings so specified or the re-development thereof subject to the provisions LAWS OF GUYANA Housing Cap. 36:20 45  L.R.O. 1/2012 scheme.                                                hereinafter contained."
                },
                {
                    "representation": "(2)",
                    "description": "(a) An application for such permission shall be made by the owner in writing addressed to the Central Authority within four weeks of the date of publication of the notice by the Central Authority and shall contain full particulars accompanied by plans."
                },
                {
                    "representation": "(b)",
                    "description": "The Central Authority shall, as soon as practicable after the receipt of such application, consider the same at a meeting of the Central Authority and shall, subject as hereinafter provided in this subsection, by resolution passed at such meeting either refuse or recommend the grant of the application."
                },
                {
                    "representation": "(c)",
                    "description": "The resolution together with the application shall be submitted to the Minister who may either reject the application or grant same with such modifications"
                },
                {
                    "representation": "(3)",
                    "description": "If the application is granted, the owner shall within four weeks of the date of his being notified of the granting of his application enter into a bond with one or more sureties to be approved by the Central Authority in a sum not less than the estimated cost of clearance and reconstruction of the land and buildings or the re-development thereof, as the case may be, specified in the application as approved by the Minister, and the said bond shall be conditioned that the owner shall pay such sum as aforesaid to the Central Authority upon failure to complete the clearance and reconstruction of the said land and buildings or the re-development thereof, as the case may be, within a period to be specified in the bond and in accordance with the scheme: LAWS OF GUYANA 46 Cap. 36:20 Housing  L.R.O. 1/2012                                      c.36:23                         Provided that, if the owner of any such land and buildings fails to complete the clearance and reconstruction thereof or the re- development thereof, as the case may be, in accordance with the scheme to the satisfaction of the Central Authority and within the period specified in the bond, subject to any variation or extensions approved by the surety or sureties and the Minister, the Central Authority may, notwithstanding the enforcement of the bond, acquire such land and buildings and clear and reconstruct or re-develop the same in accordance with this Act."
                },
                {
                    "representation": "(4)",
                    "description": "Upon the completion by the owner of the clearance and the reconstruction of the said land or buildings or the re-development thereof, as the case may be, to the satisfaction of the Central Authority, the Central Authority shall, at the expense of the owner, cause the notice published by the Central Authority in accordance with section 21 to be amended by the publication of an amending notice deleting from the first mentioned notice the land and buildings specified in the bond."
                },
                {
                    "representation": "(5)",
                    "description": "Where the Central Authority are satisfied that, for  the purpose of enabling the clearance and reconstruction of land and buildings or the re-development thereof, as the case may be, to be carried out in accordance with proposals which have been submitted as aforesaid and in respect of which the Central Authority have given notice of their satisfaction, it is necessary that any dwelling-house to which the Rent Restriction Act applies should be vacated, and that suitable alternative accommodation is available for a tenant or will be available for him at a future date, the Central Authority may issue to the landlord a certificate that such suitable alternative accommodation is available for him by such future date, and a certificate so issued shall, anything contained in the Rent Restriction Act to the contrary notwithstanding, be binding on the court to order the recovery of possession of any such dwelling-house.  LAWS OF GUYANA Housing Cap. 36:20 47  L.R.O. 1/2012 Certificates as to the condition of houses and exemption from slum clearance area."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Certificates as to the condition of houses and exemption from slum clearance area. ",
            "context": "HOUSING ACT under Certificates as to the condition of houses and exemption from slum clearance area. 25. (1) Any owner of a dwelling-house, which is occupied, or of a type suitable for occupation, by persons of the working class and in respect of which works of improvement (otherwise than by way of decoration or repair but including fittings and fixtures) or structural alterations are  proposed to be executed, may submit a list of the proposed works to the Central Authority with a request in writing that the Central Authority shall inform him whether in their opinion the house would, having due regard to the nature of its site and its relationship to the arrangements of existing roads, after the execution of those works, or of those works together with any additional works, be in all respects fit for human habitation and would, with reasonable care and maintenance, remain so fit for a period of at least five years.  (2) As soon as may be after receipt of such a list and request as aforesaid, the Central Authority shall take the list into consideration and inform the owner whether they are of opinion as aforesaid or not, and where they are of that opinion, shall furnish him with a list of the additional works (if any) appearing to them to be required.  (3) Where the Central Authority have stated that they are of opinion as aforesaid and the works specified in the list submitted to them, together with any additional works specified in a list furnished by them, have been executed to their satisfaction, they shall, on the application of any owner of the house, issue to him a certificate that the house is in all respects fit for human habitation and will with reasonable care and maintenance remain so fit for a period (being a period of not less than five years nor more than ten years) to be specified in the certificate.  (4) During the period specified in a certificate given under this section no action shall be taken under this Act with a view to the demolition of the house as being unfit for human habitation and its reconstruction as part of a slum clearance area.  LAWS OF GUYANA 48 Cap. 36:20 Housing  L.R.O. 1/2012 Judge may empower owner to execute works on default of another owner.                                   Acquisition of land, etc., by Central Authority.           Acquisition of land, etc., by",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any owner of a dwelling-house, which is occupied, or of a type suitable for occupation, by persons of the working class and in respect of which works of improvement"
                },
                {
                    "representation": "(2)",
                    "description": "As soon as may be after receipt of such a list and request as aforesaid, the Central Authority shall take the list into consideration and inform the owner whether they are of opinion as aforesaid or not, and where they are of that opinion, shall furnish him with a list of the additional works"
                },
                {
                    "representation": "(3)",
                    "description": "Where the Central Authority have stated that they are of opinion as aforesaid and the works specified in the list submitted to them, together with any additional works specified in a list furnished by them, have been executed to their satisfaction, they shall, on the application of any owner of the house, issue to him a certificate that the house is in all respects fit for human habitation and will with reasonable care and maintenance remain so fit for a period"
                },
                {
                    "representation": "(4)",
                    "description": "During the period specified in a certificate given under this section no action shall be taken under this Act with a view to the demolition of the house as being unfit for human habitation and its reconstruction as part of a slum clearance area.  LAWS OF GUYANA 48 Cap. 36:20 Housing  L.R.O. 1/2012 Judge may empower owner to execute works on default of another owner.                                   Acquisition of land, etc., by Central Authority.           Acquisition of land, etc., by"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Judge may empower owner to execute works on default of another owner.  PART V ACQUISITION AND COMPENSATION  ",
            "context": "HOUSING ACT under Judge may empower owner to execute works on default of another owner.  PART V ACQUISITION AND COMPENSATION  26. (1) If it appears to a judge or a magistrate on the written application of any owner of a house in respect of which a notice requiring the execution of works has been served, or a demolition order has been made, that owing to the default of any other owner of the house in executing any works required to be executed on the house, or in demolishing the house, the interests of the applicant will be prejudiced, the judge or magistrate may make an order empowering the applicant forthwith to enter on the house, and within a period fixed by the order, execute the said works or demolish the house, as the case may be, and where it seems to the judge or magistrate just so to do, he may make a like order in favour of any other owner.  (2) Before an order is made under this section, notice of the application shall be given to the Central Authority, and to any other owner who may be affected by the order.  (3) Proceedings under this section shall be determined by the judge or magistrate in a summary manner, and any order made by him shall be final.  PART V ACQUISITION AND COMPENSATION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If it appears to a judge or a magistrate on the written application of any owner of a house in respect of which a notice requiring the execution of works has been served, or a demolition order has been made, that owing to the default of any other owner of the house in executing any works required to be executed on the house, or in demolishing the house, the interests of the applicant will be prejudiced, the judge or magistrate may make an order empowering the applicant forthwith to enter on the house, and within a period fixed by the order, execute the said works or demolish the house, as the case may be, and where it seems to the judge or magistrate just so to do, he may make a like order in favour of any other owner."
                },
                {
                    "representation": "(2)",
                    "description": "Before an order is made under this section, notice of the application shall be given to the Central Authority, and to any other owner who may be affected by the order."
                },
                {
                    "representation": "(3)",
                    "description": "Proceedings under this section shall be determined by the judge or magistrate in a summary manner, and any order made by him shall be final.  PART V ACQUISITION AND COMPENSATION"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Acquisition of land, etc., by Central Authority. ",
            "context": "HOUSING ACT under Acquisition of land, etc., by Central Authority. 27. (1) Where by this Act the Central Authority is authorised to acquire land or buildings or any interest therein, such acquisition may, subject to this Act, be by way of gift or may be effected by private treaty or compulsorily.  (2) Nothing in this section shall authorise the compulsory acquisition of any land or building or any interest therein, which is the property of statutory undertakers, having been acquired by them for the purposes of their undertaking.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where by this Act the Central Authority is authorised to acquire land or buildings or any interest therein, such acquisition may, subject to this Act, be by way of gift or may be effected by private treaty or compulsorily."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing in this section shall authorise the compulsory acquisition of any land or building or any interest therein, which is the property of statutory undertakers, having been acquired by them for the purposes of their undertaking."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Acquisition of land, etc., by Central Authority for purposes of approved schemes. ",
            "context": "HOUSING ACT under Acquisition of land, etc., by Central Authority for purposes of approved schemes. 28. (1) Any land or buildings, or any interest therein, within a slum clearance area or any part thereof which is or LAWS OF GUYANA Housing Cap. 36:20 49  L.R.O. 1/2012 Central Authority for purposes of approved schemes.                                            are intended to be acquired by the Central Authority for the purposes of this Act may be acquired compulsorily after the expiration of twenty-eight days from the first publication of the notice as required by section 21(1).  (2) In the case of land or buildings or any interest therein intended to be acquired by the Central Authority for the purposes of a housing scheme or a re-development scheme, it shall be the duty of the Central Authority, within the appropriate period specified in subsection (3), either to enter into agreements for the purchase of the same, or to decide, by resolution, that the same shall be compulsorily acquired:  Provided that this subsection shall not apply to land or buildings in respect of which the Central Authority have, within the appropriate period as aforesaid, made arrangements with other persons for securing the use of the land in accordance with a re-development scheme.  (3) The appropriate period for the purposes of subsection (2) shall be  (a) in the case of land shown in the plan for the housing scheme or re-development scheme, as the case may be, as intended for the provision of houses for persons of the working class, six months from the date when the approval of the Minister of the scheme in question becomes operative;  (b) in the case of other land in the re-development area, two years from that date;  and in either case such extended period as the Minister may, on the application of the Central Authority, allow in respect LAWS OF GUYANA 50 Cap. 36:20 Housing  L.R.O. 1/2012         Vesting of title in Central Authority in case of compulsory acquisition.                                   Assessment of compensation in case of compulsory acquisition.  [35 of 1975]  c. 62:05    of any land.  (4) The obligations imposed on the Central Authority by this section shall not apply with respect to any land or building, or interest therein, referred to in section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any land or buildings, or any interest therein, within a slum clearance area or any part thereof which is or LAWS OF GUYANA Housing Cap. 36:20 49  L.R.O. 1/2012 Central Authority for purposes of approved schemes.                                            are intended to be acquired by the Central Authority for the purposes of this Act may be acquired compulsorily after the expiration of twenty-eight days from the first publication of the notice as required by section 21(1)."
                },
                {
                    "representation": "(2)",
                    "description": "shall be"
                },
                {
                    "representation": "(3)",
                    "description": "The appropriate period for the purposes of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "in the case of land shown in the plan for the housing scheme or re-development scheme, as the case may be, as intended for the provision of houses for persons of the working class, six months from the date when the approval of the Minister of the scheme in question becomes operative;"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of other land in the re-development area, two years from that date;  and in either case such extended period as the Minister may, on the application of the Central Authority, allow in respect LAWS OF GUYANA 50 Cap. 36:20 Housing  L.R.O. 1/2012         Vesting of title in Central Authority in case of compulsory acquisition.                                   Assessment of compensation in case of compulsory acquisition.  [35 of 1975]  c. 62:05    of any land."
                },
                {
                    "representation": "(4)",
                    "description": "The obligations imposed on the Central Authority by this section shall not apply with respect to any land or building, or interest therein, referred to in section"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Vesting of title in Central Authority in case of compulsory acquisition. ",
            "context": "HOUSING ACT under Vesting of title in Central Authority in case of compulsory acquisition. 29. (1) Where the Central Authority with the approval of the Minister have, by resolution, decided, in accordance with this Act, that any lands or buildings described in the resolution shall be acquired compulsorily by the Central Authority for any of the purposes of this Act, the Central Authority shall cause a copy of the resolution to be published in the Gazette.  (2) Where a building, but not the land on which it is situate, is to be acquired compulsorily under subsection (1), such building shall, on the publication under subsection (1) of the copy of the resolution in the Gazette, forthwith vest absolutely in the Central Authority free of all incumbrances.  (3) Where land with or without any building thereon is to be acquired compulsorily under subsection (1) the Central Authority shall cause a certified copy of the resolution, together with a plan prepared by a sworn land surveyor defining the said land, to be deposited in the Deeds Registry, and on such deposit being made the land and buildings thereon or the land, as the case may be, described in the resolution shall, without any conveyance, vest absolutely in the Central Authority free of all incumbrances.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the Central Authority shall cause a certified copy of the resolution, together with a plan prepared by a sworn land surveyor defining the said land, to be deposited in the Deeds Registry, and on such deposit being made the land and buildings thereon or the land, as the case may be, described in the resolution shall, without any conveyance, vest absolutely in the Central Authority free of all incumbrances."
                },
                {
                    "representation": "(2)",
                    "description": "Where a building, but not the land on which it is situate, is to be acquired compulsorily under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where land with or without any building thereon is to be acquired compulsorily under subsection"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Assessment of compensation in case of compulsory acquisition. ",
            "context": "HOUSING ACT under Assessment of compensation in case of compulsory acquisition. 30.(1) Where land or buildings or any interest therein is or are acquired by the Central Authority compulsorily under this Act, compensation shall be payable by the Central Authority, to the owner of such land or building or interest therein, and the compensation shall, subject to this Act, be assessed and shall be paid according to the provisions of the Acquisition of Lands for Public Purposes Act.  (2) In assessing the amount of compensation LAWS OF GUYANA Housing Cap. 36:20 51  L.R.O. 1/2012                                                 payable to the owners of land or buildings or any interest therein acquired compulsorily by the Central Authority under this Act, regard shall be had to the following provisions: (a) in the case of land with buildings thereon which are unfit for human habitation or are dangerous or injurious or likely to be injurious to the health of the inhabitants of the area, the compensation payable shall be the value of the site as a cleared site available for development without regard to any buildings existing thereon;  (b) in the case of land with buildings thereon in respect of which sanitary defects exist but which are not otherwise unfit for human habitation or dangerous or injurious or likely to be injurious to the health of the inhabitants of the area, the compensation payable shall be the site value as aforesaid together with the value of the buildings after deducting such amount as would be required to abate the sanitary defects;  (c) in the case of any other land and building, the compensation payable shall be the value thereof:  Provided that in the case of any dwelling-house or other building which is regarded as dangerous or injurious or likely to be injurious to health under paragraph (a) or (b) only on the ground that by reason of its bad arrangements in relation to other buildings or the narrowness or the bad arrangements of the roads, the compensation payable shall be as in paragraph (c), unless it is a building constructed or adapted as, or for the purposes of, a dwelling-house or partly for those LAWS OF GUYANA 52 Cap. 36:20 Housing  L.R.O. 1/2012                                   c. 62:05              purposes and partly for other purposes and part thereof (not being a part used for other purposes) is by reason of disrepair or sanitary defects unfit for human habitation.  (3) In assessing the amount of compensation payable to the owners of land and buildings acquired compulsorily by the Central Authority under this Act for any area within a re-development scheme, there may be taken into consideration any undertaking given by the Central Authority with respect to the time within which and the manner in which the re-development or any part thereof is to be carried out and any increased value which will be given to other premises of the same owner.  (4) In determining for the purposes of this Act whether a house is fit for human habitation, regard shall be had to the extent (if any) to which by reason of disrepair or sanitary defects the house falls short of the provisions of any by-laws in operation in the area in which the house is situate.  (5) The owner of any building which is regarded as unfit for human habitation shall be entitled, on making a request therefor in writing, to be furnished by the Central Authority with a statement in writing of their reason for deciding that the building is so unfit.  (6) In the application of the provisions of the Acquisition of Lands for Public Purposes Act relating to compensation and the assessment thereof, the following modifications shall be made:  (a) references to the Minister, the Attorney-General and the Commissioner of Lands shall be construed as references to the Central Authority;  (b) references to land shall be construed as including references to buildings; LAWS OF GUYANA Housing Cap. 36:20 53  L.R.O. 1/2012                                    Payments in respect of well- maintained houses. [24 of 1969]          (c) references to an order published under section 6 of the Acquisition of Lands for Public Purposes Act shall be construed as references to a resolution published, or published and deposited, as the case may be, under section 29 of this Act.  (7) For the purposes of subsection (2)(a), (b) and (c)  (a) the expression value means the value ascertained by reference to prices current at the 31st March, 1939; and  (b) there shall be added to the value so ascertained such percentage thereof as may from time to time be prescribed by order of the Minister published in the Gazette; and  (c) such order may be made generally, or in relation to a particular locality, or in relation to a particular building or parcel of land.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where land or buildings or any interest therein is or are acquired by the Central Authority compulsorily under this Act, compensation shall be payable by the Central Authority, to the owner of such land or building or interest therein, and the compensation shall, subject to this Act, be assessed and shall be paid according to the provisions of the Acquisition of Lands for Public Purposes Act."
                },
                {
                    "representation": "(2)",
                    "description": "In assessing the amount of compensation LAWS OF GUYANA Housing Cap. 36:20 51  L.R.O. 1/2012                                                 payable to the owners of land or buildings or any interest therein acquired compulsorily by the Central Authority under this Act, regard shall be had to the following provisions:"
                },
                {
                    "representation": "(a)",
                    "description": "the expression value means the value ascertained by reference to prices current at the 31st March, 1939; and"
                },
                {
                    "representation": "(b)",
                    "description": "there shall be added to the value so ascertained such percentage thereof as may from time to time be prescribed by order of the Minister published in the Gazette; and"
                },
                {
                    "representation": "(c)",
                    "description": "such order may be made generally, or in relation to a particular locality, or in relation to a particular building or parcel of land."
                },
                {
                    "representation": "(3)",
                    "description": "In assessing the amount of compensation payable to the owners of land and buildings acquired compulsorily by the Central Authority under this Act for any area within a re-development scheme, there may be taken into consideration any undertaking given by the Central Authority with respect to the time within which and the manner in which the re-development or any part thereof is to be carried out and any increased value which will be given to other premises of the same owner."
                },
                {
                    "representation": "(4)",
                    "description": "In determining for the purposes of this Act whether a house is fit for human habitation, regard shall be had to the extent"
                },
                {
                    "representation": "(5)",
                    "description": "The owner of any building which is regarded as unfit for human habitation shall be entitled, on making a request therefor in writing, to be furnished by the Central Authority with a statement in writing of their reason for deciding that the building is so unfit."
                },
                {
                    "representation": "(6)",
                    "description": "In the application of the provisions of the Acquisition of Lands for Public Purposes Act relating to compensation and the assessment thereof, the following modifications shall be made:"
                },
                {
                    "representation": "(7)",
                    "description": "For the purposes of subsection"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Payments in respect of well-maintained houses. ",
            "context": "HOUSING ACT under Payments in respect of well-maintained houses. 31.(1) Where, in respect of a dwelling-house compulsorily acquired by the Central Authority under this Act for any of the purposes of this Act as being unfit for human habitation, the Minister is satisfied, after causing the house to be inspected by a Health Officer, that notwithstanding its sanitary defects it has been well maintained, the Minister may give directions for the making by the Central Authority of a payment under this section in respect of the house as hereinafter provided.  (2) A payment made under this section shall be of LAWS OF GUYANA 54 Cap. 36:20 Housing  L.R.O. 1/2012                                                 an amount equal either  (a) to the amount by which the aggregate expenditure which is shown to the satisfaction of the Central Authority to have been incurred in maintaining the house during the five years immediately before the date on which the order was made exceeds an amount equal to one and one-quarter times the assessed value of the house; or  (b) to one and a half times, or, if at that date the house is occupied by an owner thereof and has been owned and occupied by him or a member of his family continuously during the three years immediately before that date, three times, the assessed value of the house  whichever is the greater:  Provided that a payment under this section shall not in any case exceed the difference between the full value of the house (that is to say, the amount which would have been payable as compensation by virtue of its being acquired compulsorily but not as unfit for human habitation), and the site thereof (that is to say, the amount which is payable as compensation by virtue of its being acquired compulsorily as being unfit for human habitation, or which would have been so payable if it had been so acquired), and any question as to such value shall be determined, in default of agreement, as if it had been a question of disputed compensation arising on such a purchase.  (3) A payment under this section shall be made (a) if the house is occupied by an owner LAWS OF GUYANA Housing Cap. 36:20 55  L.R.O. 1/2012                        c. 28:04       Power of Central Authority to make allowances to certain persons displaced.                thereof, to such owner; or  (b) if the house is not so occupied, to the person or persons liable under any enactment, covenant or agreement to maintain and repair the house, and if more than one person is so liable, in such shares as the Central Authority think equitable in the circumstances:  Provided that, if any other person satisfies the Central Authority that the good maintenance of the house is attributable to a material extent to work carried out by him or at his expense, the Central Authority may, if it appears to them to be equitable in the circumstances, make payment in whole or in part to him.  (4) In this section the expression assessed value has the meaning assigned to it as in the Valuation for Rating Purposes Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where, in respect of a dwelling-house compulsorily acquired by the Central Authority under this Act for any of the purposes of this Act as being unfit for human habitation, the Minister is satisfied, after causing the house to be inspected by a Health Officer, that notwithstanding its sanitary defects it has been well maintained, the Minister may give directions for the making by the Central Authority of a payment under this section in respect of the house as hereinafter provided."
                },
                {
                    "representation": "(2)",
                    "description": "A payment made under this section shall be of LAWS OF GUYANA 54 Cap. 36:20 Housing  L.R.O. 1/2012                                                 an amount equal either"
                },
                {
                    "representation": "(a)",
                    "description": "if the house is occupied by an owner LAWS OF GUYANA Housing Cap. 36:20 55  L.R.O. 1/2012                        c. 28:04       Power of Central Authority to make allowances to certain persons displaced.                thereof, to such owner; or"
                },
                {
                    "representation": "(b)",
                    "description": "if the house is not so occupied, to the person or persons liable under any enactment, covenant or agreement to maintain and repair the house, and if more than one person is so liable, in such shares as the Central Authority think equitable in the circumstances:  Provided that, if any other person satisfies the Central Authority that the good maintenance of the house is attributable to a material extent to work carried out by him or at his expense, the Central Authority may, if it appears to them to be equitable in the circumstances, make payment in whole or in part to him."
                },
                {
                    "representation": "(3)",
                    "description": "A payment under this section shall be made"
                },
                {
                    "representation": "(4)",
                    "description": "In this section the expression assessed value has the meaning assigned to it as in the Valuation for Rating Purposes Act."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Power of Central Authority to make allowances to certain persons displaced. ",
            "context": "HOUSING ACT under Power of Central Authority to make allowances to certain persons displaced. 32. The Central Authority may pay to any person displaced from any dwelling-house or other building in a slum clearance area or a re- development area, as the case may be, which has been purchased by them under this Act as being unfit for human habitation and not capable at reasonable expense of being rendered so fit, such reasonable allowance as they may think fit towards his expense in removing; and to any person carrying on any trade or business in any such dwelling-house or other building, they may also pay such reasonable allowance as they think fit towards the loss which, in their opinion, he will sustain by reason of the disturbance of his trade or business consequent on his having to quit the house or building, and in estimating that loss they shall have regard to the period for which the premises occupied by him might reasonably have been expected to be available for the purpose of his trade or business and the availability of other premises suitable for that purpose. LAWS OF GUYANA 56 Cap. 36:20 Housing  L.R.O. 1/2012   Provisions as to costs of persons opposing scheme or orders.                     Central Authority to carry out scheme.",
            "description": "The Central Authority may pay to any person displaced from any dwelling-house or other building in a slum clearance area or a re- development area, as the case may be, which has been purchased by them under this Act as being unfit for human habitation and not capable at reasonable expense of being rendered so fit, such reasonable allowance as they may think fit towards his expense in removing; and to any person carrying on any trade or business in any such dwelling-house or other building, they may also pay such reasonable allowance as they think fit towards the loss which, in their opinion, he will sustain by reason of the disturbance of his trade or business consequent on his having to quit the house or building, and in estimating that loss they shall have regard to the period for which the premises occupied by him might reasonably have been expected to be available for the purpose of his trade or business and the availability of other premises suitable for that purpose. LAWS OF GUYANA 56 Cap. 36:20 Housing  L.R.O. 1/2012   Provisions as to costs of persons opposing scheme or orders.                     Central Authority to carry out scheme."
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Provisions as to costs of persons opposing scheme or orders.  PART VI COMPLETION OF SCHEMES AND CONSEQUENTIAL POWERS AND DUTIES OF THE CENTRAL AUTHORITY  ",
            "context": "HOUSING ACT under Provisions as to costs of persons opposing scheme or orders.  PART VI COMPLETION OF SCHEMES AND CONSEQUENTIAL POWERS AND DUTIES OF THE CENTRAL AUTHORITY  33. (1) The Minister may make such order as he thinks fit in favour of any owner of any land included in any approved scheme or order, for the allowance of reasonable expenses incurred by the owner in opposing the scheme or order. (2) All expenses of any person to such amount as may be allowed to him by the Minister in pursuance of the aforesaid power, shall be deemed to be expenses incurred by the Central Authority under this Act, and shall be paid to that person in such manner and at such times and either in one sum or by instalments as the Minister may order.  PART VI COMPLETION OF SCHEMES AND CONSEQUENTIAL POWERS AND DUTIES OF THE CENTRAL AUTHORITY",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may make such order as he thinks fit in favour of any owner of any land included in any approved scheme or order, for the allowance of reasonable expenses incurred by the owner in opposing the scheme or order."
                },
                {
                    "representation": "(2)",
                    "description": "All expenses of any person to such amount as may be allowed to him by the Minister in pursuance of the aforesaid power, shall be deemed to be expenses incurred by the Central Authority under this Act, and shall be paid to that person in such manner and at such times and either in one sum or by instalments as the Minister may order.  PART VI COMPLETION OF SCHEMES AND CONSEQUENTIAL POWERS AND DUTIES OF THE CENTRAL AUTHORITY"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Central Authority to carry out scheme. ",
            "context": "HOUSING ACT under Central Authority to carry out scheme. 34.(1) It shall be the duty of the Central Authority who are hereby empowered so to do, to take steps for carrying into execution any scheme after such scheme has been approved by the Minister within such time as may be specified in such scheme or within such further time as may be allowed by the Minister.  (2) The Central Authority may in like manner and for the purposes of such scheme lay out, pave, sewer and complete all such roads upon the land acquired by them; and all roads so laid out and completed if situated within the jurisdiction of a Local Authority shall thenceforth be public road repairable by the Local Authority.  (3) Subject to the approval of the Minister, the Central Authority may also engage with any person to carry the whole or any part of the scheme into effect upon such terms as the Central Authority may think expedient.  (4) When a scheme has been substantially completed by the Central Authority in accordance with this Act, the Central Authority shall forthwith certify that fact to LAWS OF GUYANA Housing Cap. 36:20 57  L.R.O. 1/2012      Assignment to Local Authorities of duties of the Central Authority.                         Recovery of possession of buildings within areas of approved schemes. [6 of 1997]       the Minister and specify the date upon which the buildings within the area of such scheme or any part thereof were or shall be ready for habitation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It shall be the duty of the Central Authority who are hereby empowered so to do, to take steps for carrying into execution any scheme after such scheme has been approved by the Minister within such time as may be specified in such scheme or within such further time as may be allowed by the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "The Central Authority may in like manner and for the purposes of such scheme lay out, pave, sewer and complete all such roads upon the land acquired by them; and all roads so laid out and completed if situated within the jurisdiction of a Local Authority shall thenceforth be public road repairable by the Local Authority."
                },
                {
                    "representation": "(3)",
                    "description": "Subject to the approval of the Minister, the Central Authority may also engage with any person to carry the whole or any part of the scheme into effect upon such terms as the Central Authority may think expedient."
                },
                {
                    "representation": "(4)",
                    "description": "When a scheme has been substantially completed by the Central Authority in accordance with this Act, the Central Authority shall forthwith certify that fact to LAWS OF GUYANA Housing Cap. 36:20 57  L.R.O. 1/2012      Assignment to Local Authorities of duties of the Central Authority.                         Recovery of possession of buildings within areas of approved schemes. [6 of 1997]       the Minister and specify the date upon which the buildings within the area of such scheme or any part thereof were or shall be ready for habitation."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Assignment to Local Authorities of duties of the Central Authority.  LAWS OF GUYANA Housing Cap. 36:20 5  L.R.O. 1/2012 SECTION ",
            "context": "HOUSING ACT under Assignment to Local Authorities of duties of the Central Authority.  LAWS OF GUYANA Housing Cap. 36:20 5  L.R.O. 1/2012 SECTION 35.(l) The Central Authority may, with the approval of the Minister, assign to a Local Authority so named in a scheme, duties and functions (including the execution of any public work or the undertaking of any public service) in relation to the enforcement and carrying out of such scheme, and specify the time within which such duties and functions shall be undertaken and completed.  (2) If the Local Authority shall unreasonably delay or fail to commence or carry out the duties and functions assigned to them under subsection (1), or shall carry out such duties and functions in an unsatisfactory manner, the Central Authority may order the Local Authority to carry out such duties and functions within such period as shall be fixed by the order. Any such order may be enforced by mandamus.  (3) Whenever the Local Authority have made default in carrying out any duties and functions assigned to them under the scheme, the Central Authority may exercise such duties and functions and any expenses incurred by the Central Authority in so doing shall on demand be paid by the Local Authority to the Central Authority and may be recovered summarily as a civil debt.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "The Central Authority may, with the approval of the Minister, assign to a Local Authority so named in a scheme, duties and functions"
                },
                {
                    "representation": "(2)",
                    "description": "If the Local Authority shall unreasonably delay or fail to commence or carry out the duties and functions assigned to them under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Whenever the Local Authority have made default in carrying out any duties and functions assigned to them under the scheme, the Central Authority may exercise such duties and functions and any expenses incurred by the Central Authority in so doing shall on demand be paid by the Local Authority to the Central Authority and may be recovered summarily as a civil debt."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Recovery of possession of buildings within areas of approved schemes. ",
            "context": "HOUSING ACT under Recovery of possession of buildings within areas of approved schemes. 36.(1) Where any scheme has been approved in accordance with this Act the Central Authority shall serve on the occupier of any land or building or any part thereof within the area of such scheme a notice stating the effect of such scheme and specifying the date by which the Central Authority require the building to be vacated, and requiring him to quit the said land or the building before the said date or before the expiration of twenty-eight days from the service of the notice, whichever may be the later.  (2) If, at any time after the date on which the notice LAWS OF GUYANA 58 Cap. 36:20 Housing  L.R.O. 1/2012       c. 61:01                               Power of judge to determine or vary a lease in certain cases.        requires the land or building to be vacated, any person is in occupation of the land or building  or any part thereof, the Central Authority may make complaint to the magistrate of the district within which the land or building is situate, and thereupon the magistrate shall by warrant, in Form 7 in the First Schedule to the Landlord and Tenant Act or in a form to the like effect, order vacant possession of the land or building or any part thereof to be given to the complainants within such period as may be determined by the magistrate, and the magistrate may allow any costs and expenses incurred by the Central Authority under this section in obtaining possession of any land or building.  (3) Any person who knowing that a scheme in any area has been approved and applies to any land or building  (a) enters into occupation of that land or of any of such buildings or any part thereof after the approval of such scheme in such area, or  (b) permits any person to enter into such occupation after that date  shall be liable on summary conviction to a fine of thirteen thousand dollars and to a further fine of one thousand three hundred dollars for every day or part of a day on which the occupation continues after conviction.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any scheme has been approved in accordance with this Act the Central Authority shall serve on the occupier of any land or building or any part thereof within the area of such scheme a notice stating the effect of such scheme and specifying the date by which the Central Authority require the building to be vacated, and requiring him to quit the said land or the building before the said date or before the expiration of twenty-eight days from the service of the notice, whichever may be the later."
                },
                {
                    "representation": "(2)",
                    "description": "If, at any time after the date on which the notice LAWS OF GUYANA 58 Cap. 36:20 Housing  L.R.O. 1/2012       c. 61:01                               Power of judge to determine or vary a lease in certain cases.        requires the land or building to be vacated, any person is in occupation of the land or building  or any part thereof, the Central Authority may make complaint to the magistrate of the district within which the land or building is situate, and thereupon the magistrate shall by warrant, in Form 7 in the First Schedule to the Landlord and Tenant Act or in a form to the like effect, order vacant possession of the land or building or any part thereof to be given to the complainants within such period as may be determined by the magistrate, and the magistrate may allow any costs and expenses incurred by the Central Authority under this section in obtaining possession of any land or building."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who knowing that a scheme in any area has been approved and applies to any land or building"
                },
                {
                    "representation": "(a)",
                    "description": "enters into occupation of that land or of any of such buildings or any part thereof after the approval of such scheme in such area, or"
                },
                {
                    "representation": "(b)",
                    "description": "permits any person to enter into such occupation after that date  shall be liable on summary conviction to a fine of thirteen thousand dollars and to a further fine of one thousand three hundred dollars for every day or part of a day on which the occupation continues after conviction."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Power of judge to determine or vary a lease in certain cases. ",
            "context": "HOUSING ACT under Power of judge to determine or vary a lease in certain cases. 37.(1) Where any premises in respect of which any order or scheme under this Act has become operative, form the subject matter of a lease, either the lessor or the lessee may apply in writing to a judge for an order under this section.  (2) Upon any such application as aforesaid, the judge, after giving to any sub-lessee an opportunity of being heard may, if he thinks fit, make an order for the determination of the lease, or for the variation thereof, and, in either case, either unconditionally or subject to such terms LAWS OF GUYANA Housing Cap. 36:20 59  L.R.O. 1/2012                     Provisions as to apparatus of statutory undertakers in land dealt with by Central Authority under this Act.                      and conditions (including conditions with respect to the payment of money by any party to the proceedings to any other party thereto by way of compensation, damages or otherwise) as the judge may think just and equitable to impose, regard being had to the respective rights, obligations and liabilities of the parties under the lease and all the other circumstances of the case.  (3) In this section the expression lease includes an under- lease and any tenancy, or agreement for a lease, under-lease or tenancy, whether any such be registered or not, and the expressions lessor, lessee, and sub-lessee shall be construed accordingly and as including also a person deriving title under a lessor, lessee or sub- lessee.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any premises in respect of which any order or scheme under this Act has become operative, form the subject matter of a lease, either the lessor or the lessee may apply in writing to a judge for an order under this section."
                },
                {
                    "representation": "(2)",
                    "description": "Upon any such application as aforesaid, the judge, after giving to any sub-lessee an opportunity of being heard may, if he thinks fit, make an order for the determination of the lease, or for the variation thereof, and, in either case, either unconditionally or subject to such terms LAWS OF GUYANA Housing Cap. 36:20 59  L.R.O. 1/2012                     Provisions as to apparatus of statutory undertakers in land dealt with by Central Authority under this Act.                      and conditions"
                },
                {
                    "representation": "(3)",
                    "description": "In this section the expression lease includes an under- lease and any tenancy, or agreement for a lease, under-lease or tenancy, whether any such be registered or not, and the expressions lessor, lessee, and sub-lessee shall be construed accordingly and as including also a person deriving title under a lessor, lessee or sub- lessee."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Provisions as to apparatus of statutory undertakers in land dealt with by Central Authority under this Act. ",
            "context": "HOUSING ACT under Provisions as to apparatus of statutory undertakers in land dealt with by Central Authority under this Act. 38.(1) Where the removal or alteration of apparatus belonging to statutory undertakers  (a) on, under or over land purchased by the Central Authority under this Act; or  (b) on, under or over a road running over or through or adjoining any such land  is reasonably necessary for the purpose of enabling the Central Authority to exercise any of the powers conferred upon them by this Act, the Central Authority shall have power to execute works for the removal or alteration of the apparatus subject to and in accordance with this section.  (2) The Central Authority shall serve on the undertakers notice in writing of their intention with particulars of the proposed works and of the manner in which they are to be executed, and plans and sections thereof, and shall not commence any works until the expiration of a period of twenty-eight days from the date of service of the notice, and the undertakers may within that period by notice in LAWS OF GUYANA 60 Cap. 36:20 Housing  L.R.O. 1/2012                                                 writing served on the Central Authority  (a) object to the execution of the works or any of them on the ground that they are not necessary for the purpose aforesaid; or  (b) state requirements to which in their opinion, effect ought to be given as to the manner of, or the observance of conditions in, the execution of the works, as to the execution of other works for the protection of other apparatus belonging to the undertakers, or as to the execution of other works for the provision of substituted apparatus whether permanent or temporary;  and  (i) if objection is so made to any works and not withdrawn, the Central Authority shall not execute the works unless they are determined by arbitration to be so necessary; (ii) if any such requirement as aforesaid is so made and not withdrawn, the Central Authority shall give effect thereto unless it is determined by arbitration to be unreasonable.  (3) The Central Authority shall pay reasonable compensation to undertakers for any damage which is sustained by them by reason of the execution by the Central Authority of any works under subsection (1) and which is not LAWS OF GUYANA Housing Cap. 36:20 61  L.R.O. 1/2012                                                 made good by the provision of substituted apparatus. Any question as to the right of undertakers to recover compensation under this subsection or as to the amount thereof shall be determined by arbitration.  (4) Where the removal or alteration of apparatus belonging to statutory undertakers or the execution of works for the provision of substituted apparatus whether permanent or temporary is reasonably necessary for the purposes of their undertaking by reason of the stopping-up, diversion or alteration of the level or width of a road by the Central Authority under powers exercisable by virtue of this Act they may, by notice in writing served on the Central Authority, require them (at the expense of the Central Authority) to remove or alter the apparatus or to execute the works, and where any such requirement is so made and not withdrawn, the Central Authority shall give effect thereto unless they serve notice in writing on the undertakers of their objection to the requirement within twenty-eight days from the date of service of the notice upon them and the requirement is determined by arbitration to be unreasonable.  (5) At least seven days before commencing any works which they are authorised or required under the foregoing provisions of this section to execute, the Central Authority shall, except in case of emergency, serve on the undertakers notice in writing of their intention so to do, and the works shall be executed by the Central Authority under the superintendence (which shall be at the expense of the Central Authority) and to the reasonable satisfaction of the undertakers: Provided that if, within seven days from the date of service on them of notice under this subsection, the undertakers so elect, they shall themselves execute the works in accordance with the reasonable directions and to the reasonable satisfaction of the Central Authority, and the reasonable costs thereof shall be repaid to the undertakers by the Central Authority.  LAWS OF GUYANA 62 Cap. 36:20 Housing  L.R.O. 1/2012           c. 7:03     Extinguish-ment of ways and easements.                                (6) Any difference arising between statutory undertakers and the Central Authority under subsection (5), and any matter which is by virtue of any of the foregoing provisions of this section to be determined by arbitration shall be so determined in the manner provided by the Arbitration Act.  (7) In this section references to the alteration of apparatus include references to diversion and to alteration of position or level.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and which is not LAWS OF GUYANA Housing Cap. 36:20 61  L.R.O. 1/2012                                                 made good by the provision of substituted apparatus. Any question as to the right of undertakers to recover compensation under this subsection or as to the amount thereof shall be determined by arbitration."
                },
                {
                    "representation": "(a)",
                    "description": "object to the execution of the works or any of them on the ground that they are not necessary for the purpose aforesaid; or"
                },
                {
                    "representation": "(b)",
                    "description": "state requirements to which in their opinion, effect ought to be given as to the manner of, or the observance of conditions in, the execution of the works, as to the execution of other works for the protection of other apparatus belonging to the undertakers, or as to the execution of other works for the provision of substituted apparatus whether permanent or temporary;  and"
                },
                {
                    "representation": "(2)",
                    "description": "The Central Authority shall serve on the undertakers notice in writing of their intention with particulars of the proposed works and of the manner in which they are to be executed, and plans and sections thereof, and shall not commence any works until the expiration of a period of twenty-eight days from the date of service of the notice, and the undertakers may within that period by notice in LAWS OF GUYANA 60 Cap. 36:20 Housing  L.R.O. 1/2012                                                 writing served on the Central Authority"
                },
                {
                    "representation": "(i)",
                    "description": "if objection is so made to any works and not withdrawn, the Central Authority shall not execute the works unless they are determined by arbitration to be so necessary;"
                },
                {
                    "representation": "(3)",
                    "description": "The Central Authority shall pay reasonable compensation to undertakers for any damage which is sustained by them by reason of the execution by the Central Authority of any works under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Where the removal or alteration of apparatus belonging to statutory undertakers or the execution of works for the provision of substituted apparatus whether permanent or temporary is reasonably necessary for the purposes of their undertaking by reason of the stopping-up, diversion or alteration of the level or width of a road by the Central Authority under powers exercisable by virtue of this Act they may, by notice in writing served on the Central Authority, require them"
                },
                {
                    "representation": "(5)",
                    "description": "At least seven days before commencing any works which they are authorised or required under the foregoing provisions of this section to execute, the Central Authority shall, except in case of emergency, serve on the undertakers notice in writing of their intention so to do, and the works shall be executed by the Central Authority under the superintendence"
                },
                {
                    "representation": "(6)",
                    "description": "Any difference arising between statutory undertakers and the Central Authority under subsection"
                },
                {
                    "representation": "(7)",
                    "description": "In this section references to the alteration of apparatus include references to diversion and to alteration of position or level."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Extinguishment of ways and easements. ",
            "context": "HOUSING ACT under Extinguishment of ways and easements. 39. (1) The Central Authority may, with the approval of the Minister, by order extinguish any public right of way over any land purchased by them in accordance with this Act.  (2) Notice of an order intended to be made under subsection (1) shall, prior to such approval, be published in the Gazette and in a local daily newspaper at least once in every week for a period of four weeks, and if any objection thereto is made to the Minister before the expiration of six weeks from the date of the first publication thereof, the Minister shall consider such objection before approving the order, and he may if he thinks fit cause a public inquiry into the matter to be held.  (3) Any such order when approved shall be published in the Gazette and shall take effect from the date of such publication or from the date specified in such order.  (4) Upon the completion by the Central Authority of the purchase by them of any land in accordance with this Act all private rights of way and all rights of laying down, erecting, continuing and maintaining any pipes, sewers, drains, wires or cables on, under or over that land (together with the property in those pipes, sewers, drains, wires or cables) and all other rights or easements or real servitudes in or relating to that land shall, except so far as may be otherwise agreed by the Central Authority and the person or authority entitled to the rights in question, vest in the Central LAWS OF GUYANA Housing Cap. 36:20 63  L.R.O. 1/2012        c. 62:05  Power of Central Authority to require information as to ownership of premises. [6 of 1997]                              Power of entry for inspection. Authority and any persons who suffer loss by the vesting of any such rights or property as aforesaid shall be entitled to be paid by the Central Authority compensation to be determined in the same manner and to the like extent as if the vesting were a vesting of land in Guyana under the Acquisition of Lands for Public Purposes Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall, prior to such approval, be published in the Gazette and in a local daily newspaper at least once in every week for a period of four weeks, and if any objection thereto is made to the Minister before the expiration of six weeks from the date of the first publication thereof, the Minister shall consider such objection before approving the order, and he may if he thinks fit cause a public inquiry into the matter to be held."
                },
                {
                    "representation": "(2)",
                    "description": "Notice of an order intended to be made under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any such order when approved shall be published in the Gazette and shall take effect from the date of such publication or from the date specified in such order."
                },
                {
                    "representation": "(4)",
                    "description": "Upon the completion by the Central Authority of the purchase by them of any land in accordance with this Act all private rights of way and all rights of laying down, erecting, continuing and maintaining any pipes, sewers, drains, wires or cables on, under or over that land"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Power of Central Authority to require information as to owner- ship of premises. ",
            "context": "HOUSING ACT under Power of Central Authority to require information as to owner- ship of premises. 40. (1) The Central Authority may, for any purpose arising in relation to the making, enforcement or carrying out of a scheme, by notice in writing require the owner or occupier of any land or building in the area to which such scheme relates or is intended to relate, or any person receiving whether for himself or for another rent of any such land or building, to state in writing to the Central Authority within a specified time not less than twenty-one days after being so required, particulars of the interest or  right by virtue of which he owns or occupies such land or building or receives such rent, as the case may be, and the name and address and the interest or right (so far as they are known to him) of every person who to his knowledge has any interest in or right over or in respect of such land or building.  (2) Every person who is required under this section to state in writing any matter or thing to the Central Authority and who  (a) fails so to state such matter or thing within the time appointed under subsection (1); or  (b) when so stating any such matter or thing makes a statement in writing which is to his knowledge false or misleading in a material particular, shall be liable on summary conviction to a fine of thirteen thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Central Authority may, for any purpose arising in relation to the making, enforcement or carrying out of a scheme, by notice in writing require the owner or occupier of any land or building in the area to which such scheme relates or is intended to relate, or any person receiving whether for himself or for another rent of any such land or building, to state in writing to the Central Authority within a specified time not less than twenty-one days after being so required, particulars of the interest or  right by virtue of which he owns or occupies such land or building or receives such rent, as the case may be, and the name and address and the interest or right"
                },
                {
                    "representation": "(2)",
                    "description": "Every person who is required under this section to state in writing any matter or thing to the Central Authority and who"
                },
                {
                    "representation": "(a)",
                    "description": "fails so to state such matter or thing within the time appointed under subsection"
                },
                {
                    "representation": "(b)",
                    "description": "when so stating any such matter or thing makes a statement in writing which is to his knowledge false or misleading in a material particular, shall be liable on summary conviction to a fine of thirteen thousand dollars."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Power of entry for inspection. ",
            "context": "HOUSING ACT under Power of entry for inspection. 41. Any person authorised in writing (which shall state the particular purpose or purposes for which the entry is LAWS OF GUYANA 64 Cap. 36:20 Housing  L.R.O. 1/2012                                      Penalty for obstructing execution of Act. [6 of 1997]      Powers of dealing with lands and authorised) by the Central Authority or the Minister may at all reasonable times, on giving twenty-four hours notice to the occupier, and to the owner if the owner is known, of his intention, enter any house, premises or buildings for the purpose of inspecting the same and in particular  (a) for the purpose of survey and examination, where it appears to the Central Authority or the Minister that survey or examination is necessary in order to determine whether any powers under this Act should be exercised in respect of the house, premises or building; and  (b) for the purpose of survey and examination, in the case of a house in respect of which a notice requiring the execution of works has been served, or a demolition order or a clearance order has been made; or  (c) for the purpose of survey or valuation, in the case of houses, premises, or buildings which the Central Authority are authorised to purchase compulsorily under this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "for the purpose of survey and examination, where it appears to the Central Authority or the Minister that survey or examination is necessary in order to determine whether any powers under this Act should be exercised in respect of the house, premises or building; and"
                },
                {
                    "representation": "(b)",
                    "description": "for the purpose of survey and examination, in the case of a house in respect of which a notice requiring the execution of works has been served, or a demolition order or a clearance order has been made; or"
                },
                {
                    "representation": "(c)",
                    "description": "for the purpose of survey or valuation, in the case of houses, premises, or buildings which the Central Authority are authorised to purchase compulsorily under this Act."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Penalty for obstructing execution of Act. ",
            "context": "HOUSING ACT under Penalty for obstructing execution of Act. 42. Any person who obstructs a health officer, or any officer of the Central Authority, or any person authorised to enter houses, premises, or buildings in pursuance of this Act, in the performance of anything which such officer, Central Authority or person is by this Act required or authorised to do, shall be liable on summary conviction to a fine of thirteen thousand dollars.",
            "description": "Any person who obstructs a health officer, or any officer of the Central Authority, or any person authorised to enter houses, premises, or buildings in pursuance of this Act, in the performance of anything which such officer, Central Authority or person is by this Act required or authorised to do, shall be liable on summary conviction to a fine of thirteen thousand dollars."
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Powers of dealing with lands and buildings acquired. ",
            "context": "HOUSING ACT under Powers of dealing with lands and buildings acquired. 43.(1) Where, under the powers conferred by this Act, the Central Authority sell or lease land or buildings, the Central Authority may contribute from their funds towards LAWS OF GUYANA Housing Cap. 36:20 65  L.R.O. 1/2012 buildings required.              Conditions to be observed by the Central Authority in letting houses.                              the lawful development thereof:  Provided that, as regards any land to be used for the construction of roads, it shall be a condition of such contribution that the roads shall be dedicated to the public.  (2) Any moneys received by the Central Authority from the letting, leasing, sale or exchange of any lands or buildings shall form part of the funds of the Central Authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where, under the powers conferred by this Act, the Central Authority sell or lease land or buildings, the Central Authority may contribute from their funds towards LAWS OF GUYANA Housing Cap. 36:20 65  L.R.O. 1/2012 buildings required.              Conditions to be observed by the Central Authority in letting houses.                              the lawful development thereof:  Provided that, as regards any land to be used for the construction of roads, it shall be a condition of such contribution that the roads shall be dedicated to the public."
                },
                {
                    "representation": "(2)",
                    "description": "Any moneys received by the Central Authority from the letting, leasing, sale or exchange of any lands or buildings shall form part of the funds of the Central Authority."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Conditions to be observed by the Central Authority in letting houses. ",
            "context": "HOUSING ACT under Conditions to be observed by the Central Authority in letting houses. 44.(1) The Central Authority shall, in relation to the letting of houses, observe the requirements specified in the following provisions of this section.  (2) The Central Authority shall, in the selection of tenants, give preference to persons of the working class  (a) who are occupying insanitary or overcrowded houses; or  (b) who have large families; or  (c) who are living under unsatisfactory housing conditions  except in so far as the demand for housing accommodation in any area on the part of any such persons can be satisfied without such preference being given.  (3) The Central Authority shall, in the fixing of rents, take into consideration the rents ordinarily payable by persons of the working class in the locality:  Provided that the Central Authority may, subject to such terms and conditions as the Central Authority may think fit, grant to any tenant from time to time such rebates from rent as the Central Authority may consider just and proper.  LAWS OF GUYANA 66 Cap. 36:20 Housing  L.R.O. 1/2012                               c. 36:23       Land and buildings within the area of a completed scheme to be conveyed to Local Authority.       (4) The Central Authority shall from time to time, review the rents fixed, and the rebates from rent granted, under subsection (3), and shall from  time to time make such changes of rents generally, of particular rents, or rebates as circumstances may require.  (5) The Central Authority shall make it a term of every letting, and it shall be a term of every letting, that the tenant shall not assign, sub-let or otherwise part with the possession of the premises or any part thereof except with the consent in writing of the Central Authority, and the Central Authority shall not give such consent unless it is shown to their satisfaction that no payment other than a rent which is in their opinion a reasonable rent has been, or is to be, received by the tenant in consideration of the assignment, sub-letting or other transaction.  (6) Subject to subsection (5), the Minister may from time to time issue directions to the Central Authority as to the terms and conditions which are to be implied in every letting under this section, and a copy of such directions shall be delivered by the Central Authority to every tenant.  (7) The Rent Restriction Act and any Order made thereunder shall not apply to any premises let under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Central Authority shall, in relation to the letting of houses, observe the requirements specified in the following provisions of this section."
                },
                {
                    "representation": "(2)",
                    "description": "The Central Authority shall, in the selection of tenants, give preference to persons of the working class"
                },
                {
                    "representation": "(a)",
                    "description": "who are occupying insanitary or overcrowded houses; or"
                },
                {
                    "representation": "(b)",
                    "description": "who have large families; or"
                },
                {
                    "representation": "(c)",
                    "description": "who are living under unsatisfactory housing conditions  except in so far as the demand for housing accommodation in any area on the part of any such persons can be satisfied without such preference being given."
                },
                {
                    "representation": "(3)",
                    "description": "The Central Authority shall, in the fixing of rents, take into consideration the rents ordinarily payable by persons of the working class in the locality:  Provided that the Central Authority may, subject to such terms and conditions as the Central Authority may think fit, grant to any tenant from time to time such rebates from rent as the Central Authority may consider just and proper.  LAWS OF GUYANA 66 Cap. 36:20 Housing  L.R.O. 1/2012                               c. 36:23       Land and buildings within the area of a completed scheme to be conveyed to Local Authority."
                },
                {
                    "representation": "(4)",
                    "description": "The Central Authority shall from time to time, review the rents fixed, and the rebates from rent granted, under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "The Central Authority shall make it a term of every letting, and it shall be a term of every letting, that the tenant shall not assign, sub-let or otherwise part with the possession of the premises or any part thereof except with the consent in writing of the Central Authority, and the Central Authority shall not give such consent unless it is shown to their satisfaction that no payment other than a rent which is in their opinion a reasonable rent has been, or is to be, received by the tenant in consideration of the assignment, sub-letting or other transaction."
                },
                {
                    "representation": "(6)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(7)",
                    "description": "The Rent Restriction Act and any Order made thereunder shall not apply to any premises let under this section."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Land and buildings within the area of a completed scheme to be conveyed to Local Authority.  PART VII FINANCIAL PROVISIONS  ",
            "context": "HOUSING ACT under Land and buildings within the area of a completed scheme to be conveyed to Local Authority.  PART VII FINANCIAL PROVISIONS  45. (1) When the reconstruction or improvement of an area or any part thereof has been completed in accordance with the appropriate scheme,  the  Central Authority may convey or assign to the Local Authority the land (or the interest therein) and buildings situate within the area or any part thereof.  (2) When the land (or the interest therein) and buildings situate within the area of a scheme have been conveyed or assigned to a Local Authority in accordance with subsection (1), the Local Authority shall be liable for the payment of all debt and loan charges in respect of moneys LAWS OF GUYANA Housing Cap. 36:20 67  L.R.O. 1/2012                  Funds of the Central Authority.                              expended by the Central Authority in connection with the area so conveyed.  (3) The Wortmanville Housing Scheme shall be a scheme within the meaning of this section.  (4) No fees, stamp or other duty shall be payable or chargeable in relation to any conveyance or transfer under this section.  PART VII FINANCIAL PROVISIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When the reconstruction or improvement of an area or any part thereof has been completed in accordance with the appropriate scheme,  the  Central Authority may convey or assign to the Local Authority the land"
                },
                {
                    "representation": "(2)",
                    "description": "When the land"
                },
                {
                    "representation": "(3)",
                    "description": "The Wortmanville Housing Scheme shall be a scheme within the meaning of this section."
                },
                {
                    "representation": "(4)",
                    "description": "No fees, stamp or other duty shall be payable or chargeable in relation to any conveyance or transfer under this section.  PART VII FINANCIAL PROVISIONS"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Funds of the Central Authority. ",
            "context": "HOUSING ACT under Funds of the Central Authority. 46. (1) For the purposes of this Act the funds of the Central Authority shall be  (a) the proceeds of loans which may be raised by the Minister from time to time for the purposes of this Act:  Provided that pending the raising of any such loans it shall be lawful for the Minister by warrant under his hand to authorise the Accountant General to make advances to the Central Authority in such sums and on such terms and conditions as he may think fit;  (b) such other moneys as may be authorised by resolution of the National Assembly to be paid to the Central Authority out of the Consolidated Fund;  (c) such other moneys as may accrue to the Central Authority under this Act.  (2) Such funds shall be applied towards  (a) the payment of the cost of acquisition of any land or buildings authorised to LAWS OF GUYANA 68 Cap. 36:20 Housing  L.R.O. 1/2012                                           Financial and accounting matters.          be acquired;  (b) the payment of all insurance, rates, taxes and other statutory claims on any land or buildings acquired;  (c) the payment of all expenses authorised by this Act;  (d) the creation of a reserve fund as the Central Authority may in their discretion consider sufficient;  (e) the payment of interest on loans and the repayment of such loans;  (f) the assistance, with the approval of the Minister, of persons of the working class to erect dwelling-houses on land the property of any such person, or let or leased to any such person for such purpose;  (g) the making of advances as authorised by this Act;   (h) any other purpose approved by the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purposes of this Act the funds of the Central Authority shall be"
                },
                {
                    "representation": "(a)",
                    "description": "the payment of the cost of acquisition of any land or buildings authorised to LAWS OF GUYANA 68 Cap. 36:20 Housing  L.R.O. 1/2012                                           Financial and accounting matters.          be acquired;"
                },
                {
                    "representation": "(b)",
                    "description": "the payment of all insurance, rates, taxes and other statutory claims on any land or buildings acquired;"
                },
                {
                    "representation": "(c)",
                    "description": "the payment of all expenses authorised by this Act;"
                },
                {
                    "representation": "(2)",
                    "description": "Such funds shall be applied towards"
                },
                {
                    "representation": "(d)",
                    "description": "the creation of a reserve fund as the Central Authority may in their discretion consider sufficient;"
                },
                {
                    "representation": "(e)",
                    "description": "the payment of interest on loans and the repayment of such loans;"
                },
                {
                    "representation": "(f)",
                    "description": "the assistance, with the approval of the Minister, of persons of the working class to erect dwelling-houses on land the property of any such person, or let or leased to any such person for such purpose;"
                },
                {
                    "representation": "(g)",
                    "description": "the making of advances as authorised by this Act;"
                },
                {
                    "representation": "(h)",
                    "description": "any other purpose approved by the Minister."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Financial and accounting matters. ",
            "context": "HOUSING ACT under Financial and accounting matters. 47. (1) All matters of a financial nature relating to the affairs of the Central Authority shall be considered by the Central Authority at a duly constituted meeting, and the approval of the Central Authority shall be by resolution thereof.  (2) All moneys payable to the Central Authority shall be collected and received for and on account of the funds of the Central Authority. Receipts for moneys paid to the Central Authority may be signed by such officer as may LAWS OF GUYANA Housing Cap. 36:20 69  L.R.O. 1/2012                                                 be appointed by the Central Authority to receive such moneys.  (3) All payments out of the funds of the Central Authority shall be made, upon vouchers submitted to and approved by the Chairman, by an officer appointed for the purpose by the Central Authority. (4) The Central Authority shall cause proper accounts and books in relation thereto to be kept in such form as the Central Authority may approve.  (5) All moneys of the Central Authority shall be paid into a bank or banks appointed for the purpose by resolution of the Central Authority, and such moneys shall, as far as practicable, be paid in to the bank from day to day, save and except such sum as any officer may be authorised by resolution of the Central Authority to retain in his hand to meet petty disbursements and for immediate payment.  (6) Cheques against the banking account required to be kept by the Central Authority shall be signed by the Chairman and such other member of the Central Authority as may be appointed by resolution for the purpose, and countersigned by an officer authorised by resolution of the Central Authority.  (7) The Central Authority shall by resolution, provide for the following matters  (a) the bank or banks into which the moneys of the Central Authority shall be paid, the title of any account with any such bank and the transfer of funds from one account to another;  (b) the appointment of a member of the Central Authority to  sign cheques where the Chairman is temporarily not available so to do; LAWS OF GUYANA 70 Cap. 36:20 Housing  L.R.O. 1/2012                                      Special accounts to be          Report and audited accounts to be forwarded annually to the Minister.     (c) the appointment of officers to receive and to make payments on behalf of the Central Authority;  (d) the amount to be retained by the officers appointed under paragraph (c) to meet petty disbursements and immediate payments;  (e) the vouchers required and the method to be adopted in making payment out of the funds of the Central Authority;   (f) generally as to all matters necessary for the proper keeping and control of the accounts and books and the control of the finances of the Central Authority; and  (g) the execution of letting agreements and other documents by or on behalf of the Central Authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All matters of a financial nature relating to the affairs of the Central Authority shall be considered by the Central Authority at a duly constituted meeting, and the approval of the Central Authority shall be by resolution thereof."
                },
                {
                    "representation": "(2)",
                    "description": "All moneys payable to the Central Authority shall be collected and received for and on account of the funds of the Central Authority. Receipts for moneys paid to the Central Authority may be signed by such officer as may LAWS OF GUYANA Housing Cap. 36:20 69  L.R.O. 1/2012                                                 be appointed by the Central Authority to receive such moneys."
                },
                {
                    "representation": "(3)",
                    "description": "All payments out of the funds of the Central Authority shall be made, upon vouchers submitted to and approved by the Chairman, by an officer appointed for the purpose by the Central Authority."
                },
                {
                    "representation": "(4)",
                    "description": "The Central Authority shall cause proper accounts and books in relation thereto to be kept in such form as the Central Authority may approve."
                },
                {
                    "representation": "(5)",
                    "description": "All moneys of the Central Authority shall be paid into a bank or banks appointed for the purpose by resolution of the Central Authority, and such moneys shall, as far as practicable, be paid in to the bank from day to day, save and except such sum as any officer may be authorised by resolution of the Central Authority to retain in his hand to meet petty disbursements and for immediate payment."
                },
                {
                    "representation": "(6)",
                    "description": "Cheques against the banking account required to be kept by the Central Authority shall be signed by the Chairman and such other member of the Central Authority as may be appointed by resolution for the purpose, and countersigned by an officer authorised by resolution of the Central Authority."
                },
                {
                    "representation": "(7)",
                    "description": "The Central Authority shall by resolution, provide for the following matters"
                },
                {
                    "representation": "(a)",
                    "description": "the bank or banks into which the moneys of the Central Authority shall be paid, the title of any account with any such bank and the transfer of funds from one account to another;"
                },
                {
                    "representation": "(b)",
                    "description": "the appointment of a member of the Central Authority to  sign cheques where the Chairman is temporarily not available so to do; LAWS OF GUYANA 70 Cap. 36:20 Housing  L.R.O. 1/2012                                      Special accounts to be          Report and audited accounts to be forwarded annually to the Minister."
                },
                {
                    "representation": "(c)",
                    "description": "to meet petty disbursements and immediate payments;"
                },
                {
                    "representation": "(d)",
                    "description": "the amount to be retained by the officers appointed under paragraph"
                },
                {
                    "representation": "(e)",
                    "description": "the vouchers required and the method to be adopted in making payment out of the funds of the Central Authority;"
                },
                {
                    "representation": "(f)",
                    "description": "generally as to all matters necessary for the proper keeping and control of the accounts and books and the control of the finances of the Central Authority; and"
                },
                {
                    "representation": "(g)",
                    "description": "the execution of letting agreements and other documents by or on behalf of the Central Authority."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Special accounts to be kept. ",
            "context": "HOUSING ACT under Special accounts to be kept. 48. The Central Authority shall keep a Housing Revenue Account and a Housing Repairs Account in the manner provided in the Second Schedule hereto, and such other accounts as may be prescribed by regulations made under section",
            "description": "The Central Authority shall keep a Housing Revenue Account and a Housing Repairs Account in the manner provided in the Second Schedule hereto, and such other accounts as may be prescribed by regulations made under section"
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Report and audited accounts to be forwarded annually to the Minister. ",
            "context": "HOUSING ACT under Report and audited accounts to be forwarded annually to the Minister. 49. (1) The Central Authority shall transmit to the Minister as soon as possible after the expiration of each year a report upon the administration of the affairs of the Central Authority together with a balance sheet and statement of the revenue and expenditure of the Central Authority duly audited by the Auditor-General.  (2) The report shall be laid before the National kept.  Second Schedule.LAWS OF GUYANA Housing Cap. 36:20 71  L.R.O. 1/2012      Exemption in respect of fees collected by the Registrar of Deeds. c. 5:01          Power of public departments and Local Authorities to make agreements in connection with schemes.               Power of Central Authority and owners to enter into agreements restricting use of land.      Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Central Authority shall transmit to the Minister as soon as possible after the expiration of each year a report upon the administration of the affairs of the Central Authority together with a balance sheet and statement of the revenue and expenditure of the Central Authority duly audited by the Auditor-General."
                },
                {
                    "representation": "(2)",
                    "description": "The report shall be laid before the National kept.  Second Schedule.LAWS OF GUYANA Housing Cap. 36:20 71  L.R.O. 1/2012      Exemption in respect of fees collected by the Registrar of Deeds. c. 5:01          Power of public departments and Local Authorities to make agreements in connection with schemes.               Power of Central Authority and owners to enter into agreements restricting use of land.      Assembly."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Exemption in respect of fees collected by the Registrar of Deeds.  PART VIII GENERAL  ",
            "context": "HOUSING ACT under Exemption in respect of fees collected by the Registrar of Deeds.  PART VIII GENERAL  50. Anything contained in any regulations made from time to time under the Deeds Registry Act to the contrary notwithstanding, where the Central Authority is a party to a transport, mortgage, lease or cancellation of mortgage, no fee chargeable under those regulations in respect of the transport, mortgage, lease or cancellation of mortgage shall be collected by the Registrar of Deeds.  PART VIII GENERAL",
            "description": "Anything contained in any regulations made from time to time under the Deeds Registry Act to the contrary notwithstanding, where the Central Authority is a party to a transport, mortgage, lease or cancellation of mortgage, no fee chargeable under those regulations in respect of the transport, mortgage, lease or cancellation of mortgage shall be collected by the Registrar of Deeds.  PART VIII GENERAL"
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Power of public departments and Local Authorities to make agreements in connection with schemes. ",
            "context": "HOUSING ACT under Power of public departments and Local Authorities to make agreements in connection with schemes. 51. For the purpose of co-operating with the Central Authority in the preparation of or the carrying into effect of a scheme any government department or any Local Authority may, subject to the approval of the Minister, enter into agreements for securing that any land which is under the control of, or in the occupation of, or vested for public purposes or for the public service in, the government department or the Local Authority shall, so far as may be provided by such agreement, be laid out and used in conformity with the general objects of the scheme, and any agreement so made may contain such consequential and incidental provisions, including provisions of a financial character, as appear to be  necessary or desirable having regard to the contents or proposed contents of the scheme.",
            "description": "For the purpose of co-operating with the Central Authority in the preparation of or the carrying into effect of a scheme any government department or any Local Authority may, subject to the approval of the Minister, enter into agreements for securing that any land which is under the control of, or in the occupation of, or vested for public purposes or for the public service in, the government department or the Local Authority shall, so far as may be provided by such agreement, be laid out and used in conformity with the general objects of the scheme, and any agreement so made may contain such consequential and incidental provisions, including provisions of a financial character, as appear to be  necessary or desirable having regard to the contents or proposed contents of the scheme."
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Power of Central Authority and owners to enter into agreements restricting use of land. ",
            "context": "HOUSING ACT under Power of Central Authority and owners to enter into agreements restricting use of land. 52. (1) Where any person is willing to agree with the Central Authority that his land or any part thereof, shall, so far as his interest in the land enables him to bind it, be made subject, either permanently or for a specified period, to conditions restricting the planning development or use thereof in any manner, the Central Authority may, if they think fit, enter into an agreement with him to that effect.  (2) Any agreement entered into under this section shall be registered in the Deeds Registry and the conditions therein contained shall create a registered interest within the LAWS OF GUYANA 72 Cap. 36:20 Housing  L.R.O. 1/2012 c. 5:01   Service of notices, etc., on Central Authority and on other persons.                                        meaning of the Deeds Registry Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any person is willing to agree with the Central Authority that his land or any part thereof, shall, so far as his interest in the land enables him to bind it, be made subject, either permanently or for a specified period, to conditions restricting the planning development or use thereof in any manner, the Central Authority may, if they think fit, enter into an agreement with him to that effect."
                },
                {
                    "representation": "(2)",
                    "description": "Any agreement entered into under this section shall be registered in the Deeds Registry and the conditions therein contained shall create a registered interest within the LAWS OF GUYANA 72 Cap. 36:20 Housing  L.R.O. 1/2012 c. 5:01   Service of notices, etc., on Central Authority and on other persons.                                        meaning of the Deeds Registry Act."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Service of notices, etc., on Central Authority and on other persons. ",
            "context": "HOUSING ACT under Service of notices, etc., on Central Authority and on other persons. 53. (1) Any notice, summons, writ or other proceeding at law or otherwise required to be served on the Central Authority for any of the purposes of this Act may be served upon them by delivering it to their secretary, or by leaving it at their office with some person employed there, or by sending it by post in a registered letter addressed to the Central Authority or their secretary at their office.  (2) Any notice, order or other document required or authorised to be served under this Act may, subject to subsection (1), be served  (a) by delivering it to the person on whom it is to be served; or  (b) by leaving it at the usual or last known place of abode of that person; or  (c) by sending it by post in a prepaid letter addressed to the person at his usual or last known place of abode provided that such place of abode is in a postal delivery district; or  (d) in the case of an incorporated company or body, by delivering it to the secretary or clerk of the company or body at their registered or principal office or sending it in a prepaid letter addressed to the secretary or clerk of the company or body at that office; or  (e) if it is not practicable after reasonable inquiry to ascertain the name or the address of any person on whom it should be served, by addressing it to LAWS OF GUYANA Housing Cap. 36:20 73  L.R.O. 1/2012               Summary procedure.                           Regulations.  [4 of 1972]        him by the description of owner or lessee or occupier (or as the case may be) of the premises (naming them) to which it relates, and by delivering it to some person on the premises (naming them) to which it relates, or, if there is no person on the premises to whom it can be delivered, by affixing it, or a copy of it, to some conspicuous part of the premises.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any notice, summons, writ or other proceeding at law or otherwise required to be served on the Central Authority for any of the purposes of this Act may be served upon them by delivering it to their secretary, or by leaving it at their office with some person employed there, or by sending it by post in a registered letter addressed to the Central Authority or their secretary at their office."
                },
                {
                    "representation": "(2)",
                    "description": "Any notice, order or other document required or authorised to be served under this Act may, subject to subsection"
                },
                {
                    "representation": "(a)",
                    "description": "by delivering it to the person on whom it is to be served; or"
                },
                {
                    "representation": "(b)",
                    "description": "by leaving it at the usual or last known place of abode of that person; or"
                },
                {
                    "representation": "(c)",
                    "description": "by sending it by post in a prepaid letter addressed to the person at his usual or last known place of abode provided that such place of abode is in a postal delivery district; or"
                },
                {
                    "representation": "(d)",
                    "description": "in the case of an incorporated company or body, by delivering it to the secretary or clerk of the company or body at their registered or principal office or sending it in a prepaid letter addressed to the secretary or clerk of the company or body at that office; or"
                },
                {
                    "representation": "(e)",
                    "description": "if it is not practicable after reasonable inquiry to ascertain the name or the address of any person on whom it should be served, by addressing it to LAWS OF GUYANA Housing Cap. 36:20 73  L.R.O. 1/2012               Summary procedure.                           Regulations.  [4 of 1972]        him by the description of owner or lessee or occupier"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Summary procedure. ",
            "context": "HOUSING ACT under Summary procedure. 54. (1) Where any application is made under or by virtue of this Act to a magistrate acting in the exercise of his civil jurisdiction, the magistrate may summon the parties to appear before him at a time and place to be named in the summons, and upon the appearance of such parties or in the absence of any of them upon proof of the due service of the summons, the magistrate shall have power to hear and determine the question at issue and the amount of any compensation, and for that purpose to examine such parties or any of them and their witnesses upon oath, and the costs of every such inquiry shall be at the discretion of the magistrate and he shall settle the amount thereof.  (2) Any party to the application who is dissatisfied with a decision of a magistrate under subsection (1) may appeal therefrom to a judge of the High Court in Chambers, by way of originating summons filed within seven clear days after the decision and returnable on a date fixed by the Registrar.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may appeal therefrom to a judge of the High Court in Chambers, by way of originating summons filed within seven clear days after the decision and returnable on a date fixed by the Registrar."
                },
                {
                    "representation": "(2)",
                    "description": "Any party to the application who is dissatisfied with a decision of a magistrate under subsection"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Regulations. ",
            "context": "HOUSING ACT under Regulations. 55.",
            "description": "55."
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Protection of Central Authority and other persons acting under Act. ",
            "context": "HOUSING ACT under Protection of Central Authority and other persons acting under Act. 56. (1) The Central Authority, and every person acting under this Act, shall be entitled to the protection afforded by the Justices Protection Act.  (2) No personal liability shall attach to any member of the Central Authority in respect of anything done or suffered in good faith under this Act, and any sums of money, damages or costs which may be recovered against members of the Central Authority or any of them for anything done or suffered as aforesaid shall be paid out of moneys provided by Parliament.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Central Authority, and every person acting under this Act, shall be entitled to the protection afforded by the Justices Protection Act."
                },
                {
                    "representation": "(2)",
                    "description": "No personal liability shall attach to any member of the Central Authority in respect of anything done or suffered in good faith under this Act, and any sums of money, damages or costs which may be recovered against members of the Central Authority or any of them for anything done or suffered as aforesaid shall be paid out of moneys provided by Parliament."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Transfer to the Central Authority of certain rights, assets and liabilities. LAWS OF GUYANA 6 Cap. 36:20 Housing  L.R.O. 1/2012 SECTION PART IX SPEEDY REMEDYING OF INSANITARY CONDITIONS IN SLUM AREAS AND OF OVERCROWDING IN DWELLING-HOUSES  ",
            "context": "HOUSING ACT under Transfer to the Central Authority of certain rights, assets and liabilities. LAWS OF GUYANA 6 Cap. 36:20 Housing  L.R.O. 1/2012 SECTION PART IX SPEEDY REMEDYING OF INSANITARY CONDITIONS IN SLUM AREAS AND OF OVERCROWDING IN DWELLING-HOUSES  57.(1) There shall be transferred from the Wortmanville Housing Scheme Committee incorporated by the (repealed) Wortmanville Housing Scheme Ordinance, 1946, to the Central Authority  (a) the right, title and interest and all the obligations of the lessee under the lease of the lands known as lots 16-16 and 17-17 south, Wortmanville, in the City of Georgetown, executed on the 3rd June, 1946 (Lease No. 30 of 1946) by the Incorporated Trustees of the Church in the Diocese of Guiana in favour of British Guiana;  (b) the buildings constructed by the Wortmanville Housing Scheme Committee on the said lands subject to the letting agreements made in respect thereof;  (c) generally all the assets and liabilities of the Wortmanville Housing Scheme Committee. LAWS OF GUYANA 76 Cap. 36:20 Housing  L.R.O. 1/2012                                 Construction of this Part.  [4 of 1972]  Interpretation.                   (2) The National Assembly may by resolution waive payment of such portion of any loan charges which the Central Authority is liable to pay in respect of moneys borrowed by the Central Authority in  connection  with  the  Wortmanville  Housing  Scheme  for  the purposes of this Act.  (3) There shall be vested in the Central Authority all the rights and obligations of the Commissioner of Local Government under and arising out of certain agreements in writing made and entered into between certain owner-occupiers of Leguan, Wakenaam and the Essequibo Coast and the Commissioner of Local Government whereunder the said owner-occupiers transferred to the Commissioner of Local Government their right, title and interest in houses built, extended and repaired by them with the aid of moneys loaned to them by the Commissioner of Local Government out of funds provided for the purpose.  PART IX SPEEDY REMEDYING OF INSANITARY CONDITIONS IN SLUM AREAS AND OF OVERCROWDING IN DWELLING-HOUSES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be transferred from the Wortmanville Housing Scheme Committee incorporated by the"
                },
                {
                    "representation": "(a)",
                    "description": "the right, title and interest and all the obligations of the lessee under the lease of the lands known as lots 16-16 and 17-17 south, Wortmanville, in the City of Georgetown, executed on the 3rd June, 1946"
                },
                {
                    "representation": "(b)",
                    "description": "the buildings constructed by the Wortmanville Housing Scheme Committee on the said lands subject to the letting agreements made in respect thereof;"
                },
                {
                    "representation": "(c)",
                    "description": "generally all the assets and liabilities of the Wortmanville Housing Scheme Committee. LAWS OF GUYANA 76 Cap. 36:20 Housing  L.R.O. 1/2012                                 Construction of this Part.  [4 of 1972]  Interpretation."
                },
                {
                    "representation": "(2)",
                    "description": "The National Assembly may by resolution waive payment of such portion of any loan charges which the Central Authority is liable to pay in respect of moneys borrowed by the Central Authority in  connection  with  the  Wortmanville  Housing  Scheme  for  the purposes of this Act."
                },
                {
                    "representation": "(3)",
                    "description": "There shall be vested in the Central Authority all the rights and obligations of the Commissioner of Local Government under and arising out of certain agreements in writing made and entered into between certain owner-occupiers of Leguan, Wakenaam and the Essequibo Coast and the Commissioner of Local Government whereunder the said owner-occupiers transferred to the Commissioner of Local Government their right, title and interest in houses built, extended and repaired by them with the aid of moneys loaned to them by the Commissioner of Local Government out of funds provided for the purpose.  PART IX SPEEDY REMEDYING OF INSANITARY CONDITIONS IN SLUM AREAS AND OF OVERCROWDING IN DWELLING-HOUSES"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Construction of this Part. ",
            "context": "HOUSING ACT under Construction of this Part. 58. This Part shall have effect notwithstanding anything to the contrary contained in the foregoing Parts.",
            "description": "This Part shall have effect notwithstanding anything to the contrary contained in the foregoing Parts."
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Interpretation. ",
            "context": "HOUSING ACT under Interpretation. 59.(1) In this Part  Committee means the Slum Clearance Committee established under section 61;  special slum clearance area means an area defined and declared as such for the purposes of this Part in the manner hereinafter set out.  (2) For the purposes of this Part, the word owner as defined in section 2 shall be deemed to include the agent or trustee of the owner. LAWS OF GUYANA Housing Cap. 36:20 77  L.R.O. 1/2012      Application of this Part.            Establishment of the Slum Clearance Committee.   Constitution of the Committee.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Part  Committee means the Slum Clearance Committee established under section 61;  special slum clearance area means an area defined and declared as such for the purposes of this Part in the manner hereinafter set out."
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of this Part, the word owner as defined in section 2 shall be deemed to include the agent or trustee of the owner. LAWS OF GUYANA Housing Cap. 36:20 77  L.R.O. 1/2012      Application of this Part.            Establishment of the Slum Clearance Committee.   Constitution of the Committee."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Application of this Part.  SLUM CLEARANCE COMMITTEE  ",
            "context": "HOUSING ACT under Application of this Part.  SLUM CLEARANCE COMMITTEE  60. (1) This Part shall apply to land and buildings within the boundaries of the City of Georgetown and the Town of New Amsterdam.  (2) The Minister may, by order published in the Gazette declare that the provisions of this Part shall apply to any area described in the order.  SLUM  CLEARANCE  COMMITTEE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Part shall apply to land and buildings within the boundaries of the City of Georgetown and the Town of New Amsterdam."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may, by order published in the Gazette declare that the provisions of this Part shall apply to any area described in the order.  SLUM  CLEARANCE  COMMITTEE"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Establishment of the Slum Clearance Committee. ",
            "context": "HOUSING ACT under Establishment of the Slum Clearance Committee. 61. There shall be established a Committee under the name and style of the Slum Clearance Committee (hereinafter in this Act referred to as the Committee) with the powers, duties and functions in this Part mentioned.",
            "description": "There shall be established a Committee under the name and style of the Slum Clearance Committee (hereinafter in this Act referred to as the Committee) with the powers, duties and functions in this Part mentioned."
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Constitution of the Committee. ",
            "context": "HOUSING ACT under Constitution of the Committee. 62. (1) Subject to subsection (2), the Committee shall consist of four members as follows:  (a) a chairman who shall be the chairman of the Central Authority; and  (b) three members of the Central Authority appointed by the Central Authority, subject to the Ministers approval.  (2) Whenever the Committee has under consideration any matter affecting the area of a Local Authority, the Committee shall co- opt the Medical Officer of Health, if any, of such Local Authority as a member of the said Committee, and such co-opted member shall have the right of deliberating and voting in the same manner as any other member of the Committee.  (3) In the case of resignation, removal, absence or inability to act, of any member of the Committee, the Central Authority shall forthwith proceed, subject to the Ministers approval, to appoint a member of the Central Authority to fill LAWS OF GUYANA 78 Cap. 36:20 Housing  L.R.O. 1/2012       Meetings of the Committee.                   Slum Clearance Committee to exercise powers of Central Authority.                    the vacancy thus created by such resignation or removal, or to act as a member of the Committee during such absence or inability, as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(a)",
                    "description": "a chairman who shall be the chairman of the Central Authority; and"
                },
                {
                    "representation": "(b)",
                    "description": "three members of the Central Authority appointed by the Central Authority, subject to the Ministers approval."
                },
                {
                    "representation": "(2)",
                    "description": "Whenever the Committee has under consideration any matter affecting the area of a Local Authority, the Committee shall co- opt the Medical Officer of Health, if any, of such Local Authority as a member of the said Committee, and such co-opted member shall have the right of deliberating and voting in the same manner as any other member of the Committee."
                },
                {
                    "representation": "(3)",
                    "description": "In the case of resignation, removal, absence or inability to act, of any member of the Committee, the Central Authority shall forthwith proceed, subject to the Ministers approval, to appoint a member of the Central Authority to fill LAWS OF GUYANA 78 Cap. 36:20 Housing  L.R.O. 1/2012       Meetings of the Committee.                   Slum Clearance Committee to exercise powers of Central Authority.                    the vacancy thus created by such resignation or removal, or to act as a member of the Committee during such absence or inability, as the case may be."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Meetings of the Committee. ",
            "context": "HOUSING ACT under Meetings of the Committee. 63.(1) At every meeting of the Committee three members, one of whom shall be the chairman and one of whom may be a co-opted member, shall form a quorum.  (2) All acts of the Committee, and all questions coming or arising before the Committee, shall be done and decided by the majority of votes of such members of the Committee as are present and vote thereon.  (3) The Committee shall have power to regulate its procedure, and, without prejudice to the generality of the foregoing words, may arrive at decisions by the circulation of papers save in respect of the powers exercisable by the Committee under sections 66 and",
            "description": [
                {
                    "representation": "(1)",
                    "description": "At every meeting of the Committee three members, one of whom shall be the chairman and one of whom may be a co-opted member, shall form a quorum."
                },
                {
                    "representation": "(2)",
                    "description": "All acts of the Committee, and all questions coming or arising before the Committee, shall be done and decided by the majority of votes of such members of the Committee as are present and vote thereon."
                },
                {
                    "representation": "(3)",
                    "description": "The Committee shall have power to regulate its procedure, and, without prejudice to the generality of the foregoing words, may arrive at decisions by the circulation of papers save in respect of the powers exercisable by the Committee under sections 66 and"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Slum Clearance Committee to exercise powers of Central Authority. ",
            "context": "HOUSING ACT under Slum Clearance Committee to exercise powers of Central Authority. 64.(1) The Committee shall be a Committee of the Central Authority, and shall have and exercise such of the powers conferred upon the Central Authority by the foregoing Parts, as may be necessary to carry out or facilitate the duties of the Committee under this Part, and shall in addition have such further powers as are conferred upon the Committee by this Part.  (2) Any decision, order or act of the Committee arrived at, given or done under the powers hereby conferred upon it shall be deemed to be a decision, order or act of the Central Authority, and the Central Authority shall not do, or omit to do, anything which may conflict with or hinder any such decision, order or act of the Committee.  (3) This section shall have effect notwithstanding anything contained to the contrary in the foregoing Parts, and, without prejudice to the generality of the foregoing words, notwithstanding anything contained to the contrary in section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Committee shall be a Committee of the Central Authority, and shall have and exercise such of the powers conferred upon the Central Authority by the foregoing Parts, as may be necessary to carry out or facilitate the duties of the Committee under this Part, and shall in addition have such further powers as are conferred upon the Committee by this Part."
                },
                {
                    "representation": "(2)",
                    "description": "Any decision, order or act of the Committee arrived at, given or done under the powers hereby conferred upon it shall be deemed to be a decision, order or act of the Central Authority, and the Central Authority shall not do, or omit to do, anything which may conflict with or hinder any such decision, order or act of the Committee."
                },
                {
                    "representation": "(3)",
                    "description": "This section shall have effect notwithstanding anything contained to the contrary in the foregoing Parts, and, without prejudice to the generality of the foregoing words, notwithstanding anything contained to the contrary in section"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Committee subject to the control of the Minister.  CLOSING ORDERS AND SPECIAL SLUM CLEARANCE AREAS  ",
            "context": "HOUSING ACT under Committee subject to the control of the Minister.  CLOSING ORDERS AND SPECIAL SLUM CLEARANCE AREAS  65. The Minister may from time to time issue such general or special directions to the Committee in respect of the exercise of the powers, duties and functions of the Committee under this Part as he may think fit, and the Committee shall comply with, carry out and enforce such directions.  CLOSING ORDERS AND SPECIAL SLUM CLEARANCE AREAS",
            "description": "The Minister may from time to time issue such general or special directions to the Committee in respect of the exercise of the powers, duties and functions of the Committee under this Part as he may think fit, and the Committee shall comply with, carry out and enforce such directions.  CLOSING ORDERS AND SPECIAL SLUM CLEARANCE AREAS"
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Closing orders and dwelling-houses unfit for human habitation. ",
            "context": "HOUSING ACT under Closing orders and dwelling-houses unfit for human habitation. 66.(1) Anything contained in any enactment to the contrary notwithstanding, whenever any dwelling-house is in the opinion of the Committee ruinous or so dilapidated as to have become and to be unfit for human habitation or a nuisance or injurious or likely to be injurious to health, the Committee may order that such dwelling-house shall not be used for human habitation: Provided that  (a) prior to making any such order, the Committee shall cause the landlord of such dwelling-house or his agent to be notified of the proposed action, and such landlord shall be given the opportunity of submitting in writing to the Committee any objection or suggestion within a specified period (not being less than two clear days after the date of the service of the notice); and  (b) no such order shall be made by the Committee until the period for submitting objections or suggestions has elapsed and unless the objections or suggestions made (if any) have been considered by the Committee.  LAWS OF GUYANA 80 Cap. 36:20 Housing  L.R.O. 1/2012                                                 (2) (a) Any order made by the Committee under the provisions of subsection (1) of this section (hereinafter referred to as a closing order) shall be final and shall not be questioned in any court.  (b) Any such order shall take effect immediately after being served on the landlord concerned or his agent, and may be cancelled by the Committee on its being satisfied that the  dwelling-house has been rendered fit for human habitation, or for any other reason in the absolute discretion of the Committee.  (3) The Committee may by notice served on the landlord, or on the agent of the landlord, of any dwelling-house, in relation to which a closing order has been made under this section and is still in force, require him to do, to the satisfaction of the Committee, within a reasonable time to be specified in the notice, any one or more of the following things, namely  (a) secure or repair such dwelling-house;  (b) furnish and supply it with all requisite fittings and conveniences; or  (c) do such other work as may be deemed expedient:  Provided that a notice under this subsection shall not be served unless the arrangements mentioned in section 68(1)(a) have been made.  (4) If the requirements of a notice served under subsection (3) in relation to a dwelling-house are not fully complied with to the satisfaction of the Committee, it shall be LAWS OF GUYANA Housing Cap. 36:20 81  L.R.O. 1/2012                  Power to declare an area to be a special slum clearance area.                            lawful for the Committee to decide that the premises of which such dwelling-house forms part be acquired and such premises shall thereupon be acquired by the Central Authority with all due diligence and subject to the provisions of section 68:  Provided that no such decision shall be arrived at by the Committee unless the owner of the building of which the dwelling-house forms part has been notified, at least five days before the day on which the matter is to be considered by the Committee, that representations in writing may be made by him to the Committee before the said day.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of this section"
                },
                {
                    "representation": "(a)",
                    "description": "secure or repair such dwelling-house;"
                },
                {
                    "representation": "(b)",
                    "description": "furnish and supply it with all requisite fittings and conveniences; or"
                },
                {
                    "representation": "(2)",
                    "description": "(a) Any order made by the Committee under the provisions of subsection"
                },
                {
                    "representation": "(3)",
                    "description": "in relation to a dwelling-house are not fully complied with to the satisfaction of the Committee, it shall be LAWS OF GUYANA Housing Cap. 36:20 81  L.R.O. 1/2012                  Power to declare an area to be a special slum clearance area.                            lawful for the Committee to decide that the premises of which such dwelling-house forms part be acquired and such premises shall thereupon be acquired by the Central Authority with all due diligence and subject to the provisions of section 68:  Provided that no such decision shall be arrived at by the Committee unless the owner of the building of which the dwelling-house forms part has been notified, at least five days before the day on which the matter is to be considered by the Committee, that representations in writing may be made by him to the Committee before the said day."
                },
                {
                    "representation": "(c)",
                    "description": "do such other work as may be deemed expedient:  Provided that a notice under this subsection shall not be served unless the arrangements mentioned in section 68(1)(a) have been made."
                },
                {
                    "representation": "(4)",
                    "description": "If the requirements of a notice served under subsection"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Power to declare an area to be a special slum clearance area. ",
            "context": "HOUSING ACT under Power to declare an area to be a special slum clearance area. 67.",
            "description": "67."
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Power of Committee in relation to special slum clearance areas and dwelling-houses unfit for human habitation. ",
            "context": "HOUSING ACT under Power of Committee in relation to special slum clearance areas and dwelling-houses unfit for human habitation. 68. (1) Whenever the Committee shall have declared any area to be a special slum clearance area or has made a closing order in relation to any dwelling-house, it shall be lawful for the Committee to do any one or more of the following things:  (a) to make such arrangements as may be necessary or practicable for the accommodation, temporary or otherwise, of all persons resident in such area or in such dwelling-house on the date at which such area becomes a special slum clearance area or such dwelling-house becomes subject to a closing order, and to notify all occupiers for whom accommodation has been arranged to remove from such area or dwelling-house within such period as may be specified in the order;  (b) without any recourse to any court, to order the eviction, by force if necessary, of any occupier who has been notified as provided in paragraph (a) and who has failed to comply with such notification, or of any other person found residing in any such area or dwelling-house;  (c) to prohibit the use of any land or building included in a special slum clearance area or of any dwelling-house, in relation to which a closing order is in force, for any purpose other  than a purpose approved by the Committee and in accordance LAWS OF GUYANA 84 Cap. 36:20 Housing  L.R.O. 1/2012                                                 with directions given by the Committee;  (d) (i) to cause to be served upon the owner of any building included in a special slum clearance area a notice requiring him, within such reasonable time as may be specified in such notice, to repair and improve the building by the execution of the works specified in the notice or to demolish the building, and in default of compliance with such notice, the Committee shall have the right to carry out the requirements of such notice and the cost of such repairs or demolition shall be a first charge on the premises; (ii) The Central Authority may also recover such cost as a simple contract debt from the owner and may, in its discretion, accept payment by instalments:  Provided that where there is more than one owner  (a) the cost of such repairs, improvement or demolition may  be apportioned among them in such shares as the Committee may consider to be just, and such cost may be recovered from them in such shares; and  (b) any person who pays to the Committee the full amount or LAWS OF GUYANA Housing Cap. 36:20 85  L.R.O. 1/2012                             c. 62:05                    more than his just share of such cost shall be entitled to recover from any co-owner such contribution as  the Committee may determine to be due to him from such co- owner;  (e) to decide from time to time that any of the lands or buildings in a special slum clearance area be acquired by the Central Authority and whenever a resolution to that effect, describing the lands or buildings to be acquired, has been passed by the Committee  (i) the acquisition by the Central Authority of any such lands or buildings is hereby authorised, and may be effected by private treaty or by compulsory acquisition under the Acquisition of Lands for Public Purposes Act as modified by sections 28 and 30 of this Act; (ii) the Committee may, by resolution published in the Gazette, decide that such lands or buildings shall be compulsorily acquired by the Central Authority, such resolution shall have effect as if it were a resolution passed under section 29(1) with the approval of the Minister, and the lands or buildings as aforesaid shall vest in the Central Authority as provided in section 29; (iii) subject to the foregoing LAWS OF GUYANA 86 Cap. 36:20 Housing  L.R.O. 1/2012                                                 provisions of this paragraph, where the lands or buildings as aforesaid have become vested in the Central Authority either by transport or by compulsory acquisition under section 29, section 27(2), section 30 (save and except subsection (5) thereof), and sections 31, 32 and 33, shall apply, and the Committee shall have the right to exercise such consequential powers as are vested in the Central Authority by sections 38 and 39;  (f) to construct new buildings on land acquired by the Central Authority as aforesaid, or to improve or alter any existing buildings acquired by the Central Authority, as the Committee may decide.  (2) The powers conferred by subsection (l)(c) and (d) shall not be exercised by the Committee unless the provisions of paragraph (a) of the said subsection have been complied with.  (3) Any order made by the Committee in exercise of the power conferred by subsection (l)(b) may be carried out by any person authorised in writing by the chairman of the Committee, and no action shall in any case be brought against any such person in respect of anything done in pursuance of such authority  (4) Any prohibition made in exercise of the power conferred by subsection (l)(c) shall take effect seven days after notice thereof has been served on the owner of the land or building concerned, or on the landlord of the dwelling-house LAWS OF GUYANA Housing Cap. 36:20 87  L.R.O. 1/2012                                    Restrictions on buildings in area declared to be a special slum clearance area.                 concerned or his agent, as the case may be:  Provided that the period of seven days specified above may be extended by the Committee in the exercise of its absolute discretion.  (5) When there is any infringement of a prohibition duly made and notified or of any direction given under subsection  (1), the Committee shall have power to order that any person or thing found or anything done on any land or in any building or dwelling-house to which such prohibition or direction applies shall be evicted, taken out, or demolished, as the case may be, by force if necessary, without recourse to any court, and such order shall be carried out by any person authorised in writing by the chairman of the Committee and any expenses incurred may be recovered by the Central Authority as a simple contract debt from the owner or landlord, as the case may be, unless such owner or landlord proves to the satisfaction of the court that he had taken all reasonable steps to guard against such infringement.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "with the approval of the Minister, and the lands or buildings as aforesaid shall vest in the Central Authority as provided in section 29;"
                },
                {
                    "representation": "(a)",
                    "description": "of the said subsection have been complied with."
                },
                {
                    "representation": "(b)",
                    "description": "may be carried out by any person authorised in writing by the chairman of the Committee, and no action shall in any case be brought against any such person in respect of anything done in pursuance of such authority"
                },
                {
                    "representation": "(c)",
                    "description": "shall take effect seven days after notice thereof has been served on the owner of the land or building concerned, or on the landlord of the dwelling-house LAWS OF GUYANA Housing Cap. 36:20 87  L.R.O. 1/2012                                    Restrictions on buildings in area declared to be a special slum clearance area.                 concerned or his agent, as the case may be:  Provided that the period of seven days specified above may be extended by the Committee in the exercise of its absolute discretion."
                },
                {
                    "representation": "(d)",
                    "description": "shall not be exercised by the Committee unless the provisions of paragraph"
                },
                {
                    "representation": "(e)",
                    "description": "to decide from time to time that any of the lands or buildings in a special slum clearance area be acquired by the Central Authority and whenever a resolution to that effect, describing the lands or buildings to be acquired, has been passed by the Committee"
                },
                {
                    "representation": "(i)",
                    "description": "the acquisition by the Central Authority of any such lands or buildings is hereby authorised, and may be effected by private treaty or by compulsory acquisition under the Acquisition of Lands for Public Purposes Act as modified by sections 28 and 30 of this Act;"
                },
                {
                    "representation": "(5)",
                    "description": "When there is any infringement of a prohibition duly made and notified or of any direction given under subsection"
                },
                {
                    "representation": "(f)",
                    "description": "to construct new buildings on land acquired by the Central Authority as aforesaid, or to improve or alter any existing buildings acquired by the Central Authority, as the Committee may decide."
                },
                {
                    "representation": "(2)",
                    "description": "The powers conferred by subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any order made by the Committee in exercise of the power conferred by subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Any prohibition made in exercise of the power conferred by subsection"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Restrictions on buildings in area declared to be a special slum clearance area. ",
            "context": "HOUSING ACT under Restrictions on buildings in area declared to be a special slum clearance area. 69. (1) Whenever the Committee shall have declared any area to be a special slum clearance area  (a) no new building shall be constructed therein; and  (b) no alterations or repairs shall be effected to any existing area building therein; and  (c) no building under construction therein at the time of such declaration shall be completed, without the consent of the Committee and except in accordance with such directions as may be given by the Committee.  (2) In the event of any contravention of any of the LAWS OF GUYANA 88 Cap. 36:20 Housing  L.R.O. 1/2012                                              Application of certain sections of Parts I to VIII.     provisions of subsection (1), it shall be lawful for the Committee to cause to be served upon the owner of any building which is the subject of such contravention a notice requiring him, within such reasonable time as may be specified in such notice, to demolish the building or to alter it by the execution of the works specified in the notice and in default of compliance with such notice the Committee shall have the right to carry out the requirement of such notice and the cost of such demolition or alteration shall be a first charge on the premises.  (3) The Central Authority may recover such cost as a simple contract debt from the owner and may, in its discretion, accept payment by instalments:  Provided that where there is more than one owner  (a) the cost of such demolition or alteration may be apportioned among them in such shares as the Committee may consider to be just, and such cost may be recovered from them in such shares; and  (b) any person who pays to the Committee the full amount or more than his just share of such cost shall be entitled to recover from any co-owner such contribution as the Committee may determine to be due to him from such co- owner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever the Committee shall have declared any area to be a special slum clearance area"
                },
                {
                    "representation": "(a)",
                    "description": "the cost of such demolition or alteration may be apportioned among them in such shares as the Committee may consider to be just, and such cost may be recovered from them in such shares; and"
                },
                {
                    "representation": "(b)",
                    "description": "any person who pays to the Committee the full amount or more than his just share of such cost shall be entitled to recover from any co-owner such contribution as the Committee may determine to be due to him from such co- owner."
                },
                {
                    "representation": "(c)",
                    "description": "no building under construction therein at the time of such declaration shall be completed, without the consent of the Committee and except in accordance with such directions as may be given by the Committee."
                },
                {
                    "representation": "(2)",
                    "description": "In the event of any contravention of any of the LAWS OF GUYANA 88 Cap. 36:20 Housing  L.R.O. 1/2012                                              Application of certain sections of Parts I to VIII.     provisions of subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Central Authority may recover such cost as a simple contract debt from the owner and may, in its discretion, accept payment by instalments:  Provided that where there is more than one owner"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "Application of certain sections of Parts I to VIII of this Act. ",
            "context": "HOUSING ACT under Application of certain sections of Parts I to VIII of this Act. 70. LAWS OF GUYANA Housing Cap. 36:20 79  L.R.O. 1/2012  Committee subject to the control of the Minister.          Closing orders and dwelling-houses unfit for human habitation.",
            "description": "LAWS OF GUYANA Housing Cap. 36:20 79  L.R.O. 1/2012  Committee subject to the control of the Minister.          Closing orders and dwelling-houses unfit for human habitation."
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Form, authentication and service of notices, orders and any other documents. ",
            "context": "HOUSING ACT under Form, authentication and service of notices, orders and any other documents. 71. (1) Notices, orders and any other documents required to be served or given by the Committee under this Part may be in writing or print, or partly in writing and partly in print.  (2) Where any such notice, order or other document requires authentication, it shall be sufficiently authenticated by the name of the chairman of the Committee, or any duly authorised officer of the Central Authority being affixed thereto in writing or in print.  (3) Any notice, order or other document required to be served or given by the Committee under this Part on or to the owner, landlord or occupier of any premises may be LAWS OF GUYANA 90 Cap. 36:20 Housing  L.R.O. 1/2012                            Provision for protection of owners and landlords.                 Penalty for preventing execution of addressed by the description of the owner or landlord or occupier of the premises (naming such premises) in respect of which the notice, order or other document is given or served, without further name or description.  (4) Any notice, order or other document referred to in subsection (1) may be served (a) in the manner prescribed under section 53(2)(a), (b), (c), or (d); or  (b) when addressed to the owner or landlord or occupier of premises, by delivering the same or a true copy thereof to some person on the premises, or, if there is no person on the premises who can be so served, by affixing the same or a true copy thereof on some conspicuous part of the premises.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may be served"
                },
                {
                    "representation": "(2)",
                    "description": "Where any such notice, order or other document requires authentication, it shall be sufficiently authenticated by the name of the chairman of the Committee, or any duly authorised officer of the Central Authority being affixed thereto in writing or in print."
                },
                {
                    "representation": "(3)",
                    "description": "Any notice, order or other document required to be served or given by the Committee under this Part on or to the owner, landlord or occupier of any premises may be LAWS OF GUYANA 90 Cap. 36:20 Housing  L.R.O. 1/2012                            Provision for protection of owners and landlords.                 Penalty for preventing execution of addressed by the description of the owner or landlord or occupier of the premises"
                },
                {
                    "representation": "(4)",
                    "description": "Any notice, order or other document referred to in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "in the manner prescribed under section 53(2)(a),"
                },
                {
                    "representation": "(b)",
                    "description": "when addressed to the owner or landlord or occupier of premises, by delivering the same or a true copy thereof to some person on the premises, or, if there is no person on the premises who can be so served, by affixing the same or a true copy thereof on some conspicuous part of the premises."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "Provision for protection of owners and landlords. ",
            "context": "HOUSING ACT under Provision for protection of owners and landlords. 72.(1) Nothing in this Part shall prejudice or interfere with the right or remedies of the owner of a building or the landlord of a dwelling- house for the breach, non-observance, or non-performance of any covenant or contract entered into by a tenant or lessee in reference to any building or dwelling-house in respect of which an order is made, or a notice requiring the execution of works is served, by the Committee under this Act.  (2) If any owner or landlord is obliged to take possession of a building or dwelling-house in order to comply with any such order or notice, the taking possession shall not affect his right to avail himself of any such breach, non-observance or non-performance which has occurred before he so took possession.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Nothing in this Part shall prejudice or interfere with the right or remedies of the owner of a building or the landlord of a dwelling- house for the breach, non-observance, or non-performance of any covenant or contract entered into by a tenant or lessee in reference to any building or dwelling-house in respect of which an order is made, or a notice requiring the execution of works is served, by the Committee under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "If any owner or landlord is obliged to take possession of a building or dwelling-house in order to comply with any such order or notice, the taking possession shall not affect his right to avail himself of any such breach, non-observance or non-performance which has occurred before he so took possession."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "73",
            "title": "Penalty for preventing execution of repairs and certain other acts. ",
            "context": "HOUSING ACT under Penalty for preventing execution of repairs and certain other acts. 73. Any person who  (a) being the occupier of any building or LAWS OF GUYANA Housing Cap. 36:20 91  L.R.O. 1/2012 repairs and certain other acts. [6 of 1997]                                             dwelling-house, prevents the owner or landlord, as the case may be, or his agents, servants or workmen, from carrying into effect with respect to such building or dwelling-house any requirement of the Committee notice of which has been served upon such owner or landlord (or his agent); or (b) being the owner of any building or the landlord of any dwelling-house or the agent of any such landlord or the occupier of any such building or dwelling-house, prevents any officer, servant or agent or workman authorised in writing by the chairman of the Committee from taking any action authorised by this Part; or  (c) being an inmate of any building or dwelling-house, prevents the owner or landlord or any other person upon whom any obligations are under the provisions of this Part imposed, or who is authorised by the chairman of the Committee, under the provisions of this Part to carry into effect, with respect to such building or dwelling-house, any requirement of the Committee, from so doing, after receiving notice of the intended action specified in paragraph (a), (b) or (c), as the case may be, of this section, shall be liable on summary conviction to a fine of thirteen thousand dollars and to a further fine of six thousand five hundred dollars for every day or part of a day during which such offence continues after conviction.  LAWS OF GUYANA 92 Cap. 36:20 Housing  L.R.O. 1/2012 Penalty on being found in dwelling- house in respect of which a closing order is in force. [6 of 1997]                 Expenditure by Committee to be defrayed by the Central Authority.  Rent of temporary premises provided for persons removed from slum clearance areas.   c. 36:23",
            "description": [
                {
                    "representation": "(a)",
                    "description": "being the occupier of any building or LAWS OF GUYANA Housing Cap. 36:20 91  L.R.O. 1/2012 repairs and certain other acts. [6 of 1997]                                             dwelling-house, prevents the owner or landlord, as the case may be, or his agents, servants or workmen, from carrying into effect with respect to such building or dwelling-house any requirement of the Committee notice of which has been served upon such owner or landlord"
                },
                {
                    "representation": "(b)",
                    "description": "or"
                },
                {
                    "representation": "(c)",
                    "description": "being an inmate of any building or dwelling-house, prevents the owner or landlord or any other person upon whom any obligations are under the provisions of this Part imposed, or who is authorised by the chairman of the Committee, under the provisions of this Part to carry into effect, with respect to such building or dwelling-house, any requirement of the Committee, from so doing, after receiving notice of the intended action specified in paragraph"
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "74",
            "title": "Penalty on being found in dwelling-house in respect of which a closing order is in force. ",
            "context": "HOUSING ACT under Penalty on being found in dwelling-house in respect of which a closing order is in force. 74.(1) Without prejudice to sections 67 and 68, any person who is found in any dwelling-house declared to be unfit for human habitation, after the expiry of the period fixed by the Committee for removal therefrom, shall, unless he has been permitted by the Committee to remain therein, be liable on summary conviction to a fine of thirteen thousand dollars.  (2) Any person who uses any dwelling-house in relation to which a closing order is in force, or permits such dwelling-house to be used, for any purpose other than a purpose authorised by the Committee, shall be liable on summary conviction to a fine of thirteen thousand dollars and to a further fine of six thousand five hundred dollars for each day or part of a day during which such offence continues after conviction.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Without prejudice to sections 67 and 68, any person who is found in any dwelling-house declared to be unfit for human habitation, after the expiry of the period fixed by the Committee for removal therefrom, shall, unless he has been permitted by the Committee to remain therein, be liable on summary conviction to a fine of thirteen thousand dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who uses any dwelling-house in relation to which a closing order is in force, or permits such dwelling-house to be used, for any purpose other than a purpose authorised by the Committee, shall be liable on summary conviction to a fine of thirteen thousand dollars and to a further fine of six thousand five hundred dollars for each day or part of a day during which such offence continues after conviction."
                }
            ]
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "75",
            "title": "Expenditure of Committee to be defrayed by the Central Authority. ",
            "context": "HOUSING ACT under Expenditure of Committee to be defrayed by the Central Authority. 75.  Any expenditure incurred by the Committee shall be deemed to have been incurred on behalf of the Central Authority and shall be defrayed by the Central Authority on the certificate of the chairman of the Committee.",
            "description": "Any expenditure incurred by the Committee shall be deemed to have been incurred on behalf of the Central Authority and shall be defrayed by the Central Authority on the certificate of the chairman of the Committee."
        }
    },
    {
        "act": "HOUSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "76",
            "title": "Rent of temporary premises provided for persons removed from slum clearance areas.  FIRST SCHEDULE—The Housing Act—Receipt. SECOND SCHEDULE—Housing Revenue Account.  _________________________ LAWS OF GUYANA Housing Cap. 36:20 7  L.R.O. 1/2012 1953 Ed. c. 182 _______________________________________________________ CHAPTER 36:20  HOUSING ACT   24of 1946 An Act to make provision with respect to the Housing of persons of the Working Class and for purposes connected therewith.  [1ST APRIL, 1948] Short title.   Interpretation. [O. 49/1953 24 of 1969 4 of 1972 25 of 1973]                            ",
            "context": "HOUSING ACT under Rent of temporary premises provided for persons removed from slum clearance areas.  FIRST SCHEDULEThe Housing ActReceipt. SECOND SCHEDULEHousing Revenue Account.  _________________________ LAWS OF GUYANA Housing Cap. 36:20 7  L.R.O. 1/2012 1953 Ed. c. 182 _______________________________________________________ CHAPTER 36:20  HOUSING ACT   24of 1946 An Act to make provision with respect to the Housing of persons of the Working Class and for purposes connected therewith.  [1ST APRIL, 1948] Short title.   Interpretation. [O. 49/1953 24 of 1969 4 of 1972 25 of 1973]                            76. (1) Where temporary accommodation has been provided by the Committee for persons removed from any special slum clearance area or from any dwelling-house in relation to which a closing order has been made, the rents in respect of such temporary accommodation shall be collected by the Central Authority which shall be deemed to be the landlord for all the purposes of such collection.  (2) Such premises shall not be subject to the Rent Restriction Act, or to any order made thereunder.  --------------------       LAWS OF GUYANA Housing Cap. 36:20 93  L.R.O. 1/2012  s. 13(18)                                               FIRST SCHEDULE  THE HOUSING ACT RECEIPT  (1) Received from The Central Housing and Planning Authority the sum of (amount) on account of a loan of (amount) to be made under the terms of the Housing Act in respect of (state details of security offered); the loan to be made in instalments the receipt of each instalment being dependent on my satisfying the Central Authority or any person authorised by them in writing, that the previous instalment has been duly expended for the purposes for which the loan is to be made.  (2) The said loan, together with interest and all charges thereon, is repayable by monthly instalments of (amount) on the.................. day in each and every month for...................... years from the date hereof or (as the case may be).  (3) If default be made in payment of any of the said monthly instalments, or if there be any breach or non-observance of any of the covenants expressed or implied herein, the whole principal sum then unpaid shall become immediately payable without further demand.  (4) I fully understand that the signing of this receipt makes me liable to the covenants set out in the Housing Act, and confers on The Central Housing and Planning Authority the rights and powers specified in the said Act.  Dated this.................... day of............................20  (Signature of Borrower).....................................  Witnesses: (Signature of two witnesses)  ............................................................................................. LAWS OF GUYANA 94 Cap. 36:20 Housing  L.R.O. 1/2012             Nature of Housing Revenue Account.                         Credits and debits.                    --------------------   SECOND SCHEDULE  (Accounts to be kept by the Central Authority)  HOUSING REVENUE ACCOUNT",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Received from The Central Housing and Planning Authority the sum of"
                },
                {
                    "representation": "(2)",
                    "description": "The said loan, together with interest and all charges thereon, is repayable by monthly instalments of"
                },
                {
                    "representation": "(3)",
                    "description": "If default be made in payment of any of the said monthly instalments, or if there be any breach or non-observance of any of the covenants expressed or implied herein, the whole principal sum then unpaid shall become immediately payable without further demand."
                },
                {
                    "representation": "(4)",
                    "description": "I fully understand that the signing of this receipt makes me liable to the covenants set out in the Housing Act, and confers on The Central Housing and Planning Authority the rights and powers specified in the said Act.  Dated this.................... day of............................20"
                }
            ]
        }
    }
]