[
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  PART I  ",
            "context": "NEW BUILDING SOCIETY ACT under Short title.  PART I  1. This Act may be cited as The New Building Society Act.    CHAPTER 36:21  NEW BUILDING SOCIETY ACT  __________________________ LAWS OF GUYANA 6 Cap. 36:21 New Building Society  L.R.O. 1/2012           c.  85:03    c. 85:03                 c. 85:03        c. 85:02        PART I",
            "description": "This Act may be cited as The New Building Society Act.    CHAPTER 36:21  NEW BUILDING SOCIETY ACT  __________________________ LAWS OF GUYANA 6 Cap. 36:21 New Building Society  L.R.O. 1/2012           c.  85:03    c. 85:03                 c. 85:03        c. 85:02        PART I"
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "NEW BUILDING SOCIETY ACT under Interpretation. 2.  In this Act  advance share means a share which is issued to a member when the amount thereof is advanced to a member in consideration of his giving security for the repayment of the same;  bank has the same meaning as in section 2 of the Financial Institutions Act;  capital in relation to the Society means assigned capital as defined in section 2 of the Financial Institutions Act, notwithstanding that the Society is not a foreign company;  the Board means the Board of Directors of the Society;  financial  year  means  the  twelve  months  beginning  on  the  1st January, inclusive, in any year;  investing share  means a share issued to holders of Save and Prosper and $5 Shares Accounts or other savings accounts that the Society may so create;  licensed financial institution has the same meaning as in section 2 of the Financial Institutions Act;  rules means the rules set out in the Schedule or the rules for the time being of the Society;  the Bank has the same meaning as in the Bank of Guyana Act;  the Secretary means the person appointed by the Board to carry out the duties of secretary of the Society and includes an acting or assistant secretary; Interpretation. [12 of 2010]LAWS OF GUYANA New Building Society Cap. 36:21 7  L.R.O. 1/2012             Incorporation           Power to sue and hold land. c. 85:03     c. 85:03      Change of name.           the Society means the building society hereby incorporated;  special resolution means a resolution passed by a majority of not less than  three-fourths of such members of the Society as, being entitled  so  to do,  vote in person or by their duly authorised representative at a general meeting of the Society of which notice specifying the intention to propose the resolution as a special resolution has been duly given.",
            "description": "In this Act  advance share means a share which is issued to a member when the amount thereof is advanced to a member in consideration of his giving security for the repayment of the same;  bank has the same meaning as in section 2 of the Financial Institutions Act;  capital in relation to the Society means assigned capital as defined in section 2 of the Financial Institutions Act, notwithstanding that the Society is not a foreign company;  the Board means the Board of Directors of the Society;  financial  year  means  the  twelve  months  beginning  on  the  1st January, inclusive, in any year;  investing share  means a share issued to holders of Save and Prosper and $5 Shares Accounts or other savings accounts that the Society may so create;  licensed financial institution has the same meaning as in section 2 of the Financial Institutions Act;  rules means the rules set out in the Schedule or the rules for the time being of the Society;  the Bank has the same meaning as in the Bank of Guyana Act;  the Secretary means the person appointed by the Board to carry out the duties of secretary of the Society and includes an acting or assistant secretary; Interpretation. [12 of 2010]LAWS OF GUYANA New Building Society Cap. 36:21 7  L.R.O. 1/2012             Incorporation           Power to sue and hold land. c. 85:03     c. 85:03      Change of name.           the Society means the building society hereby incorporated;  special resolution means a resolution passed by a majority of not less than  three-fourths of such members of the Society as, being entitled  so  to do,  vote in person or by their duly authorised representative at a general meeting of the Society of which notice specifying the intention to propose the resolution as a special resolution has been duly given."
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "(1) Incorporation of the Society.  (2) Power to sue and hold land.  CHANGE OF NAME  ",
            "context": "NEW BUILDING SOCIETY ACT under (1) Incorporation of the Society.  (2) Power to sue and hold land.  CHANGE OF NAME  3. (1) The persons who have signed the petition praying for the incorporation  of  the  Society  and  all  persons  who  shall  hereafter become members of the Society in accordance with this Act shall be and are hereby incorporated as a building society by the name of The New Building Society, Limited and by that name shall be a body corporate with such constitution, objects and powers as are contained in this Act.  (2) The Society may acquire, hold, lease and dispose of land and other property in any part of the world.  (3) Notwithstanding the provisions of subsection (2), the power of the Society to hold, lease and dispose of land shall be subject to the limitations as provided under section 15 (3) of the Financial Institutions Act.   CHANGE OF NAME",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The persons who have signed the petition praying for the incorporation  of  the  Society  and  all  persons  who  shall  hereafter become members of the Society in accordance with this Act shall be and are hereby incorporated as a building society by the name of The New Building Society, Limited and by that name shall be a body corporate with such constitution, objects and powers as are contained in this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Society may acquire, hold, lease and dispose of land and other property in any part of the world."
                },
                {
                    "representation": "(3)",
                    "description": "of the Financial Institutions Act.   CHANGE OF NAME"
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Change of name.  OBJECT AND POWERS OF THE SOCIETY  ",
            "context": "NEW BUILDING SOCIETY ACT under Change of name.  OBJECT AND POWERS OF THE SOCIETY  4.  (1) Subject to the provision of section 12 (1) (e) of the Financial Institutions Act , the Society may change its name by special resolution provided that the new name is not identical with that of any other company or society carrying on business in Guyana.  (2) Any change of name shall not affect any right or of the Society. [12 of 2010]LAWS OF GUYANA 8 Cap. 36:21 New Building Society  L.R.O. 1/2012      Object of the Society.          Society deemed to be a Housing Association.        Powers of the Society. [10 of 2010]                   obligation of the Society or of any member thereof or other person concerned.  OBJECT  AND  POWERS  OF  THE  SOCIETY",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(e) of the Financial Institutions Act , the Society may change its name by special resolution provided that the new name is not identical with that of any other company or society carrying on business in Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "Any change of name shall not affect any right or of the Society. [12 of 2010]LAWS OF GUYANA 8 Cap. 36:21 New Building Society  L.R.O. 1/2012      Object of the Society.          Society deemed to be a Housing Association.        Powers of the Society. [10 of 2010]                   obligation of the Society or of any member thereof or other person concerned.  OBJECT  AND  POWERS  OF  THE  SOCIETY"
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Object of the Society. ",
            "context": "NEW BUILDING SOCIETY ACT under Object of the Society. 5.  (1) The object for which the Society is incorporated is to raise by the subscriptions of its members or in any other manner a stock or fund for making advances to its members upon the security of immovable property by way of mortgage.  (2) The Society shall comply in all respects with the extent as those laws provide.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The object for which the Society is incorporated is to raise by the subscriptions of its members or in any other manner a stock or fund for making advances to its members upon the security of immovable property by way of mortgage."
                },
                {
                    "representation": "(2)",
                    "description": "The Society shall comply in all respects with the extent as those laws provide."
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Society deemed to be a Housing Association. ",
            "context": "NEW BUILDING SOCIETY ACT under Society deemed to be a Housing Association. 6. The Society shall be a Housing Association for the purposes of the Housing Act and may exercise and perform all the powers and functions and discharge all the duties of a Housing Association under the said Act in the same manner and to the same extent as if the Society were deemed and certified by the Act to be a Housing Association for the purposes of the said Act.",
            "description": "The Society shall be a Housing Association for the purposes of the Housing Act and may exercise and perform all the powers and functions and discharge all the duties of a Housing Association under the said Act in the same manner and to the same extent as if the Society were deemed and certified by the Act to be a Housing Association for the purposes of the said Act."
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Powers of the Society. ",
            "context": "NEW BUILDING SOCIETY ACT under Powers of the Society. 7.  (1) The Society shall have power  (a) to raise funds by the issue from time to time of shares of one or more denominations, either paid up in full or to be paid by periodical or other subscriptions and with or without accumulating  interest and to repay such  funds when no longer required for the purposes of the Society;  (b) to make temporary loans to its members upon the security of their deposits with the Society;   provisions   of   the  Financial  Institutions  Act, the Bank  of Guyana  Act   and  any  other  law  in  the manner  and  to the [12 of  2010] c. 85:03c. 85:02LAWS OF GUYANA New Building Society Cap. 36:21 9  L.R.O. 1/2012                                                 (c) to impose fines and forfeitures on its members;  (d) (i) to receive deposits or loans at interest from its members or other persons or from the Government or The Central Housing and Planning  Authority or any Local Authority under the Housing Act, or from any bank, joint stock company or other corporate body; (ii) for the purpose of receiving from any bank, joint stock company or other corporate body, any loan by way of overdraft  or  any  loan  raised  for a merely  temporary purpose for a  period not exceeding twelve months, to pledge or  hypothecate with such bank, joint stock company or other corporate body, notwithstanding proviso (a) to section 34(1), any of the Societys mortgage deeds, or other securities by way of security for any such loan:  Provided that the total amount so received on deposit or loan and not repaid by the Society (exclusive of any deposit or loan made by the Government or The Central Housing and Planning Authority or any Local Authority under the Housing Act, for the purpose of any housing scheme or LAWS OF GUYANA 10 Cap. 36:21 New Building Society  L.R.O. 1/2012                                                 other scheme under the said Act) shall not at any time exceed two-thirds or such other ratio as may be specified by the Bank of the amount for the time being secured to the Society by mortgages from its members, and in calculating this amount the amount due under any mortgage or contract in respect of which payments were upwards of twelve months in arrear at the date of the Societys last preceding balance sheet, shall be disregarded;  (e) to carry out any housing or other scheme under the Housing Act as may be approved by the Government or The Central  Housing  and  Planning  Authority  or  any  Local Authority under the said Act, and to do all other things incidental to the carrying out of any housing or other scheme as aforesaid;  (f) to invest any portion of the funds of the Society not immediately required for its purposes upon mortgages of immovable  property to  an  amount  not  exceeding three- fourths of the value of such property exclusive of the value of any collateral security authorised by the rules, or in any bonds or securities issued or guaranteed by any government or municipal corporation within the Commonwealth, or in or upon any security in which trustees are for the time being authorised by law to invest, or in any savings bank or LAWS OF GUYANA New Building Society Cap. 36:21 11  L.R.O. 1/2012                             Transitional provisions for certain transactions.                deposit account at any bank in Guyana:  Provided that any restriction imposed by this Act or by the rules on the  amount to be advanced upon mortgages shall not apply to any mortgages granted by the Society at the request of the Government or The Central Housing and Planning Authority or any Local Authority under  the  Housing Act, for the purpose of or in pursuance to any housing or other scheme under the said Act;  (g) to do all other things incidental or conducive to the attainment of the object of the Society.  (2) The powers of the Society under this section shall be subject to the limitations provided under sections 14 and 15 of the Financial Institutions Act.  7A. (1) Notwithstanding section 14 (1) of the Financial Institutions Act, the Society shall, in relation to any transaction entered into prior to the commencement of this Act which violates the provisions of section 14 (1) of the Financial Institutions Act, within three months of the commencement of this Act submit in writing to the Bank a statement of each transaction and the Societys plan for terminating the transaction or otherwise bringing itself into compliance with the Financial Institutions Act.   (2) The Society shall ensure compliance with section 14 (1) of the Financial Institutions Act within four years of the commencement of this Act, which period may, upon good cause shown to the Bank be extended for not more c. 85:03 c. 85:03 LAWS OF GUYANA 12 Cap. 36:21 New Building Society  L.R.O. 1/2012   Power of Society to make donations.                    Definition of member. [12 of 2010]         Limited liability.   Management of the Society.      than one year at a time, but no extensions with respect to any one transaction shall exceed, in aggregate, three years.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of the Financial Institutions Act within four years of the commencement of this Act, which period may, upon good cause shown to the Bank be extended for not more c. 85:03 c. 85:03 LAWS OF GUYANA 12 Cap. 36:21 New Building Society  L.R.O. 1/2012   Power of Society to make donations.                    Definition of member. [12 of 2010]         Limited liability.   Management of the Society.      than one year at a time, but no extensions with respect to any one transaction shall exceed, in aggregate, three years."
                },
                {
                    "representation": "(a)",
                    "description": "to section 34(1), any of the Societys mortgage deeds, or other securities by way of security for any such loan:  Provided that the total amount so received on deposit or loan and not repaid by the Society"
                },
                {
                    "representation": "(b)",
                    "description": "to make temporary loans to its members upon the security of their deposits with the Society;   provisions   of   the  Financial  Institutions  Act, the Bank  of Guyana  Act   and  any  other  law  in  the manner  and  to the [12 of  2010] c. 85:03c. 85:02LAWS OF GUYANA New Building Society Cap. 36:21 9  L.R.O. 1/2012"
                },
                {
                    "representation": "(c)",
                    "description": "to impose fines and forfeitures on its members;"
                },
                {
                    "representation": "(d)",
                    "description": "(i) to receive deposits or loans at interest from its members or other persons or from the Government or The Central Housing and Planning  Authority or any Local Authority under the Housing Act, or from any bank, joint stock company or other corporate body;"
                },
                {
                    "representation": "(e)",
                    "description": "to carry out any housing or other scheme under the Housing Act as may be approved by the Government or The Central  Housing  and  Planning  Authority  or  any  Local Authority under the said Act, and to do all other things incidental to the carrying out of any housing or other scheme as aforesaid;"
                },
                {
                    "representation": "(f)",
                    "description": "to invest any portion of the funds of the Society not immediately required for its purposes upon mortgages of immovable  property to  an  amount  not  exceeding three- fourths of the value of such property exclusive of the value of any collateral security authorised by the rules, or in any bonds or securities issued or guaranteed by any government or municipal corporation within the Commonwealth, or in or upon any security in which trustees are for the time being authorised by law to invest, or in any savings bank or LAWS OF GUYANA New Building Society Cap. 36:21 11  L.R.O. 1/2012                             Transitional provisions for certain transactions.                deposit account at any bank in Guyana:  Provided that any restriction imposed by this Act or by the rules on the  amount to be advanced upon mortgages shall not apply to any mortgages granted by the Society at the request of the Government or The Central Housing and Planning Authority or any Local Authority under  the  Housing Act, for the purpose of or in pursuance to any housing or other scheme under the said Act;"
                },
                {
                    "representation": "(g)",
                    "description": "to do all other things incidental or conducive to the attainment of the object of the Society."
                },
                {
                    "representation": "(2)",
                    "description": "The Society shall ensure compliance with section 14"
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Power of Society to make donations.  MEMBERS  ",
            "context": "NEW BUILDING SOCIETY ACT under Power of Society to make donations.  MEMBERS  8. Anything in this Act to the contrary notwithstanding, the Society may, in general meeting, approve of  (a) a gift of money being made to the Government in respect of the constitution of Guyana as a sovereign State;  (b) the appropriation annually of a sum of money out of which the Board may make donations in such proportions as it thinks fit to such charitable institutions or organisations as the Board may determine.   MEMBERS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a gift of money being made to the Government in respect of the constitution of Guyana as a sovereign State;"
                },
                {
                    "representation": "(b)",
                    "description": "the appropriation annually of a sum of money out of which the Board may make donations in such proportions as it thinks fit to such charitable institutions or organisations as the Board may determine.   MEMBERS"
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "(1) Definition of member.  (2) Infants. ",
            "context": "NEW BUILDING SOCIETY ACT under (1) Definition of member.  (2) Infants. 9. Every person who holds an investing share in the Society shall so long as that share remains in force, be a member of the Society and be bound by the rules.",
            "description": "Every person who holds an investing share in the Society shall so long as that share remains in force, be a member of the Society and be bound by the rules."
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Limited liability.  MANAGEMENT  ",
            "context": "NEW BUILDING SOCIETY ACT under Limited liability.  MANAGEMENT  10. The liability of each member of the Society is limited in respect of an investing share to the amount actually paid or in arrear on such share and in respect of an advance share to the amount repayable in respect thereof under any mortgage or other security or under the rules.  MANAGEMENT",
            "description": "The liability of each member of the Society is limited in respect of an investing share to the amount actually paid or in arrear on such share and in respect of an advance share to the amount repayable in respect thereof under any mortgage or other security or under the rules.  MANAGEMENT"
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Management of the Society.  GENERAL MEETINGS   ",
            "context": "NEW BUILDING SOCIETY ACT under Management of the Society.  GENERAL MEETINGS   11.  (1) The policies of the business and affairs of the Society shall be vested in the Board who may exercise all powers and do all acts and things which may be exercised or done by the Society and are not by this Act or the rules expressly directed or required to be exercised or done by the [12 of 2010] LAWS OF GUYANA New Building Society Cap. 36:21 13  L.R.O. 1/2012       c. 85:03 c. 85:02       Annual and other general meetings.  [12 of 2010]    Special general meetings.     Requisition to state object of meeting.     Power of requisitionists to call meeting.       Society in general meeting, and who may make such by- laws as may be necessary provided the same are not inconsistent with this Act or the rules.  (2) Notwithstanding the provisions of subsection (1), the Board shall exercise its functions subject to the authority conferred on the Bank by the Financial Institutions Act, the Bank of Guyana Act and any other law with respect to the licensing, regulation, inspection or supervision of licensed financial institutions  GENERAL MEETINGS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The policies of the business and affairs of the Society shall be vested in the Board who may exercise all powers and do all acts and things which may be exercised or done by the Society and are not by this Act or the rules expressly directed or required to be exercised or done by the [12 of 2010] LAWS OF GUYANA New Building Society Cap. 36:21 13  L.R.O. 1/2012       c. 85:03 c. 85:02       Annual and other general meetings.  [12 of 2010]    Special general meetings.     Requisition to state object of meeting.     Power of requisitionists to call meeting.       Society in general meeting, and who may make such by- laws as may be necessary provided the same are not inconsistent with this Act or the rules."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "(1) Annual and other general meetings.  (2) Special general meetings.  LAWS OF GUYANA 4 Cap. 36:21 New Building Society  L.R.O. 1/2012 SECTION (3) Requisition to state object of meeting. (4) Power of requisitionists to call meeting.  (5) Restriction on business to be transacted. ",
            "context": "NEW BUILDING SOCIETY ACT under (1) Annual and other general meetings.  (2) Special general meetings.  LAWS OF GUYANA 4 Cap. 36:21 New Building Society  L.R.O. 1/2012 SECTION (3) Requisition to state object of meeting. (4) Power of requisitionists to call meeting.  (5) Restriction on business to be transacted. 12. (1) A general meeting of the Society shall be held once at least in every calendar year after the close of the financial year of the Society and at such other times as may be prescribed by the rules.  (2) The Board shall on the requisition of at least one-tenth of the whole number of the members of the Society, forthwith proceed to convene a special general meeting of the Society.  (3) The requisition shall state the object of the meeting and shall be signed by the requisitionists and deposited at the office of the Society and may consist of several documents in like form, each signed by one or more requisitionists.  (4) If the Board neglects within forty- two days from the date of the requisition being so deposited or refuses to convene a meeting, the requisitionists or any four or more of  them  may  themselves convene the meeting but any meeting so convened shall not be held after three months from the date of the deposit.  (5) No business  other  than  that  specified  in  the  notice convening the meeting shall be considered at the   transacted. business to be Restriction on LAWS OF GUYANA Cap. 36:21  L.R.O. 1/2012 Right to attend and vote at meetings.   Rules. [12 of 2010] c. 85:03 c 85:02  Power to alter, rescind or make rules.       Publication of rules in     Keeping of accounts.       Auditors. [12 of 2010]              meeting.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A general meeting of the Society shall be held once at least in every calendar year after the close of the financial year of the Society and at such other times as may be prescribed by the rules."
                },
                {
                    "representation": "(2)",
                    "description": "The Board shall on the requisition of at least one-tenth of the whole number of the members of the Society, forthwith proceed to convene a special general meeting of the Society."
                },
                {
                    "representation": "(3)",
                    "description": "The requisition shall state the object of the meeting and shall be signed by the requisitionists and deposited at the office of the Society and may consist of several documents in like form, each signed by one or more requisitionists."
                },
                {
                    "representation": "(4)",
                    "description": "If the Board neglects within forty- two days from the date of the requisition being so deposited or refuses to convene a meeting, the requisitionists or any four or more of  them  may  themselves convene the meeting but any meeting so convened shall not be held after three months from the date of the deposit."
                },
                {
                    "representation": "(5)",
                    "description": "No business  other  than  that  specified  in  the  notice convening the meeting shall be considered at the   transacted. business to be Restriction on LAWS OF GUYANA Cap. 36:21  L.R.O. 1/2012 Right to attend and vote at meetings.   Rules. [12 of 2010] c. 85:03 c 85:02  Power to alter, rescind or make rules.       Publication of rules in     Keeping of accounts.       Auditors. [12 of 2010]              meeting."
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Right to attend and vote at meetings. ",
            "context": "NEW BUILDING SOCIETY ACT under Right to attend and vote at meetings. 13. Subject to this Act every member shall be entitled to attend and vote at any meeting of the Society in accordance with the rules.",
            "description": "Subject to this Act every member shall be entitled to attend and vote at any meeting of the Society in accordance with the rules."
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "(1) Rules. (2)Power to alter, rescind or make rules.  (3) Publication of rules in Gazette.  FINANCIAL  PROVISIONS  ",
            "context": "NEW BUILDING SOCIETY ACT under (1) Rules. (2)Power to alter, rescind or make rules.  (3) Publication of rules in Gazette.  FINANCIAL  PROVISIONS  14. (1) The Society shall be governed and managed in accordance with this Act, the Financial Institution Act, and the  (2) The Society may by special resolution alter or rescind any rule or make any additional or new rule provided that no rule so made shall be inconsistent with this Act and no rule or any alteration or revocation shall come into force until approved by the Minister.  (3) All rules so made and notice of any alteration or three months after approval by the Minister.  FINANCIAL PROVISIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Society shall be governed and managed in accordance with this Act, the Financial Institution Act, and the"
                },
                {
                    "representation": "(2)",
                    "description": "The Society may by special resolution alter or rescind any rule or make any additional or new rule provided that no rule so made shall be inconsistent with this Act and no rule or any alteration or revocation shall come into force until approved by the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "All rules so made and notice of any alteration or three months after approval by the Minister.  FINANCIAL PROVISIONS"
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Keeping of accounts. ",
            "context": "NEW BUILDING SOCIETY ACT under Keeping of accounts. 15. (1) The Society shall cause to be kept proper books of account showing the financial position of the Society.  (2) The books of account shall at all times be open to inspection by any director.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Society shall cause to be kept proper books of account showing the financial position of the Society."
                },
                {
                    "representation": "(2)",
                    "description": "The books of account shall at all times be open to inspection by any director."
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Auditors. ",
            "context": "NEW BUILDING SOCIETY ACT under Auditors. 16. (1) The Society shall at every annual general meeting of the Society appoint an auditor or auditors to hold office until the next annual general meeting.  (2) No person other than a retiring auditor shall be appointed an auditor under subsection (1) unless, not less than fourteen days before the annual general meeting, notice of the intention to nominate such person for appointment as auditor is given to the Society by a member.  14 New Building Society Gazette.revocation of a rule shall be published in the Gazette withinBank of Guyana Act and any other applicable law. LAWS OF GUYANA New Building Society Cap. 36:21 15  L.R.O. 1/2012                                                 (3) Where any such notice is given to the Society, the Society shall send a copy of the notice to the retiring auditor, and give notice thereof to the members either by advertisement or in any other mode allowed by the rules not less than seven days before the annual general meeting.  (4) The Board may appoint an auditor or auditors to hold office until the expiration of any current year  (a) where no auditor is appointed under subsection (1);  (b) where the Board considers it advisable to appoint an auditor in addition to the auditor or auditors appointed by the Society;  (c) where the office of auditor has become vacant under subsection (5).  (5) The office of an auditor appointed under subsection (1) or (4) shall become vacant where the auditor  (a) dies; or  (b) resigns his office; or  (c) leaves Guyana; or  (d) becomes from any cause unable, in the opinion of the Board, to discharge the duties of his office efficiently.  (6) Where two or more auditors have been appointed under this section, and the office of one or more of such auditors has become vacant under subsection (5), the remaining auditor or auditors (if any) shall continue and act as the auditor until the vacancy has been filled, in the same LAWS OF GUYANA 16 Cap. 36:21 New Building Society  L.R.O. 1/2012                  c. 85:03          manner and to the same extent as if there were no vacancy.   (7) An auditor appointed by the Society shall receive  the remuneration fixed by the Society, and an auditor appointed by the Board shall receive the remuneration fixed by the Board.  (8) The auditor appointed by the Society shall   (a) be qualified in accordance with section 22 of the Financial Institutions Act;   (b) perform the reviews and make the reports required by Part V of the Financial Institutions Act; and  (c) exercise, in addition to the functions conferred on him by this Act, those functions and powers provided by the Financial Institutions Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or"
                },
                {
                    "representation": "(2)",
                    "description": "No person other than a retiring auditor shall be appointed an auditor under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where any such notice is given to the Society, the Society shall send a copy of the notice to the retiring auditor, and give notice thereof to the members either by advertisement or in any other mode allowed by the rules not less than seven days before the annual general meeting."
                },
                {
                    "representation": "(4)",
                    "description": "shall become vacant where the auditor"
                },
                {
                    "representation": "(a)",
                    "description": "be qualified in accordance with section 22 of the Financial Institutions Act;"
                },
                {
                    "representation": "(b)",
                    "description": "perform the reviews and make the reports required by Part V of the Financial Institutions Act; and"
                },
                {
                    "representation": "(c)",
                    "description": "exercise, in addition to the functions conferred on him by this Act, those functions and powers provided by the Financial Institutions Act."
                },
                {
                    "representation": "(5)",
                    "description": "The office of an auditor appointed under subsection"
                },
                {
                    "representation": "(d)",
                    "description": "becomes from any cause unable, in the opinion of the Board, to discharge the duties of his office efficiently."
                },
                {
                    "representation": "(6)",
                    "description": "Where two or more auditors have been appointed under this section, and the office of one or more of such auditors has become vacant under subsection"
                },
                {
                    "representation": "(7)",
                    "description": "An auditor appointed by the Society shall receive  the remuneration fixed by the Society, and an auditor appointed by the Board shall receive the remuneration fixed by the Board."
                },
                {
                    "representation": "(8)",
                    "description": "The auditor appointed by the Society shall"
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "(1) Annual account and statement and audit.  (2) Audit of account and statement. (3) Auditor’s certificate. (4) Right of member to receive copy of account. ",
            "context": "NEW BUILDING SOCIETY ACT under (1) Annual account and statement and audit.  (2) Audit of account and statement. (3) Auditors certificate. (4) Right of member to receive copy of account. 17. (1) The Secretary shall at least once in every year prepare an account of the income and expenditure of the Society and a general statement of its funds and effects, liabilities and assets showing  (a) the amounts due to each class of members in respect of shares;  (b) the amounts due to depositors and creditors for loans;   (c) the balance due or outstanding on the Societys mortgage or securities contracts (not including prospective interests) and in respect of such mortgages and contracts the number and audit. and statement Annual account c. 85:03 c. 85:03 LAWS OF GUYANA New Building Society Cap. 36:21 17  L.R.O. 1/2012                                            Auditors certificate.    thereof and the aggregate amount owing thereon, classified under the heads of mortgages or contracts   (i) not exceeding one million dollars; (ii)  exceeding one million dollars but not exceeding three million dollars; (iii) exceeding three million dollars but not exceeding five million dollars; (iv) exceeding five million dollars but not exceeding seven million dollars; (v) exceeding seven million dollars but not exceeding eight million dollars; (vi) exceeding eight million dollars but not exceeding nine million dollars; (vii) exceeding nine million dollars but not exceeding ten million dollars; (viii) exceeding ten million dollars but not exceeding eleven million dollars; (ix) exceeding eleven million dollars but not exceeding twelve million dollars; (x) exceeding twelve million dollars,   and showing under each head the aggregate amount on mortgages and contracts on which repayments or payments are upwards of twelve months in arrear; and  (d) the amount invested in the funds or other securities.  (2) Every such account and statement shall be audited and attested by the auditor to whom the mortgage deeds, transports, and other securities and title deeds belonging to the Society shall be produced.  (3) The auditor shall either certify that such account  and statement is correct, duly vouched and in accordance with             [12 of 2010] statement. account and Audit of LAWS OF GUYANA 18 Cap. 36:21 New Building Society  L.R.O. 1/2012      Right of member to receive copy of account.   Officers to give security.              Determination of disputes.      Decision to be final.    Preservation of ordinary legal rights.        law or specially report to the Society in what respect he finds it incorrect, unvouched or not in accordance with law and shall also certify that he has at the audit actually inspected such mortgage deeds, transports  and other securities and title deeds.   (4) Every member, depositor and creditor for loans may uplift a copy of such account and statement from any of the Societys offices and a copy thereof shall be exhibited in a conspicuous place in every office of the Society",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Secretary shall at least once in every year prepare an account of the income and expenditure of the Society and a general statement of its funds and effects, liabilities and assets showing"
                },
                {
                    "representation": "(a)",
                    "description": "the amounts due to each class of members in respect of shares;"
                },
                {
                    "representation": "(b)",
                    "description": "the amounts due to depositors and creditors for loans;"
                },
                {
                    "representation": "(c)",
                    "description": "the balance due or outstanding on the Societys mortgage or securities contracts"
                },
                {
                    "representation": "(i)",
                    "description": "not exceeding one million dollars;"
                },
                {
                    "representation": "(v)",
                    "description": "exceeding seven million dollars but not exceeding eight million dollars;"
                },
                {
                    "representation": "(x)",
                    "description": "exceeding twelve million dollars,   and showing under each head the aggregate amount on mortgages and contracts on which repayments or payments are upwards of twelve months in arrear; and"
                },
                {
                    "representation": "(d)",
                    "description": "the amount invested in the funds or other securities."
                },
                {
                    "representation": "(2)",
                    "description": "Every such account and statement shall be audited and attested by the auditor to whom the mortgage deeds, transports, and other securities and title deeds belonging to the Society shall be produced."
                },
                {
                    "representation": "(3)",
                    "description": "The auditor shall either certify that such account  and statement is correct, duly vouched and in accordance with             [12 of 2010] statement. account and Audit of LAWS OF GUYANA 18 Cap. 36:21 New Building Society  L.R.O. 1/2012      Right of member to receive copy of account.   Officers to give security.              Determination of disputes.      Decision to be final.    Preservation of ordinary legal rights.        law or specially report to the Society in what respect he finds it incorrect, unvouched or not in accordance with law and shall also certify that he has at the audit actually inspected such mortgage deeds, transports  and other securities and title deeds."
                },
                {
                    "representation": "(4)",
                    "description": "Every member, depositor and creditor for loans may uplift a copy of such account and statement from any of the Societys offices and a copy thereof shall be exhibited in a conspicuous place in every office of the Society"
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Officers to give security. ",
            "context": "NEW BUILDING SOCIETY ACT under Officers to give security. 18. The Secretary and every officer  of the Society having the receipt or charge of any money or other property of the Society shall give security to the satisfaction of the Board for the due rendering of a just and true account thereof and the due payment and delivery of such money and property.",
            "description": "The Secretary and every officer  of the Society having the receipt or charge of any money or other property of the Society shall give security to the satisfaction of the Board for the due rendering of a just and true account thereof and the due payment and delivery of such money and property."
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "[Repealed by Act 12 of 2010]  LEGAL  PROVISIONS  ",
            "context": "NEW BUILDING SOCIETY ACT under [Repealed by Act 12 of 2010]  LEGAL  PROVISIONS  19. [Repealed by Act No 12 of 2010] .  LEGAL  PROVISIONS",
            "description": "[Repealed by Act No 12 of 2010] .  LEGAL  PROVISIONS"
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "(1) The provisions of the Principal Act amended by this Act save and except sections 32 and 35, Section 20 of Act No. 12 of 2010 (New Building Society (Amendment) Act 2010) provides as follows: LAWS OF GUYANA New Building Society Cap. 36:21 3  L.R.O. 1/2012 CHAPTER 36:21  NEW BUILDING SOCIETY ACT  ARRANGEMENT OF SECTIONS  SECTION ",
            "context": "NEW BUILDING SOCIETY ACT under (1) The provisions of the Principal Act amended by this Act save and except sections 32 and 35, Section 20 of Act No. 12 of 2010 (New Building Society (Amendment) Act 2010) provides as follows: LAWS OF GUYANA New Building Society Cap. 36:21 3  L.R.O. 1/2012 CHAPTER 36:21  NEW BUILDING SOCIETY ACT  ARRANGEMENT OF SECTIONS  SECTION 20.   (1) Determination of disputes.  (2) Decision to be final. (3) Preservation of ordinary legal rights.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Determination of disputes."
                },
                {
                    "representation": "(2)",
                    "description": "Decision to be final."
                },
                {
                    "representation": "(3)",
                    "description": "Preservation of ordinary legal rights."
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "(1) Payment  of sums  not  exceeding $100,00 on intestacy of members or depositors. (2) Validity of payment. ",
            "context": "NEW BUILDING SOCIETY ACT under (1) Payment  of sums  not  exceeding $100,00 on intestacy of members or depositors. (2) Validity of payment. 21. (1) If any member of or depositor with the Society having in the funds thereof a sum of money not exceeding one hundred thousand dollars shall die intestate, then the amount due may be paid to the person who shall appear to the Board to be entitled under the Laws of Intestacy to receive the same, without taking out letters of administration, upon the Board receiving satisfactory evidence of death and a statutory declaration that the member or depositor died intestate and  (2) Any payment as aforesaid by the Society shall be valid and effectual with respect to any demand from any other person or next of kin  or  as  the  lawful  representative  of  such  deceased  member  or depositor against the Society but such next of kin or representative shall nevertheless have his lawful remedy for the amount so paid against the person who has received the same.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any member of or depositor with the Society having in the funds thereof a sum of money not exceeding one hundred thousand dollars shall die intestate, then the amount due may be paid to the person who shall appear to the Board to be entitled under the Laws of Intestacy to receive the same, without taking out letters of administration, upon the Board receiving satisfactory evidence of death and a statutory declaration that the member or depositor died intestate and"
                },
                {
                    "representation": "(2)",
                    "description": "Any payment as aforesaid by the Society shall be valid and effectual with respect to any demand from any other person or next of kin  or  as  the  lawful  representative  of  such  deceased  member  or depositor against the Society but such next of kin or representative shall nevertheless have his lawful remedy for the amount so paid against the person who has received the same."
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "(1) Execution of documents. (2) Authentication of documents. ",
            "context": "NEW BUILDING SOCIETY ACT under (1) Execution of documents. (2) Authentication of documents. 22. (1) Any document requiring to be formally executed by or on behalf of the Society shall be sufficiently executed if the seal of the Society is affixed thereto by the secretary in accordance with the rules.  (2) Any power ad litem or document or proceeding requiring authentication by the Society may be signed by a director and the Secretary and need not be under its seal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any document requiring to be formally executed by or on behalf of the Society shall be sufficiently executed if the seal of the Society is affixed thereto by the secretary in accordance with the rules."
                },
                {
                    "representation": "(2)",
                    "description": "Any power ad litem or document or proceeding requiring authentication by the Society may be signed by a director and the Secretary and need not be under its seal."
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "(1) Service of documents on the Society.  (2) Service of documents by the Society. ",
            "context": "NEW BUILDING SOCIETY ACT under (1) Service of documents on the Society.  (2) Service of documents by the Society. 23. (1) A document may be served on the Society by leaving it with the secretary at the office of the Society or by sending it by registered post addressed to the secretary thereat.  (2) A document may be served on any member or depositor or other person by leaving it at his address according to the books of the Society with any person residing there or by sending it through the post as a prepaid letter that the person claiming is so entitled..LAWS OF GUYANA 20 Cap. 36:21 New Building Society  L.R.O. 1/2012 Presumption as to signatories.   Extracts to be prime facie evidence.       Gifts, etc., not to be accepted      Penalty for accepting gifts.    Repayment of gifts.         Dissolution.        addressed to him thereat.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A document may be served on the Society by leaving it with the secretary at the office of the Society or by sending it by registered post addressed to the secretary thereat."
                },
                {
                    "representation": "(2)",
                    "description": "A document may be served on any member or depositor or other person by leaving it at his address according to the books of the Society with any person residing there or by sending it through the post as a prepaid letter that the person claiming is so entitled..LAWS OF GUYANA 20 Cap. 36:21 New Building Society  L.R.O. 1/2012 Presumption as to signatories.   Extracts to be prime facie evidence.       Gifts, etc., not to be accepted      Penalty for accepting gifts.    Repayment of gifts.         Dissolution.        addressed to him thereat."
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Presumption as to signatories. ",
            "context": "NEW BUILDING SOCIETY ACT under Presumption as to signatories. 24. Every person signing as chairman, director or secretary shall be taken so to be until the contrary is proved.",
            "description": "Every person signing as chairman, director or secretary shall be taken so to be until the contrary is proved."
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Extracts to be prime facie evidence. ",
            "context": "NEW BUILDING SOCIETY ACT under Extracts to be prime facie evidence. 25. Every copy or extract purporting to be a copy or extract from the minutes, proceedings or rules of the Society signed by the secretary or purporting to be signed by the secretary shall be held and taken to be prima facie evidence of the matters and things therein contained and shall be judicially noticed.  officer  of  the Society shall in addition to any remuneration prescribed or authorised by  law  or  the  rules,  receive  from  any  person  any  gift,  bonus, commission or benefit for or in connection with any loan made by the Society or the purchase of any shares of the Society.  (2) Any person paying or accepting  any  such  gift,  bonus, commission or benefit shall be liable on summary conviction to a fine of  fifty thousand dollars.  (3) Any person accepting any such gift, bonus, commission or benefit  shall  as  and  when  directed  by the  Court  by  which  he  is convicted pay over to the Society the amount or value thereof, and in default of such payment shall be liable to be imprisoned for six months.  DISSOLUTION",
            "description": [
                {
                    "representation": "(2)",
                    "description": "Any person paying or accepting  any  such  gift,  bonus, commission or benefit shall be liable on summary conviction to a fine of  fifty thousand dollars."
                },
                {
                    "representation": "(3)",
                    "description": "Any person accepting any such gift, bonus, commission or benefit  shall  as  and  when  directed  by the  Court  by  which  he  is convicted pay over to the Society the amount or value thereof, and in default of such payment shall be liable to be imprisoned for six months.  DISSOLUTION"
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "(1) Gifts, etc., not to be accepted by officers.  (2) Penalty for accepting gifts. DISSOLUTION ",
            "context": "NEW BUILDING SOCIETY ACT under (1) Gifts, etc., not to be accepted by officers.  (2) Penalty for accepting gifts. DISSOLUTION 26. (l) No  director,  secretary,  solicitor  or  other  by officers.  [12 of 2010][ss. 28 to 30 (inclusive) repealed by Act No. 12 of 2010] LAWS OF GUYANA New Building Society Cap. 36:21 21  L.R.O. 1/2012",
            "description": [
                {
                    "representation": "(l)",
                    "description": "No  director,  secretary,  solicitor  or  other  by officers.  [12 of 2010][ss. 28 to 30"
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "(1) Dissolution.  (3) Repayment of gifts. LAWS OF GUYANA New Building Society Cap. 36:21 5  L.R.O. 1/2012  (2) Contents of instrument of dissolution.  (3) Notice of dissolution. ",
            "context": "NEW BUILDING SOCIETY ACT under (1) Dissolution.  (3) Repayment of gifts. LAWS OF GUYANA New Building Society Cap. 36:21 5  L.R.O. 1/2012  (2) Contents of instrument of dissolution.  (3) Notice of dissolution. 27.  The Society may only be terminated or dissolved in accordance with the provisions of the Financial Institutions Act.",
            "description": "The Society may only be terminated or dissolved in accordance with the provisions of the Financial Institutions Act."
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "-30 [Repealed by Act No. 12 of 2010]  MISCELLANEOUS  ",
            "context": "NEW BUILDING SOCIETY ACT under -30 [Repealed by Act No. 12 of 2010]  MISCELLANEOUS  28. (1) The subscriptions of investing and advanced shall be prepared by the Societys  lawyers at  the expense of agreements, stipulations and conditions  as such lawyers  shall LAWS OF GUYANA 34 Cap. 36:21 New Building Society  L.R.O. 1/2012                                                 members shall become due and payable at the Societys office on the first working day of each month, or of each period as the case may be.  (2) The  Society  shall  incur  no  responsibility  for  loss  of payments made through the post.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The subscriptions of investing and advanced shall be prepared by the Societys  lawyers at  the expense of agreements, stipulations and conditions  as such lawyers  shall LAWS OF GUYANA 34 Cap. 36:21 New Building Society  L.R.O. 1/2012                                                 members shall become due and payable at the Societys office on the first working day of each month, or of each period as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "The  Society  shall  incur  no  responsibility  for  loss  of payments made through the post."
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Chapter 89:01 not to apply to Society. ",
            "context": "NEW BUILDING SOCIETY ACT under Chapter 89:01 not to apply to Society. 31.  The Companies Act shall not, save as in this Act provided, apply or affect the Society.",
            "description": "The Companies Act shall not, save as in this Act provided, apply or affect the Society."
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Exemption from stamp duty.  PART II  ",
            "context": "NEW BUILDING SOCIETY ACT under Exemption from stamp duty.  PART II  32.  No rules of the Society nor any copy thereof nor any power, or warrant of attorney granted by the Society, nor any receipts given by the Society, nor any entry in any book of receipt for money deposited in the funds of the Society nor for any money received by any member, his executors, administrators, assigns or attorneys, from the funds of the Society, nor any bond certificate or share certificate or transfer of any bond or share, nor any bond or other security to be given to or on account of the Society or by any officer thereof, nor any order on any officer for payment of money to any member, nor any appointment of an agent nor any certificate or other instrument for the revocation of any  such   appointment,  nor  any  other  instrument,  agreement  or document whenever required or authorised to be given, issued, signed, made or produced in pursuance of this Act shall be subject or liable to or charged with any stamp duty or duties whatsoever, provided that this exemption shall not extend to any mortgage.  PART II",
            "description": "No rules of the Society nor any copy thereof nor any power, or warrant of attorney granted by the Society, nor any receipts given by the Society, nor any entry in any book of receipt for money deposited in the funds of the Society nor for any money received by any member, his executors, administrators, assigns or attorneys, from the funds of the Society, nor any bond certificate or share certificate or transfer of any bond or share, nor any bond or other security to be given to or on account of the Society or by any officer thereof, nor any order on any officer for payment of money to any member, nor any appointment of an agent nor any certificate or other instrument for the revocation of any  such   appointment,  nor  any  other  instrument,  agreement  or document whenever required or authorised to be given, issued, signed, made or produced in pursuance of this Act shall be subject or liable to or charged with any stamp duty or duties whatsoever, provided that this exemption shall not extend to any mortgage.  PART II"
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Power of Society to borrow for capital purposes. ",
            "context": "NEW BUILDING SOCIETY ACT under Power of Society to borrow for capital purposes. 33.  For any capital purpose within the power of the Society under this  Act,  the  Society  may  borrow  money  by  the  issue  of  bond certificates.",
            "description": "For any capital purpose within the power of the Society under this  Act,  the  Society  may  borrow  money  by  the  issue  of  bond certificates."
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Bond certificates.  PART III  ",
            "context": "NEW BUILDING SOCIETY ACT under Bond certificates.  PART III  34. (1) Bond certificates issued under this Act together with the interest thereon shall all rank pari passu as a first charge by way of floating security on the assets of the Society:  Provided that except with the consent of the Minister the amount for the time being secured by the said bond certificates shall not at any time exceed five hundred million.  (2) Bond  certificates  shall  bear  interest  at  such  MISCELLANEOUS   Societynot to apply toChapter 89:01Exemptionduty.from stamp  certificates. Bond  purposes. capital borrow for Society to Power of  LAWS OF GUYANA 22 Cap. 36:21 New Building Society  L.R.O. 1/2012                                rate  not exceeding six per cent per annum as the Board may determine at the date of issue of the said certificates.  (3) Bond certificates may be redeemed in whole or in part by the Society on six months notice.  (4) Bond certificates may be transferred in whole or in part in multiples of five thousand dollars, on payment of such fee as the Board may fix.  PART III",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Bond certificates issued under this Act together with the interest thereon shall all rank pari passu as a first charge by way of floating security on the assets of the Society:  Provided that except with the consent of the Minister the amount for the time being secured by the said bond certificates shall not at any time exceed five hundred million."
                },
                {
                    "representation": "(2)",
                    "description": "Bond  certificates  shall  bear  interest  at  such  MISCELLANEOUS   Societynot to apply toChapter 89:01Exemptionduty.from stamp  certificates. Bond  purposes. capital borrow for Society to Power of  LAWS OF GUYANA 22 Cap. 36:21 New Building Society  L.R.O. 1/2012                                rate  not exceeding six per cent per annum as the Board may determine at the date of issue of the said certificates."
                },
                {
                    "representation": "(3)",
                    "description": "Bond certificates may be redeemed in whole or in part by the Society on six months notice."
                },
                {
                    "representation": "(4)",
                    "description": "Bond certificates may be transferred in whole or in part in multiples of five thousand dollars, on payment of such fee as the Board may fix.  PART III"
                }
            ]
        }
    },
    {
        "act": "NEW BUILDING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Exemption from stamp duty.  SCHEDULE—The New Building Society Rules.     1953Ed. c. 201 _______________________________________________________ 12 of 1940 An Act to incorporate the New Building Society, Limited, and to transfer to that Society the assets of the British Guiana Building Society, Limited.  [6TH APRIL, 1940]  Short title.      ",
            "context": "NEW BUILDING SOCIETY ACT under Exemption from stamp duty.  SCHEDULEThe New Building Society Rules.     1953Ed. c. 201 _______________________________________________________ 12 of 1940 An Act to incorporate the New Building Society, Limited, and to transfer to that Society the assets of the British Guiana Building Society, Limited.  [6TH APRIL, 1940]  Short title.      35. Stamp duty shall not be chargeable on any agreement, transport, transfer, assignment, certificate, receipt or other document that may have to be executed or issued by reason of this Act.  ____________________           SCHEDULE  NEW BUILDING SOCIETY RULES",
            "description": "Stamp duty shall not be chargeable on any agreement, transport, transfer, assignment, certificate, receipt or other document that may have to be executed or issued by reason of this Act.  ____________________           SCHEDULE  NEW BUILDING SOCIETY RULES"
        }
    }
]