[
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "RENT RESTRICTION ACT under Short title. 1. This Act may be cited as the Rent Restriction Act.",
            "description": "This Act may be cited as the Rent Restriction Act."
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "RENT RESTRICTION ACT under Interpretation. 2. In this Act  agent means a person who lets premises on behalf of a landlord or collects rent in respect of the premises on behalf of the landlord or is authorised by him to do so;  agricultural land does not include the garden of a house or building, or land within the curtilage of a house or building;  building land means land let to a tenant for the purpose of the erection thereon by the tenant of a building used, or to be used, as a dwelling or for the public service or for business, trade or professional purposes, or for any combination of such purposes, or land on which the tenant has lawfully erected such a building, but does not include any such land when let with agricultural land;  district has the same meaning as in the Summary Jurisdiction (Magistrates) Act;  dwelling-house means a building or a part of a building separately let, or a room separately let, which is used CHAPTER 36:23  RENT RESTRICTION ACT  LAWS OF GUYANA Rent Restriction Cap. 36:23 5  L.R.O. 1/2012                                              c. 4:01      mainly as a dwelling or place of residence, and includes land occupied therewith under the tenancy but does not include a building, part of a building, or room, when let with agricultural land;  furniture includes fittings, electric light, water, appliances for domestic, trade, business or professional purposes, machinery or other articles used in a dwelling-house or a public or commercial building but not forming part thereof;  landlord includes  (a) any person from time to time deriving title under the original landlord; and  (b) in relation to any building land, dwelling-house, public or commercial building, any person other than the tenant who is, or but for this Act would be, entitled to the possession of the building land, dwelling-house, public or commercial building and shall, for the purpose of the enforcement of any provisions of this Act whereby any liability is imposed on a landlord, be construed to include any agent having charge, control or management of the premises on behalf of the landlord;  let includes sub-let;  legal practitioner has the same meaning as in Legal Practitioners Act;  let furnished means let at a rent which includes payment for the use of furniture, and let unfurnished shall be construed accordingly; LAWS OF GUYANA 6 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                                   magistrate means the magistrate performing the functions mentioned in section 5(1) for the district within which the premises in question are situated;   maximum rent means the sum obtained by the addition to the standard rent of any building land, dwelling-house or public or commercial building, of the increases permitted or authorised under section 15;  premium includes any fine or other like sum and any other pecuniary consideration in addition to rent;  public or commercial building means a building, or a part of a building separately let, or a room separately let, which is used mainly for the public service or for business, trade or professional purposes, and includes land occupied therewith under the tenancy but does not include a building, part of a building, or room when let with agricultural land;  standard rent means the rent at which a dwelling-house, public or commercial building or building land was let on the 3rd September, 1939, or where such premises were not then let, the rent at which they were let before that date, or in the case of their being first let after that date subject to section 7(2), the rent at which they were first let:  Provided that in the case of a dwelling-house, public or commercial building or building land let at a progressive rent payable under a tenancy, agreement or lease, the maximum rent payable under that tenancy, agreement or lease, shall be the standard rent;  tenancy includes sub-tenancy;  tenant includes (a) a sub-tenant and any person deriving LAWS OF GUYANA Rent Restriction Cap. 36:23 7  L.R.O. 1/2012                                         Application of Act. [13 of 1947 31 of 1969 6 of 1981]     title from the original tenant or sub-tenant, as the case may be;  (b) the widow or widower of a tenant who was residing with him at the time of his death on the premises let, whether as a dwelling-house or not;  (c) where there is no such widow or widower, the reputed spouse residing with the tenant at the time of his death in the circumstances mentioned in paragraph (b) and who was so residing with him for not less than six months immediately prior thereto;  (d) where there is no such widow, or widower, or reputed spouse, such member of the tenants family or household as was residing with the tenant at the time of his death, as may be decided in default of agreement by the magistrate;  (e) such other person residing with the tenant at the time of his  death and who was so residing for not less than six months immediately prior thereto and of whom the tenant was a dependant.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a sub-tenant and any person deriving LAWS OF GUYANA Rent Restriction Cap. 36:23 7  L.R.O. 1/2012                                         Application of Act. [13 of 1947 31 of 1969 6 of 1981]     title from the original tenant or sub-tenant, as the case may be;"
                },
                {
                    "representation": "(b)",
                    "description": "and who was so residing with him for not less than six months immediately prior thereto;"
                },
                {
                    "representation": "(c)",
                    "description": "where there is no such widow or widower, the reputed spouse residing with the tenant at the time of his death in the circumstances mentioned in paragraph"
                },
                {
                    "representation": "(d)",
                    "description": "where there is no such widow, or widower, or reputed spouse, such member of the tenants family or household as was residing with the tenant at the time of his death, as may be decided in default of agreement by the magistrate;"
                },
                {
                    "representation": "(e)",
                    "description": "such other person residing with the tenant at the time of his  death and who was so residing for not less than six months immediately prior thereto and of whom the tenant was a dependant."
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application of Act. ",
            "context": "RENT RESTRICTION ACT under Application of Act. 3. (1) This Act shall apply  (a) to all dwelling-houses whether let furnished or unfurnished; (b) to all public or commercial buildings whether let furnished or unfurnished; and  LAWS OF GUYANA 8 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                c. 36:20                        Act to apply where the tenant shares accommoda-tion with other persons. [24 of 1950]      (c) to all building land.  (2) This Act shall not apply  (a) to a dwelling-house while let at a rent which bona fide includes payments in respect of board and attendance; or  (b) to a dwelling-house while let by The Central Housing and Planning Authority as constituted under the Housing Act; or  (c) to building land while let on a building lease, or a renewal or continuance of a building lease, for a term of twenty-five years or more.  (3) Where this Act has become applicable to any dwelling- house, public or commercial building or building land, it shall continue to apply thereto whether or not the dwelling-house, public or commercial building or building land continues to be one to which this Act applies.  (4) All dwelling-houses, public or commercial buildings or building land to which this Act for the time being applies are hereinafter referred to as premises to which this Act applies.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Act shall apply"
                },
                {
                    "representation": "(a)",
                    "description": "to a dwelling-house while let at a rent which bona fide includes payments in respect of board and attendance; or"
                },
                {
                    "representation": "(b)",
                    "description": "to a dwelling-house while let by The Central Housing and Planning Authority as constituted under the Housing Act; or"
                },
                {
                    "representation": "(c)",
                    "description": "to building land while let on a building lease, or a renewal or continuance of a building lease, for a term of twenty-five years or more."
                },
                {
                    "representation": "(2)",
                    "description": "This Act shall not apply"
                },
                {
                    "representation": "(3)",
                    "description": "Where this Act has become applicable to any dwelling- house, public or commercial building or building land, it shall continue to apply thereto whether or not the dwelling-house, public or commercial building or building land continues to be one to which this Act applies."
                },
                {
                    "representation": "(4)",
                    "description": "All dwelling-houses, public or commercial buildings or building land to which this Act for the time being applies are hereinafter referred to as premises to which this Act applies."
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Act to apply where the tenant shares accommodation with other persons. ",
            "context": "RENT RESTRICTION ACT under Act to apply where the tenant shares accommodation with other persons. 4. (1) Notwithstanding the last two foregoing sections, where  (a) a tenant has the exclusive occupation of any room or portion of a building (in this section referred to as the separate accommodation); and  (b) the terms as between the tenant and his landlord on which he holds the LAWS OF GUYANA Rent Restriction Cap. 36:23 9  L.R.O. 1/2012                                           Extension of Magistrates jurisdiction.  [31 of 1969]     separate accommodation include the use of other accommodation in common with some other person or persons (including the landlord); and  (c) by reason only of the circumstances mentioned in paragraph (b), the separate accommodation would not, but for this section, be a dwelling-house to which this Act applies,   the separate accommodation shall be deemed to be a dwelling-house to which this Act applies.  (2) For the purpose of ascertaining the standard rent, a previous letting of the separate accommodation shall not be deemed not to be a letting of the same dwelling-house by reason only of any such change of circumstances as the following, that is to say, any increase or diminution of the rights of the tenant to use accommodation in common with others, or any improvement or worsening of accommodation so used by the tenant.  (3) Any such change of circumstances as is mentioned in the last foregoing subsection, shall be deemed to be alteration of rent, and where as a result of any such change the terms on which the separate accommodation is held are on the whole less favourable to the tenant than the previous terms, the rent shall be deemed to have been increased whether or not the sum payable by way of rent is increased.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding the last two foregoing sections, where"
                },
                {
                    "representation": "(a)",
                    "description": "a tenant has the exclusive occupation of any room or portion of a building"
                },
                {
                    "representation": "(b)",
                    "description": "the terms as between the tenant and his landlord on which he holds the LAWS OF GUYANA Rent Restriction Cap. 36:23 9  L.R.O. 1/2012                                           Extension of Magistrates jurisdiction.  [31 of 1969]     separate accommodation include the use of other accommodation in common with some other person or persons"
                },
                {
                    "representation": "(c)",
                    "description": "by reason only of the circumstances mentioned in paragraph"
                },
                {
                    "representation": "(2)",
                    "description": "For the purpose of ascertaining the standard rent, a previous letting of the separate accommodation shall not be deemed not to be a letting of the same dwelling-house by reason only of any such change of circumstances as the following, that is to say, any increase or diminution of the rights of the tenant to use accommodation in common with others, or any improvement or worsening of accommodation so used by the tenant."
                },
                {
                    "representation": "(3)",
                    "description": "Any such change of circumstances as is mentioned in the last foregoing subsection, shall be deemed to be alteration of rent, and where as a result of any such change the terms on which the separate accommodation is held are on the whole less favourable to the tenant than the previous terms, the rent shall be deemed to have been increased whether or not the sum payable by way of rent is increased."
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Extension of Magistrate’s jurisdiction. ",
            "context": "RENT RESTRICTION ACT under Extension of Magistrates jurisdiction. 5. (1) The  magistrate of a district may, subject to and in accordance with this Act and having regard to the provisions of the Schedule ascertain and certify the standard rent, and assess, fix, and certify the maximum rent to be paid and received in respect of premises situated therein and to which this Act applies.   LAWS OF GUYANA 10 Cap. 36:23 Rent Restriction  L.R.O. 1/2012            Application for assessment.                 Proceedings in application for assessment. [13 of 1947 30 of 1948 24 of 1950 31 of 1969]                  (2) The jurisdiction conferred upon a magistrate by the Summary Jurisdiction Acts shall be deemed to include the functions mentioned in subsection (1) and subject to and in accordance with this Act, the powers, duties and privileges conferred upon a magistrate by those Acts shall accordingly apply in relation to the discharge of those functions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and subject to and in accordance with this Act, the powers, duties and privileges conferred upon a magistrate by those Acts shall accordingly apply in relation to the discharge of those functions."
                },
                {
                    "representation": "(2)",
                    "description": "The jurisdiction conferred upon a magistrate by the Summary Jurisdiction Acts shall be deemed to include the functions mentioned in subsection"
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Application for assessment. ",
            "context": "RENT RESTRICTION ACT under Application for assessment. 6. (1) The landlord of any premises to which this Act applies shall, pursuant to an application by him to the magistrate in the prescribed form and in accordance with this Act, have the standard rent of the premises ascertained and certified and the maximum rent of the premises assessed, fixed and certified.  (2) A tenant of any premises to which this Act applies may, in the absence of a pending application before the magistrate in respect thereof, for the purposes provided in subsection (1) make a like application to the magistrate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "make a like application to the magistrate."
                },
                {
                    "representation": "(2)",
                    "description": "A tenant of any premises to which this Act applies may, in the absence of a pending application before the magistrate in respect thereof, for the purposes provided in subsection"
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Proceedings in application for assessment. ",
            "context": "RENT RESTRICTION ACT under Proceedings in application for assessment. 7. (1) An application under section 6 shall  (a) in respect of premises to which this Act applies, which are the subject-matter of a tenancy created before the coming into operation of this subsection, be made  (i) in the case of premises erected or reconstructed after the 31st December, 1964, within one year of the coming into operation of this subsection; and (ii) in any other case, when the tenant thereof is succeeded by another person as tenant or a new agreement of tenancy is entered into in respect thereof, whichever is the earlier; or LAWS OF GUYANA Rent Restriction Cap. 36:23 11  L.R.O. 1/2012                   Schedule.                                 (b) in respect of premises to which this Act applies, other than those mentioned in paragraph (a), be made at the time when the premises become for the first time, after the coming into operation of this subsection, the subject of a new tenancy.    (2) Where an application under section 6 is made in relation to premises (whether let furnished or unfurnished), first let as separate premises subsequent to the 8th March, 1941, the magistrate may, having regard to the provisions of the Schedule, ascertain and certify the standard rent at a lesser amount, but not at a greater amount, than the rent at which the premises were first let:  Provided that where the standard rent is so reduced, no proceedings shall be instituted for the recovery of any rent overpaid by a tenant in relation to the period before the date of the commencement of this subsection.  (3) Where an application under section 6 is made in respect of any portion of a building first let as separate premises (whether furnished or unfurnished), after the 8th March, 1941, the magistrate shall, having regard to the provisions of the Schedule, including the standard rent of the whole building, ascertain and certify the standard rent of that portion of the building in respect of which the application is made and fix and certify the maximum rent thereof at such amount as he may deem just.  (4) Where an application is made under section 6, the magistrate shall cause notice of the date, time and place fixed for the holding of the investigation of the application to be given, by registered post, to the tenant and to the landlord:  Provided that where the application is made by the tenant the magistrate may, if he thinks fit, direct that the LAWS OF GUYANA 12 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                                  notice required under this subsection to be given to the landlord shall be given to the agent of the landlord.  (5) Where on the day and at the time fixed for the holding of the investigation the tenant and the landlord, or the tenant and the agent of the landlord, as the case may be, appear, the magistrate shall proceed to hold the investigation and shall, for such purpose, have the power to direct such adjournments and postponements as he may from time to time think proper.  (6) Where notice under subsection (4) has been received by the tenant and the landlord, or by the tenant and the agent of the landlord, as the case may be, and the tenant, or the landlord or his agent, fails to appear on the date and at the time fixed for the holding of the investigation, the magistrate may proceed with the holding of the investigation, or he may postpone it as he may think fit.  (7) Where notice under subsection (4) has been received by the tenant, the magistrate may, notwithstanding that no such notice was received by the landlord or his agent, proceed with the holding of the investigation  (a) where acceptance of delivery of the notice under subsection (4) was refused by the landlord or his agent, as the case may be; or  (b) where the address in Guyana of the landlord and the address in Guyana of the agent (if any) are not known to the tenant and cannot be ascertained by the magistrate; or  (c) where the landlord resides elsewhere than in Guyana.  (8) Where after an investigation held under LAWS OF GUYANA Rent Restriction Cap. 36:23 13  L.R.O. 1/2012                                                   c. 7:01 subsection (7) a certificate of the standard rent or the maximum rent is issued under subsection (24), the magistrate may, on the application in writing of the landlord or his agent, re-open the investigation, and the standard rent and the maximum rent, if varied on such re-investigation, shall have effect as provided in subsection (25).  (9) On the hearing of any application made under subsection (1) the onus shall lie on the landlord to prove the standard rent, and the maximum rent, chargeable in respect of the premises.  (10) The landlord or his agent may give evidence, produce documents and call witnesses, and the tenant shall have the right to cross-examine the landlord or his agent or any such witness.  (11) The tenant may give evidence, produce documents and call witnesses, and the landlord or his agent shall have the right to cross-examine the tenant or any such witness.  (12) The magistrate may require the tenant or any other person to give evidence for the purpose of ascertaining all the relevant facts, the landlord or his agent shall have the right to cross-examine the tenant, and the landlord or his agent, and the tenant shall have the right to cross-examine any such person as aforesaid.  (13) Subject to the Evidence Act, all oral evidence given before the Rent Assessor on the investigation of an application made under section 6 shall be given upon oath, and the magistrate is hereby authorised to administer such oaths.   (14) For the purpose of securing the attendance of any witness, the magistrate shall have power to issue summonses in Form 3 in the Schedule to the Summary Jurisdiction (Petty Debt) Act, subject to the necessary LAWS OF GUYANA 14 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                                  adaptation, and sections 15 and 16 of the aforesaid Act shall, mutatis mutandis, apply to any person served with such a summons.  (15) The magistrate may require any tenant to permit him at any reasonable hour of the day to enter and inspect the premises to which an application under section 6 relates.  (16) The magistrate may  (a) where the landlord or his agent fails without reasonable cause to attend before the magistrate on the date and at the time and place fixed in the notice given under subsection (4) and received by the landlord or his agent, or on any date to which the holding of the investigation may be adjourned or postponed; or  (b) where the landlord or his agent declines to give evidence, or declines to give evidence on any point which in the opinion of the magistrate is relevant to the investigation; or  (c) where the landlord or his agent is for any reason unable to prove any fact required to be proved for the purpose of ascertaining the standard rent or fixing the maximum rent; or  (d) where the investigation is held under subsection (7) of this section, assess and certify a standard rent, and assess, fix, and certify a maximum rent, in respect of the premises to which an application under section 6 LAWS OF GUYANA Rent Restriction Cap. 36:23 15  L.R.O. 1/2012                                                 relates, which in the opinion of the magistrate is a reasonable  standard rent and a reasonable maximum rent, having regard to the provisions of the Schedule and the standard rents of and the maximum rents chargeable of similar premises in the same area.  (17) For the purposes of an application under section 6, the magistrate shall have the right to examine, or make or obtain a copy of, any records of a valuation ascertained for the rating purposes of a local authority in relation to the premises or part thereof, the subject matter of the application, as may be in the custody of such authority or in that of any other authority charged by law with the responsibility of ascertaining such valuation.  (18) The proceedings at every investigation by the magistrate under this section shall be open to the public.  (19) The magistrate shall take notes of the evidence given before him in relation to any application under section 6, and where he inspects the premises under subsection (15) he shall record the results of his inspection.  (20) The landlord and the tenant and any other interested party may be represented before the magistrate by a legal practitioner.  (21) The landlord may be represented before the magistrate by his agent.  (22) The magistrate may take into consideration any relevant facts which are within his personal knowledge or which were found to be proved in some other investigation under this section, notwithstanding the absence of formal proof of such facts:  Provided that before any such facts are taken into LAWS OF GUYANA 16 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                                  consideration by the magistrate the party or parties present before the magistrate shall be informed of the substance of such facts, the magistrate shall make under subsection (19) a note of all such relevant facts, and the party or parties present shall be given the opportunity, if he or they so desire, of adducing evidence in regard thereto.  (23) Where a dwelling-house or a public or commercial building to which this Act applies is let at a rent which includes payments in respect of the use of furniture supplied by the landlord in relation to the dwelling-house or public or commercial building, the magistrate shall apportion and separately assess and fix the maximum rent (other than for the use of the furniture supplied by the landlord as aforesaid), and a reasonable payment for the use of the furniture as aforesaid.  (24) When the magistrate has ascertained the standard rent, or has assessed or fixed the maximum rent, of any premises, he shall  (a) record, file and preserve the reasons for his decision;   (b) cause certificates of the standard rent, or  of the maximum rent, as the case may be, one for the landlord and one for every tenant who is a party to the application under section 6, to be completed in the prescribed form;  (c) sign each such certificate;  (d) cause to be entered the particulars of each certificate in a register which shall be kept for the purpose by the clerk of the respective district and an extract of an entry thereof shall be issued upon the payment of a fee of LAWS OF GUYANA Rent Restriction Cap. 36:23 17  L.R.O. 1/2012                                                 sixty-five dollars or such other fee as may be prescribed;  (e) issue the certificates by causing them to be sent by registered post to the landlord and to each tenant who was a party to the application; and  (f) together with the certificate, forward to the landlord and to each tenant who was a party to the application a copy of the reasons for decision filed under paragraph (a).  (25) A certificate issued by the magistrate under subsection (24) shall take effect from the date of the certificate, or from such date whether before or after the date of the certificate as may be specified in the certificate.   (26) The magistrate may direct that the out-of-pocket expenses of any witness shall be paid by such of the parties as he thinks fit:  Provided that no such direction shall be given in the case of a witness called by or on behalf of the tenant where the maximum rent fixed on the application of the tenant is the same as, or greater than, the rent actually paid by the tenant before the investigation.  (27) Except as provided in subsection (26), no costs shall be awarded to any party, and no fee shall be allowed to any witness, to an investigation under this section.  (28) Any certificate issued under subsection (24) may upon the application of the tenant be cancelled by the magistrate where  (a) the certificate has been obtained by fraud, misrepresentation or collusion; LAWS OF GUYANA 18 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                   Advisory committee to make recommenda-tions to Magistrate in certain cases. [30 of 1948 31 of 1969]                             or  (b) in the case of any certificate issued before the 20th November, 1948, the magistrate, having regard to all the circumstances, including any amendments to this Act, thinks it just so to do.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the onus shall lie on the landlord to prove the standard rent, and the maximum rent, chargeable in respect of the premises."
                },
                {
                    "representation": "(a)",
                    "description": "the certificate has been obtained by fraud, misrepresentation or collusion; LAWS OF GUYANA 18 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                   Advisory committee to make recommenda-tions to Magistrate in certain cases. [30 of 1948 31 of 1969]                             or"
                },
                {
                    "representation": "(i)",
                    "description": "in the case of premises erected or reconstructed after the 31st December, 1964, within one year of the coming into operation of this subsection; and"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of any certificate issued before the 20th November, 1948, the magistrate, having regard to all the circumstances, including any amendments to this Act, thinks it just so to do."
                },
                {
                    "representation": "(2)",
                    "description": "Where an application under section 6 is made in relation to premises"
                },
                {
                    "representation": "(3)",
                    "description": "Where an application under section 6 is made in respect of any portion of a building first let as separate premises"
                },
                {
                    "representation": "(4)",
                    "description": "and received by the landlord or his agent, or on any date to which the holding of the investigation may be adjourned or postponed; or"
                },
                {
                    "representation": "(5)",
                    "description": "Where on the day and at the time fixed for the holding of the investigation the tenant and the landlord, or the tenant and the agent of the landlord, as the case may be, appear, the magistrate shall proceed to hold the investigation and shall, for such purpose, have the power to direct such adjournments and postponements as he may from time to time think proper."
                },
                {
                    "representation": "(6)",
                    "description": "Where notice under subsection"
                },
                {
                    "representation": "(7)",
                    "description": "of this section, assess and certify a standard rent, and assess, fix, and certify a maximum rent, in respect of the premises to which an application under section 6 LAWS OF GUYANA Rent Restriction Cap. 36:23 15  L.R.O. 1/2012                                                 relates, which in the opinion of the magistrate is a reasonable  standard rent and a reasonable maximum rent, having regard to the provisions of the Schedule and the standard rents of and the maximum rents chargeable of similar premises in the same area."
                },
                {
                    "representation": "(c)",
                    "description": "sign each such certificate;"
                },
                {
                    "representation": "(8)",
                    "description": "Where after an investigation held under LAWS OF GUYANA Rent Restriction Cap. 36:23 13  L.R.O. 1/2012                                                   c. 7:01 subsection"
                },
                {
                    "representation": "(9)",
                    "description": "On the hearing of any application made under subsection"
                },
                {
                    "representation": "(d)",
                    "description": "cause to be entered the particulars of each certificate in a register which shall be kept for the purpose by the clerk of the respective district and an extract of an entry thereof shall be issued upon the payment of a fee of LAWS OF GUYANA Rent Restriction Cap. 36:23 17  L.R.O. 1/2012                                                 sixty-five dollars or such other fee as may be prescribed;"
                },
                {
                    "representation": "(e)",
                    "description": "issue the certificates by causing them to be sent by registered post to the landlord and to each tenant who was a party to the application; and"
                },
                {
                    "representation": "(f)",
                    "description": "together with the certificate, forward to the landlord and to each tenant who was a party to the application a copy of the reasons for decision filed under paragraph"
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Advisory committee to make recommendations to Magistrate in certain cases. ",
            "context": "RENT RESTRICTION ACT under Advisory committee to make recommendations to Magistrate in certain cases. 8. (1) Where on the hearing of any application under section 6, it appears to the magistrate that having regard to the provisions of the Schedule the maximum rent should be fixed at an amount exceeding the rent then being paid by a tenant in respect of the premises, or, if the premises are not then being rented, the rent at which it was last let, or in any other case where he thinks it necessary so to do, he shall after the completion of the evidence, but before arriving at a decision in respect of the standard or maximum rent of the premises, submit the notes of evidence taken by him to the advisory committee of the district (as hereinafter in this section constituted) in which the premises are situate for their consideration.  (2) Where an application has been submitted to an advisory committee under the preceding subsection, they shall advise the magistrate on all questions relating to the rental value of the premises in question and shall make recommendations thereon, and may, for these purposes, at any reasonable hour, enter and inspect the premises.   (3) The magistrate shall incorporate in the notes of evidence taken by him, any recommendations made by an advisory committee under the last preceding subsection, and shall, in his decision, give due regard to any such recommendations.  (4) The Minister may, by notice published in the Gazette (a) appoint three fit and proper persons LAWS OF GUYANA Rent Restriction Cap. 36:23 19  L.R.O. 1/2012               Issue of new certificate.  [13 of 1947 31 of 1969 8 of 1981]                           Effect of certificate. [13 of 1947 31 of 1969] to be an advisory committee in respect of any district;  (b) appoint panels of persons from whom advisory committees may be appointed.  (5) There shall be paid to a person appointed to be a member of an advisory committee such remuneration and allowances as the Minister may, from time to time, determine.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where on the hearing of any application under section 6, it appears to the magistrate that having regard to the provisions of the Schedule the maximum rent should be fixed at an amount exceeding the rent then being paid by a tenant in respect of the premises, or, if the premises are not then being rented, the rent at which it was last let, or in any other case where he thinks it necessary so to do, he shall after the completion of the evidence, but before arriving at a decision in respect of the standard or maximum rent of the premises, submit the notes of evidence taken by him to the advisory committee of the district"
                },
                {
                    "representation": "(2)",
                    "description": "Where an application has been submitted to an advisory committee under the preceding subsection, they shall advise the magistrate on all questions relating to the rental value of the premises in question and shall make recommendations thereon, and may, for these purposes, at any reasonable hour, enter and inspect the premises."
                },
                {
                    "representation": "(3)",
                    "description": "The magistrate shall incorporate in the notes of evidence taken by him, any recommendations made by an advisory committee under the last preceding subsection, and shall, in his decision, give due regard to any such recommendations."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister may, by notice published in the Gazette"
                },
                {
                    "representation": "(a)",
                    "description": "appoint three fit and proper persons LAWS OF GUYANA Rent Restriction Cap. 36:23 19  L.R.O. 1/2012               Issue of new certificate.  [13 of 1947 31 of 1969 8 of 1981]                           Effect of certificate. [13 of 1947 31 of 1969] to be an advisory committee in respect of any district;"
                },
                {
                    "representation": "(b)",
                    "description": "appoint panels of persons from whom advisory committees may be appointed."
                },
                {
                    "representation": "(5)",
                    "description": "There shall be paid to a person appointed to be a member of an advisory committee such remuneration and allowances as the Minister may, from time to time, determine."
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Issue of new certificate. ",
            "context": "RENT RESTRICTION ACT under Issue of new certificate. 9. (1) Subject to section 15(1)(a) and (b) and (1A), an application may be made to the magistrate  (a) by the landlord, where he has incurred expenditure as described in section 15(1)(a); and  (b) by the landlord or the tenant, where the maximum rent payable becomes liable to variation by virtue of the operation of section 15(1)(b); for the issue of a new certificate under section 7(24).  (2) Subject to subsection (3), the procedure in the case of an investigation of an application under subsection (1) shall, mutatis mutandis, be the same as in the case of an application under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall, mutatis mutandis, be the same as in the case of an application under section"
                },
                {
                    "representation": "(b)",
                    "description": "by the landlord or the tenant, where the maximum rent payable becomes liable to variation by virtue of the operation of section 15(1)(b); for the issue of a new certificate under section 7(24)."
                },
                {
                    "representation": "(a)",
                    "description": "by the landlord, where he has incurred expenditure as described in section 15(1)(a); and"
                },
                {
                    "representation": "(2)",
                    "description": "Subject to subsection"
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Effect of certificate. ",
            "context": "RENT RESTRICTION ACT under Effect of certificate. 10.(1) Subject to section 9, a certificate issued by the magistrate under section 7(24) shall, in all courts of law and before the magistrate  LAWS OF GUYANA 20 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                        Appeal from magistrate.  [13 of 1947 31 of 1969]       (a) be conclusive evidence as between the landlord and the tenant who were parties to the investigation;  (b) be conclusive evidence notwithstanding any change of landlord, for or against the tenant who was a party to the investigation; and  (c) be prima facie evidence in all other cases,  that the standard rent, and the maximum rent, of the premises described in the certificate are as stated therein:  Provided that in the determination of an application made pursuant to section 6 for the first time in respect of premises after the coming into operation of that section, the foregoing provisions of this subsection, shall not apply.  (2) Payment of the maximum rent stated in such certificate may be enforced notwithstanding an appeal under section 11, but where, on such appeal, it is decided that the rent stated in the certificate is less or more than the rent which ought to have been so stated, the tenant or the landlord shall be liable to pay the difference to the landlord or the tenant as the case may be, and such difference may be recovered accordingly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to section 9, a certificate issued by the magistrate under section 7(24) shall, in all courts of law and before the magistrate  LAWS OF GUYANA 20 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                        Appeal from magistrate.  [13 of 1947 31 of 1969]"
                },
                {
                    "representation": "(a)",
                    "description": "be conclusive evidence as between the landlord and the tenant who were parties to the investigation;"
                },
                {
                    "representation": "(b)",
                    "description": "be conclusive evidence notwithstanding any change of landlord, for or against the tenant who was a party to the investigation; and"
                },
                {
                    "representation": "(c)",
                    "description": "be prima facie evidence in all other cases,  that the standard rent, and the maximum rent, of the premises described in the certificate are as stated therein:  Provided that in the determination of an application made pursuant to section 6 for the first time in respect of premises after the coming into operation of that section, the foregoing provisions of this subsection, shall not apply."
                },
                {
                    "representation": "(2)",
                    "description": "Payment of the maximum rent stated in such certificate may be enforced notwithstanding an appeal under section 11, but where, on such appeal, it is decided that the rent stated in the certificate is less or more than the rent which ought to have been so stated, the tenant or the landlord shall be liable to pay the difference to the landlord or the tenant as the case may be, and such difference may be recovered accordingly."
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Appeal from Magistrate. ",
            "context": "RENT RESTRICTION ACT under Appeal from Magistrate. 11. (1) Any landlord and any tenant who is dissatisfied with a decision of the magistrate under this Act, may appeal therefrom to the High Court in the manner and subject to the conditions hereinafter provided.  (2) An appellant shall, within fourteen days after the date of the receipt by him of the certificate sent to him under section 7(24)(d) (a) lodge with the clerk the sum of five LAWS OF GUYANA Rent Restriction Cap. 36:23 21  L.R.O. 1/2012                                                 dollars together with a written notice of appeal of which fact and time of receipt the clerk shall immediately record in a book kept for that purpose and accordingly inform the magistrate;   (b) send by registered post, a copy of such written notice of appeal to the opposite party.  (3) Where the appellant has complied with the requirements of subsection (2)(a) within the time therein specified, the magistrate shall, within twenty-one days after the written notice of appeal was lodged, cause the clerk to transmit to the Registrar of the High Court  (a) one copy of the evidence recorded by the magistrate, duly authenticated by his signature;  (b) two copies of the certificates, duly authenticated by the signature of the magistrate, issued by him under section 7(24)(e);  (c) one copy of the reasons for decision, duly authenticated by the signature of the magistrate filed under section 7(24)(a);  (d) the original notice of appeal lodged under subsection (2)(a).  (4) The Registrar shall cause notice of the day and hour fixed for the hearing of the appeal to be sent, by registered post, to the appellant and to the opposite party.  (5) Every appeal under this section shall be heard LAWS OF GUYANA 22 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                                  by a judge of the High Court sitting in chambers who shall have power  (a) to order that evidence be adduced before the judge on a day to be fixed for the purpose;  (b) to refer the matter to the magistrate to make a fresh investigation subject to such direction of law, if any, as the judge thinks fit to give;  (c) to affirm, increase or decrease the maximum rent or the standard rent.  (6) Where upon appeal the maximum rent or the standard rent is either increased or decreased, the rent as determined by the judge shall become effective as from the date on which the certificate by the magistrate took effect under section 7(25).  (7) The decision of the judge shall be final.  (8) Such decision shall be endorsed on the back of the certificates together with the date of the decision of the judge, and shall be authenticated by the signature of the Registrar.  (9) It shall not be necessary to draw up or enter a formal order.   (10) The Registrar shall transmit to the magistrate one copy of the certificates endorsed and authenticated in accordance with subsection",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any landlord and any tenant who is dissatisfied with a decision of the magistrate under this Act, may appeal therefrom to the High Court in the manner and subject to the conditions hereinafter provided."
                },
                {
                    "representation": "(2)",
                    "description": "An appellant shall, within fourteen days after the date of the receipt by him of the certificate sent to him under section 7(24)(d)"
                },
                {
                    "representation": "(a)",
                    "description": "to order that evidence be adduced before the judge on a day to be fixed for the purpose;"
                },
                {
                    "representation": "(b)",
                    "description": "to refer the matter to the magistrate to make a fresh investigation subject to such direction of law, if any, as the judge thinks fit to give;"
                },
                {
                    "representation": "(3)",
                    "description": "Where the appellant has complied with the requirements of subsection"
                },
                {
                    "representation": "(c)",
                    "description": "to affirm, increase or decrease the maximum rent or the standard rent."
                },
                {
                    "representation": "(d)",
                    "description": "the original notice of appeal lodged under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The Registrar shall cause notice of the day and hour fixed for the hearing of the appeal to be sent, by registered post, to the appellant and to the opposite party."
                },
                {
                    "representation": "(5)",
                    "description": "Every appeal under this section shall be heard LAWS OF GUYANA 22 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                                  by a judge of the High Court sitting in chambers who shall have power"
                },
                {
                    "representation": "(6)",
                    "description": "Where upon appeal the maximum rent or the standard rent is either increased or decreased, the rent as determined by the judge shall become effective as from the date on which the certificate by the magistrate took effect under section 7(25)."
                },
                {
                    "representation": "(7)",
                    "description": "The decision of the judge shall be final."
                },
                {
                    "representation": "(8)",
                    "description": "Such decision shall be endorsed on the back of the certificates together with the date of the decision of the judge, and shall be authenticated by the signature of the Registrar."
                },
                {
                    "representation": "(9)",
                    "description": "It shall not be necessary to draw up or enter a formal order."
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Statement as to standard rent to be supplied. ",
            "context": "RENT RESTRICTION ACT under Statement as to standard rent to be supplied. 12. (1) The landlord of any premises to which this Act applies shall, on being requested in writing by the tenant thereof, supply him with a statement in writing as to what is the standard rent of such premises.  (2) Any such landlord who  (a) without reasonable excuse fails within fourteen days after such request to supply the statement referred to in subsection (1); or  (b) supplies a statement which is false in any material particular, shall be liable on summary conviction to a fine of six thousand five hundred dollars.  (3) Where the standard rent of premises to which this Act applies has been determined the landlord shall exhibit and keep exhibited in a prominent place therein and open to view a notice in the prescribed form as to what is the standard rent of such premises or of each room or part thereof as may be the subject matter of a separate letting.   (4) A landlord who fails to comply with subsection (3) shall be liable on summary conviction to a fine of sixteen thousand two hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The landlord of any premises to which this Act applies shall, on being requested in writing by the tenant thereof, supply him with a statement in writing as to what is the standard rent of such premises."
                },
                {
                    "representation": "(2)",
                    "description": "Any such landlord who"
                },
                {
                    "representation": "(a)",
                    "description": "without reasonable excuse fails within fourteen days after such request to supply the statement referred to in subsection"
                },
                {
                    "representation": "(b)",
                    "description": "supplies a statement which is false in any material particular, shall be liable on summary conviction to a fine of six thousand five hundred dollars."
                },
                {
                    "representation": "(3)",
                    "description": "shall be liable on summary conviction to a fine of sixteen thousand two hundred and fifty dollars."
                },
                {
                    "representation": "(4)",
                    "description": "A landlord who fails to comply with subsection"
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Regulations. ",
            "context": "RENT RESTRICTION ACT under Regulations. 13.(l) The Minister may make regulations generally for giving effect to this Act, and in particular but without prejudice to the generality of the foregoing may make regulations  (a) prescribing the manner and the form in which applications may be made to the magistrate under this Act;  LAWS OF GUYANA 24 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                            Restriction on increase of rent. [13 of 1947 31 of 1969]     (b) prescribing the form in which notices under section 7(4) and certificates under section 7(24) shall be given or issued;  (c) prescribing the form in which a notice of appeal from the decision of the magistrate shall be given;  (d) requiring a landlord or tenant or landlords and tenants generally, or landlords and tenants of any particular district or part thereof to render such returns in such form and containing such particulars in relation to any premises or matters affecting or directly or indirectly connected with the rental thereof as the Minister thinks fit;  (e) amending, varying, suspending or revoking any of the provisions of the Schedule;  (f) prescribing anything which is required by this Act to be prescribed.  (2) Any regulation may impose liability to a fine not exceeding sixteen thousand two hundred and fifty dollars, or imprisonment for a term not exceeding six months, on summary conviction of the breach of any regulation.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "The Minister may make regulations generally for giving effect to this Act, and in particular but without prejudice to the generality of the foregoing may make regulations"
                },
                {
                    "representation": "(a)",
                    "description": "prescribing the manner and the form in which applications may be made to the magistrate under this Act;  LAWS OF GUYANA 24 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                            Restriction on increase of rent. [13 of 1947 31 of 1969]"
                },
                {
                    "representation": "(b)",
                    "description": "prescribing the form in which notices under section 7(4) and certificates under section 7(24) shall be given or issued;"
                },
                {
                    "representation": "(c)",
                    "description": "prescribing the form in which a notice of appeal from the decision of the magistrate shall be given;"
                },
                {
                    "representation": "(d)",
                    "description": "requiring a landlord or tenant or landlords and tenants generally, or landlords and tenants of any particular district or part thereof to render such returns in such form and containing such particulars in relation to any premises or matters affecting or directly or indirectly connected with the rental thereof as the Minister thinks fit;"
                },
                {
                    "representation": "(e)",
                    "description": "amending, varying, suspending or revoking any of the provisions of the Schedule;"
                },
                {
                    "representation": "(f)",
                    "description": "prescribing anything which is required by this Act to be prescribed."
                },
                {
                    "representation": "(2)",
                    "description": "Any regulation may impose liability to a fine not exceeding sixteen thousand two hundred and fifty dollars, or imprisonment for a term not exceeding six months, on summary conviction of the breach of any regulation."
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "(1) Restrictions on increase of rent.  (2) Excess rent paid in respect of any period subsequent to the material date recoverable. ",
            "context": "RENT RESTRICTION ACT under (1) Restrictions on increase of rent.  (2) Excess rent paid in respect of any period subsequent to the material date recoverable. 14.(1) Subject to this Act, where the rent of premises to which this Act applies exceeds the standard rent by more than the amount permitted under this Act the amount of the excess shall, notwithstanding any agreement to the contrary, be irrecoverable from the tenant.  LAWS OF GUYANA Rent Restriction Cap. 36:23 25  L.R.O. 1/2012 Excess rent paid in respect of any period subsequent to the material date recover- able.                                          (2) Where, in respect of any period subsequent to the material date, any tenant has paid, whether before or after the aforesaid date, rent on premises to which this Act applies, or any sum on account of such rent, which exceeded the standard rent by more than the amount permitted under this Act the amount of such excess shall, notwithstanding any agreement to the contrary, be recoverable from the landlord who received the payment, or from his legal personal representative, by the tenant by whom it was paid within three years from the date of payment and the tenant may, without prejudice to any other method of recovery, deduct such excess from any rent payable by him to the landlord:  Provided that nothing in the foregoing provisions of this subsection shall entitle any tenant to recover (a) an amount, arising by reason of a certificate issued pursuant to an application by him under section 6, for a period earlier than twelve months before the date of the filing of such application;  (b) in any other case an amount in respect of a period in excess of twelve months.  (3) The amendment effected by section 13(1) of the Rent Restriction (Amendment) Act, 1969 (which repealed and replaced subsection (2) of this section) shall not affect the rights of a tenant in relation to any sum which is recoverable, in consequence of any proceedings instituted or, under any judgment of a court given, before the commencement of that Act (that is, 1st January 1970) and such sum shall be recoverable and enforceable to such extent and in like manner as if that subsection had not been enacted.  (4) For the purposes of this section the expression material date means  LAWS OF GUYANA 26 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                          Permitted increase of rent. [13 of 1947 30 of 1948 31 of 1969 8 of 1981]                       (a) the 8th March, 1941, where the premises are premises to which this Act applies as from the 8th November, 1941;   (b) the 28th August, 1944, where the premises are premises to which this Act applies or formerly applied by virtue of the Defence (Georgetown Rent Control) (Amendment) Regulations, 1944; and  (c) the 1st January, 1946, where the premises are any other premises to which this Act applies.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, where the rent of premises to which this Act applies exceeds the standard rent by more than the amount permitted under this Act the amount of the excess shall, notwithstanding any agreement to the contrary, be irrecoverable from the tenant.  LAWS OF GUYANA Rent Restriction Cap. 36:23 25  L.R.O. 1/2012 Excess rent paid in respect of any period subsequent to the material date recover- able."
                },
                {
                    "representation": "(2)",
                    "description": "of this section) shall not affect the rights of a tenant in relation to any sum which is recoverable, in consequence of any proceedings instituted or, under any judgment of a court given, before the commencement of that Act"
                },
                {
                    "representation": "(a)",
                    "description": "the 8th March, 1941, where the premises are premises to which this Act applies as from the 8th November, 1941;"
                },
                {
                    "representation": "(b)",
                    "description": "the 28th August, 1944, where the premises are premises to which this Act applies or formerly applied by virtue of the Defence"
                },
                {
                    "representation": "(3)",
                    "description": "The amendment effected by section 13(1) of the Rent Restriction"
                },
                {
                    "representation": "(4)",
                    "description": "For the purposes of this section the expression material date means  LAWS OF GUYANA 26 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                          Permitted increase of rent. [13 of 1947 30 of 1948 31 of 1969 8 of 1981]"
                },
                {
                    "representation": "(c)",
                    "description": "the 1st January, 1946, where the premises are any other premises to which this Act applies."
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Permitted increase of rent. ",
            "context": "RENT RESTRICTION ACT under Permitted increase of rent. 15.(1) The amount by which the increased rent of premises to which this Act applies may exceed the standard rent shall, subject to this Act, be as follows:  (a) where the landlord has since 3rd September, 1939, incurred or hereafter incurs expenditure on the improvement or structural alteration of the premises (not including expenditure on decoration or repairs), an amount, assessed by the magistrate and set out in his certificate issued under section 7 or 9, calculated at a rate per annum not exceeding twelve and one-half per cent of the amount so expended:  Provided that the tenant may apply to the Court for an order suspending or reducing such increase on the ground that such expenditure is or was unnecessary in whole or in part, and the Court may make an order accordingly;   LAWS OF GUYANA Rent Restriction Cap. 36:23 27  L.R.O. 1/2012                                                 (b) an amount, assessed by the magistrate and set out in his certificate issued under section 7 or 9, not exceeding any increase in the amount for the time being payable by the landlord in respect of rates and taxes over the corresponding amount paid in respect of the yearly period which included the 3rd September, 1939, or in case of premises for which no rates or taxes were payable in respect of the yearly period which included that date, the yearly period which included the date on which the rates and taxes first became payable thereon:  Provided that where any premises to which this Act applies have been or are or hereafter are exempt or partially exempt, during the yearly period as aforesaid, from liability to pay rates or taxes on the ground that they were or are a new building, a replacement of a building, or an improvement of a building, the expression the corresponding amount paid in paragraph (b) shall, for the purposes thereof, include the amount which would have been payable as rates and taxes if the premises were not exempt or partially exempt as aforesaid;  (c) in addition to any such amounts as aforesaid, an amount assessed by the magistrate and set out in his certificate issued under section 7 or 9, not exceeding twelve per cent of the standard rent, and not exceeding twenty-five per cent of the standard rent in special cases where in the opinion of the magistrate such amount is reasonable having regard to the provisions of the Schedule:  LAWS OF GUYANA 28 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                                  Provided that  (a) where under any contract of tenancy a fixed or minimum period of notice is required to be given of an intention to increase the rent, such notice shall be given before any increase of rent is made under this paragraph and in all other cases not less than one months notice shall be given before any increase of rent is made under this paragraph;  (b) where the premises have been or are erected after, or were in course of erection on, the 8th March, 1941, or where the premises were first let on or after the said date, the magistrate may, if in his opinion and having regard to all the circumstances of the case an increase of twelve per cent of the standard rent is excessive, either disallow such increase altogether or assess in place of such increase such less amount than twelve per cent as he may consider reasonable and proper.    (1A) Notwithstanding anything contained in subsection (1), in computing under that subsection the amount by which the increased rent of premises, to which the Rent Control (Special Provisions) Act applied and which were the subject matter of a tenancy at 31st December, 1980, may exceed the standard rent in respect of any period after that date  (a) no account shall be taken of expenditure incurred by the landlord LAWS OF GUYANA Rent Restriction Cap. 36:23 29  L.R.O. 1/2012                                                    Restriction on right to possession.  [13 of 1947 30 of 1948 31 of 1969] on the improvement or structural alteration of the premises during the period when that Act was in force; and   (b) increase, made in respect of the period when that Act was in force, in the amount payable by the landlord on account of rates and taxes over the corresponding amount paid or payable in respect of the yearly period which included the 31st December, 1973 shall be excluded.  (2) Where a landlord fails to keep any premises to which this Act applies in good and tenantable repair a tenant who is not in arrears of rent may, after the failure of the landlord to comply with the notice mentioned in subsection (4) and, at his own expense, effect such repairs as may be reasonably necessary to fulfil the obligation of the landlord to keep the premises in good and tenantable repair and may deduct the cost thereof from any rent payable by him to the landlord.  (3) The tenant before effecting any repairs pursuant to subsection (3) shall send by registered post to the landlord at his last known address notice of the nature and estimated cost of the repairs with a request that the repairs be effected within thirty days of the receipt of the notice.  (4) In this section the expression repairs means any repairs required for the purpose of keeping premises in good and tenantable repair.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The amount by which the increased rent of premises to which this Act applies may exceed the standard rent shall, subject to this Act, be as follows:"
                },
                {
                    "representation": "(a)",
                    "description": "no account shall be taken of expenditure incurred by the landlord LAWS OF GUYANA Rent Restriction Cap. 36:23 29  L.R.O. 1/2012                                                    Restriction on right to possession.  [13 of 1947 30 of 1948 31 of 1969] on the improvement or structural alteration of the premises during the period when that Act was in force; and"
                },
                {
                    "representation": "(b)",
                    "description": "increase, made in respect of the period when that Act was in force, in the amount payable by the landlord on account of rates and taxes over the corresponding amount paid or payable in respect of the yearly period which included the 31st December, 1973 shall be excluded."
                },
                {
                    "representation": "(c)",
                    "description": "in addition to any such amounts as aforesaid, an amount assessed by the magistrate and set out in his certificate issued under section 7 or 9, not exceeding twelve per cent of the standard rent, and not exceeding twenty-five per cent of the standard rent in special cases where in the opinion of the magistrate such amount is reasonable having regard to the provisions of the Schedule:  LAWS OF GUYANA 28 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                                  Provided that"
                },
                {
                    "representation": "(2)",
                    "description": "Where a landlord fails to keep any premises to which this Act applies in good and tenantable repair a tenant who is not in arrears of rent may, after the failure of the landlord to comply with the notice mentioned in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "In this section the expression repairs means any repairs required for the purpose of keeping premises in good and tenantable repair."
                },
                {
                    "representation": "(3)",
                    "description": "shall send by registered post to the landlord at his last known address notice of the nature and estimated cost of the repairs with a request that the repairs be effected within thirty days of the receipt of the notice."
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Restriction on right to possession. ",
            "context": "RENT RESTRICTION ACT under Restriction on right to possession. 16.(1) No order or judgment for the recovery of possession of any premises, being a dwelling-house, to which this Act applies, or for the ejectment of a tenant therefrom shall, whether in respect of a notice given or proceedings commenced before or after the commencement of this Act, be LAWS OF GUYANA 30 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                                  made or given where the landlord requires such premises for the purposes of trade or business only, but, subject as aforesaid, any such order or judgment may be made or given in respect of any premises where  (a) some rent lawfully due from the tenant has not been paid; or   (b) some other obligation of the tenancy (whether expressed or implied and whether under the contract of tenancy or under this Act) so far as the same is consistent with this Act has been broken or not performed and, in the case of the non-performance of any such obligation by the tenant, the tenant has been in default for at least thirty days; or  (c) the tenant or any person residing or lodging with him or being sub-tenant has been guilty of conduct which is a nuisance or annoyance to adjoining occupiers or to other tenants, or to the landlord or has used the premises  or allowed them to be used for an immoral or illegal purpose, or the condition of the premises has in the opinion of the court deteriorated or become insanitary owing to acts of waste by or the neglect or default of the tenant or any such person:  Provided that, where the person guilty of an act specified in this paragraph is a lodger or sub-tenant, no order or judgment shall be made or given under this paragraph unless the court is satisfied that the tenant has not, before the making or the giving of the order or judgment, taken such steps as he ought reasonably to have taken for the removal of the lodger LAWS OF GUYANA Rent Restriction Cap. 36:23 31  L.R.O. 1/2012                                                 or sub-tenant; or  (d) the tenant has given notice to quit, and in consequence of that notice, the landlord has contracted to sell or let the premises or has taken any other steps as a result of which he would, in the opinion of the court, be seriously prejudiced if he could not obtain possession; or  (e) the premises being a dwelling-house or a public or commercial  building, are reasonably required by the landlord for  (i) occupation as a residence for himself; or (ii) occupation as a residence for any member of his family, or for some person in his actual whole-time employment; or (iii) use by himself for business, trade or professional purposes; or (iv) a combination of the purposes in subparagraphs (i), (ii) and (iii) above:  Provided that an order or judgment shall not be made or given in respect of a dwelling-house on the ground specified in subparagraph (ii) unless the court is also satisfied that alternative accommodation is available which is reasonably suitable to the means of the tenant and to the needs of the tenant and his family as regards extent, character and proximity to place of work and which consists either of a dwelling- house to which this Act applies, or of premises to be let as a separate dwelling on terms which will afford to the tenant security of tenure reasonably equivalent to the security LAWS OF GUYANA 32 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                                  afforded by this Act in the case of a dwelling-house to which this Act applies; and  Provided further that an order or judgment shall not be made or given in respect of a public or commercial building on the ground specified in subparagraph (ii) unless the court is also satisfied that, having regard to all the circumstances of the case, less hardship would be caused by granting the order or judgment than by refusing to grant it, and such circumstances are hereby declared to include the question whether other accommodation is available for the landlord or the tenant; or  (f) the premises being building land, are reasonably required by the landlord for  (i) the erection of a building to be used for any of the purposes specified in paragraph (e); or (ii) use by him for business, trade or  professional purposes not involving the erection of a dwelling:  Provided that an order or judgment shall not be made or given on the ground that the premises are reasonably required by the landlord for the  erection of a building to be used for any of the purposes specified in  paragraph (e)(ii), unless the court is also satisfied that, having regard to all the circumstances of the case, less hardship would be caused by granting the order or judgment than by refusing to grant it, and such circumstances are hereby declared to include the question whether other accommodation is available for the landlord or the tenant; or  (g) the premises, or any portions thereof, have been compulsorily acquired under the Acquisition of Lands for LAWS OF GUYANA Rent Restriction Cap. 36:23 33  L.R.O. 1/2012  c. 62:05  c. 36:20   c. 20:01                                           Public Purposes Act or the Housing Act, or are required for the purposes of an approved scheme under the Housing Act, or the Town and Country Planning Act; or  (h) the premises, being a dwelling-house or a public or commercial building, are required for the purpose of being repaired, improved or rebuilt:  Provided that an order or judgment shall not be made or given on any ground specified in this paragraph, unless the court is also satisfied that, having regard to all the circumstances of the case, less hardship would be caused by granting the order or judgment than by refusing to grant it, and  such circumstances are hereby declared to include the question whether other accommodation is available for the tenant; or  (i) the premises are required for public purposes; or  (j) the dwelling-house, or the public or commercial building, or the building erected by the tenant on building land, as the case may be, is required by law to be demolished; or  (k) a dwelling-house has been let to a tenant in the employment of the landlord on condition that the tenancy shall subsist only during the continuance of such employment, or only until the expiration of a period not exceeding one month after the termination of such employment, and the employment has terminated, or such period has expired, as the case LAWS OF GUYANA 34 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                                  may be; or  (l) a dwelling-house has been let to a tenant in the employment of the landlord in consequence of that employment, and the employment has determined or the landlord has offered the tenant alternative accommodation; and  (m) in any such case as aforesaid the court asked to make the  order or give the judgment considers it reasonable to make the order or give the judgment.  (2) A court asked to make such an order or give such a judgment may  (a) adjourn the application from time to time;  (b) stay or suspend execution of the order or judgment or postpone the date of possession for such period as it thinks fit, and from time to time grant further stays or suspensions of execution and further postponements of the date of possession.   (3) Any such adjournment, stay, suspension or postponement may be granted subject to such conditions, if any, as the court thinks fit, and if such conditions are complied with and the order has been made or the judgment given, may discharge or rescind the order or judgment.  (4) Where after a landlord has obtained an order or judgment for possession or ejectment under this section, it is subsequently made to appear to the court that the order was obtained by misrepresentation or the concealment of material LAWS OF GUYANA Rent Restriction Cap. 36:23 35  L.R.O. 1/2012                                                 facts, the court may order the landlord to pay to the former tenant such sum as appears sufficient as compensation for damage or loss sustained by the tenant as a result of the order or judgment.  (5) In granting an order or giving judgment under this section for possession or ejectment in respect of building land, the court may require the landlord to pay to the tenant such sum as appears to the court to be sufficient as compensation for damage or loss sustained by the tenant, and effect shall not be given to such order or judgment until such sum is paid.  (6) Where any order or judgment has been given, but not executed, in respect of premises which were not at the time premises to which this Act applies but which have, since the making of such order or the giving of such judgment, become such premises and which order or judgment in the opinion of the court would not have been made or given if this section applied to the premises at the time the court may, notwithstanding any law to the contrary, on the application of the tenant, rescind or vary such order or judgment in such manner as the court may think fit for the purpose of giving effect to this section.  (7) An order or judgment under this section against a tenant for the recovery of possession of premises to which this Act applies or for ejectment therefrom, shall not affect the right of any sub-tenant to whom the premises or any part thereof have or has been lawfully sub-let before proceedings for recovery of possession or ejectment were commenced, to retain possession under this section or be in any way operative against him:  Provided that this subsection shall not apply in the case of an order or judgment under subsection (1) (c), (e), (f),(g), (h) or (i), and every order or judgment made under any one of those paragraphs shall operate against any sub-tenant as if he were the tenant. LAWS OF GUYANA 36 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                          Orders obtained under section 16(1)(e), (f) and (h). [13 of 1947]                         (8) Nothing in this Act shall prevent the making of an order for the ejectment of any person where in the opinion of the court asked to make the order the ejectment is expedient in the interest of public health or public safety.  (9) Where in any proceedings instituted under this section the court has to determine the bona fides of the landlord the contrary shall be  presumed,  unless  shown  otherwise,  if  the  proceedings  were instituted within six months of the date of an application by a tenant for an assessment, or the date of the determination of such application or the determination of an unsuccessful application by the landlord under section 9, being an application between parties to the said proceedings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(c),"
                },
                {
                    "representation": "(a)",
                    "description": "adjourn the application from time to time;"
                },
                {
                    "representation": "(b)",
                    "description": "stay or suspend execution of the order or judgment or postpone the date of possession for such period as it thinks fit, and from time to time grant further stays or suspensions of execution and further postponements of the date of possession."
                },
                {
                    "representation": "(c)",
                    "description": "the tenant or any person residing or lodging with him or being sub-tenant has been guilty of conduct which is a nuisance or annoyance to adjoining occupiers or to other tenants, or to the landlord or has used the premises  or allowed them to be used for an immoral or illegal purpose, or the condition of the premises has in the opinion of the court deteriorated or become insanitary owing to acts of waste by or the neglect or default of the tenant or any such person:  Provided that, where the person guilty of an act specified in this paragraph is a lodger or sub-tenant, no order or judgment shall be made or given under this paragraph unless the court is satisfied that the tenant has not, before the making or the giving of the order or judgment, taken such steps as he ought reasonably to have taken for the removal of the lodger LAWS OF GUYANA Rent Restriction Cap. 36:23 31  L.R.O. 1/2012                                                 or sub-tenant; or"
                },
                {
                    "representation": "(d)",
                    "description": "the tenant has given notice to quit, and in consequence of that notice, the landlord has contracted to sell or let the premises or has taken any other steps as a result of which he would, in the opinion of the court, be seriously prejudiced if he could not obtain possession; or"
                },
                {
                    "representation": "(e)",
                    "description": "the premises being a dwelling-house or a public or commercial  building, are reasonably required by the landlord for"
                },
                {
                    "representation": "(i)",
                    "description": "the premises are required for public purposes; or"
                },
                {
                    "representation": "(f)",
                    "description": "and"
                },
                {
                    "representation": "(g)",
                    "description": "the premises, or any portions thereof, have been compulsorily acquired under the Acquisition of Lands for LAWS OF GUYANA Rent Restriction Cap. 36:23 33  L.R.O. 1/2012  c. 62:05  c. 36:20   c. 20:01                                           Public Purposes Act or the Housing Act, or are required for the purposes of an approved scheme under the Housing Act, or the Town and Country Planning Act; or"
                },
                {
                    "representation": "(h)",
                    "description": "or"
                },
                {
                    "representation": "(j)",
                    "description": "the dwelling-house, or the public or commercial building, or the building erected by the tenant on building land, as the case may be, is required by law to be demolished; or"
                },
                {
                    "representation": "(k)",
                    "description": "a dwelling-house has been let to a tenant in the employment of the landlord on condition that the tenancy shall subsist only during the continuance of such employment, or only until the expiration of a period not exceeding one month after the termination of such employment, and the employment has terminated, or such period has expired, as the case LAWS OF GUYANA 34 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                                                  may be; or"
                },
                {
                    "representation": "(l)",
                    "description": "a dwelling-house has been let to a tenant in the employment of the landlord in consequence of that employment, and the employment has determined or the landlord has offered the tenant alternative accommodation; and"
                },
                {
                    "representation": "(m)",
                    "description": "in any such case as aforesaid the court asked to make the  order or give the judgment considers it reasonable to make the order or give the judgment."
                },
                {
                    "representation": "(2)",
                    "description": "A court asked to make such an order or give such a judgment may"
                },
                {
                    "representation": "(3)",
                    "description": "Any such adjournment, stay, suspension or postponement may be granted subject to such conditions, if any, as the court thinks fit, and if such conditions are complied with and the order has been made or the judgment given, may discharge or rescind the order or judgment."
                },
                {
                    "representation": "(4)",
                    "description": "Where after a landlord has obtained an order or judgment for possession or ejectment under this section, it is subsequently made to appear to the court that the order was obtained by misrepresentation or the concealment of material LAWS OF GUYANA Rent Restriction Cap. 36:23 35  L.R.O. 1/2012                                                 facts, the court may order the landlord to pay to the former tenant such sum as appears sufficient as compensation for damage or loss sustained by the tenant as a result of the order or judgment."
                },
                {
                    "representation": "(5)",
                    "description": "In granting an order or giving judgment under this section for possession or ejectment in respect of building land, the court may require the landlord to pay to the tenant such sum as appears to the court to be sufficient as compensation for damage or loss sustained by the tenant, and effect shall not be given to such order or judgment until such sum is paid."
                },
                {
                    "representation": "(6)",
                    "description": "Where any order or judgment has been given, but not executed, in respect of premises which were not at the time premises to which this Act applies but which have, since the making of such order or the giving of such judgment, become such premises and which order or judgment in the opinion of the court would not have been made or given if this section applied to the premises at the time the court may, notwithstanding any law to the contrary, on the application of the tenant, rescind or vary such order or judgment in such manner as the court may think fit for the purpose of giving effect to this section."
                },
                {
                    "representation": "(7)",
                    "description": "An order or judgment under this section against a tenant for the recovery of possession of premises to which this Act applies or for ejectment therefrom, shall not affect the right of any sub-tenant to whom the premises or any part thereof have or has been lawfully sub-let before proceedings for recovery of possession or ejectment were commenced, to retain possession under this section or be in any way operative against him:  Provided that this subsection shall not apply in the case of an order or judgment under subsection"
                },
                {
                    "representation": "(8)",
                    "description": "Nothing in this Act shall prevent the making of an order for the ejectment of any person where in the opinion of the court asked to make the order the ejectment is expedient in the interest of public health or public safety."
                },
                {
                    "representation": "(9)",
                    "description": "Where in any proceedings instituted under this section the court has to determine the bona fides of the landlord the contrary shall be  presumed,  unless  shown  otherwise,  if  the  proceedings  were instituted within six months of the date of an application by a tenant for an assessment, or the date of the determination of such application or the determination of an unsuccessful application by the landlord under section 9, being an application between parties to the said proceedings."
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Orders obtained under section 16(1) (e), (f) and (h). ",
            "context": "RENT RESTRICTION ACT under Orders obtained under section 16(1) (e), (f) and (h). 17.",
            "description": "17."
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Application of sections 16 and ",
            "context": "RENT RESTRICTION ACT under Application of sections 16 and 18.  The following provisions shall have effect with L.R.O. 1/2012 LAWS OF GUYANA 40 Cap. 36:23 Rent Restriction  L.R.O. 1/2012            Restriction on premiums. [13 of 1947 20 of 1958 31 of 1969 6 of 1997]                                    application; and   (b) having regard to all the circumstances of the case, undue hardship would thereby be occasioned to the tenant.",
            "description": [
                {
                    "representation": "(b)",
                    "description": "having regard to all the circumstances of the case, undue hardship would thereby be occasioned to the tenant."
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Restriction on levy of distress for rent. ",
            "context": "RENT RESTRICTION ACT under Restriction on levy of distress for rent. 19. No distress for the rent of any premises to which this Act applies shall be levied except with the leave of the court, and the court shall, with respect to any application for such leave, have the same or similar powers with respect to adjournment, stay, suspension, postponement, and otherwise as are conferred by section 16 in relation to applications for the recovery of possession:  Provided that the court shall, in the exercise of its powers under this section, refrain from granting to any tenant, without the consent of the landlord, an extension of any time first granted by the court to the tenant for the payment of any sum due by him as rent for a period in excess of three months, unless the court is satisfied that  (a) no rent payable for any period, subsequent to the period in respect of which application for distress is made, is due and remains unpaid at the time of the hearing of the",
            "description": [
                {
                    "representation": "(a)",
                    "description": "no rent payable for any period, subsequent to the period in respect of which application for distress is made, is due and remains unpaid at the time of the hearing of the"
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Restriction on premiums. ",
            "context": "RENT RESTRICTION ACT under Restriction on premiums. 20.(1) A person shall not  (a) as a condition of the grant, renewal or continuance of a tenancy of premises to which this Act applies require the payment of any premium; or  (b) in connection with such a grant, renewal or continuance receive any premium in addition to the rent.  (2) Where any such payment has been made or given  (a) under an agreement made, on or after the 8th March,1941, in respect of premises which are premises to which this Act applies as from the 8th November, 1941; or  (b) under an agreement made on or after the 28th August, 1944, in respect of premises which are premises to which this Act applies or formerly applied by virtue of the Defence (Georgetown Rent Control) (Amendment) Regulations, 1944; or  (c) under an agreement made on or after the 1st January, 1946, in respect of any other premises to which this Act applies, the amount or value thereof shall be recoverable by the person by LAWS OF GUYANA Rent Restriction Cap. 36:23 41  L.R.O. 1/2012                            Conditions of statutory tenancy. [13 of 1947 6 of 1997]                   whom it was made or given.  (3) A person requiring any payment in contravention of this section shall be liable on summary conviction to a fine of sixty-five thousand dollars, and the court by which he is convicted may order the amount paid to be repaid to the person by whom it was made or given, but such order shall be in lieu of any other method of recovery prescribed by this Act.  (4) Where an agreement in respect of a tenancy for a period of five years or upwards had been made before the 18th June, 1958 (that is, the date of enactment of the Rent Restriction (Amendment) Ordinance, 1958) and the agreement includes a provision requiring the payment of any fine, premium or other like sum, or the giving of any consideration in addition to the rent which could lawfully have been required prior to that date, such provision shall cease to have effect.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person shall not"
                },
                {
                    "representation": "(a)",
                    "description": "under an agreement made, on or after the 8th March,1941, in respect of premises which are premises to which this Act applies as from the 8th November, 1941; or"
                },
                {
                    "representation": "(b)",
                    "description": "under an agreement made on or after the 28th August, 1944, in respect of premises which are premises to which this Act applies or formerly applied by virtue of the Defence"
                },
                {
                    "representation": "(2)",
                    "description": "Where any such payment has been made or given"
                },
                {
                    "representation": "(c)",
                    "description": "under an agreement made on or after the 1st January, 1946, in respect of any other premises to which this Act applies, the amount or value thereof shall be recoverable by the person by LAWS OF GUYANA Rent Restriction Cap. 36:23 41  L.R.O. 1/2012                            Conditions of statutory tenancy. [13 of 1947 6 of 1997]                   whom it was made or given."
                },
                {
                    "representation": "(3)",
                    "description": "A person requiring any payment in contravention of this section shall be liable on summary conviction to a fine of sixty-five thousand dollars, and the court by which he is convicted may order the amount paid to be repaid to the person by whom it was made or given, but such order shall be in lieu of any other method of recovery prescribed by this Act."
                },
                {
                    "representation": "(4)",
                    "description": "Where an agreement in respect of a tenancy for a period of five years or upwards had been made before the 18th June, 1958"
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Conditions of statutory tenancy. ",
            "context": "RENT RESTRICTION ACT under Conditions of statutory tenancy. 21. (1) A tenant who by virtue of this Act retains possession of any premises to which this Act applies shall, so long as he does so, observe and be entitled to the benefit of all the terms and conditions of the original contract of tenancy, so far as they are consistent with this Act, and shall only be entitled to give up possession of the premises on giving the notice which would have been required under the original contract of tenancy, or, if no notice would have been so required, on giving not less than one months notice:   Provided that, notwithstanding anything in the contract of tenancy, a landlord who obtains an order or judgment for the recovery of possession of the premises or for the ejectment of a tenant retaining possession as aforesaid, shall not be required to give any notice to quit to the tenant.  (2) Any tenant retaining possession as aforesaid shall not, as a condition of giving up possession, ask or receive the payment of any sum, or the giving of any other LAWS OF GUYANA 42 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                          Implied term.         Entry in rent book of any sum irrecover- able under this Act. [6 of 1997]           General Penalty. Proof of landlords offences.  consideration by any person other than the landlord and any person acting in contravention of this provision shall be liable on summary conviction to a fine of sixty-five thousand dollars and the court by which he is convicted may order any such payment or the value of any such consideration to be paid to the person by whom it was made or given, but any such order shall be in lieu of any other method of recovery prescribed by this Act.  (3) Save as provided in the proviso to section 16(7) where the interest of a tenant of any premises  to which  this Act applies is determined, either as the result of an order or judgment for possession or ejectment, or for any other reason, any sub-tenant to whom the premises or any part thereof have been lawfully sub-let shall be deemed to become the tenant of the landlord on the same terms as he would have held from the tenant if the tenancy had continued.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A tenant who by virtue of this Act retains possession of any premises to which this Act applies shall, so long as he does so, observe and be entitled to the benefit of all the terms and conditions of the original contract of tenancy, so far as they are consistent with this Act, and shall only be entitled to give up possession of the premises on giving the notice which would have been required under the original contract of tenancy, or, if no notice would have been so required, on giving not less than one months notice:   Provided that, notwithstanding anything in the contract of tenancy, a landlord who obtains an order or judgment for the recovery of possession of the premises or for the ejectment of a tenant retaining possession as aforesaid, shall not be required to give any notice to quit to the tenant."
                },
                {
                    "representation": "(2)",
                    "description": "Any tenant retaining possession as aforesaid shall not, as a condition of giving up possession, ask or receive the payment of any sum, or the giving of any other LAWS OF GUYANA 42 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                          Implied term.         Entry in rent book of any sum irrecover- able under this Act. [6 of 1997]           General Penalty. Proof of landlords offences.  consideration by any person other than the landlord and any person acting in contravention of this provision shall be liable on summary conviction to a fine of sixty-five thousand dollars and the court by which he is convicted may order any such payment or the value of any such consideration to be paid to the person by whom it was made or given, but any such order shall be in lieu of any other method of recovery prescribed by this Act."
                },
                {
                    "representation": "(3)",
                    "description": "Save as provided in the proviso to section 16(7) where the interest of a tenant of any premises  to which  this Act applies is determined, either as the result of an order or judgment for possession or ejectment, or for any other reason, any sub-tenant to whom the premises or any part thereof have been lawfully sub-let shall be deemed to become the tenant of the landlord on the same terms as he would have held from the tenant if the tenancy had continued."
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Implied term. ",
            "context": "RENT RESTRICTION ACT under Implied term. 22. It shall be deemed to be a condition of the tenancy of any dwelling-house or public or commercial building to which this Act applies, that the tenant shall afford to the landlord access thereto and all reasonable facilities for executing therein any repairs which the landlord is entitled to execute.",
            "description": "It shall be deemed to be a condition of the tenancy of any dwelling-house or public or commercial building to which this Act applies, that the tenant shall afford to the landlord access thereto and all reasonable facilities for executing therein any repairs which the landlord is entitled to execute."
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Entry in rent book of any sum irrecoverable under this Act. ",
            "context": "RENT RESTRICTION ACT under Entry in rent book of any sum irrecoverable under this Act. 23. Any person who makes an entry in any rent book or similar document showing or purporting to show any tenant as being in arrears in respect of any sum which by virtue of this Act is irrecoverable shall be liable on summary conviction to a fine of thirteen thousand dollars:  Provided that in any proceedings taken under this section it shall be a defence to prove that such entry was made without intent to deceive.",
            "description": "Any person who makes an entry in any rent book or similar document showing or purporting to show any tenant as being in arrears in respect of any sum which by virtue of this Act is irrecoverable shall be liable on summary conviction to a fine of thirteen thousand dollars:  Provided that in any proceedings taken under this section it shall be a defence to prove that such entry was made without intent to deceive."
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "General penalty. Proof of landlord’s offences. ",
            "context": "RENT RESTRICTION ACT under General penalty. Proof of landlords offences. 24. (1) Any person who contravenes, or fails to comply with, any provisions of this Act and for which no special punishment is provided shall be liable on summary conviction to a fine of sixty-five thousand dollars and to LAWS OF GUYANA Rent Restriction Cap. 36:23 43  L.R.O. 1/2012 [31 of 1969 6 of 1997]                        Limitation of prosecutions. [13 of 1947]   Procedure.  [13 of 1947] c. 7:01                 imprisonment for six months or, if such person is a corporate body, to a fine of ninety-seven thousand five hundred dollars.  (2) Where the failure or omission of a landlord to carry out the requirements of section 6(1) is the subject-matter  of criminal proceedings the failure or omission shall be presumed, unless the landlord proves otherwise, and if at the hearing of such proceedings the failure or omission persists, the magistrate may direct the clerk to perform such act as may be necessary to fulfil the requirements and any such act by the clerk shall, except for the purpose of those proceedings, have effect as if it were the act of the landlord.  (3) Any act or omission of an agent which constitutes an offence under this Act shall for the purpose of offences under this Act be deemed to be that also of the landlord and he as well as the agent shall be liable to be proceeded against and punished accordingly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who contravenes, or fails to comply with, any provisions of this Act and for which no special punishment is provided shall be liable on summary conviction to a fine of sixty-five thousand dollars and to LAWS OF GUYANA Rent Restriction Cap. 36:23 43  L.R.O. 1/2012 [31 of 1969 6 of 1997]                        Limitation of prosecutions. [13 of 1947]   Procedure.  [13 of 1947] c. 7:01                 imprisonment for six months or, if such person is a corporate body, to a fine of ninety-seven thousand five hundred dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Where the failure or omission of a landlord to carry out the requirements of section 6(1) is the subject-matter  of criminal proceedings the failure or omission shall be presumed, unless the landlord proves otherwise, and if at the hearing of such proceedings the failure or omission persists, the magistrate may direct the clerk to perform such act as may be necessary to fulfil the requirements and any such act by the clerk shall, except for the purpose of those proceedings, have effect as if it were the act of the landlord."
                },
                {
                    "representation": "(3)",
                    "description": "Any act or omission of an agent which constitutes an offence under this Act shall for the purpose of offences under this Act be deemed to be that also of the landlord and he as well as the agent shall be liable to be proceeded against and punished accordingly."
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Limitation of prosecutions. ",
            "context": "RENT RESTRICTION ACT under Limitation of prosecutions. 25. A complaint for a summary conviction offence against this Act shall be made within two years from the time when the matter of the complaint arose, and not after.",
            "description": "A complaint for a summary conviction offence against this Act shall be made within two years from the time when the matter of the complaint arose, and not after."
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Procedure. ",
            "context": "RENT RESTRICTION ACT under Procedure. 26.(1) Subject to section 3(3) of the Summary Jurisdiction (Petty Debt) Act, any claim or other proceedings (not being proceedings under the Summary Jurisdiction Acts) arising out of this Act shall be made or instituted in a magistrates court:  Provided that where an equitable remedy is sought (whether or not in conjunction with any other remedy) such claim or other proceedings may be made or instituted in the High Court.  (2) A magistrate shall have full powers to re-hear any application and to revise any decision in any case in which, in his opinion, altered circumstances make it just that he should exercise such powers. (3) A magistrate may, as a condition of sanctioning LAWS OF GUYANA 44 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                       Appeal from decision of a magistrate.  [13 of 1947 31 of 1969]           c. 3:04     Power of Minister to make rules.  [13 of 1947]       any increase of rent or part thereof, require that the dwelling-house or public or commercial building be repaired and kept in repair to the satisfaction of the magistrate. (4) Anything contained in any law to the contrary notwithstanding and subject to this Act the jurisdiction of a magistrate shall extend to any premises to which this Act applies, irrespective of the nature of the tenancy or the length of the term or the amount of the rent.  (5) Subject to the other provisions of this Act, the law and practice of the magistrates court shall, subject to the necessary modifications, apply to any claim or other proceedings (not being proceedings under the Summary Jurisdiction Acts) made or instituted under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to section 3(3) of the Summary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "A magistrate shall have full powers to re-hear any application and to revise any decision in any case in which, in his opinion, altered circumstances make it just that he should exercise such powers."
                },
                {
                    "representation": "(3)",
                    "description": "A magistrate may, as a condition of sanctioning LAWS OF GUYANA 44 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                       Appeal from decision of a magistrate.  [13 of 1947 31 of 1969]           c. 3:04     Power of Minister to make rules.  [13 of 1947]       any increase of rent or part thereof, require that the dwelling-house or public or commercial building be repaired and kept in repair to the satisfaction of the magistrate."
                },
                {
                    "representation": "(4)",
                    "description": "Anything contained in any law to the contrary notwithstanding and subject to this Act the jurisdiction of a magistrate shall extend to any premises to which this Act applies, irrespective of the nature of the tenancy or the length of the term or the amount of the rent."
                },
                {
                    "representation": "(5)",
                    "description": "Subject to the other provisions of this Act, the law and practice of the magistrates court shall, subject to the necessary modifications, apply to any claim or other proceedings"
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Appeal from decision of a magistrate. ",
            "context": "RENT RESTRICTION ACT under Appeal from decision of a magistrate. 27. (1) Save as otherwise provided in this Act, an appeal shall lie to the Full Court of the High Court from the decision of a magistrate on any claim or proceedings in respect of any premises to which this Act applies and an appeal shall lie therefrom on any question of law to the Court of Appeal:  Provided that nothing in this Act shall be construed as applying the foregoing provisions of this subsection to any judgment or order of the Full Court, made or given before the coming into operation of this subsection.  (2)The Summary Jurisdiction (Appeals) Act shall regulate appeals under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Save as otherwise provided in this Act, an appeal shall lie to the Full Court of the High Court from the decision of a magistrate on any claim or proceedings in respect of any premises to which this Act applies and an appeal shall lie therefrom on any question of law to the Court of Appeal:  Provided that nothing in this Act shall be construed as applying the foregoing provisions of this subsection to any judgment or order of the Full Court, made or given before the coming into operation of this subsection."
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Power of Minister to make rules. ",
            "context": "RENT RESTRICTION ACT under Power of Minister to make rules. 28. The Minister may make rules for any of the following purposes:   (a) prescribing any forms to be used in claims and proceedings in court under this Act; (b) prescribing the fees and costs to be taken and received in respect of all claims and proceedings in court LAWS OF GUYANA Rent Restriction Cap. 36:23 45  L.R.O. 1/2012              Sub-letting.  [13 of 1947 31 of 1969]                                    under this Act; and   (c) generally, for carrying out the provisions (other than those which relate to investigations before, and to the powers and duties of, the magistrate) of this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "prescribing any forms to be used in claims and proceedings in court under this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "prescribing the fees and costs to be taken and received in respect of all claims and proceedings in court LAWS OF GUYANA Rent Restriction Cap. 36:23 45  L.R.O. 1/2012              Sub-letting.  [13 of 1947 31 of 1969]                                    under this Act; and"
                },
                {
                    "representation": "(c)",
                    "description": "generally, for carrying out the provisions"
                }
            ]
        }
    },
    {
        "act": "RENT RESTRICTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Sub-letting. LAWS OF GUYANA 4 Cap. 36:23 Rent Restriction  L.R.O. 1/2012  SCHEDULE—Determination of standard and maximum rent.  __________________________  1953 Ed. c. 186 _______________________________________________________   23 of 1941 An Act to control the rental of certain premises, to restrict the right of recovery of possession of such premises as are subject to tenancies and for purposes connected therewith.  [8TH NOVEMBER, 1941]  Short title.     Interpretation. [31 of 1969]                        c. 3:05     ",
            "context": "RENT RESTRICTION ACT under Sub-letting. LAWS OF GUYANA 4 Cap. 36:23 Rent Restriction  L.R.O. 1/2012  SCHEDULEDetermination of standard and maximum rent.  __________________________  1953 Ed. c. 186 _______________________________________________________   23 of 1941 An Act to control the rental of certain premises, to restrict the right of recovery of possession of such premises as are subject to tenancies and for purposes connected therewith.  [8TH NOVEMBER, 1941]  Short title.     Interpretation. [31 of 1969]                        c. 3:05     29. Notwithstanding anything to the contrary contained in this Act:  (a) no tenant of premises to which this Act applies shall after the commencement of this Act sub-let such premises or any part thereof without the consent in writing (which shall not be unreasonably withheld) of the landlord;  (b) where a tenant claims that the landlord has unreasonably withheld his consent, he may make application in writing to the magistrate for his consent and the magistrate shall, if he considers that the consent of the landlord was unreasonably withheld, give his consent to the sub-letting,  and the consent of the magistrate shall have effect as if it were the consent of the landlord;  (c) any sub-tenant of premises to which this Act applies, or of any part thereof, may make application in writing to the magistrate to determine the rent to be paid by him to the tenant, and the magistrate shall, having regard to the rent payable by the tenant to the landlord and to all LAWS OF GUYANA 46 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                s. 7 [5 of 1959 11 of 1969 31 of 1969]             c. 28:04                  the circumstances of the case, determine the rent accordingly;   (d) the procedure in the case of the investigation of an application under paragraph (b) or (c), shall, mutatis mutandis, be the same as in the case of an application under section",
            "description": [
                {
                    "representation": "(a)",
                    "description": "no tenant of premises to which this Act applies shall after the commencement of this Act sub-let such premises or any part thereof without the consent in writing"
                },
                {
                    "representation": "(b)",
                    "description": "or"
                },
                {
                    "representation": "(c)",
                    "description": "any sub-tenant of premises to which this Act applies, or of any part thereof, may make application in writing to the magistrate to determine the rent to be paid by him to the tenant, and the magistrate shall, having regard to the rent payable by the tenant to the landlord and to all LAWS OF GUYANA 46 Cap. 36:23 Rent Restriction  L.R.O. 1/2012                s. 7 [5 of 1959 11 of 1969 31 of 1969]             c. 28:04                  the circumstances of the case, determine the rent accordingly;"
                },
                {
                    "representation": "(d)",
                    "description": "the procedure in the case of the investigation of an application under paragraph"
                }
            ]
        }
    }
]