[
    {
        "act": "HOUSING DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "HOUSING DEVELOPMENT ACT under Short title. 1. This Act may be cited as the Housing Development Act.",
            "description": "This Act may be cited as the Housing Development Act."
        }
    },
    {
        "act": "HOUSING DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART II HOUSING FUND  ",
            "context": "HOUSING DEVELOPMENT ACT under Interpretation.  PART II HOUSING FUND  2. In this Act  approved mortgagee means a body corporate for the time being approved by the Minister for the purpose of effecting mortgages which may be guaranteed as provided by this Act;  borrower charges means such prescribed charges, advanced by an approved mortgagee in accordance with normal mortgage practices to safeguard the interests of the mortgagee or the Government or both;  Central Authority has the same meaning as in the Housing Act;   Fund means the Housing Fund constituted under section 3;   insurance fund means the Mortgage Insurance Fund established pursuant to section 11;  mortgage guarantee means a mortgage in respect of which LAWS OF GUYANA Housing Development Cap. 36:24 5  L.R.O. 1/2012              Establishment of Housing Fund.           Composition of Fund.                          there subsists a guarantee executed pursuant to section 8;  service charge means the service charge made or approved by the Minister for administering a mortgage guarantee.  PART II HOUSING FUND",
            "description": "In this Act  approved mortgagee means a body corporate for the time being approved by the Minister for the purpose of effecting mortgages which may be guaranteed as provided by this Act;  borrower charges means such prescribed charges, advanced by an approved mortgagee in accordance with normal mortgage practices to safeguard the interests of the mortgagee or the Government or both;  Central Authority has the same meaning as in the Housing Act;   Fund means the Housing Fund constituted under section 3;   insurance fund means the Mortgage Insurance Fund established pursuant to section 11;  mortgage guarantee means a mortgage in respect of which LAWS OF GUYANA Housing Development Cap. 36:24 5  L.R.O. 1/2012              Establishment of Housing Fund.           Composition of Fund.                          there subsists a guarantee executed pursuant to section 8;  service charge means the service charge made or approved by the Minister for administering a mortgage guarantee.  PART II HOUSING FUND"
        }
    },
    {
        "act": "HOUSING DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of Housing Fund. ",
            "context": "HOUSING DEVELOPMENT ACT under Establishment of Housing Fund. 3. There is hereby established a fund to be known as the Housing Fund which is available for the purposes set out in section 5 and to which at the commencement of this Act there shall be transferred by the Central Authority or on its behalf all sums standing or paid to its credit, or hereafter accruing to it, pursuant to the sale or lease by the Government of lands or buildings or arising under mortgages executed in favour of the Central Authority in respect of the sale or lease.",
            "description": "There is hereby established a fund to be known as the Housing Fund which is available for the purposes set out in section 5 and to which at the commencement of this Act there shall be transferred by the Central Authority or on its behalf all sums standing or paid to its credit, or hereafter accruing to it, pursuant to the sale or lease by the Government of lands or buildings or arising under mortgages executed in favour of the Central Authority in respect of the sale or lease."
        }
    },
    {
        "act": "HOUSING DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Composition of Fund. ",
            "context": "HOUSING DEVELOPMENT ACT under Composition of Fund. 4. The Fund shall consist of  (a) sums transferred thereto pursuant to section 3;  (b) sums appropriated thereto from the Consolidated Fund;  (c) sums received by the Government from time to time as loans or grants for the purpose of housing in Guyana;  (d) sums accruing by way of interest on moneys of the Fund deposited pursuant to section 6;  (e) sums arising from the sale or rental of lands or buildings under the administration of the Ministry responsible for housing;  LAWS OF GUYANA 6 Cap. 36:24 Housing Development  L.R.O. 1/2012      Application of Fund.                                         Custody and investment of Fund. (f) such other sums as may from time to time accrue to the Fund.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "sums transferred thereto pursuant to section 3;"
                },
                {
                    "representation": "(b)",
                    "description": "sums appropriated thereto from the Consolidated Fund;"
                },
                {
                    "representation": "(c)",
                    "description": "sums received by the Government from time to time as loans or grants for the purpose of housing in Guyana;"
                },
                {
                    "representation": "(d)",
                    "description": "sums accruing by way of interest on moneys of the Fund deposited pursuant to section 6;"
                },
                {
                    "representation": "(e)",
                    "description": "sums arising from the sale or rental of lands or buildings under the administration of the Ministry responsible for housing;  LAWS OF GUYANA 6 Cap. 36:24 Housing Development  L.R.O. 1/2012      Application of Fund.                                         Custody and investment of Fund."
                },
                {
                    "representation": "(f)",
                    "description": "such other sums as may from time to time accrue to the Fund."
                }
            ]
        }
    },
    {
        "act": "HOUSING DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Application of Fund. ",
            "context": "HOUSING DEVELOPMENT ACT under Application of Fund. 5. The purposes to which the sums standing to the credit of the Fund may be applied, are  (a) expenditure in relation to the capital costs of constructing dwelling houses, the property of the Government;  (b) expenditure in relation to the acquisition and development of lands or buildings for the purposes of housing;  (c) the discharge of liabilities relating to insurance, rates, taxes and other liens in respect of lands or buildings to be used for housing, or which were so used by the Government and are subject to mortgages in favour thereof;  (d) the repayment of loans raised by the Government for the purposes of housing, together with other charges incidental thereto;  (e) subject to section 1l(d), the redemption of any debentures issued under this Act;  (f) such other purposes relating to housing as may be authorised by affirmative resolution.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "expenditure in relation to the capital costs of constructing dwelling houses, the property of the Government;"
                },
                {
                    "representation": "(b)",
                    "description": "expenditure in relation to the acquisition and development of lands or buildings for the purposes of housing;"
                },
                {
                    "representation": "(c)",
                    "description": "the discharge of liabilities relating to insurance, rates, taxes and other liens in respect of lands or buildings to be used for housing, or which were so used by the Government and are subject to mortgages in favour thereof;"
                },
                {
                    "representation": "(d)",
                    "description": "the repayment of loans raised by the Government for the purposes of housing, together with other charges incidental thereto;"
                },
                {
                    "representation": "(e)",
                    "description": "subject to section 1l(d), the redemption of any debentures issued under this Act;"
                },
                {
                    "representation": "(f)",
                    "description": "such other purposes relating to housing as may be authorised by affirmative resolution."
                }
            ]
        }
    },
    {
        "act": "HOUSING DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Custody and investment of Fund. ",
            "context": "HOUSING DEVELOPMENT ACT under Custody and investment of Fund. 6. The Fund, or any part thereof, may be deposited with the Guyana National Co-operative Bank and any part of LAWS OF GUYANA Housing Development Cap. 36:24 7  L.R.O. 1/2012         Audit and report of Funds transactions.                Mortgage guarantee.                        the Fund which is not required for early disbursement may be invested in such securities as the Minister responsible for finance may specify.",
            "description": "The Fund, or any part thereof, may be deposited with the Guyana National Co-operative Bank and any part of LAWS OF GUYANA Housing Development Cap. 36:24 7  L.R.O. 1/2012         Audit and report of Funds transactions.                Mortgage guarantee.                        the Fund which is not required for early disbursement may be invested in such securities as the Minister responsible for finance may specify."
        }
    },
    {
        "act": "HOUSING DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Audit and report of Fund’s transactions.  PART III MORTGAGE GUARANTEE  ",
            "context": "HOUSING DEVELOPMENT ACT under Audit and report of Funds transactions.  PART III MORTGAGE GUARANTEE  7. (1) The Minister shall cause to be kept annual accounts of the transactions of the Fund for the preceding financial year and, the accounts shall, within four months of the end of that year, be submitted for auditing to the Auditor-General.  (2) A report on the transactions of the Fund during the preceding financial year together with a statement of the accounts as audited in accordance with subsection (1) shall within six months of the end of that year, be laid by the Minister before the National Assembly.  PART III MORTGAGE GUARANTEE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall within six months of the end of that year, be laid by the Minister before the National Assembly.  PART III MORTGAGE GUARANTEE"
                },
                {
                    "representation": "(2)",
                    "description": "A report on the transactions of the Fund during the preceding financial year together with a statement of the accounts as audited in accordance with subsection"
                }
            ]
        }
    },
    {
        "act": "HOUSING DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Mortgage guarantee. ",
            "context": "HOUSING DEVELOPMENT ACT under Mortgage guarantee. 8. (1) Where the payment of a loan for the purchase of a house (whether or not in addition to the land whereon it stands) or for the construction thereof is secured by a mortgage on that house and land (if any) and the mortgage contains a condition that, unless the Minister otherwise permits, the mortgagor shall reside in the house during the subsistence of that mortgage, the Minister, or any public officer duly authorised by him, may, subject to this Part and the regulations, enter into a written guarantee on behalf of the government with the parties to the mortgage in accordance with subsection (2).  (2) The guarantee referred to in subsection (1) shall provide that in the event of the mortgagee foreclosing the mortgage and having the property sold, the mortgagee shall, if the net amount realised by the mortgage upon the sale is less than that owing under the mortgage, recover under the guarantee  LAWS OF GUYANA 8 Cap. 36:24 Housing Development  L.R.O. 1/2012                                                 (a) a sum equal to the difference between two-thirds of the value of the mortgaged property and ninety per cent of that value, or such other sum the aggregate of which and the amount realised would not exceed the principal amount outstanding under the mortgage at the time of sale, whichever is the lesser sum;  (b) borrower charges made before and after the date of the exercise of the power of foreclosure;  (c) interest at the mortgage interest rate on each sum specified in paragraphs (a) and (b)  (i) for the period for which interest thereon was due or accrued and unpaid at the date of sale, or (ii) for a period of one year, whichever is the shorter period; and  (d) such fee in respect of administration expenses during the default period, as may be prescribed.  (3) In calculating the amount payable under the guarantee pursuant to this section, amounts received for the credit of the mortgage account shall be credited at the date of the receipt thereof in such manner as may be prescribed.  (4) No payment shall be made by the Minister under the guarantee unless the Minister is satisfied that the mortgagee has taken such steps in respect of the mortgage LAWS OF GUYANA Housing Development Cap. 36:24 9  L.R.O. 1/2012           c. 5:01                        Insurance fee.           Purchase of mortgaged property.     account as were in accordance with normal mortgage practice.  (5) Notwithstanding anything to the contrary in this Part, the proceeds of the sale of the mortgaged property in respect of which a guarantee was given under this section shall be applied in accordance with section 30 of the Deeds Registry Act.  (6) This section applies to  (a) a newly constructed house, the cost of construction of which, in the opinion of the Minister, having regard to normal building costs prevailing at the time of its construction, would not exceed fifteen thousand dollars, inclusive of the cost of the land; and  (b) any other house the purchase price of which is not more than fifteen thousand dollars, inclusive of the cost of the land.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall provide that in the event of the mortgagee foreclosing the mortgage and having the property sold, the mortgagee shall, if the net amount realised by the mortgage upon the sale is less than that owing under the mortgage, recover under the guarantee  LAWS OF GUYANA 8 Cap. 36:24 Housing Development  L.R.O. 1/2012"
                },
                {
                    "representation": "(2)",
                    "description": "The guarantee referred to in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "a newly constructed house, the cost of construction of which, in the opinion of the Minister, having regard to normal building costs prevailing at the time of its construction, would not exceed fifteen thousand dollars, inclusive of the cost of the land; and"
                },
                {
                    "representation": "(b)",
                    "description": "any other house the purchase price of which is not more than fifteen thousand dollars, inclusive of the cost of the land."
                },
                {
                    "representation": "(c)",
                    "description": "interest at the mortgage interest rate on each sum specified in paragraphs"
                },
                {
                    "representation": "(i)",
                    "description": "for the period for which interest thereon was due or accrued and unpaid at the date of sale, or"
                },
                {
                    "representation": "(d)",
                    "description": "such fee in respect of administration expenses during the default period, as may be prescribed."
                },
                {
                    "representation": "(3)",
                    "description": "In calculating the amount payable under the guarantee pursuant to this section, amounts received for the credit of the mortgage account shall be credited at the date of the receipt thereof in such manner as may be prescribed."
                },
                {
                    "representation": "(4)",
                    "description": "No payment shall be made by the Minister under the guarantee unless the Minister is satisfied that the mortgagee has taken such steps in respect of the mortgage LAWS OF GUYANA Housing Development Cap. 36:24 9  L.R.O. 1/2012           c. 5:01                        Insurance fee.           Purchase of mortgaged property.     account as were in accordance with normal mortgage practice."
                },
                {
                    "representation": "(5)",
                    "description": "Notwithstanding anything to the contrary in this Part, the proceeds of the sale of the mortgaged property in respect of which a guarantee was given under this section shall be applied in accordance with section 30 of the Deeds Registry Act."
                },
                {
                    "representation": "(6)",
                    "description": "This section applies to"
                }
            ]
        }
    },
    {
        "act": "HOUSING DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Insurance fee. ",
            "context": "HOUSING DEVELOPMENT ACT under Insurance fee. 9. (1) The mortgagee under a mortgage guarantee shall pay to the Minister in respect of the guarantee an insurance fee at a rate not exceeding one per cent of the principal sum then covered by the guarantee, such rate being that prescribed at the date of the execution thereof.  (2) The insurance fee is payable at such time or times as may be specified in the guarantee.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The mortgagee under a mortgage guarantee shall pay to the Minister in respect of the guarantee an insurance fee at a rate not exceeding one per cent of the principal sum then covered by the guarantee, such rate being that prescribed at the date of the execution thereof."
                },
                {
                    "representation": "(2)",
                    "description": "The insurance fee is payable at such time or times as may be specified in the guarantee."
                }
            ]
        }
    },
    {
        "act": "HOUSING DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Purchase of mortgaged property. ",
            "context": "HOUSING DEVELOPMENT ACT under Purchase of mortgaged property. 10. (1) It is an implied term of every guarantee that  (a) where property, the subject of a mortgage guarantee, is to be put up for sale pursuant to a foreclosure, the LAWS OF GUYANA 10 Cap. 36:24 Housing Development  L.R.O. 1/2012                                             Mortgage Insurance Fund.    Minister may acquire the property by purchase and thereafter deal with it as the property of the Government;  (b) unless otherwise prescribed, the Minister may, with the concurrence of the Minister responsible for finance, satisfy any sum due to a mortgagee, pursuant to paragraph (a), or the sum subject to the guarantee, with Government debentures.  (2) Debentures issued under this Act shall, if not redeemed as otherwise provided in this Act, be charged upon the Consolidated Fund and  (a) bear interest at the rate payable under the mortgage guarantee;  (b) be redeemable not later than the date specified in the mortgage for the repayment of the capital sum or the sum covered by the guarantee, as the case may be;  (c) be transferrable only by instruments of transfer registered in a book kept for the purpose by the Minister wherein particulars relating to the value of the debenture, the date of issue and transfer, if any, and the name and address of each holder shall be recorded.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It is an implied term of every guarantee that"
                },
                {
                    "representation": "(a)",
                    "description": "bear interest at the rate payable under the mortgage guarantee;"
                },
                {
                    "representation": "(b)",
                    "description": "be redeemable not later than the date specified in the mortgage for the repayment of the capital sum or the sum covered by the guarantee, as the case may be;"
                },
                {
                    "representation": "(2)",
                    "description": "Debentures issued under this Act shall, if not redeemed as otherwise provided in this Act, be charged upon the Consolidated Fund and"
                },
                {
                    "representation": "(c)",
                    "description": "be transferrable only by instruments of transfer registered in a book kept for the purpose by the Minister wherein particulars relating to the value of the debenture, the date of issue and transfer, if any, and the name and address of each holder shall be recorded."
                }
            ]
        }
    },
    {
        "act": "HOUSING DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Mortgage Insurance Fund. ",
            "context": "HOUSING DEVELOPMENT ACT under Mortgage Insurance Fund. 11. Notwithstanding anything to the contrary in this Act or in any other law  (a) the Minister shall establish a fund to LAWS OF GUYANA Housing Development Cap. 36:24 11  L.R.O. 1/2012                                    Regulations.             be known as the Mortgage Insurance Fund the assets of which shall comprise  (i) all insurance fees received under section 9; (ii) property acquired by the Minister under section 10;  (iii) investments made and any sums arising, pursuant to paragraphs (b) and (c) respectively;  (b) moneys standing to the credit of the insurance fund may be invested in such manner as the Minister responsible for finance may specify;  (c) moneys standing to the credit of the insurance fund may be  held on deposit with Guyana National Co-operative Bank;  (d) all payments required to be made by the Minister pursuant to a mortgage guarantee or in acquiring property pursuant to section 10 shall first be the liability of the insurance fund.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the Minister shall establish a fund to LAWS OF GUYANA Housing Development Cap. 36:24 11  L.R.O. 1/2012                                    Regulations.             be known as the Mortgage Insurance Fund the assets of which shall comprise"
                },
                {
                    "representation": "(i)",
                    "description": "all insurance fees received under section 9;"
                },
                {
                    "representation": "(b)",
                    "description": "moneys standing to the credit of the insurance fund may be invested in such manner as the Minister responsible for finance may specify;"
                },
                {
                    "representation": "(c)",
                    "description": "moneys standing to the credit of the insurance fund may be  held on deposit with Guyana National Co-operative Bank;"
                },
                {
                    "representation": "(d)",
                    "description": "all payments required to be made by the Minister pursuant to a mortgage guarantee or in acquiring property pursuant to section 10 shall first be the liability of the insurance fund."
                }
            ]
        }
    },
    {
        "act": "HOUSING DEVELOPMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Regulations.  __________________________         LAWS OF GUYANA 4 Cap. 36:24 Housing Development  L.R.O. 1/2012 CHAPTER 36:24  HOUSING DEVELOPMENT ACT   35of 1970 An Act to provide for the establishment of a Housing Fund and the effectuation of mortgage guarantees by the Government for the purposes of housing development and other matters incidental thereto.  [31STDECEMBER, 1970] PART I PRELIMINARY   Short title.                Interpretation.                c. 36:20           ",
            "context": "HOUSING DEVELOPMENT ACT under Regulations.  __________________________         LAWS OF GUYANA 4 Cap. 36:24 Housing Development  L.R.O. 1/2012 CHAPTER 36:24  HOUSING DEVELOPMENT ACT   35of 1970 An Act to provide for the establishment of a Housing Fund and the effectuation of mortgage guarantees by the Government for the purposes of housing development and other matters incidental thereto.  [31STDECEMBER, 1970] PART I PRELIMINARY   Short title.                Interpretation.                c. 36:20           12. (1) The Minister may make regulations for carrying out the provisions of this Act and without prejudice to the generality of the foregoing may make regulations  (a) with respect to applications for, the conditions of, and circumstances permitting, mortgage guarantees;  (b) for the manner and payment of sums due under mortgage guarantees; LAWS OF GUYANA 12 Cap. 36:24 Housing Development  L.R.O. 1/2012                  (c) the manner and form for the issuing of debentures and the payment of interest in respect thereof;  (d) prescribing anything which is required to be prescribed.  (2) Regulations made under subsection (1) shall be subject to negative resolution.  --------------------            LAWS OF GUYANA Housing Development Cap. 36:24 13  L.R.O.1/2012 SUBSIDIARY LEGISLATION  _________________  Reg. 4/1973      Citation.    Interpretation.            Application for an undertaking.                    Application form.  HOUSING DEVELOPMENT (MORTGAGE  GUARANTEE) REGULATIONS.  made under section 12",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be subject to negative resolution.  --------------------            LAWS OF GUYANA Housing Development Cap. 36:24 13  L.R.O.1/2012 SUBSIDIARY LEGISLATION  _________________  Reg. 4/1973      Citation.    Interpretation.            Application for an undertaking.                    Application form.  HOUSING DEVELOPMENT"
                },
                {
                    "representation": "(a)",
                    "description": "with respect to applications for, the conditions of, and circumstances permitting, mortgage guarantees;"
                },
                {
                    "representation": "(b)",
                    "description": "for the manner and payment of sums due under mortgage guarantees; LAWS OF GUYANA 12 Cap. 36:24 Housing Development  L.R.O. 1/2012"
                },
                {
                    "representation": "(c)",
                    "description": "the manner and form for the issuing of debentures and the payment of interest in respect thereof;"
                },
                {
                    "representation": "(d)",
                    "description": "prescribing anything which is required to be prescribed."
                },
                {
                    "representation": "(2)",
                    "description": "Regulations made under subsection"
                }
            ]
        }
    }
]