[
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Short title. 1. This Act may be cited as the Ethnic Relations Commission Tribunal Act.",
            "description": "This Act may be cited as the Ethnic Relations Commission Tribunal Act."
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Establishment of the Ethnic Relations Commission Tribunal. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Establishment of the Ethnic Relations Commission Tribunal. 2. There is hereby established a Tribunal to be known as the Ethnic Relations Commission Tribunal (hereinafter referred to as the Tribunal).",
            "description": "There is hereby established a Tribunal to be known as the Ethnic Relations Commission Tribunal (hereinafter referred to as the Tribunal)."
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Composition of the Tribunal. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Composition of the Tribunal. 3. (1) The Tribunal shall consist of the following members  (a) a chairperson to be appointed by the President who shall act in accordance with the advice of the Judicial Service Commission and shall b e a person who -  (i) holds or has held office of a Judge of the Court of Appeal; or (ii) is qualified to be appointed as a Judge of the Court of Appeal or holds or has held the office of a Judge of the High Court; or (iii) is qualified to be appointed as a Judge of the High Court;   (b) two members to be appointed by the President, who shall act in accordance LAWS OF GUYANA Ethnic Relations Commission Tribunal Cap. 37:01 5  L.R.O. 1/2012                                                    Headquarters of the Tribunal. with the advice of the Public Service Commission, from among persons, qualified as having had experience of, and shown capacity in, matters relating to race relations and ethnicity.  (2) The members of the Tribunal shall be appointed by instrument in writing for a period of three years, and the membership as first constituted and every change in the said membership shall be published in the Gazette.  (3) Any member of the Tribunal may, at any time by notice in writing to the President, resign his office as member of the Tribunal.  (4) The President on the advice of the Judicial Service Commission shall by notice in writing, remove from office the Chairman of the Tribunal for inability to perform the functions of his office, whether arising from infirmity of mind and body, or for misbehaviour or on the ground of any employment or interest which is incompatible with the functions of the Tribunal, and this provision shall mutatis mutandis apply to the removal of any of the two other members by the President on the advice of the Public Service Commission.  (5) A person shall be disqualified for appointment as a member of the Tribunal if he is a member of the Ethnic Relation Commission or the Human Rights Commission.  (6) There shall be paid to each member of the   Tribunal such salary or remuneration and such allowances as the President may prescribe by order which shall be subject to affirmative resolution of the National Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Tribunal shall consist of the following members"
                },
                {
                    "representation": "(a)",
                    "description": "a chairperson to be appointed by the President who shall act in accordance with the advice of the Judicial Service Commission and shall b e a person who -"
                },
                {
                    "representation": "(i)",
                    "description": "holds or has held office of a Judge of the Court of Appeal; or"
                },
                {
                    "representation": "(b)",
                    "description": "two members to be appointed by the President, who shall act in accordance LAWS OF GUYANA Ethnic Relations Commission Tribunal Cap. 37:01 5  L.R.O. 1/2012                                                    Headquarters of the Tribunal. with the advice of the Public Service Commission, from among persons, qualified as having had experience of, and shown capacity in, matters relating to race relations and ethnicity."
                },
                {
                    "representation": "(2)",
                    "description": "The members of the Tribunal shall be appointed by instrument in writing for a period of three years, and the membership as first constituted and every change in the said membership shall be published in the Gazette."
                },
                {
                    "representation": "(3)",
                    "description": "Any member of the Tribunal may, at any time by notice in writing to the President, resign his office as member of the Tribunal."
                },
                {
                    "representation": "(4)",
                    "description": "The President on the advice of the Judicial Service Commission shall by notice in writing, remove from office the Chairman of the Tribunal for inability to perform the functions of his office, whether arising from infirmity of mind and body, or for misbehaviour or on the ground of any employment or interest which is incompatible with the functions of the Tribunal, and this provision shall mutatis mutandis apply to the removal of any of the two other members by the President on the advice of the Public Service Commission."
                },
                {
                    "representation": "(5)",
                    "description": "A person shall be disqualified for appointment as a member of the Tribunal if he is a member of the Ethnic Relation Commission or the Human Rights Commission."
                },
                {
                    "representation": "(6)",
                    "description": "There shall be paid to each member of the   Tribunal such salary or remuneration and such allowances as the President may prescribe by order which shall be subject to affirmative resolution of the National Assembly."
                }
            ]
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Headquarters of the Tribunal. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Headquarters of the Tribunal. 4. The headquarters of the Tribunal shall be at Georgetown, but the Tribunal may hold its sittings at any LAWS OF GUYANA 6 Cap. 37:01",
            "description": "The headquarters of the Tribunal shall be at Georgetown, but the Tribunal may hold its sittings at any LAWS OF GUYANA 6 Cap. 37:01"
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Registrar and other staff of the Tribunal. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Registrar and other staff of the Tribunal. 5. (1) There shall be a registrar of the Tribunal who shall be appointed by the Public Service Commission.  (2) The registrar shall be the Chief Executive Officer of the Tribunal.  (3) The Minister shall provide the Tribunal with such other staff as it may require for the exercise of its functions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a registrar of the Tribunal who shall be appointed by the Public Service Commission."
                },
                {
                    "representation": "(2)",
                    "description": "The registrar shall be the Chief Executive Officer of the Tribunal."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister shall provide the Tribunal with such other staff as it may require for the exercise of its functions."
                }
            ]
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Oath of office by registrar and members. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Oath of office by registrar and members. 6. Every member of the Tribunal and the registrar shall before entering on the duties of this office take before the President an oath of office as set out in the Schedule.",
            "description": "Every member of the Tribunal and the registrar shall before entering on the duties of this office take before the President an oath of office as set out in the Schedule."
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Administration of oaths by members or registrar. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Administration of oaths by members or registrar. 7. Every member of the Tribunal and the registrar shall have power to administer oaths and take affidavits, and to take solemn affirmations or declarations in lieu of oaths.",
            "description": "Every member of the Tribunal and the registrar shall have power to administer oaths and take affidavits, and to take solemn affirmations or declarations in lieu of oaths."
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Appeals to the Tribunal. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Appeals to the Tribunal. 8. (1) An appeal shall lie to the Tribunal from any decision made by the Ethnic Relations Commission in the carrying out of its functions under article 212D of the Constitution.  (2) An appeal under subsection (1) may be brought to the Tribunal by any person  aggrieved by any decision referred to therein within a period of thirty days computed from   (a) the date of the receipt of the decision by him; or  (b) the date on which he otherwise came to know of the decision,  whichever date is earlier.  (3) Notwithstanding subsection (2), the bench of the Tribunal may entertain an appeal after the expiry of the aforesaid period of thirty days if it is satisfied that there was LAWS OF GUYANA Ethnic Relations Commission Tribunal Cap. 37:01 7  L.R.O. 1/2012                           Parties to the appeal.                      Notice of appeal to the respondent.              reasonable cause for the delay.  (4) No appeal shall lie from any decision referred to in subsection (1) made before the commencement of this Act.  (5) Every appeal shall be in such form, and accompanied by such documents and by such fees as the chairperson, after consultation with the other members of the Tribunal, may specify.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "made before the commencement of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "An appeal under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the date of the receipt of the decision by him; or"
                },
                {
                    "representation": "(b)",
                    "description": "the date on which he otherwise came to know of the decision,  whichever date is earlier."
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding subsection"
                },
                {
                    "representation": "(4)",
                    "description": "No appeal shall lie from any decision referred to in subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Every appeal shall be in such form, and accompanied by such documents and by such fees as the chairperson, after consultation with the other members of the Tribunal, may specify."
                }
            ]
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Parties to the appeal. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Parties to the appeal. 9. (1) All persons likely to be directly affected by the outcome of the appeal shall be made parties to the appeal by the appellant; but no person shall without his consent be made a party to the appeal as appellant.  (2) The bench of the Tribunal may, at any stage of the proceedings in an appeal, either upon or without the application of any party and on such terms as appear to the bench to be just, order that the name of any party improperly joined be struck out and that the name of any person, who ought to have been joined or whose presence before the bench may be necessary in order to enable the bench effectually and completely to adjudicate upon and settle all questions involved in the appeal, be added as a party.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All persons likely to be directly affected by the outcome of the appeal shall be made parties to the appeal by the appellant; but no person shall without his consent be made a party to the appeal as appellant."
                },
                {
                    "representation": "(2)",
                    "description": "The bench of the Tribunal may, at any stage of the proceedings in an appeal, either upon or without the application of any party and on such terms as appear to the bench to be just, order that the name of any party improperly joined be struck out and that the name of any person, who ought to have been joined or whose presence before the bench may be necessary in order to enable the bench effectually and completely to adjudicate upon and settle all questions involved in the appeal, be added as a party."
                }
            ]
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Notice of appeal to the respondent. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Notice of appeal to the respondent. 10. (1) Every appeal shall, as soon as may be practicable after it is brought, be placed by the registrar before a bench of the Tribunal constituted as provided in section 11(1) for preliminary hearing and notice of the date of such hearing shall be issued to the appellant by the registrar.  (2) If the bench of the tribunal after hearing the appellant is satisfied that  (a) the appeal is brought within the period specified in section 8(2) or, if the appeal is brought after the expiry of that period, there was reasonable LAWS OF GUYANA 8 Cap. 37:01",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every appeal shall, as soon as may be practicable after it is brought, be placed by the registrar before a bench of the Tribunal constituted as provided in section 11(1) for preliminary hearing and notice of the date of such hearing shall be issued to the appellant by the registrar."
                },
                {
                    "representation": "(2)",
                    "description": "If the bench of the tribunal after hearing the appellant is satisfied that"
                },
                {
                    "representation": "(a)",
                    "description": "the appeal is brought within the period specified in section 8(2) or, if the appeal is brought after the expiry of that period, there was reasonable LAWS OF GUYANA 8 Cap. 37:01"
                }
            ]
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Hearing of appeal. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Hearing of appeal. 11. (1) Every appeal shall be heard by a bench of the Tribunal consisting of  (a) the chairperson; and  (b) the members referred to in section 3(1)(b).  (2) Notice of every hearing of the appeal, other than a hearing under section 10, and of the date on which the decision of the bench of the Tribunal is to be announced shall be given to all the parties to the appeal. LAWS OF GUYANA Ethnic Relations Commission Tribunal Cap. 37:01 9  L.R.O. 1/2012                      Absence of parties at hearing.                      Admission of evidence by the bench of the Tribunal.        (3) A party to the appeal may, unless directed by the bench of the Tribunal for reasons to be recorded in writing to appear personally, appear either personally or through any other person, duly authorised by him in that behalf, or an attorney-at-law.  (4) The bench of the Tribunal may, if it appears to be expedient in the interests of justice, postpone or adjourn the hearing of an appeal or application or other proceedings for such time and to such place, and upon such terms, if any, as it may think fit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every appeal shall be heard by a bench of the Tribunal consisting of"
                },
                {
                    "representation": "(a)",
                    "description": "the chairperson; and"
                },
                {
                    "representation": "(b)",
                    "description": "the members referred to in section 3(1)(b)."
                },
                {
                    "representation": "(2)",
                    "description": "Notice of every hearing of the appeal, other than a hearing under section 10, and of the date on which the decision of the bench of the Tribunal is to be announced shall be given to all the parties to the appeal. LAWS OF GUYANA Ethnic Relations Commission Tribunal Cap. 37:01 9  L.R.O. 1/2012                      Absence of parties at hearing.                      Admission of evidence by the bench of the Tribunal."
                },
                {
                    "representation": "(3)",
                    "description": "A party to the appeal may, unless directed by the bench of the Tribunal for reasons to be recorded in writing to appear personally, appear either personally or through any other person, duly authorised by him in that behalf, or an attorney-at-law."
                },
                {
                    "representation": "(4)",
                    "description": "The bench of the Tribunal may, if it appears to be expedient in the interests of justice, postpone or adjourn the hearing of an appeal or application or other proceedings for such time and to such place, and upon such terms, if any, as it may think fit."
                }
            ]
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Absence of parties at hearing. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Absence of parties at hearing. 12. (1) If any of the parties to the appeal fails to appear when the appeal is called on for hearing by the bench of the Tribunal, the bench may proceed to hear the appeal in the absence of that party.  (2) Where an appeal has been heard by the bench of the Tribunal under subsection (1) in the absence of any party and any order has been made therein adverse to the party so absent, that party may apply, within thirty days of the making of the order, to the Tribunal to set aside the order and to re-hear the appeal, and the bench of the Tribunal may, if it thinks fit, and on such terms as to costs or otherwise as it may deem just, direct the appeal to  be re-heard.  (3) The provisions of subsections (1) and (2) shall apply to the hearing by the bench of the Tribunal of any interlocutory application.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "shall apply to the hearing by the bench of the Tribunal of any interlocutory application."
                },
                {
                    "representation": "(3)",
                    "description": "The provisions of subsections"
                }
            ]
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Admission of evidence by bench of the Tribunal. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Admission of evidence by bench of the Tribunal. 13. (1) The bench of the Tribunal may, if it appears to the bench to be necessary for the determination of any matter in dispute in any appeal before it, allow the production of evidence or fresh evidence.  (2) The bench of the Tribunal may accept evidence by affidavit or otherwise.  LAWS OF GUYANA 10 Cap. 37:01",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The bench of the Tribunal may, if it appears to the bench to be necessary for the determination of any matter in dispute in any appeal before it, allow the production of evidence or fresh evidence."
                },
                {
                    "representation": "(2)",
                    "description": "The bench of the Tribunal may accept evidence by affidavit or otherwise.  LAWS OF GUYANA 10 Cap. 37:01"
                }
            ]
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Power of bench of the Tribunal to summon and examine witnesses. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Power of bench of the Tribunal to summon and examine witnesses. 14. (1)  The bench of the Tribunal shall have the power of a Judge of the High Court to summon witnesses, and to call for the production of books, plans and other document6s, and to examine witnesses and parties concerned on oath.   (2) A summons for the attendance of a witness or other person, or for the production of documents, shall be in such form as may be specified by the Registrar and shall be signed by the registrar and shall be served in the same manner as a notice.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The bench of the Tribunal shall have the power of a Judge of the High Court to summon witnesses, and to call for the production of books, plans and other document6s, and to examine witnesses and parties concerned on oath."
                },
                {
                    "representation": "(2)",
                    "description": "A summons for the attendance of a witness or other person, or for the production of documents, shall be in such form as may be specified by the Registrar and shall be signed by the registrar and shall be served in the same manner as a notice."
                }
            ]
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Duty of witnesses summoned. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Duty of witnesses summoned. 15. Every person summoned to attend and give evidence, or to produce books, plans or other documents at any sitting of the bench of the Tribunal, shall be found to obey the summons served upon him as fully in all respects as a witness is bound to obey a subpoena issued from the High Court, and shall be entitled to like expenses as if he had been summoned to attend the High Court on a civil trial and such expenses shall be paid by the party summoning the witness.",
            "description": "Every person summoned to attend and give evidence, or to produce books, plans or other documents at any sitting of the bench of the Tribunal, shall be found to obey the summons served upon him as fully in all respects as a witness is bound to obey a subpoena issued from the High Court, and shall be entitled to like expenses as if he had been summoned to attend the High Court on a civil trial and such expenses shall be paid by the party summoning the witness."
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Penalty for contumacy or insult, interruption of proceedings, etc. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Penalty for contumacy or insult, interruption of proceedings, etc. 16. (1) Every person, referred to in section 15, refusing, omitting, without sufficient cause, to attend at the time and place mentioned in the summons served on him, and every such person attending but leaving a sitting of the bench of the Tribunal without the permission of the members of the bench or refusing without sufficient cause to answer, or answer fully and satisfactorily to the best of his knowledge and belief all questions put to him by or with concurrence of the bench or refusing or omitting without sufficient cause to produce any books, plans or other documents in his possession or under his control and mentioned or referred to in the summons served on him, and every person who shall, at any sitting of any bench of the Tribunal, wilfully insult any member or the registrar or wilfully interrupt the proceedings of the bench, shall be liable on summary conviction to a fine of fifty thousand dollars and to imprisonment for six months.  (2) Any witness who shall wilfully give false evidence in any proceedings before any bench of the Tribunal LAWS OF GUYANA Ethnic Relations Commission Tribunal Cap. 37:01 11  L.R.O. 1/2012       Power of the bench of the Tribunal to call for the record of the proceedings relating to the decision appealed from.          Procedure of the Tribunal.    Decisions of the bench of the Tribunal.                    concerning the subject matter of the proceedings, shall be guilty of perjury and shall be liable to be prosecuted and punished accordingly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every person, referred to in section 15, refusing, omitting, without sufficient cause, to attend at the time and place mentioned in the summons served on him, and every such person attending but leaving a sitting of the bench of the Tribunal without the permission of the members of the bench or refusing without sufficient cause to answer, or answer fully and satisfactorily to the best of his knowledge and belief all questions put to him by or with concurrence of the bench or refusing or omitting without sufficient cause to produce any books, plans or other documents in his possession or under his control and mentioned or referred to in the summons served on him, and every person who shall, at any sitting of any bench of the Tribunal, wilfully insult any member or the registrar or wilfully interrupt the proceedings of the bench, shall be liable on summary conviction to a fine of fifty thousand dollars and to imprisonment for six months."
                },
                {
                    "representation": "(2)",
                    "description": "Any witness who shall wilfully give false evidence in any proceedings before any bench of the Tribunal LAWS OF GUYANA Ethnic Relations Commission Tribunal Cap. 37:01 11  L.R.O. 1/2012       Power of the bench of the Tribunal to call for the record of the proceedings relating to the decision appealed from.          Procedure of the Tribunal.    Decisions of the bench of the Tribunal.                    concerning the subject matter of the proceedings, shall be guilty of perjury and shall be liable to be prosecuted and punished accordingly."
                }
            ]
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Power of the bench of the Tribunal to call for the record of proceedings relating to the decision appealed from. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Power of the bench of the Tribunal to call for the record of proceedings relating to the decision appealed from. 17. (1) The bench of the Tribunal may, if it appears to the bench to be necessary for the determination of any matter in dispute in any appeal before it, direct the Ethnic  Relations Commission to produce the record of the proceedings of, or before, the Commission relating to the decision appealed from.  (2) A direction under subsection (1) shall be addressed to the Secretary of the Commission and sections 15 and 16 shall apply to, and in relation to, any such direction as if it were a summons issued under section 14 to the Secretary and each of the members of the Commission.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be addressed to the Secretary of the Commission and sections 15 and 16 shall apply to, and in relation to, any such direction as if it were a summons issued under section 14 to the Secretary and each of the members of the Commission."
                },
                {
                    "representation": "(2)",
                    "description": "A direction under subsection"
                }
            ]
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Procedure of the Tribunal. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Procedure of the Tribunal. 18. Subject to the provisions of this Act, the Tribunal may regulate its own procedure, and make rules for that purpose.",
            "description": "Subject to the provisions of this Act, the Tribunal may regulate its own procedure, and make rules for that purpose."
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Decisions of the bench of the Tribunal. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Decisions of the bench of the Tribunal. 19. (1) The bench of the Tribunal shall announce its decision on any matter heard by it as soon as may be practicable after the hearing.  (2) Where all the members of the bench of the Tribunal agree on the decision on any matter before it, that decision shall be the decision of the bench, but where all the members of the bench do not agree on the decision, the decision of the majority of the members of the bench shall be the decision of the bench.  (3) The decision of the bench of the Tribunal shall be in writing and signed by the members of the bench who agree to the decision, and shall state the reasons for the decision:  Provided that a member of the bench who does not agree with the decision of the bench may record and sign his LAWS OF GUYANA 12 Cap. 37:01",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The bench of the Tribunal shall announce its decision on any matter heard by it as soon as may be practicable after the hearing."
                },
                {
                    "representation": "(2)",
                    "description": "Where all the members of the bench of the Tribunal agree on the decision on any matter before it, that decision shall be the decision of the bench, but where all the members of the bench do not agree on the decision, the decision of the majority of the members of the bench shall be the decision of the bench."
                },
                {
                    "representation": "(3)",
                    "description": "The decision of the bench of the Tribunal shall be in writing and signed by the members of the bench who agree to the decision, and shall state the reasons for the decision:  Provided that a member of the bench who does not agree with the decision of the bench may record and sign his LAWS OF GUYANA 12 Cap. 37:01"
                }
            ]
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Appeals from decisions of the Tribunal. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Appeals from decisions of the Tribunal. 20. An appeal to the Court of Appeal shall lie from any decision of the Tribunal, including an appeal on a point of law, and the Court of Appeal Act shall, with respect to the procedure to appeal, apply to such appeal.",
            "description": "An appeal to the Court of Appeal shall lie from any decision of the Tribunal, including an appeal on a point of law, and the Court of Appeal Act shall, with respect to the procedure to appeal, apply to such appeal."
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Interlocutory orders. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Interlocutory orders. 21. (1) Where an appeal has been brought to the Tribunal, the bench of the Tribunal may, on application made to it by the appellant and on being satisfied that the interests of justice so require  (a) stay the operation of the decision appealed from; or  (b) make such other order as it considers appropriate in respect of the operation or enforcement of the decision appealed from,  on such conditions, if any, as it deems fit.  (2) An order under subsection (1) shall ordinarily be made after notice of the application for the order to the respondent or, if there are more respondents than one, to all the respondents, but if the bench of the Tribunal is satisfied LAWS OF GUYANA Ethnic Relations Commission Tribunal Cap. 37:01 13  L.R.O. 1/2012                Form and manner of service of notices.    Decisions of the Tribunal binding.                 Power to make regulations.                     that the delay likely to be caused by the time taken for the service of the notice on the respondent or the respondents may defeat the interests of justice, it may make any order referred to in subsection (1) without the issue of any such notice and thereafter issue notice of the application to the respondent or the respondents:  Provided that a respondent may, on receipt of the notice or otherwise, appear and show cause against the order so made and after hearing the parties to the appeal, the bench of the Tribunal may confirm, modify or cancel the order.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "without the issue of any such notice and thereafter issue notice of the application to the respondent or the respondents:  Provided that a respondent may, on receipt of the notice or otherwise, appear and show cause against the order so made and after hearing the parties to the appeal, the bench of the Tribunal may confirm, modify or cancel the order."
                },
                {
                    "representation": "(a)",
                    "description": "stay the operation of the decision appealed from; or"
                },
                {
                    "representation": "(b)",
                    "description": "make such other order as it considers appropriate in respect of the operation or enforcement of the decision appealed from,  on such conditions, if any, as it deems fit."
                },
                {
                    "representation": "(2)",
                    "description": "An order under subsection"
                }
            ]
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Form and manner of service of notices. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Form and manner of service of notices. 22. Notices under this Act shall be in such form, and shall be served in such manner, as may be specified by the registrar.",
            "description": "Notices under this Act shall be in such form, and shall be served in such manner, as may be specified by the registrar."
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Decisions of the Tribunal binding. ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Decisions of the Tribunal binding. 23. A decision of the Tribunal on any appeal from a decision of the Ethnic Relations Commission shall be binding on the Commission and all parties to the appeal unless the Tribunal grants a stay under section 21(1)(a) or the Court of Appeal allows the appeal.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "or the Court of Appeal allows the appeal."
                }
            ]
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Power to make regulations. SCHEDULE __________________________       LAWS OF GUYANA 4 Cap. 37:01 ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under Power to make regulations. SCHEDULE __________________________       LAWS OF GUYANA 4 Cap. 37:01 24. The Minister may make regulations for carrying into effect the purposes of this Act and for such other matters or things as may be required or necessary to facilitate the efficient discharge of the functions of the Tribunal.  ___________________            LAWS OF GUYANA 14 Cap. 37:01",
            "description": "The Minister may make regulations for carrying into effect the purposes of this Act and for such other matters or things as may be required or necessary to facilitate the efficient discharge of the functions of the Tribunal.  ___________________            LAWS OF GUYANA 14 Cap. 37:01"
        }
    },
    {
        "act": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "378.02 Ethnic Relations Commission Tribunal  L.R.O. 1/2012 Note  on  Subsidiary Legislation    This Chapter contains no subsidiary legislation. LAWS OF GUYANA Ethnic Relations Commission Tribunal Cap. 37:01 3  L.R.O. 1/2012 CHAPTER 37:01  ETHNIC RELATIONS COMMISSION TRIBUNAL ACT  ARRANGEMENT OF SECTIONS  SECTION ",
            "context": "ETHNIC RELATIONS COMMISSION TRIBUNAL ACT under 378.02 Ethnic Relations Commission Tribunal  L.R.O. 1/2012 Note  on  Subsidiary Legislation    This Chapter contains no subsidiary legislation. LAWS OF GUYANA Ethnic Relations Commission Tribunal Cap. 37:01 3  L.R.O. 1/2012 CHAPTER 37:01  ETHNIC RELATIONS COMMISSION TRIBUNAL ACT  ARRANGEMENT OF SECTIONS  SECTION 378.02 Ethnic Relations Commission Tribunal  L.R.O. 1/2012 CHAPTER 37:01  ETHNIC RELATIONS COMMISSION TRIBUNAL ACT  16 of 2000 An Act to provide for the establishment of the Ethnic Relations Commission Tribunal and for matters connected therewith and incidental thereto.  [29TH DECEMBER, 2000] Short title.    Establishment of the Ethnic Relations Commission Tribunal.  Composition of the Tribunal.",
            "description": "378.02 Ethnic Relations Commission Tribunal  L.R.O. 1/2012 CHAPTER 37:01  ETHNIC RELATIONS COMMISSION TRIBUNAL ACT  16 of 2000 An Act to provide for the establishment of the Ethnic Relations Commission Tribunal and for matters connected therewith and incidental thereto.  [29TH DECEMBER, 2000] Short title.    Establishment of the Ethnic Relations Commission Tribunal.  Composition of the Tribunal."
        }
    }
]