[
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  PART I ELEMENTARY EDUCATION  ",
            "context": "EDUCATION ACT under Short title.  PART I ELEMENTARY EDUCATION  01.             l. This Act may be cited as the Education Act.  PART I ELEMENTARY EDUCATION",
            "description": "l. This Act may be cited as the Education Act.  PART I ELEMENTARY EDUCATION"
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  THE EDUCATION DEPARTMENT  ",
            "context": "EDUCATION ACT under Interpretation.  THE EDUCATION DEPARTMENT  2. In this Part of this Act  aided school means an elementary school the managers of which receive any grant-in-aid from public funds;  attendance officer means an officer appointed to carry out the provisions of this Act in any educational district;  authorised person means anyone who under this Act has and is entrusted with the same rights, powers, privileges and functions as an attendance officer;  the Commission means the Teaching Service Commission established by article 136(1) of the Constitution;  education officer includes senior education officer, education officer and assistant education officer;  elementary school means a school, or department of a school, at which elementary education is the principal part of the education there given;  father includes the reputed father and every male person cohabiting with the mother of a child, whether he is the EDUCATION ACT  CHAPTER 39:01 LAWS OF GUYANA 8 Cap. 39:01 Education  L.R.O. 1/2012                                                 father of the child or not;  Form means Form in the First Schedule;  government grant means a grant made for the support or in aid of an elementary school or day industrial school, either annually or otherwise, from moneys provided by Parliament;  government school means an elementary school established by the Chief Education Officer and maintained from moneys provided by Parliament;  industrial school means  (a) any elementary school in which theoretical and practical instruction in agriculture or in any trade or trades, or in both, is given and which is recognised under the regulations as an industrial school; or  (b) a practical instruction centre established by the Government in which agriculture, home economics, industrial art, or subjects of a like nature are taught;  managers, when used with reference to a school, includes all those who have the management of any elementary school or day industrial school, whether the legal interest in the schoolhouse is or is not vested in them;  parent includes guardian and everyone who is liable to maintain or has the actual custody of a child, and every male person cohabiting with the mother of a child, whether he is the father of the child or not;  LAWS OF GUYANA Education Cap. 39:01 9  L.R.O. 1/2012              Appointment of Officers. [26 of 1949]          Annual report on elementary education.        Power to inspect schools receiving public money. [26 of 1949]        Reference of complaints against teacher to magistrate for investigation. [1 of 1975 9 of 1976]   schoolhouse includes a play-ground and all offices required for a school;  teacher includes assistant teacher, pupil teacher, sewing mistress, and everyone who forms part of the educational staff of a school.  THE EDUCATION DEPARTMENT",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of the Constitution;  education officer includes senior education officer, education officer and assistant education officer;  elementary school means a school, or department of a school, at which elementary education is the principal part of the education there given;  father includes the reputed father and every male person cohabiting with the mother of a child, whether he is the EDUCATION ACT  CHAPTER 39:01 LAWS OF GUYANA 8 Cap. 39:01 Education  L.R.O. 1/2012                                                 father of the child or not;  Form means Form in the First Schedule;  government grant means a grant made for the support or in aid of an elementary school or day industrial school, either annually or otherwise, from moneys provided by Parliament;  government school means an elementary school established by the Chief Education Officer and maintained from moneys provided by Parliament;  industrial school means"
                },
                {
                    "representation": "(a)",
                    "description": "any elementary school in which theoretical and practical instruction in agriculture or in any trade or trades, or in both, is given and which is recognised under the regulations as an industrial school; or"
                },
                {
                    "representation": "(b)",
                    "description": "a practical instruction centre established by the Government in which agriculture, home economics, industrial art, or subjects of a like nature are taught;  managers, when used with reference to a school, includes all those who have the management of any elementary school or day industrial school, whether the legal interest in the schoolhouse is or is not vested in them;  parent includes guardian and everyone who is liable to maintain or has the actual custody of a child, and every male person cohabiting with the mother of a child, whether he is the father of the child or not;  LAWS OF GUYANA Education Cap. 39:01 9  L.R.O. 1/2012              Appointment of Officers. [26 of 1949]          Annual report on elementary education.        Power to inspect schools receiving public money. [26 of 1949]        Reference of complaints against teacher to magistrate for investigation. [1 of 1975 9 of 1976]   schoolhouse includes a play-ground and all offices required for a school;  teacher includes assistant teacher, pupil teacher, sewing mistress, and everyone who forms part of the educational staff of a school.  THE EDUCATION DEPARTMENT"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Appointment of Officers. ",
            "context": "EDUCATION ACT under Appointment of Officers. 3. (1) There shall be a Chief Education Officer and a Deputy Chief Education Officer and one or more senior education officers.  (2) The Deputy Chief Education Officer may exercise all such powers and perform all such duties of the Chief Education Officer, as may be authorised by the Chief Education Officer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a Chief Education Officer and a Deputy Chief Education Officer and one or more senior education officers."
                },
                {
                    "representation": "(2)",
                    "description": "The Deputy Chief Education Officer may exercise all such powers and perform all such duties of the Chief Education Officer, as may be authorised by the Chief Education Officer."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Annual report on elementary education. ",
            "context": "EDUCATION ACT under Annual report on elementary education. 4. The Chief Education Officer shall submit annually to the Minister a report on the state of elementary education throughout Guyana, in the form and containing information with regard to the particulars directed by the Minister.",
            "description": "The Chief Education Officer shall submit annually to the Minister a report on the state of elementary education throughout Guyana, in the form and containing information with regard to the particulars directed by the Minister."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Power to inspect schools receiving public money. ",
            "context": "EDUCATION ACT under Power to inspect schools receiving public money. 5.  The Chief Education Officer and every education officer shall have full power and authority to enter, visit, and inspect every school or schoolhouse and all the premises or offices used therewith, where the managers of the school have received or have applied for any aid from moneys provided by Parliament within the next preceding twelve months.",
            "description": "The Chief Education Officer and every education officer shall have full power and authority to enter, visit, and inspect every school or schoolhouse and all the premises or offices used therewith, where the managers of the school have received or have applied for any aid from moneys provided by Parliament within the next preceding twelve months."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Reference of complaints against teacher to magistrate for investigation. ",
            "context": "EDUCATION ACT under Reference of complaints against teacher to magistrate for investigation. 6. (1) If a teacher in a government school is charged by anyone with immoral conduct as teacher or otherwise, or cruel or improper treatment of any of the children or pupils attending the school, the Commission may transmit a statement, specifying the particular acts in respect whereof the charge is made, to the magistrate of the magisterial district within which that school is situate; and the magistrate shall thereupon cause a copy of the statement to be served on LAWS OF GUYANA 10 Cap. 39:01 Education  L.R.O. 1/2012                       Power to cancel certificate in certain cases. [1 of 1975]         Consequence of cancellation or suspension. [24 of 1942 1 of 1975]            the teacher, together with a summons requiring the teacher to appear before him at any time to be therein appointed, but not less than eight days from the day of the service of the summons.  (2) The teacher, if he thinks fit, may answer the particulars of the complaint in writing, or may plead orally that he is not guilty; and the magistrate shall proceed to hear the complaint and take evidence upon oath in the same manner as if the complaint were a complaint in a civil matter over which the magistrate had jurisdiction and the teacher was the defendant therein.   (3) The magistrate shall transmit to the Commission the evidence taken by him, with a report of what in his opinion is the effect and weight thereof.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If a teacher in a government school is charged by anyone with immoral conduct as teacher or otherwise, or cruel or improper treatment of any of the children or pupils attending the school, the Commission may transmit a statement, specifying the particular acts in respect whereof the charge is made, to the magistrate of the magisterial district within which that school is situate; and the magistrate shall thereupon cause a copy of the statement to be served on LAWS OF GUYANA 10 Cap. 39:01 Education  L.R.O. 1/2012                       Power to cancel certificate in certain cases. [1 of 1975]         Consequence of cancellation or suspension. [24 of 1942 1 of 1975]            the teacher, together with a summons requiring the teacher to appear before him at any time to be therein appointed, but not less than eight days from the day of the service of the summons."
                },
                {
                    "representation": "(2)",
                    "description": "The teacher, if he thinks fit, may answer the particulars of the complaint in writing, or may plead orally that he is not guilty; and the magistrate shall proceed to hear the complaint and take evidence upon oath in the same manner as if the complaint were a complaint in a civil matter over which the magistrate had jurisdiction and the teacher was the defendant therein."
                },
                {
                    "representation": "(3)",
                    "description": "The magistrate shall transmit to the Commission the evidence taken by him, with a report of what in his opinion is the effect and weight thereof."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Power to cancel certificate in certain cases. ",
            "context": "EDUCATION ACT under Power to cancel certificate in certain cases. 7. If any teacher holding a certificate granted by the Chief Education Officer or other authority in Guyana is, in the opinion of the magistrate and the Commission, guilty of immoral conduct as teacher or otherwise, or of cruel or improper treatment of any of the children or pupils under his charge, the Chief Education Officer, acting on the advice of the Commission, may cancel the certificate or suspend the operation thereof for any time to him seeming meet.",
            "description": "If any teacher holding a certificate granted by the Chief Education Officer or other authority in Guyana is, in the opinion of the magistrate and the Commission, guilty of immoral conduct as teacher or otherwise, or of cruel or improper treatment of any of the children or pupils under his charge, the Chief Education Officer, acting on the advice of the Commission, may cancel the certificate or suspend the operation thereof for any time to him seeming meet."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Consequence of cancellation or suspension.  EDUCATIONAL DISTRICTS  ",
            "context": "EDUCATION ACT under Consequence of cancellation or suspension.  EDUCATIONAL DISTRICTS  8. No teacher whose certificate has been cancelled or suspended shall be employed in any aided school until, in the case of suspension, the period of suspension has expired, or, in the case of cancellation, the Chief Education Officer on the advice of the Commission has issued a new certificate to the teacher, and no school whether an aided school or not, in which a teacher whose certificate has been cancelled or suspended as aforesaid is employed shall be deemed to provide efficient elementary education.    LAWS OF GUYANA Education Cap. 39:01 11  L.R.O. 1/2012      Declaration of educational districts.        Appointment. [26 of 1949 24 of 1969]               c. 28:01  c. 62:01 c. 65:01                 EDUCATIONAL DISTRICTS",
            "description": "No teacher whose certificate has been cancelled or suspended shall be employed in any aided school until, in the case of suspension, the period of suspension has expired, or, in the case of cancellation, the Chief Education Officer on the advice of the Commission has issued a new certificate to the teacher, and no school whether an aided school or not, in which a teacher whose certificate has been cancelled or suspended as aforesaid is employed shall be deemed to provide efficient elementary education.    LAWS OF GUYANA Education Cap. 39:01 11  L.R.O. 1/2012      Declaration of educational districts.        Appointment. [26 of 1949 24 of 1969]               c. 28:01  c. 62:01 c. 65:01                 EDUCATIONAL DISTRICTS"
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Declaration of educational districts.  ATTENDANCE OFFICERS  ",
            "context": "EDUCATION ACT under Declaration of educational districts.  ATTENDANCE OFFICERS  9. The Minister may by order declare that any portion of Guyana specified in the order shall form a district for educational purposes and that district shall be called an educational district.  ATTENDANCE OFFICERS",
            "description": "The Minister may by order declare that any portion of Guyana specified in the order shall form a district for educational purposes and that district shall be called an educational district.  ATTENDANCE OFFICERS"
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Appointment. ",
            "context": "EDUCATION ACT under Appointment. 10. (1) For more effectually carrying out the provisions of this Act, one or more officers may be appointed for each educational district.  (2) The officers shall be called attendance officers and shall receive the salaries provided for them by Parliament.  (3) Every member of the National Assembly, minister of religion, justice of the peace, education officer, school manager, certificated principal teacher of a school authorised in writing by the manager of his school, member of any municipal council or council of a local government district established under the Municipal and District Councils Act or village council, district commissioner, Government officer appointed under the State Lands Act or the Mining Act, member of the police force, or person authorised by the Minister, shall have and may exercise all the rights, powers, privileges and functions vested in an attendance officer by this Act:  Provided that  (a) no police constable shall have and exercise the powers given to an attendance officer by section 15 unless authorised or empowered as therein mentioned; and  LAWS OF GUYANA 12 Cap. 39:01 Education  L.R.O. 1/2012       Duties of attendance officer. [24 of 1942]                       Attendance officer may enter premises at certain times and make inquiries. [6 of 1997]             (b) nothing herein contained shall impose on any person hereinbefore specified the duties imposed on attendance officers by section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For more effectually carrying out the provisions of this Act, one or more officers may be appointed for each educational district."
                },
                {
                    "representation": "(2)",
                    "description": "The officers shall be called attendance officers and shall receive the salaries provided for them by Parliament."
                },
                {
                    "representation": "(3)",
                    "description": "Every member of the National Assembly, minister of religion, justice of the peace, education officer, school manager, certificated principal teacher of a school authorised in writing by the manager of his school, member of any municipal council or council of a local government district established under the Municipal and District Councils Act or village council, district commissioner, Government officer appointed under the State Lands Act or the Mining Act, member of the police force, or person authorised by the Minister, shall have and may exercise all the rights, powers, privileges and functions vested in an attendance officer by this Act:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "no police constable shall have and exercise the powers given to an attendance officer by section 15 unless authorised or empowered as therein mentioned; and  LAWS OF GUYANA 12 Cap. 39:01 Education  L.R.O. 1/2012       Duties of attendance officer. [24 of 1942]                       Attendance officer may enter premises at certain times and make inquiries. [6 of 1997]"
                },
                {
                    "representation": "(b)",
                    "description": "nothing herein contained shall impose on any person hereinbefore specified the duties imposed on attendance officers by section"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Duties of attendance officer. ",
            "context": "EDUCATION ACT under Duties of attendance officer. 11.",
            "description": "11."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Attendance officer may enter premises at certain times and make inquiries.  PROVISIONS FOR ENFORCING ELEMENTARY EDUCATION OF CHILDREN  ",
            "context": "EDUCATION ACT under Attendance officer may enter premises at certain times and make inquiries.  PROVISIONS FOR ENFORCING ELEMENTARY EDUCATION OF CHILDREN  12.(1) Any attendance officer, or other authorised person, may enter any yard, house, building, or place, between the hours of six oclock in the morning and five oclock in the evening of any day in the week except Sunday and there make inquiries as to any child there residing or employed.  (2) Everyone who  (a) hinders or obstructs an attendance officer or any other authorised person in the performance of his duty; or  (b) wilfully makes any false representations to an attendance LAWS OF GUYANA Education Cap. 39:01 13  L.R.O. 1/2012                         Duty of parent to educate child.         Proceedings against parent omitting to educate child.              officer or any other authorised person with respect to the age or employment of a child, whether that child is under the age of five years or not; or  (c) wilfully refuses to afford to an attendance officer or any other authorised person reasonably requiring it, any information that he possesses as to the age or employment of a child, whether the child is under the age of five years or not, shall be liable to a fine of one thousand nine hundred and fifty dollars.  PROVISIONS FOR ENFORCING ELEMENTARY  EDUCATION OF CHILDREN",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any attendance officer, or other authorised person, may enter any yard, house, building, or place, between the hours of six oclock in the morning and five oclock in the evening of any day in the week except Sunday and there make inquiries as to any child there residing or employed."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who"
                },
                {
                    "representation": "(a)",
                    "description": "hinders or obstructs an attendance officer or any other authorised person in the performance of his duty; or"
                },
                {
                    "representation": "(b)",
                    "description": "wilfully makes any false representations to an attendance LAWS OF GUYANA Education Cap. 39:01 13  L.R.O. 1/2012                         Duty of parent to educate child.         Proceedings against parent omitting to educate child.              officer or any other authorised person with respect to the age or employment of a child, whether that child is under the age of five years or not; or"
                },
                {
                    "representation": "(c)",
                    "description": "wilfully refuses to afford to an attendance officer or any other authorised person reasonably requiring it, any information that he possesses as to the age or employment of a child, whether the child is under the age of five years or not, shall be liable to a fine of one thousand nine hundred and fifty dollars.  PROVISIONS FOR ENFORCING ELEMENTARY  EDUCATION OF CHILDREN"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Duty of parent to educate child. ",
            "context": "EDUCATION ACT under Duty of parent to educate child. 13. It shall be the duty of the parent of every child to cause the child to receive efficient elementary instruction in reading, writing, and arithmetic, and if a parent fails to perform that duty, he shall be liable to the orders and penalties provided by this Act.",
            "description": "It shall be the duty of the parent of every child to cause the child to receive efficient elementary instruction in reading, writing, and arithmetic, and if a parent fails to perform that duty, he shall be liable to the orders and penalties provided by this Act."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Proceedings against parent omitting to educate child.  EDUCATION ACT LAWS OF GUYANA Education Cap. 39:01 5  L.R.O. 1/2012 SECTION ",
            "context": "EDUCATION ACT under Proceedings against parent omitting to educate child.  EDUCATION ACT LAWS OF GUYANA Education Cap. 39:01 5  L.R.O. 1/2012 SECTION 14.(1) If the parent of a child habitually and without reasonable excuse omits to provide efficient elementary instruction for his child, an attendance officer or other authorised person may prefer a complaint against the parent before a magistrate; and the magistrate, if satisfied of the truth of the complaint, shall make an order that the child do attend some school named in the order, being either such as the parent selects, or, if he does not select any, such public elementary school as the magistrate considers expedient; and the child shall attend that school every time it is opened, or in any other regular manner specified in the order.  (2) Any of the following reasons shall be deemed a LAWS OF GUYANA 14 Cap. 39:01 Education  L.R.O. 1/2012                 First Schedule, Form 1, Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the parent of a child habitually and without reasonable excuse omits to provide efficient elementary instruction for his child, an attendance officer or other authorised person may prefer a complaint against the parent before a magistrate; and the magistrate, if satisfied of the truth of the complaint, shall make an order that the child do attend some school named in the order, being either such as the parent selects, or, if he does not select any, such public elementary school as the magistrate considers expedient; and the child shall attend that school every time it is opened, or in any other regular manner specified in the order."
                },
                {
                    "representation": "(2)",
                    "description": "Any of the following reasons shall be deemed a LAWS OF GUYANA 14 Cap. 39:01 Education  L.R.O. 1/2012                 First Schedule, Form 1, Form"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Proceedings with respect to child found habitually wandering or not under control. ",
            "context": "EDUCATION ACT under Proceedings with respect to child found habitually wandering or not under control. 15. (1) If any child is found habitually wandering or not under proper control or in the company of rogues, vagabonds, disorderly persons, or reputed criminals, he may be taken into custody by an attendance officer or other authorised person, or by any police constable authorised by the Chief Education Officer to detain children so found, until a complaint can be preferred against him and he can be brought before a magistrate.  (2) The magistrate shall inquire into the circumstances and may either make an order  (a) that the child do attend some elementary school, other than an industrial school, named in the order; and in that case the school so named shall be either such as the parent may select, or if he does not select any LAWS OF GUYANA Education Cap. 39:01 15  L.R.O. 1/2012                       First Schedule, Form 3, Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any child is found habitually wandering or not under proper control or in the company of rogues, vagabonds, disorderly persons, or reputed criminals, he may be taken into custody by an attendance officer or other authorised person, or by any police constable authorised by the Chief Education Officer to detain children so found, until a complaint can be preferred against him and he can be brought before a magistrate."
                },
                {
                    "representation": "(2)",
                    "description": "The magistrate shall inquire into the circumstances and may either make an order"
                },
                {
                    "representation": "(a)",
                    "description": "that the child do attend some elementary school, other than an industrial school, named in the order; and in that case the school so named shall be either such as the parent may select, or if he does not select any LAWS OF GUYANA Education Cap. 39:01 15  L.R.O. 1/2012                       First Schedule, Form 3, Form"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Proceedings on disobedience of magistrate’s order for attendance at school.  EMPLOYMENT OF CHILDREN  ",
            "context": "EDUCATION ACT under Proceedings on disobedience of magistrates order for attendance at school.  EMPLOYMENT OF CHILDREN  16.  INDUSTRIAL SCHOOLS",
            "description": "INDUSTRIAL SCHOOLS"
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Restriction on employment of children. ",
            "context": "EDUCATION ACT under Restriction on employment of children. 17. No person shall take into his employment or employ any child who is under the age of fifteen years:  Provided that the service rendered by a child to its parents, being such service as is usually given by children to their parents, shall not constitute a breach of this section unless such service is rendered on a school day during school hours.",
            "description": "No person shall take into his employment or employ any child who is under the age of fifteen years:  Provided that the service rendered by a child to its parents, being such service as is usually given by children to their parents, shall not constitute a breach of this section unless such service is rendered on a school day during school hours."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Employer of child working on plantation. ",
            "context": "EDUCATION ACT under Employer of child working on plantation. 18. The manager of a plantation on which a child performs any work for the proprietors thereof shall, subject to the other provisions of this Act, be deemed to have taken the child into his employment.",
            "description": "The manager of a plantation on which a child performs any work for the proprietors thereof shall, subject to the other provisions of this Act, be deemed to have taken the child into his employment."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Exemption of employer on proof of guilt of some other person. ",
            "context": "EDUCATION ACT under Exemption of employer on proof of guilt of some other person. 19. (1) Where the offence of taking a child into LAWS OF GUYANA Education Cap. 39:01 17  L.R.O. 1/2012 proof of guilt of some other person.                             Employment of child in contravention of the Act. [6 of 1997]    First Schedule. Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the offence of taking a child into LAWS OF GUYANA Education Cap. 39:01 17  L.R.O. 1/2012 proof of guilt of some other person.                             Employment of child in contravention of the Act. [6 of 1997]    First Schedule. Form"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Employment of child in contravention of the Act. ",
            "context": "EDUCATION ACT under Employment of child in contravention of the Act. 20. (1) Everyone who takes a child into his employment, or employs a child in contravention of this Act shall be liable to a fine of one thousand nine hundred and fifty dollars.  (2) Every complaint for employing a child in contravention of this Act may be in Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who takes a child into his employment, or employs a child in contravention of this Act shall be liable to a fine of one thousand nine hundred and fifty dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Every complaint for employing a child in contravention of this Act may be in Form"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Wilfully making false representation as to age of child. ",
            "context": "EDUCATION ACT under Wilfully making false representation as to age of child. 21. Everyone who  (a) wilfully makes any false representation as to the age of a child for the purpose of procuring the employment of that child in contravention of this Act; or LAWS OF GUYANA 18 Cap. 39:01 Education  L.R.O. 1/2012          Application of sections 13 to",
            "description": [
                {
                    "representation": "(a)",
                    "description": "wilfully makes any false representation as to the age of a child for the purpose of procuring the employment of that child in contravention of this Act; or LAWS OF GUYANA 18 Cap. 39:01 Education  L.R.O. 1/2012          Application of sections 13 to"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Application of sections 13 to ",
            "context": "EDUCATION ACT under Application of sections 13 to 22. Sections 13 to 16 (inclusive) shall apply to children between the ages of six and fifteen.   INDUSTRIAL SCHOOLS",
            "description": "Sections 13 to 16 (inclusive) shall apply to children between the ages of six and fifteen.   INDUSTRIAL SCHOOLS"
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Teacher’s power of detention over children. ",
            "context": "EDUCATION ACT under Teachers power of detention over children. 23. Every child required to attend an industrial school or sent there by his parents may be detained by the teacher during the prescribed hours.",
            "description": "Every child required to attend an industrial school or sent there by his parents may be detained by the teacher during the prescribed hours."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Employment of children at industrial school. ",
            "context": "EDUCATION ACT under Employment of children at industrial school. 24.(1) Every child attending an industrial school may be employed in the vicinity of the school during prescribed hours in agricultural pursuits on any plantation or lands or in any workshop:  Provided that the full value of any labour performed by a child after deducting the cost of the instruction and of the food (if any) supplied at the cost of the school to the child shall be paid to the parent of or secured for the child.  (2) The amount that may be deducted for that cost shall be fixed by the Chief Education Officer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every child attending an industrial school may be employed in the vicinity of the school during prescribed hours in agricultural pursuits on any plantation or lands or in any workshop:  Provided that the full value of any labour performed by a child after deducting the cost of the instruction and of the food"
                },
                {
                    "representation": "(2)",
                    "description": "The amount that may be deducted for that cost shall be fixed by the Chief Education Officer."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Provision for children required to attend school for part only of a day. ",
            "context": "EDUCATION ACT under Provision for children required to attend school for part only of a day. 25. Provision shall be made at every industrial school for allowing children who are only required to attend an elementary school for two and a half hours in the day to receive instruction in elementary education in the school without becoming subject to the industrial training thereat.",
            "description": "Provision shall be made at every industrial school for allowing children who are only required to attend an elementary school for two and a half hours in the day to receive instruction in elementary education in the school without becoming subject to the industrial training thereat."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Execution of order requiring child to be sent to school. ",
            "context": "EDUCATION ACT under Execution of order requiring child to be sent to school. 26. Every child ordered by a magistrate to be sent to an industrial school may be taken, at any time while the order continues in force, to the industrial school named in the order LAWS OF GUYANA Education Cap. 39:01 19  L.R.O. 1/2012              No fees in certain cases.  [24 of 1942]       Establishment of government schools.                   Certain aided schools to be deemed to be government schools.  Second Schedule. [3 of 1961]     by an attendance officer or authorised person, or by anyone empowered in writing by an attendance officer or authorised person.  [Sections 27 to 29 (inclusive) repealed by 7 of 1976]  SCHOOL FEES",
            "description": "Every child ordered by a magistrate to be sent to an industrial school may be taken, at any time while the order continues in force, to the industrial school named in the order LAWS OF GUYANA Education Cap. 39:01 19  L.R.O. 1/2012              No fees in certain cases.  [24 of 1942]       Establishment of government schools.                   Certain aided schools to be deemed to be government schools.  Second Schedule. [3 of 1961]     by an attendance officer or authorised person, or by anyone empowered in writing by an attendance officer or authorised person.  [Sections 27 to 29 (inclusive) repealed by 7 of 1976]  SCHOOL FEES"
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "27.-29 [Repealed by 9 of 1976]  SCHOOL FEES  ",
            "context": "EDUCATION ACT under 27.-29 [Repealed by 9 of 1976]  SCHOOL FEES  27. Salaries to be prescribed. LAWS OF GUYANA Education Cap. 39:01 59 [Subsidiary] Education Code Regulations  L.R.O. 1/2012 REGULATION",
            "description": "Salaries to be prescribed. LAWS OF GUYANA Education Cap. 39:01 59 [Subsidiary] Education Code Regulations  L.R.O. 1/2012 REGULATION"
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Removal expenses of teachers.  PART VI CERTIFICATION, EMPLOYMENT, AND DISCIPLINE OF TEACHERS  ",
            "context": "EDUCATION ACT under Removal expenses of teachers.  PART VI CERTIFICATION, EMPLOYMENT, AND DISCIPLINE OF TEACHERS  28. The Chief Education Officer may approve of the refund of reasonable removal expenses to any teacher who is transferred either temporarily or permanently from one school to another except where the teacher  (a) is transferred permanently and becomes eligible for increased emoluments thereby; or  (b) is transferred at his own request; or  (c) is transferred as a penalty under the Act or these Regulations.  PART VI CERTIFICATION, EMPLOYMENT AND DISCIPLINE OF TEACHERS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "is transferred permanently and becomes eligible for increased emoluments thereby; or"
                },
                {
                    "representation": "(b)",
                    "description": "is transferred at his own request; or"
                },
                {
                    "representation": "(c)",
                    "description": "is transferred as a penalty under the Act or these Regulations.  PART VI CERTIFICATION, EMPLOYMENT AND DISCIPLINE OF TEACHERS"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "LAWS OF GUYANA 20 Cap. 39:01 Education  L.R.O. 1/2012                           Accountability for grants and handing over of records.  [3 of 1961]                      Right of access to school. [3 of 1961]  (2) As soon as practicable after the making of the order under the preceding subsection a copy thereof shall be served on the governing body of the said aided school.  (3) Where an aided school is deemed to be a government school by virtue of subsection (1), the governing body of such school and any other manager appointed by them shall, notwithstanding the other provisions of this Act or any regulations made thereunder, cease to be recognized for the purposes of regulation 5 of the Education Code, and the said governing body and any such manager shall not thereafter be entitled to exercise any powers and perform any duties in relation to the control and management of the said school; and the Chief Education Officer shall thereupon be responsible for the control and management of the said school.   ",
            "context": "EDUCATION ACT under LAWS OF GUYANA 20 Cap. 39:01 Education  L.R.O. 1/2012                           Accountability for grants and handing over of records.  [3 of 1961]                      Right of access to school. [3 of 1961]  (2) As soon as practicable after the making of the order under the preceding subsection a copy thereof shall be served on the governing body of the said aided school.  (3) Where an aided school is deemed to be a government school by virtue of subsection (1), the governing body of such school and any other manager appointed by them shall, notwithstanding the other provisions of this Act or any regulations made thereunder, cease to be recognized for the purposes of regulation 5 of the Education Code, and the said governing body and any such manager shall not thereafter be entitled to exercise any powers and perform any duties in relation to the control and management of the said school; and the Chief Education Officer shall thereupon be responsible for the control and management of the said school.   29. Teachers certificates of competency.",
            "description": "Teachers certificates of competency."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "No fees in certain cases.  GOVERNMENT SCHOOLS  ",
            "context": "EDUCATION ACT under No fees in certain cases.  GOVERNMENT SCHOOLS  30. No fees shall be charged at any school receiving a government grant in respect of elementary instruction given to any pupil.   GOVERNMENT SCHOOLS",
            "description": "No fees shall be charged at any school receiving a government grant in respect of elementary instruction given to any pupil.   GOVERNMENT SCHOOLS"
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Establishment of government schools. ",
            "context": "EDUCATION ACT under Establishment of government schools. 31.(1) If in any educational district the Minister on economical or other grounds so directs, the Chief Education Officer, as soon as the funds are provided for the purpose by Parliament, shall erect proper schoolhouses and establish and maintain sufficient schools in that district.  (2) Those schools when established shall be called government schools.  (3) When a government school has been established in an educational district, the Chief Education Officer may, at his discretion after fair notice, withdraw or withhold all government grants from any aided school within two miles of the government schoolhouse.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If in any educational district the Minister on economical or other grounds so directs, the Chief Education Officer, as soon as the funds are provided for the purpose by Parliament, shall erect proper schoolhouses and establish and maintain sufficient schools in that district."
                },
                {
                    "representation": "(2)",
                    "description": "Those schools when established shall be called government schools."
                },
                {
                    "representation": "(3)",
                    "description": "When a government school has been established in an educational district, the Chief Education Officer may, at his discretion after fair notice, withdraw or withhold all government grants from any aided school within two miles of the government schoolhouse."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Certain aided schools to be deemed to be government schools. ",
            "context": "EDUCATION ACT under Certain aided schools to be deemed to be government schools. 32. (1) The Minister may by order declare that on a date to be specified in the order, being not less than one month after the date of the order, (hereinafter referred to as the appointed date), any aided school listed in the Second Schedule, shall for the purposes of control and management cease to be an aided school, and shall thereafter for the said purposes, notwithstanding this Act, be deemed to be a government school under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may by order declare that on a date to be specified in the order, being not less than one month after the date of the order,"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Accountability for grants and handing over of records. ",
            "context": "EDUCATION ACT under Accountability for grants and handing over of records. 33. Provisional certificates.",
            "description": "Provisional certificates."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Right of access to school. 34A.   Provision of system of education. 34B.   Certain aided schools to become government schools.  PROOF OF AGE OF CHILD, ETC.   ",
            "context": "EDUCATION ACT under Right of access to school. 34A.   Provision of system of education. 34B.   Certain aided schools to become government schools.  PROOF OF AGE OF CHILD, ETC.   34. On and after the appointed date, any person shall have the right to enter into any aided school that is deemed to be a government school or upon any land on which it is LAWS OF GUYANA Education Cap. 39:01 21  L.R.O. 1/2012        Provision of system of education. [6 of 1997]                     Certain aided schools to become Government schools [6 of 1997]                 situate, for any lawful purpose in connection with the activities of the school.  34A. (1) Except with the permission in writing of the Minister, no person other than the Chief Education Officer, shall establish, maintain or manage any school or other place of education for the provision of nursery, elementary, secondary or further education, and any permission granted by the Minister shall be subject to such terms and conditions as the Minister may deem fit to impose.  (2) Any person who contravenes the provisions of subsection (1), or breaches any term or condition imposed by the Minister pursuant to that subsection, shall be liable on summary conviction to a fine of sixty-five thousand dollars and to imprisonment for twelve months, and, in the case of a continuing offence, to an additional fine of six thousand five hundred dollars for every day during which the offence continues subsequent to the date to which the conviction relates.  34B. (1) On the date on which this section comes into operation (hereinafter in this section referred to as the appointed date) every school which at any time during 1976 and prior to that date was an aided school shall thereupon be deemed to be a government school.  (2) Where an aided school is deemed to be a government school by virtue of subsection (1)  (a) the Chief Education Officer shall thereupon become responsible for the control and management of the school and section 31 shall apply in relation thereto;  (b) there shall be vested in the State, without further assurance LAWS OF GUYANA 22 Cap. 39:01 Education  L.R.O. 1/2012                                                 (i) the schoolhouse, (ii) such land appurtenant to any schoolhouse, as is described in an order made by the Minister under subsection (4), subject to such interests in or rights over such land used exclusively for public religious worship or any building used in connection therewith, as may be set out and described in the said order; (iii) all records, furniture and other equipment, used in connection with and for the purpose of carrying on the school, notwithstanding any written law or rule of law.  (3) The provisions of subsection (2) (b)(i)and (ii) shall, as the same apply to an aided school which is deemed to be a government school by virtue of subsection (1), apply mutatis mutandis on the appointed date in relation to every school in respect of which an order was made under section 32(1) prior to the appointed date.  (4) The Minister shall, as soon as practicable, by order, prescribe the boundaries of any land appurtenant to a schoolhouse for the purposes of subsection (2) subject to any easements or other interests as may be specified in the order and notwithstanding anything to the contrary in any other law the Registrar of Deeds shall take due notice thereof and shall make such annotations on the records as may be necessary to give effect to such order.   (5) Where property has been vested in the State by virtue of subsection (2)(b), the Minister may, in such circumstances as he thinks just, pay compensation in such amount and in such manner as may be determined by him for LAWS OF GUYANA Education Cap. 39:01 23  L.R.O. 1/2012                                                 any such property and any determination made by him under this subsection shall be final and conclusive and shall not be called in question in any court on the ground that the compensation is not adequate.  (6) Every governing body or manager of an aided school that is deemed to be a government school by virtue of this section shall not later than one month after the appointed date or within such further period as may be allowed by the Chief Education Officer render to him an account for every government grant made in connection with the control and management of the school since the last account was rendered.  (7) On the appointed date, or later with the approval of the Chief Education Officer, every governing body or manager aforesaid, or any person duly authorised by either of them, or any other person having the possession or control of the records, furniture and other equipment, used in connection with the carrying on of the aided school and vested in the State under subsection (2)(c) shall, at the said school deliver them or cause them to be delivered to the Chief Education Officer or any person authorised by him to act on his behalf.  (8) On the appointed date, the provisions of any regulations made under this Act, in so far as they relate to aided schools and the governing bodies and managers thereof, shall, except for the purposes of subsection (6), or (7) or (11), cease to have effect and the regulations shall accordingly be construed and have effect with such adaptations, exceptions, modifications and qualifications, as may be necessary for the purpose.  (9) For the purposes of this section, the expression aided school includes the schools known as the Christ Church Secondary School, the Stewartville Government School and the David Rose School for Handicapped Children. LAWS OF GUYANA 24 Cap. 39:01 Education  L.R.O. 1/2012                            Power in certain cases to estimate age of child.                Certificates of birth. [24 of 1942]      School receiving government grant to be  (10) The Minister may, by order which shall be subject to negative resolution of the National Assembly, extend the application of this section to any other school or place of education, whether or not in receipt of aid from moneys provided by Parliament, with such adaptations, exceptions, modifications and qualifications as the Minister considers necessary for the purpose and the order may, in addition, contain such incidental or consequential provisions as may be necessary for the purpose of giving full effect to the order.  (11) If any person fails to comply with the provisions of subsection (6) or (7) he shall be liable on summary conviction to a fine of thirty-two thousand five hundred dollars and imprisonment for six months.  PROOF OF AGE OF CHILD, ETC.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "prior to the appointed date."
                },
                {
                    "representation": "(2)",
                    "description": "subject to any easements or other interests as may be specified in the order and notwithstanding anything to the contrary in any other law the Registrar of Deeds shall take due notice thereof and shall make such annotations on the records as may be necessary to give effect to such order."
                },
                {
                    "representation": "(a)",
                    "description": "the Chief Education Officer shall thereupon become responsible for the control and management of the school and section 31 shall apply in relation thereto;"
                },
                {
                    "representation": "(b)",
                    "description": "there shall be vested in the State, without further assurance LAWS OF GUYANA 22 Cap. 39:01 Education  L.R.O. 1/2012"
                },
                {
                    "representation": "(i)",
                    "description": "the schoolhouse,"
                },
                {
                    "representation": "(3)",
                    "description": "The provisions of subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The Minister shall, as soon as practicable, by order, prescribe the boundaries of any land appurtenant to a schoolhouse for the purposes of subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Where property has been vested in the State by virtue of subsection"
                },
                {
                    "representation": "(6)",
                    "description": "or"
                },
                {
                    "representation": "(7)",
                    "description": "he shall be liable on summary conviction to a fine of thirty-two thousand five hundred dollars and imprisonment for six months.  PROOF OF AGE OF CHILD, ETC."
                },
                {
                    "representation": "(c)",
                    "description": "shall, at the said school deliver them or cause them to be delivered to the Chief Education Officer or any person authorised by him to act on his behalf."
                },
                {
                    "representation": "(8)",
                    "description": "On the appointed date, the provisions of any regulations made under this Act, in so far as they relate to aided schools and the governing bodies and managers thereof, shall, except for the purposes of subsection"
                },
                {
                    "representation": "(9)",
                    "description": "For the purposes of this section, the expression aided school includes the schools known as the Christ Church Secondary School, the Stewartville Government School and the David Rose School for Handicapped Children. LAWS OF GUYANA 24 Cap. 39:01 Education  L.R.O. 1/2012                            Power in certain cases to estimate age of child.                Certificates of birth. [24 of 1942]      School receiving government grant to be"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Power in certain cases to estimate age of child. LAWS OF GUYANA 6 Cap. 39:01 Education  L.R.O. 1/2012 SECTION ",
            "context": "EDUCATION ACT under Power in certain cases to estimate age of child. LAWS OF GUYANA 6 Cap. 39:01 Education  L.R.O. 1/2012 SECTION 35. Where the age of a child is required to be ascertained in any judicial proceeding under this  Act, the magistrate or judge having cognizance of the proceeding, if the child is produced before him, after considering any evidence adduced on the point and the appearance of the child, and in the absence of clear testimony to the contrary, may declare and note on the proceedings what in his opinion is the true age of the child, and that age for all purposes connected with that proceeding, shall be taken to be the true age of the child at that time.",
            "description": "Where the age of a child is required to be ascertained in any judicial proceeding under this  Act, the magistrate or judge having cognizance of the proceeding, if the child is produced before him, after considering any evidence adduced on the point and the appearance of the child, and in the absence of clear testimony to the contrary, may declare and note on the proceedings what in his opinion is the true age of the child, and that age for all purposes connected with that proceeding, shall be taken to be the true age of the child at that time."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Certificates of birth. ",
            "context": "EDUCATION ACT under Certificates of birth. 36. The Chief Education Officer, everyone authorised in writing by him, and every attendance officer, shall be entitled to obtain from the general register office, a certified copy of any entry in any register in that office with respect to the birth of a child.",
            "description": "The Chief Education Officer, everyone authorised in writing by him, and every attendance officer, shall be entitled to obtain from the general register office, a certified copy of any entry in any register in that office with respect to the birth of a child."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "School receiving government grant to be deemed efficient. ",
            "context": "EDUCATION ACT under School receiving government grant to be deemed efficient. 37. Every school receiving a government grant shall, for the purposes of this Act, be deemed an efficient school, and every parent who causes his child regularly to attend any LAWS OF GUYANA Education Cap. 39:01 25  L.R.O. 1/2012 deemed efficient. [3 of 1961]   Regulations as to legal proceedings.  [26 of 1949 6 of 1997]                                       school receiving a government grant shall, in all proceedings under this Act, be deemed to have performed his duty with respect to the elementary education of his child.",
            "description": "Every school receiving a government grant shall, for the purposes of this Act, be deemed an efficient school, and every parent who causes his child regularly to attend any LAWS OF GUYANA Education Cap. 39:01 25  L.R.O. 1/2012 deemed efficient. [3 of 1961]   Regulations as to legal proceedings.  [26 of 1949 6 of 1997]                                       school receiving a government grant shall, in all proceedings under this Act, be deemed to have performed his duty with respect to the elementary education of his child."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Regulations as to legal proceedings. ",
            "context": "EDUCATION ACT under Regulations as to legal proceedings. 38. In any proceedings before a magistrate for offences and penalties under this Act  (a) the magistrate may by summons call upon any parent or employer of a child, required by this Act to attend school, to produce the child before him, and anyone failing without reasonable excuse to his satisfaction to comply with the summons shall be liable to a fine of nine hundred and seventy-five dollars;  (b) a certificate purporting to be under the hand of the principal teacher of an elementary school, stating that a child is or is not attending that school, or stating  the particulars of the attendance of a child thereat, or stating that a child has been certified by the Chief Education Officer or an education officer to have reached a particular standard of education, shall be evidence of the facts stated in the certificate;  (c) where a child is apparently of the age alleged for the purposes of the proceeding, it shall lie on the defendant to prove that the child is not of that age;  (d) if a child is attending an elementary school which is not an aided school, it LAWS OF GUYANA 26 Cap. 39:01 Education  L.R.O. 1/2012                       Forgery of, and use of forged, certificate made evidence.                 Procedure.            Exemption from payment of fees for shall lie on the defendant to show that the school is efficient, and the magistrate in considering whether an elementary school is efficient, shall have regard to the age of the  child and to the standard of education corresponding to that age prescribed by the education code for the time being in force;  (e) anyone may appear by a member of his family or any other person authorised by him in that behalf.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the magistrate may by summons call upon any parent or employer of a child, required by this Act to attend school, to produce the child before him, and anyone failing without reasonable excuse to his satisfaction to comply with the summons shall be liable to a fine of nine hundred and seventy-five dollars;"
                },
                {
                    "representation": "(b)",
                    "description": "a certificate purporting to be under the hand of the principal teacher of an elementary school, stating that a child is or is not attending that school, or stating  the particulars of the attendance of a child thereat, or stating that a child has been certified by the Chief Education Officer or an education officer to have reached a particular standard of education, shall be evidence of the facts stated in the certificate;"
                },
                {
                    "representation": "(c)",
                    "description": "where a child is apparently of the age alleged for the purposes of the proceeding, it shall lie on the defendant to prove that the child is not of that age;"
                },
                {
                    "representation": "(d)",
                    "description": "if a child is attending an elementary school which is not an aided school, it LAWS OF GUYANA 26 Cap. 39:01 Education  L.R.O. 1/2012                       Forgery of, and use of forged, certificate made evidence.                 Procedure.            Exemption from payment of fees for shall lie on the defendant to show that the school is efficient, and the magistrate in considering whether an elementary school is efficient, shall have regard to the age of the  child and to the standard of education corresponding to that age prescribed by the education code for the time being in force;"
                },
                {
                    "representation": "(e)",
                    "description": "anyone may appear by a member of his family or any other person authorised by him in that behalf."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Forgery of, and use of forged, certificate made evidence.  LEGAL PROCEDURE  ",
            "context": "EDUCATION ACT under Forgery of, and use of forged, certificate made evidence.  LEGAL PROCEDURE  39. Everyone who  (a) forges or counterfeits; or  (b) gives or signs knowing to be false in any particular; or  (c) uses, knowing to be forged, counterfeit, or false,  any certificate by this Act made evidence of any matter, shall be liable on summary conviction to imprisonment for three months.   LEGAL PROCEDURE",
            "description": [
                {
                    "representation": "(a)",
                    "description": "forges or counterfeits; or"
                },
                {
                    "representation": "(b)",
                    "description": "gives or signs knowing to be false in any particular; or"
                },
                {
                    "representation": "(c)",
                    "description": "uses, knowing to be forged, counterfeit, or false,  any certificate by this Act made evidence of any matter, shall be liable on summary conviction to imprisonment for three months.   LEGAL PROCEDURE"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Procedure. ",
            "context": "EDUCATION ACT under Procedure. 40. All penalties incurred under this Act may be sued for and recovered in a summary manner before a magistrate; and all orders which a magistrate is authorised to make under this Act shall be applied for, made, and enforced in the manner provided by the Summary Jurisdiction Acts.",
            "description": "All penalties incurred under this Act may be sued for and recovered in a summary manner before a magistrate; and all orders which a magistrate is authorised to make under this Act shall be applied for, made, and enforced in the manner provided by the Summary Jurisdiction Acts."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Exemption from payment of fees for process. ",
            "context": "EDUCATION ACT under Exemption from payment of fees for process. 41. No one whether complainant, plaintiff, or defendant, shall be required to pay any fees for process in a LAWS OF GUYANA Education Cap. 39:01 27  L.R.O. 1/2012 process.     Power to grant warrant to examine place in certain cases. [6 of 1997]                     Power to amend Forms.  [43 of 1956]        Constitution of National Council for Education. [43 of 1956 7 of 1963]         proceeding, other than those for the recovery of school fees, taken or had under this Act against the parent or employer of a child.",
            "description": "No one whether complainant, plaintiff, or defendant, shall be required to pay any fees for process in a LAWS OF GUYANA Education Cap. 39:01 27  L.R.O. 1/2012 process.     Power to grant warrant to examine place in certain cases. [6 of 1997]                     Power to amend Forms.  [43 of 1956]        Constitution of National Council for Education. [43 of 1956 7 of 1963]         proceeding, other than those for the recovery of school fees, taken or had under this Act against the parent or employer of a child."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Power to grant warrant to examine place in certain cases. ",
            "context": "EDUCATION ACT under Power to grant warrant to examine place in certain cases. 42.(1) If it appears to a magistrate, on the complaint of an attendance officer or other authorised person, that there is reasonable cause to believe that a child is employed in contravention of this Act in any place, whether a building or not, the magistrate may, by order under his hand, empower an attendance officer, or other authorised person, or police officer, to enter that place, at any reasonable time within seven days from the date of the order, and to examine the place, and anyone found there, touching the employment of any child there.  (2) Everyone who refuses admission to an officer authorised by order under this section, or obstructs him in the discharge of his duty when acting under this section, shall for each offence be liable to a fine of nine thousand seven hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If it appears to a magistrate, on the complaint of an attendance officer or other authorised person, that there is reasonable cause to believe that a child is employed in contravention of this Act in any place, whether a building or not, the magistrate may, by order under his hand, empower an attendance officer, or other authorised person, or police officer, to enter that place, at any reasonable time within seven days from the date of the order, and to examine the place, and anyone found there, touching the employment of any child there."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who refuses admission to an officer authorised by order under this section, or obstructs him in the discharge of his duty when acting under this section, shall for each offence be liable to a fine of nine thousand seven hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Power to amend forms.  PART II NATIONAL COUNCIL FOR EDUCATION  ",
            "context": "EDUCATION ACT under Power to amend forms.  PART II NATIONAL COUNCIL FOR EDUCATION  43. The Minister may by order amend the First Schedule.  PART II NATIONAL COUNCIL FOR EDUCATION",
            "description": "The Minister may by order amend the First Schedule.  PART II NATIONAL COUNCIL FOR EDUCATION"
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Constitution of National Council for Education. ",
            "context": "EDUCATION ACT under Constitution of National Council for Education. 44. (1) There shall be established a body to be known as The National Council for Education (hereinafter referred to as the Council) consisting of a Chairman and not more than thirteen other members appointed by the Minister.  (2) Subject to this section, every member of the Council shall hold office for such period as is specified in the instrument or other document appointing him, and he shall be eligible for re-appointment.  (3) Seven members (including the Chairman or any LAWS OF GUYANA 28 Cap. 39:01 Education  L.R.O. 1/2012                                Functions of the Council.  [9 of 1976]        Extraordinary meetings of the Council.         Appointment of Secretary.      other member acting as such) shall form a quorum at any meeting of the Council.  (4) If any member of the Council  (a) departs from Guyana without the leave of the Minister; or  (b) remains out of Guyana after the expiration of his leave; or  (c) fails without reasonable excuse (the sufficiency whereof shall be determined by the Minister) to attend six consecutive meetings of the Council,  he shall cease to be a member of the Council.  (5) The Chairman or a member of the Council may resign his office by writing under his hand addressed to the Minister, but he shall be eligible for re-appointment.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be established a body to be known as The National Council for Education"
                },
                {
                    "representation": "(2)",
                    "description": "Subject to this section, every member of the Council shall hold office for such period as is specified in the instrument or other document appointing him, and he shall be eligible for re-appointment."
                },
                {
                    "representation": "(3)",
                    "description": "Seven members"
                },
                {
                    "representation": "(4)",
                    "description": "If any member of the Council"
                },
                {
                    "representation": "(a)",
                    "description": "departs from Guyana without the leave of the Minister; or"
                },
                {
                    "representation": "(b)",
                    "description": "remains out of Guyana after the expiration of his leave; or"
                },
                {
                    "representation": "(c)",
                    "description": "fails without reasonable excuse"
                },
                {
                    "representation": "(5)",
                    "description": "The Chairman or a member of the Council may resign his office by writing under his hand addressed to the Minister, but he shall be eligible for re-appointment."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Functions of the Council. ",
            "context": "EDUCATION ACT under Functions of the Council. 45. The Council shall advise the Minister upon matters relating to nursery, elementary, secondary, or further education, and may at any time make recommendations to the Minister in respect of such matters.",
            "description": "The Council shall advise the Minister upon matters relating to nursery, elementary, secondary, or further education, and may at any time make recommendations to the Minister in respect of such matters."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Extraordinary meetings of the Council. ",
            "context": "EDUCATION ACT under Extraordinary meetings of the Council. 46. An extraordinary meeting of the Council shall be summoned by the direction of the Minister or by the secretary on the written request of a majority of the members of the Council.",
            "description": "An extraordinary meeting of the Council shall be summoned by the direction of the Minister or by the secretary on the written request of a majority of the members of the Council."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Appointment of Secretary.  PART III  ",
            "context": "EDUCATION ACT under Appointment of Secretary.  PART III  47. Subject to the approval of the Minister, the Council may appoint a secretary at such salary and on such terms and conditions as the Council thinks fit, and the salary shall be paid out of moneys provided by Parliament for the purposes of education. LAWS OF GUYANA Education Cap. 39:01 29  L.R.O. 1/2012           Regulations.  [7 of 1963 1 of 1975 9 of 1976]                                    PART III [Sections 48 to 53 (inclusive repealed by Act No. 9 of 1976)]   GENERAL",
            "description": "Subject to the approval of the Minister, the Council may appoint a secretary at such salary and on such terms and conditions as the Council thinks fit, and the salary shall be paid out of moneys provided by Parliament for the purposes of education. LAWS OF GUYANA Education Cap. 39:01 29  L.R.O. 1/2012           Regulations.  [7 of 1963 1 of 1975 9 of 1976]                                    PART III [Sections 48 to 53 (inclusive repealed by Act No. 9 of 1976)]   GENERAL"
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "48.-",
            "context": "EDUCATION ACT under 48.-48. (1) Leave of absence of teachers.  (4) Special leave.   LAWS OF GUYANA 60 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012 REGULATION  PART VII PUPIL TEACHERS AND JUNIOR TEACHERS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Leave of absence of teachers."
                },
                {
                    "representation": "(4)",
                    "description": "Special leave.   LAWS OF GUYANA 60 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012 REGULATION  PART VII PUPIL TEACHERS AND JUNIOR TEACHERS"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Pupil teachers. ",
            "context": "EDUCATION ACT under Pupil teachers. 49. Boys and girls may be employed as pupil teachers under the conditions hereinafter set forth.",
            "description": "Boys and girls may be employed as pupil teachers under the conditions hereinafter set forth."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "(1) Eligibility of candidates for appointment as pupil teachers.  (4) Appointment of candidates who hold certain certificates as pupil teachers of the third or fourth year. ",
            "context": "EDUCATION ACT under (1) Eligibility of candidates for appointment as pupil teachers.  (4) Appointment of candidates who hold certain certificates as pupil teachers of the third or fourth year. 50.   (4) A woman teacher may present herself for examination in needlework only. The fee for such examination shall be fifty cents.   (5) Without the special sanction of the Chief Education Officer no person who has not attained the age of 19 years may enter for the teachers certificate examination, except a pupil teacher who has passed the examination for pupil teachers of the fourth year.",
            "description": [
                {
                    "representation": "(4)",
                    "description": "A woman teacher may present herself for examination in needlework only. The fee for such examination shall be fifty cents."
                },
                {
                    "representation": "(5)",
                    "description": "Without the special sanction of the Chief Education Officer no person who has not attained the age of 19 years may enter for the teachers certificate examination, except a pupil teacher who has passed the examination for pupil teachers of the fourth year."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Age limit for employment as pupil teachers. ",
            "context": "EDUCATION ACT under Age limit for employment as pupil teachers. 51. A pupil teacher's employment as such shall cease when he attains the age of 20 years.",
            "description": "A pupil teacher's employment as such shall cease when he attains the age of 20 years."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Annual examination. ",
            "context": "EDUCATION ACT under Annual examination. 52. (1) Pupil teachers shall be examined annually in such subjects as may be prescribed from time to time by the Chief Education Officer. The examination shall be called \"the Pupil Teachers' Annual Examination\" (hereinafter referred to as the annual examination).  (2) Every pupil teacher under 19 years of age on the first day of the annual examination shall present himself LAWS OF GUYANA 90 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012                        Instruction of pupil teachers.                          for the examination appropriate to his year of service, or to the subsequent year, and any pupil teacher who fails to qualify at such examination shall cease to be recognised as a pupil teacher unless such failure is due to any cause which the Chief Education Officer considers sufficient, in which case the Commission may approve of the pupil teacher's employment being continued till the next annual examination.  (3) Every pupil teacher who has attained the age of 19 years on the first day of the annual examination shall present himself for the fourth year examination, the passing of which shall be a condition of employment as an uncertificated teacher, except in special cases approved by the Chief Education Officer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Pupil teachers shall be examined annually in such subjects as may be prescribed from time to time by the Chief Education Officer. The examination shall be called \"the Pupil Teachers' Annual Examination\""
                },
                {
                    "representation": "(2)",
                    "description": "Every pupil teacher under 19 years of age on the first day of the annual examination shall present himself LAWS OF GUYANA 90 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012                        Instruction of pupil teachers.                          for the examination appropriate to his year of service, or to the subsequent year, and any pupil teacher who fails to qualify at such examination shall cease to be recognised as a pupil teacher unless such failure is due to any cause which the Chief Education Officer considers sufficient, in which case the Commission may approve of the pupil teacher's employment being continued till the next annual examination."
                },
                {
                    "representation": "(3)",
                    "description": "Every pupil teacher who has attained the age of 19 years on the first day of the annual examination shall present himself for the fourth year examination, the passing of which shall be a condition of employment as an uncertificated teacher, except in special cases approved by the Chief Education Officer."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "[Repealed by Act No. 9 of 1976]  GENERAL  ",
            "context": "EDUCATION ACT under [Repealed by Act No. 9 of 1976]  GENERAL  53. Instruction of pupil teachers.",
            "description": "Instruction of pupil teachers."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Regulations.  FIRST SCHEDULE—Forms. SECOND SCHEDULE—Name of school.  __________________________          LAWS OF GUYANA Education Cap. 39:01 7  L.R.O. 1/2012 1929 Ed. c. 196 1953 Ed. c. 91 _______________________________________________________ 3 of 1876 An Act to make better provision for the promotion of education in Guyana.  [3RD FEBRUARY, 1877]  Short Title.       Interpretation. [26 of 1949 3 of 1961 4 of 1972 1 of 1975 O. 80/1980]           c. 1:",
            "context": "EDUCATION ACT under Regulations.  FIRST SCHEDULEForms. SECOND SCHEDULEName of school.  __________________________          LAWS OF GUYANA Education Cap. 39:01 7  L.R.O. 1/2012 1929 Ed. c. 196 1953 Ed. c. 91 _______________________________________________________ 3 of 1876 An Act to make better provision for the promotion of education in Guyana.  [3RD FEBRUARY, 1877]  Short Title.       Interpretation. [26 of 1949 3 of 1961 4 of 1972 1 of 1975 O. 80/1980]           c. 1:54.(1) The Minister may from time to time make regulations generally for establishing and maintaining an efficient system of education throughout Guyana.  (2) Without prejudice to the generality of the provisions of subsection (1), the Minister may make regulations for all or any of the following purposes:  (a) for securing the proper application and distribution of all moneys provided by Parliament for the purposes of education;  (b) for awarding scholarships or other awards or for withholding any such scholarship or award and for controlling persons holding such scholarships or awards;  (c) for the government and discipline of all schools of every kind maintained from moneys provided by Parliament.  ___________________    LAWS OF GUYANA 30 Cap. 39:01 Education  L.R.O. 1/2012                                                GUYANA.  The complaint of                                 an attendance officer or other authorised person, taken before me, the undersigned magistrate for the                    district, at                               in the county of                                          this                       day of 20    , who saith that                           residing at                         in the said county, being the parent, within the meaning of the Education Act, of the child named                                      and which child is above the age of five years and under the age of twelve years, has, for the period of                                  next before the date of this complaint, habitually and without reasonable excuse omitted to provide efficient elementary education for h         said child, the said                                  in contravention of the said Act; and thereupon he, the said educational district officer or other authorised person, makes application that the said                               may be dealt with according to law.  A.B. Taken before me the day and year and in the place above mentioned. (Signed)   C.D. Magistrate  ____________________   FORM 2  Order on parent for attendance of child at school  GUYANA   County of Be it remembered that on the                     day of                  s. 14 Complaint against parent for not educating child FORM 1  FORMS FIRST SCHEDULE  s. 14 LAWS OF GUYANA Education Cap. 39:01 31  L.R.O. 1/2012                                                                20     , complaint was made before a                                magistrate for the                    district by                        on attendance officer, or other authorised person, that                     residing at                     in the county of                                being the parent, within the meaning of the Education Act, of the child named                                                  who is above the age of five years and under the age of twelve years, had, for the period of                             next before the said                       day of                         20      , habitually and without reasonable excuse omitted to provide efficient  elementary education for the said child, the said                             in contravention of the said Act, and that on the                   day of                               20        , at the court room, at                                in the said county of                                  the matter of the said complaint was heard and investigated by the undersigned magistrate for the                                district; and now, being satisfied of the truth of that complaint, I do order that the said                                do cause the said child to attend the school at [here describe the school] being the school which the said parent has selected [or which, as the parent has not selected any, I have named] on [here specify how many days on which the child is to attend school] in each week during which that school shall be open for                            hours on each such day.   Dated this                   day of                            20          , at (Signed)  C.D. Magistrate  _____________________        LAWS OF GUYANA 32 Cap. 39:01 Education  L.R.O. 1/2012 s. 15                                     s. 15           FORM 3  Complaint against child found habitually wandering  GUYANA.  The complaint of                              an attendance officer, or other authorised person, taken before me, the undersigned magistrate for the                           district, at                            in the county of this                   day of                              20      , who saith that                being a child subject to the provisions of the Education Act, has, for the period of                         next before the date of this complaint, been found within the                                             educational district habitually wandering, [or not under proper control, or in the company of rogues or vagabonds or disorderly persons or reputed criminals, as the circumstances of the case may require].   A.B. Taken before me the day and year and at the place first above mentioned.  (Signed)  C.D. Magistrate  ____________________   FORM 4  Order under section 15  GUYANA.  Be it remembered that on the                  day of                                  20    , at the court room in the county of                   in pursuance of the Education Act, I,                       magistrate for LAWS OF GUYANA Education Cap. 39:01 33  L.R.O. 1/2012                          s. 16                         the                district, do order that                                       being a child subject to the provisions of section 15 of the said Act, do attend the public elementary school at                          being the school which the parent of the said child has selected [or which, as the parent of the said child has not selected any, I have named] for                     days in each week during which that school shall be open for                  hours on each of those days, [or be sent to the industrial school at                       or be delivered to his parent].  Dated this                      day of                               20       . (Signed)  C.D. Magistrate  ___________________  FORM 5  Complaint for non-compliance with order of magistrate  GUYANA.  The complaint of  an attendance officer or other authorised person, taken before me, the undersigned magistrate for the                         district, at                            in the county of this                   day of                        20      , who saith that heretofore on the                     day of                               20      , an order was made by                                   , magistrate for the district, that                                  being the parent, within the meaning of the Education Act, of the child named                                                             should cause the said child to attend, and that the said child should attend, the school at                                            therein named, in the manner specified in the said order. and that the said                       now residing at                            in the county of                            has, for the period of                           next before the date of this LAWS OF GUYANA 34 Cap. 39:01 Education  L.R.O. 1/2012                            s. 16                     complaint, failed, without reasonable excuse, to comply with the said order in contravention of the said Act, and thereupon he, the said attendance officer, or other authorised person, makes application that the said                            may be dealt with according to law. A.B.  Taken before me the day and year and at the place above-mentioned. (Signed) C.D.  Magistrate  NOTE.For a second or any subsequent case of non-compliance with an order made by a magistrate after the words to comply with the said order, in contravention of the said Act, proceed as follows:and further that he, the said                    heretofore, and before the period mentioned in this complaint, to wit, on the                    day of                               20      , was adjudged to have failed to comply with the said order without reasonable excuse. ___________________  FORM 6  Order under section 16  GUYANA.  Whereas on the complaint of                     an attendance officer, or other authorised person, it has been made to appear to me, the undersigned magistrate for the                                      district, that without any reasonable excuse, the order made by                             magistrate for the                             district, requiring that                            residing at                            in the county of                         being the parent, within the meaning of the Education Act, of the child named                          should cause the child to attend, and that the child should attend, the school therein named at the times therein specified, has not LAWS OF GUYANA Education Cap. 39:01 35  L.R.O. 1/2012                                                 been complied with; and whereas the said parent, the said                          has failed to satisfy me that he has used all reasonable efforts to enforce compliance with the said order, I, the said magistrate, do, this                       day of                                 20     , at                     order the said                          to pay to the said attendance officer, or other authorised person, the sum of                       and if the said sum is not paid forthwith [or on or before the                   day of                   next] I do order and adjudge the said                        to be imprisoned in the prison at                              in the said county, for the space of            days, unless the said sum shall be sooner paid. Dated this                  day of                      20     , at                  in the said county. (Signed) C.D.  Magistrate  NOTE.Where, in the first case of non-compliance, the magistrate orders the child to be sent to an industrial school, proceed from the words has not been complied with as follows:and whereas the said parent, the said                               has satisfied me that he has used all reasonable efforts to enforce compliance with the said order, I, the said magistrate, under the provisions of the said Act, do this                  day of                         20     , at                         in the county of                      order that the said                          shall be sent to the industrial school at                and there detained until the                   day of                          , 20     .  Where, in the second case of non-compliance, the magistrate orders the child to be sent to an industrial school, proceed from the words in the form has not been complied with as follows:and whereas the said         has been previously adjudged to have failed, without reasonable excuse to comply with that order, I, the said magistrate, as in the last case. __________________  LAWS OF GUYANA 36 Cap. 39:01 Education  L.R.O. 1/2012 s. 20                                                FORM 7 Complaint for employing child in contravention of the Act  GUYANA. The complaint of                      taken before me, the under-signed magistrate for the district, at                           in the county of                       this                 day of                         20     , who saith that                       residing at                          in the said county, did on the                   day of                         20      , take into his employment [or employ]at                              in the said county, one                           then being a child subject to the provisions of the Education Act, in contravention of the said Act. A.B.  Taken before me this day and year and at the place above-mentioned. (Signed) C.D.  Magistrate ____________________  SECOND SCHEDULE NAME OF SCHOOL  St. Matthews Anglican Providence Grove Anglican Supply Anglican St. Marys Anglican Goed Fortuin St. Simons Anglican La Bonne Intention Anglican Lusignan Anglican St. Augustines Anglican Non Pariel Anglican St. Marks Anglican Paradise St. Albans Anglican St. Gabriels Anglican Bath Settlement Anglican No. 59 Anglican LAWS OF GUYANA Education Cap. 39:01 37  L.R.O. 1/2012                                                Leeds Anglican Dartmouth Anglican (St. Barnabas) Jacklow Anglican Endeavour Anglican St. Marys Anglican Hackney Kingston Methodist Plaisance Methodist Strath Campbell Methodist Liberty Methodist Christianburg Church of Scotland  Cornelia Ida Church of Scotland  Mahaica Church of Scotland  Belmont Church of Scotland St. Columbas Church of Scotland  Manchester Church of Scotland  Good Hope Church of Scotland  HuistDieren Church of Scotland  Malgretout Roman Catholic St. Francis Roman Catholic Santa Rosa Roman Catholic  Ramjit Canadian Mission  Hague Canadian Mission MacGillivary Canadian Mission John Gibson Canadian Mission  De Hoop Canadian Mission  Biaboo Canadian Mission Novar Canadian Mission  Bohemia Canadian Mission  No. 56 Canadian Mission Gibson Fisher Canadian Mission  Ridge Canadian Mission  Maryville Canadian Mission  Bethel Congregational Ithaca Congregational No. 5 Congregational Arthurville School St. James Anglican, Waramuri __________________ LAWS OF GUYANA 38 Cap. 39:01 Education  L.R.O. 1/2012  SUBSIDIARY LEGISLATION  _________________   O.35/1961 43/1961 EDUCATION (CONTROL AND MANAGEMENT OF SCHOOLS) ORDER  made under section 2  Citation.    Government schools.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may from time to time make regulations generally for establishing and maintaining an efficient system of education throughout Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the generality of the provisions of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "for securing the proper application and distribution of all moneys provided by Parliament for the purposes of education;"
                },
                {
                    "representation": "(b)",
                    "description": "for awarding scholarships or other awards or for withholding any such scholarship or award and for controlling persons holding such scholarships or awards;"
                },
                {
                    "representation": "(c)",
                    "description": "for the government and discipline of all schools of every kind maintained from moneys provided by Parliament.  ___________________    LAWS OF GUYANA 30 Cap. 39:01 Education  L.R.O. 1/2012                                                GUYANA.  The complaint of                                 an attendance officer or other authorised person, taken before me, the undersigned magistrate for the                    district, at                               in the county of                                          this                       day of 20    , who saith that                           residing at                         in the said county, being the parent, within the meaning of the Education Act, of the child named                                      and which child is above the age of five years and under the age of twelve years, has, for the period of                                  next before the date of this complaint, habitually and without reasonable excuse omitted to provide efficient elementary education for h         said child, the said                                  in contravention of the said Act; and thereupon he, the said educational district officer or other authorised person, makes application that the said                               may be dealt with according to law.  A.B. Taken before me the day and year and in the place above mentioned."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Divisions in schools. ",
            "context": "EDUCATION ACT under Divisions in schools. 55. (1) Every school shall have four divisionspreparatory, lower, middle and upper, unless the Chief Education Officer approves of some other form of organisation.  (2) In large schools each division may with the approval of the Chief Education Officer be sub-divided into two classes(a) and (b).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every school shall have four divisionspreparatory, lower, middle and upper, unless the Chief Education Officer approves of some other form of organisation."
                },
                {
                    "representation": "(2)",
                    "description": "In large schools each division may with the approval of the Chief Education Officer be sub-divided into two classes(a) and"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Exclusion of pupils on account of disease. ",
            "context": "EDUCATION ACT under Exclusion of pupils on account of disease. 56. (1) It shall be the duty of every head teacher to exclude from the school any child suffering from any contagious or infectious disease or who comes from a house where such is known to exist.  (2) Head teachers shall report immediately to the local sanitary authority in Georgetown and New Amsterdam, and to the Government medical officer in any other district, the occurrence of any case of suspected contagious or infectious disease, at the same time forwarding to the Chief Education Officer a copy of the report sent.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It shall be the duty of every head teacher to exclude from the school any child suffering from any contagious or infectious disease or who comes from a house where such is known to exist."
                },
                {
                    "representation": "(2)",
                    "description": "Head teachers shall report immediately to the local sanitary authority in Georgetown and New Amsterdam, and to the Government medical officer in any other district, the occurrence of any case of suspected contagious or infectious disease, at the same time forwarding to the Chief Education Officer a copy of the report sent."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Temporary closing of schools. ",
            "context": "EDUCATION ACT under Temporary closing of schools. 57. Where in the opinion of the Chief Education Officer, it is expedient to close temporarily any school, he shall issue any necessary instructions to the manager and to the head teacher.",
            "description": "Where in the opinion of the Chief Education Officer, it is expedient to close temporarily any school, he shall issue any necessary instructions to the manager and to the head teacher."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "School days and hours. ",
            "context": "EDUCATION ACT under School days and hours. 58. (1) Schools shall be kept open from Monday to Friday inclusive, in each week, except during the holidays authorised under regulation",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Schools shall be kept open from Monday to Friday inclusive, in each week, except during the holidays authorised under regulation"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "School holidays.  PART IX ADMISSION AND ATTENDANCE OF PUPILS  ",
            "context": "EDUCATION ACT under School holidays.  PART IX ADMISSION AND ATTENDANCE OF PUPILS  59.  (2) The hours of attendance at school shall be five per diem divided into two sessionsa morning session and an afternoon session. The morning session shall include an interval for recreation not exceeding fifteen minutes and the LAWS OF GUYANA Education Cap. 39:01 93 [Subsidiary] Education Code Regulations  L.R.O. 1/2012                               School holidays.                  afternoon session an interval not exceeding ten minutes.  (3) If there are two or more schools within two miles of each other, the managers concerned shall agree on a uniform time of opening. Should the managers be unable to agree the time shall be fixed by the Chief Education Officer.  (4) Pupils of the preparatory division may be dismissed after two hours' instruction including an interval for recreation, in the first daily session of the school, and after one hour's instruction in the second daily session.  (5) The head teacher may keep the pupils of the upper division for not more than one additional hour of instruction on any day or days if he so desires, but all ordinary instruction shall cease by 4 pm and any special instruction or detention of pupils by",
            "description": [
                {
                    "representation": "(2)",
                    "description": "The hours of attendance at school shall be five per diem divided into two sessionsa morning session and an afternoon session. The morning session shall include an interval for recreation not exceeding fifteen minutes and the LAWS OF GUYANA Education Cap. 39:01 93 [Subsidiary] Education Code Regulations  L.R.O. 1/2012                               School holidays.                  afternoon session an interval not exceeding ten minutes."
                },
                {
                    "representation": "(3)",
                    "description": "If there are two or more schools within two miles of each other, the managers concerned shall agree on a uniform time of opening. Should the managers be unable to agree the time shall be fixed by the Chief Education Officer."
                },
                {
                    "representation": "(4)",
                    "description": "Pupils of the preparatory division may be dismissed after two hours' instruction including an interval for recreation, in the first daily session of the school, and after one hour's instruction in the second daily session."
                },
                {
                    "representation": "(5)",
                    "description": "The head teacher may keep the pupils of the upper division for not more than one additional hour of instruction on any day or days if he so desires, but all ordinary instruction shall cease by 4 pm and any special instruction or detention of pupils by"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Admission of pupils. ",
            "context": "EDUCATION ACT under Admission of pupils. 60. (1) No child shall be refused admission to any school or dismissed therefrom on account of the religious persuasion, race, or language of such child or of his parents or guardian.  (2) If there is sufficient accommodation as required by these regulations, no child over 6 years and under 14 years of age shall be refused admission into any school save in the case of transfer as provided in regulation 63 or dismissed therefrom on any grounds which in the opinion of the Chief Education Officer are unreasonable.  (3) No child under 5 years of age shall be registered as a pupil and no child over 16 years of age shall be included in the calculation of the average attendance of a school.  (4) Except with the express approval of the Chief Education Officer, schools erected before the coming into force of these regulations shall not enrol more pupils than fifteen per cent beyond the accommodation as prescribed by regulation 9, and schools erected after the coming into force of these Regulations shall not enrol more pupils than ten per cent beyond the accommodation as prescribed by regulation",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No child shall be refused admission to any school or dismissed therefrom on account of the religious persuasion, race, or language of such child or of his parents or guardian."
                },
                {
                    "representation": "(2)",
                    "description": "If there is sufficient accommodation as required by these regulations, no child over 6 years and under 14 years of age shall be refused admission into any school save in the case of transfer as provided in regulation 63 or dismissed therefrom on any grounds which in the opinion of the Chief Education Officer are unreasonable."
                },
                {
                    "representation": "(3)",
                    "description": "No child under 5 years of age shall be registered as a pupil and no child over 16 years of age shall be included in the calculation of the average attendance of a school."
                },
                {
                    "representation": "(4)",
                    "description": "Except with the express approval of the Chief Education Officer, schools erected before the coming into force of these regulations shall not enrol more pupils than fifteen per cent beyond the accommodation as prescribed by regulation 9, and schools erected after the coming into force of these Regulations shall not enrol more pupils than ten per cent beyond the accommodation as prescribed by regulation"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Proof of age of child. ",
            "context": "EDUCATION ACT under Proof of age of child. 61. A head teacher who satisfies the Chief Education Officer that he is unable to ascertain the correct date of birth of any pupil, may fill up a form showing the names of the parents of such a pupil, the district in which he was born and the approximate date of his birth, and forward the same to the LAWS OF GUYANA Education Cap. 39:01 95 [Subsidiary] Education Code Regulations  L.R.O. 1/2012                   Re-admission of pupils.         Transfer of pupils.                     Chief Education Officer for verification by the Registrar General. In the event of any birth being untraceable by the Registrar General and in the absence of birth or baptismal certificates, it shall be the duty of the Chief Education Officer, having regard to the appearance of the pupil and the entries in the school register of admissions, to decide for the purpose of these regulations the question of age, and his decision shall be final:  Provided that in the case of a child of East Indian parents the certificate of the Immigration Agent General shall be sufficient proof of age.",
            "description": "A head teacher who satisfies the Chief Education Officer that he is unable to ascertain the correct date of birth of any pupil, may fill up a form showing the names of the parents of such a pupil, the district in which he was born and the approximate date of his birth, and forward the same to the LAWS OF GUYANA Education Cap. 39:01 95 [Subsidiary] Education Code Regulations  L.R.O. 1/2012                   Re-admission of pupils.         Transfer of pupils.                     Chief Education Officer for verification by the Registrar General. In the event of any birth being untraceable by the Registrar General and in the absence of birth or baptismal certificates, it shall be the duty of the Chief Education Officer, having regard to the appearance of the pupil and the entries in the school register of admissions, to decide for the purpose of these regulations the question of age, and his decision shall be final:  Provided that in the case of a child of East Indian parents the certificate of the Immigration Agent General shall be sufficient proof of age."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Re-admission of pupils. ",
            "context": "EDUCATION ACT under Re-admission of pupils. 62. Except for reasons satisfactory to the Chief Education Officer a pupil absent from school for three consecutive months shall cease to be considered a pupil of that school, and if such pupil be subsequently re-admitted he shall be deemed a new pupil and his name shall be so entered in the school register of admission.",
            "description": "Except for reasons satisfactory to the Chief Education Officer a pupil absent from school for three consecutive months shall cease to be considered a pupil of that school, and if such pupil be subsequently re-admitted he shall be deemed a new pupil and his name shall be so entered in the school register of admission."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Transfer of pupils. ",
            "context": "EDUCATION ACT under Transfer of pupils. 63. (1) No child shall be transferred from one school to another unless he (or his parents) produces to the head teacher of the school to which he seeks admission a transfer certificate signed by the manager and the head teacher of the school formerly attended.  (2) A transfer certificate shall state  (i) name of pupil; (ii) date of birth (state if verified); (iii) date of admission; (iv) division reached, and date of promotion (or admission) to such division; (v) date of last attendance and cause of leaving; (vi) number of attendances made during the current school year; LAWS OF GUYANA 96 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012                               Employment of pupils as teachers forbidden.       Prizes and certificates for regular attendance.          (vii) general remarks on conduct and work.  (3) No certificate shall be refused when applied for by the parent or guardian in person or in writing.  (4) No transfer certificate shall be issued after fourteen days from the commencement of each term, except in the case of removal from one district to another, or in such other cases as may be approved by the Chief Education Officer.  (5) Where an order has been issued under the Act by a magistrate that a child shall attend a particular school, the head-teacher of that school shall apply for the transfer certificate to the head teacher of the last school attended by the pupil.  (6) For the purpose of this regulation all schools in Georgetown are regarded as being in the same district; similarly all schools in New Amsterdam, and all country schools within two miles of each other.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No child shall be transferred from one school to another unless he"
                },
                {
                    "representation": "(2)",
                    "description": "A transfer certificate shall state"
                },
                {
                    "representation": "(i)",
                    "description": "name of pupil;"
                },
                {
                    "representation": "(v)",
                    "description": "date of last attendance and cause of leaving;"
                },
                {
                    "representation": "(3)",
                    "description": "No certificate shall be refused when applied for by the parent or guardian in person or in writing."
                },
                {
                    "representation": "(4)",
                    "description": "No transfer certificate shall be issued after fourteen days from the commencement of each term, except in the case of removal from one district to another, or in such other cases as may be approved by the Chief Education Officer."
                },
                {
                    "representation": "(5)",
                    "description": "Where an order has been issued under the Act by a magistrate that a child shall attend a particular school, the head-teacher of that school shall apply for the transfer certificate to the head teacher of the last school attended by the pupil."
                },
                {
                    "representation": "(6)",
                    "description": "For the purpose of this regulation all schools in Georgetown are regarded as being in the same district; similarly all schools in New Amsterdam, and all country schools within two miles of each other."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Employment of pupils as teachers forbidden. ",
            "context": "EDUCATION ACT under Employment of pupils as teachers forbidden. 64. No pupil shall be regularly employed as a teacher.",
            "description": "No pupil shall be regularly employed as a teacher."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Prizes and certificates for regular attendance. ",
            "context": "EDUCATION ACT under Prizes and certificates for regular attendance. 65. Every pupil who makes the maximum number of attendances in any school year shall be awarded a prize, and every pupil who makes ninety-five per cent or more of the maximum number of attendances, but less than the maximum number shall be awarded a certificate, and those who gain certificates for three consecutive years shall be eligible for special prizes:  Provided that in each case the pupil is certified by the manager and head teacher to have been diligent, well LAWS OF GUYANA Education Cap. 39:01 97 [Subsidiary] Education Code Regulations  L.R.O. 1/2012        Efficient elementary instruction.                 Religious observances and instruction.      Freedom of worship.         Training of character.            behaved, and punctual throughout the school year.",
            "description": "Every pupil who makes the maximum number of attendances in any school year shall be awarded a prize, and every pupil who makes ninety-five per cent or more of the maximum number of attendances, but less than the maximum number shall be awarded a certificate, and those who gain certificates for three consecutive years shall be eligible for special prizes:  Provided that in each case the pupil is certified by the manager and head teacher to have been diligent, well LAWS OF GUYANA Education Cap. 39:01 97 [Subsidiary] Education Code Regulations  L.R.O. 1/2012        Efficient elementary instruction.                 Religious observances and instruction.      Freedom of worship.         Training of character.            behaved, and punctual throughout the school year."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Efficient elementary instruction.     LAWS OF GUYANA Education Cap. 39:01 61 [Subsidiary] Education Code Regulations  L.R.O. 1/2012 PART X COURSE OF INSTRUCTION; EXAMINATIONS AND INSPECTIONS  REGULATION  ",
            "context": "EDUCATION ACT under Efficient elementary instruction.     LAWS OF GUYANA Education Cap. 39:01 61 [Subsidiary] Education Code Regulations  L.R.O. 1/2012 PART X COURSE OF INSTRUCTION; EXAMINATIONS AND INSPECTIONS  REGULATION  66. (1) In Georgetown, New Amsterdam, and Buxton, and in such other places as the Minister may order, thirty-five attendances in one month, and in all other places, thirty attendances in one month, of a child at any school, at least two of such attendances being on separate Mondays, shall be deemed to be \"efficient elementary instruction.\"  (2) \"Attendance\" for the purpose of this regulation, shall mean presence throughout a session as prescribed under regulation 58 and fixed by the time-table of the school.  PART X COURSE OF INSTRUCTION; EXAMINATIONS AND INSPECTIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In Georgetown, New Amsterdam, and Buxton, and in such other places as the Minister may order, thirty-five attendances in one month, and in all other places, thirty attendances in one month, of a child at any school, at least two of such attendances being on separate Mondays, shall be deemed to be \"efficient elementary instruction.\""
                },
                {
                    "representation": "(2)",
                    "description": "\"Attendance\" for the purpose of this regulation, shall mean presence throughout a session as prescribed under regulation 58 and fixed by the time-table of the school.  PART X COURSE OF INSTRUCTION; EXAMINATIONS AND INSPECTIONS"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Religious observances and instruction. ",
            "context": "EDUCATION ACT under Religious observances and instruction. 67. Religious observances and instruction in schools shall conform to the requirements of section 29 of the Act and the pupils may, at times specified in the time-table approved by the Chief Education Officer, be taken to a neighbouring church for any religious observance or instruction.",
            "description": "Religious observances and instruction in schools shall conform to the requirements of section 29 of the Act and the pupils may, at times specified in the time-table approved by the Chief Education Officer, be taken to a neighbouring church for any religious observance or instruction."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Freedom of worship. ",
            "context": "EDUCATION ACT under Freedom of worship. 68. It shall not be required that a pupil shall attend or abstain from attending any Sunday school or any place of religious worship or that he shall, or shall not, attend any religious observance whatever.",
            "description": "It shall not be required that a pupil shall attend or abstain from attending any Sunday school or any place of religious worship or that he shall, or shall not, attend any religious observance whatever."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Training of character. ",
            "context": "EDUCATION ACT under Training of character. 69. All reasonable care shall be taken during the work and conduct of the school to impress upon the pupils the importance of cheerful obedience to duty, of consideration and respect for others, and of honour and truthfulness in word and act, to bring them up in habits of punctuality, and regular attendance, of good manners and language, of cleanliness and neatness, and to impress upon them the dignity of labour, and the necessity for hard work as a condition of life.  LAWS OF GUYANA 98 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012 Course of secular instruction. Schedule.     Periodical examinations.    Primary School Certificate Examination. [Reg.43/1945]",
            "description": "All reasonable care shall be taken during the work and conduct of the school to impress upon the pupils the importance of cheerful obedience to duty, of consideration and respect for others, and of honour and truthfulness in word and act, to bring them up in habits of punctuality, and regular attendance, of good manners and language, of cleanliness and neatness, and to impress upon them the dignity of labour, and the necessity for hard work as a condition of life.  LAWS OF GUYANA 98 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012 Course of secular instruction. Schedule.     Periodical examinations.    Primary School Certificate Examination. [Reg.43/1945]"
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "Course of secular instruction. ",
            "context": "EDUCATION ACT under Course of secular instruction. 70. The course of secular instruction shall be in accordance with the suggested schemes of work in the Schedule to these Regulations, or such other schemes as may from time to time be approved by the Chief Education Officer.",
            "description": "The course of secular instruction shall be in accordance with the suggested schemes of work in the Schedule to these Regulations, or such other schemes as may from time to time be approved by the Chief Education Officer."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Periodical examinations. ",
            "context": "EDUCATION ACT under Periodical examinations. 71. The head teacher or other person authorised in writing by the Chief Education Officer shall hold periodical examinations of the school.",
            "description": "The head teacher or other person authorised in writing by the Chief Education Officer shall hold periodical examinations of the school."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "Primary School Certificate Examination. ",
            "context": "EDUCATION ACT under Primary School Certificate Examination. 72. (1) An examination to be called \"the Primary School Certificate Examination\" shall be held annually on a date to be fixed by the Chief Education Officer, at which the head teacher of any aided school may present pupils who are not less than twelve years of age on the 1st January, or not more than sixteen years of age on the 31st July, in the year in which the examination is held, and who have been pupils of an aided school for not less than two years immediately preceding the date of the examination.  (2) All candidates who are eligible under paragraph (1) and who have made seventy-five per cent of the maximum attendance as pupils of the upper division of an aided school during the five terms preceding the examination shall be presented.  (3) The subjects of the examination shall be prescribed by the Chief Education Officer and notified by him in the Gazette not less than nine months before the date of the examination.  (4) The Chief Education Officer shall issue to every candidate who produces satisfactory evidence of his eligibility under this regulation and who reaches the standard required in the examination a certificate to be called \"the Primary School Certificate.\"  LAWS OF GUYANA Education Cap. 39:01 99 [Subsidiary] Education Code Regulations  L.R.O. 1/2012 Primary School Needlework Certificate Examination.          Inspection. [Reg. 16/947]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and who have made seventy-five per cent of the maximum attendance as pupils of the upper division of an aided school during the five terms preceding the examination shall be presented."
                },
                {
                    "representation": "(2)",
                    "description": "All candidates who are eligible under paragraph"
                },
                {
                    "representation": "(3)",
                    "description": "The subjects of the examination shall be prescribed by the Chief Education Officer and notified by him in the Gazette not less than nine months before the date of the examination."
                },
                {
                    "representation": "(4)",
                    "description": "The Chief Education Officer shall issue to every candidate who produces satisfactory evidence of his eligibility under this regulation and who reaches the standard required in the examination a certificate to be called \"the Primary School Certificate.\"  LAWS OF GUYANA Education Cap. 39:01 99 [Subsidiary] Education Code Regulations  L.R.O. 1/2012 Primary School Needlework Certificate Examination.          Inspection. [Reg. 16/947]"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "73",
            "title": "Primary School Needlework Certificate Examination. ",
            "context": "EDUCATION ACT under Primary School Needlework Certificate Examination. 73. An examination in needlework shall be held annually on a date to be fixed by the Chief Education Officer at which any aided school may present girls who are eligible to sit for the Primary School Certificate Examination. The Chief Education Officer shall issue to every candidate who produces satisfactory evidence of her eligibility and who reaches the standard required in the examination, a certificate to be called \"the Primary School Needlework Certificate.\"",
            "description": "An examination in needlework shall be held annually on a date to be fixed by the Chief Education Officer at which any aided school may present girls who are eligible to sit for the Primary School Certificate Examination. The Chief Education Officer shall issue to every candidate who produces satisfactory evidence of her eligibility and who reaches the standard required in the examination, a certificate to be called \"the Primary School Needlework Certificate.\""
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "74",
            "title": "Inspection. ",
            "context": "EDUCATION ACT under Inspection. 74. (1) Every school shall be inspected from time to time for the purpose of determining its state of efficiency.  (2) Where a school is classified under regulation 88 as \"poor\" or \"unsatisfactory\" the teachers (other than teachers who have reached the maximum salaries of their grades) who in the opinion of the Chief Education Officer are responsible for the loss of efficiency shall be warned that their future increments may be stopped after the next inspection. Such a school shall be inspected again within twelve months and if the school is again classified as \"poor\" or \"unsatisfactory\" the teachers who in the opinion of the Chief Education Officer are responsible for the loss of efficiency shall not be given any further increments until at some future inspection the school ceases to be so classified.  (3) When a teacher has reached the maximum salary of his grade and on inspection the normal efficiency of his school, division or class has not been maintained, he shall be warned that his salary may be reduced after the next inspection. Such a school, division or class shall be inspected again within twelve months, and if the school, division or class is still below its normal efficiency there shall be deducted each month from the salary of such teacher a sum equivalent to his last increment until at some future inspection the school, division or class regains its normal efficiency.   LAWS OF GUYANA 100 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012      Reports of inspections.                  Classification of schools after inspection.                 Visits of authorised persons to schools.    (4) The Chief Education Officer may, at any reasonable time, inspect all books prescribed to be used in connection with the school.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every school shall be inspected from time to time for the purpose of determining its state of efficiency."
                },
                {
                    "representation": "(2)",
                    "description": "Where a school is classified under regulation 88 as \"poor\" or \"unsatisfactory\" the teachers"
                },
                {
                    "representation": "(3)",
                    "description": "When a teacher has reached the maximum salary of his grade and on inspection the normal efficiency of his school, division or class has not been maintained, he shall be warned that his salary may be reduced after the next inspection. Such a school, division or class shall be inspected again within twelve months, and if the school, division or class is still below its normal efficiency there shall be deducted each month from the salary of such teacher a sum equivalent to his last increment until at some future inspection the school, division or class regains its normal efficiency.   LAWS OF GUYANA 100 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012      Reports of inspections.                  Classification of schools after inspection.                 Visits of authorised persons to schools."
                },
                {
                    "representation": "(4)",
                    "description": "The Chief Education Officer may, at any reasonable time, inspect all books prescribed to be used in connection with the school."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "75",
            "title": "Reports of inspections. ",
            "context": "EDUCATION ACT under Reports of inspections. 75. The report of an inspection shall be under the following of heads:  (a) organisation, discipline, and instruction;  (b) school records;  (c) condition of premises and surroundings;  (d) equipment.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "organisation, discipline, and instruction;"
                },
                {
                    "representation": "(b)",
                    "description": "school records;"
                },
                {
                    "representation": "(c)",
                    "description": "condition of premises and surroundings;"
                },
                {
                    "representation": "(d)",
                    "description": "equipment."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "76",
            "title": "Classification of schools after inspection. ",
            "context": "EDUCATION ACT under Classification of schools after inspection. 76. Schools shall be classified as follows, according to the standard of their work as shown at an inspection:  (a) excellent;  (b) very good;  (c) good;  (d) fair;  (e) poor;  (f) unsatisfactory.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "excellent;"
                },
                {
                    "representation": "(b)",
                    "description": "very good;"
                },
                {
                    "representation": "(c)",
                    "description": "good;"
                },
                {
                    "representation": "(d)",
                    "description": "fair;"
                },
                {
                    "representation": "(e)",
                    "description": "poor;"
                },
                {
                    "representation": "(f)",
                    "description": "unsatisfactory."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "77",
            "title": "Visits of authorised persons to schools. ",
            "context": "EDUCATION ACT under Visits of authorised persons to schools. 77. Members of the Cabinet and of the National Assembly, judges of the Supreme Court, members of the Council, district commissioners and justices of the peace, members of the governing body to which the school belongs, and any other persons authorised by the Minister may visit LAWS OF GUYANA Education Cap. 39:01 101 [Subsidiary] Education Code Regulations  L.R.O. 1/2012            Provisions for enforcing requirement.                             Branch schools.              Minimum average attendance.   Nursery schools and any school, and shall have full liberty to examine the school registers, and to record the results of their visit in the school log book. Visitors are invited to report the results of their visits to the Chief Education Officer on a form provided for the purpose.",
            "description": "Members of the Cabinet and of the National Assembly, judges of the Supreme Court, members of the Council, district commissioners and justices of the peace, members of the governing body to which the school belongs, and any other persons authorised by the Minister may visit LAWS OF GUYANA Education Cap. 39:01 101 [Subsidiary] Education Code Regulations  L.R.O. 1/2012            Provisions for enforcing requirement.                             Branch schools.              Minimum average attendance.   Nursery schools and any school, and shall have full liberty to examine the school registers, and to record the results of their visit in the school log book. Visitors are invited to report the results of their visits to the Chief Education Officer on a form provided for the purpose."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "78",
            "title": "Provisions for enforcing requirements.  PART XI BRANCH SCHOOLS, NURSERY SCHOOLS, CONTINUATION SCHOOLS, AND SCHOOLS IN REMOTE AREAS  ",
            "context": "EDUCATION ACT under Provisions for enforcing requirements.  PART XI BRANCH SCHOOLS, NURSERY SCHOOLS, CONTINUATION SCHOOLS, AND SCHOOLS IN REMOTE AREAS  78. (1) Upon being satisfied at any time by the reports of a senior education officer or otherwise that the requirements of these Regulations are not being the Chief Education Officer shall give the governing body of the school concerned written notice to comply with such requirements, and shall specify a time within which this shall be done. It shall then be the duty of the governing body to comply with such requirements and to report in writing to the Chief Education Officer that this has been done.  (2) If such requirements have not been made good to the satisfaction of the Chief Education Officer within the time specified by him, he may then act under regulation",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Upon being satisfied at any time by the reports of a senior education officer or otherwise that the requirements of these Regulations are not being the Chief Education Officer shall give the governing body of the school concerned written notice to comply with such requirements, and shall specify a time within which this shall be done. It shall then be the duty of the governing body to comply with such requirements and to report in writing to the Chief Education Officer that this has been done."
                },
                {
                    "representation": "(2)",
                    "description": "If such requirements have not been made good to the satisfaction of the Chief Education Officer within the time specified by him, he may then act under regulation"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "79",
            "title": "Branch schools. ",
            "context": "EDUCATION ACT under Branch schools. 79. (1) A portion of a school the organisation of which shall be approved by the Chief Education Officer may be accommodated in separate premises and shall be known as a \"branch school.\"  (2) No branch school shall be more than three miles from the main school.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A portion of a school the organisation of which shall be approved by the Chief Education Officer may be accommodated in separate premises and shall be known as a \"branch school.\""
                },
                {
                    "representation": "(2)",
                    "description": "No branch school shall be more than three miles from the main school."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "80",
            "title": "Minimum average attendance. ",
            "context": "EDUCATION ACT under Minimum average attendance. 80. The average attendance in a branch school shall be not less than thirty pupils.",
            "description": "The average attendance in a branch school shall be not less than thirty pupils."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "81",
            "title": "Nursery schools and continuation schools. ",
            "context": "EDUCATION ACT under Nursery schools and continuation schools. 81. Grants may be given to a governing body in LAWS OF GUYANA 102 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012 continuation schools.   Schools in remote areas. [Reg. 17/1950]       Salaries of head teachers.                                  respect of a nursery school or a continuation school.",
            "description": "Grants may be given to a governing body in LAWS OF GUYANA 102 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012 continuation schools.   Schools in remote areas. [Reg. 17/1950]       Salaries of head teachers.                                  respect of a nursery school or a continuation school."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "82",
            "title": "(1) Schools in remote areas.  (2) Salaries of head teachers.  (5) Salaries of assistant teachers.  (6) Supply of furniture and stationery.  PART XII REGISTERS, RECORDS, AND RETURNS  ",
            "context": "EDUCATION ACT under (1) Schools in remote areas.  (2) Salaries of head teachers.  (5) Salaries of assistant teachers.  (6) Supply of furniture and stationery.  PART XII REGISTERS, RECORDS, AND RETURNS  82.  (2) If any such school is within a radius of three miles of an aided school, the Chief Education Officer shall insert a notice of the application in the Gazette and forward a copy of such notice to the governing body of the aided school.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "If any such school is within a radius of three miles of an aided school, the Chief Education Officer shall insert a notice of the application in the Gazette and forward a copy of such notice to the governing body of the aided school."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "83",
            "title": "(1) List of registers, records, etc., to be kept.  (3) Preservation of registers, etc. ",
            "context": "EDUCATION ACT under (1) List of registers, records, etc., to be kept.  (3) Preservation of registers, etc. 83. (1) There shall be kept every school  (a) a copy of these Regulations and any amendment thereto;  (b) copies of all Gazette notices and circulars issued to schools;  (c) a log book or school diary;  (d) a register of admission and withdrawal of pupils;  (e) transfer certificates;  (f) attendance registers of pupils;  (g) attendance register of teachers;  (h) a book containing such accounts as the Chief Education Officer may from time to time prescribe; LAWS OF GUYANA Education Cap. 39:01 105 [Subsidiary] Education Code Regulations  L.R.O. 1/2012                              Preservation of registers, etc.          Log book.        (i) inventory of school furniture, equipment, apparatus, and material; (j) a time table and scheme of work approved by the Chief Education Officer;  (k) teachers' notes of lessons and records of work;  (l) examination question papers, answers and results;  (m) a punishment book;  (n) any other registers, books, records, or returns prescribed from time to time by the Chief Education Officer.  (2) All registers, records, and books shall be kept in good order and in the manner prescribed by these Regulations or as approved by the Chief Education Officer.  (3) Attendance registers of pupils and teachers when completed shall be carefully preserved for at least five years after the termination of the school year to which they relate.  (4) Log books and registers of admission shall be carefully preserved as long as possible as a permanent record of the school.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be kept every school"
                },
                {
                    "representation": "(a)",
                    "description": "a copy of these Regulations and any amendment thereto;"
                },
                {
                    "representation": "(b)",
                    "description": "copies of all Gazette notices and circulars issued to schools;"
                },
                {
                    "representation": "(c)",
                    "description": "a log book or school diary;"
                },
                {
                    "representation": "(d)",
                    "description": "a register of admission and withdrawal of pupils;"
                },
                {
                    "representation": "(e)",
                    "description": "transfer certificates;"
                },
                {
                    "representation": "(f)",
                    "description": "attendance registers of pupils;"
                },
                {
                    "representation": "(g)",
                    "description": "attendance register of teachers;"
                },
                {
                    "representation": "(h)",
                    "description": "a book containing such accounts as the Chief Education Officer may from time to time prescribe; LAWS OF GUYANA Education Cap. 39:01 105 [Subsidiary] Education Code Regulations  L.R.O. 1/2012                              Preservation of registers, etc.          Log book."
                },
                {
                    "representation": "(i)",
                    "description": "inventory of school furniture, equipment, apparatus, and material;"
                },
                {
                    "representation": "(j)",
                    "description": "a time table and scheme of work approved by the Chief Education Officer;"
                },
                {
                    "representation": "(k)",
                    "description": "teachers' notes of lessons and records of work;"
                },
                {
                    "representation": "(l)",
                    "description": "examination question papers, answers and results;"
                },
                {
                    "representation": "(m)",
                    "description": "a punishment book;"
                },
                {
                    "representation": "(n)",
                    "description": "any other registers, books, records, or returns prescribed from time to time by the Chief Education Officer."
                },
                {
                    "representation": "(2)",
                    "description": "All registers, records, and books shall be kept in good order and in the manner prescribed by these Regulations or as approved by the Chief Education Officer."
                },
                {
                    "representation": "(3)",
                    "description": "Attendance registers of pupils and teachers when completed shall be carefully preserved for at least five years after the termination of the school year to which they relate."
                },
                {
                    "representation": "(4)",
                    "description": "Log books and registers of admission shall be carefully preserved as long as possible as a permanent record of the school."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "84",
            "title": "Log Book. ",
            "context": "EDUCATION ACT under Log Book. 84. (1) The log book shall contain a record of any event of importance connected with the school, such as  (a) the beginning and end of a school term, the reason for closing of the school on all occasions on which it is LAWS OF GUYANA 106 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012                                   Admission and withdrawal register of pupils.          closed, change of teachers, repairs to the school, the receiving of circulars, rules, and other documents;  (b) the absence of any teacher from one or more sessions or parts thereof, together with the reason of such absence, and a statement whether such teacher has obtained leave of absence or not, and, if the former, from whom;  (c) all serious breaches of discipline or neglect of duty on the part of any member of the school staff;  (d) a copy of the report of each inspection of the school;  (e) all interruptions of school work by severe weather, epidemic, or other reason; the cause being fully stated in each case.  (2) No reflections or opinions of a general or personal character are to be entered in the log book.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The log book shall contain a record of any event of importance connected with the school, such as"
                },
                {
                    "representation": "(a)",
                    "description": "the beginning and end of a school term, the reason for closing of the school on all occasions on which it is LAWS OF GUYANA 106 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012                                   Admission and withdrawal register of pupils.          closed, change of teachers, repairs to the school, the receiving of circulars, rules, and other documents;"
                },
                {
                    "representation": "(b)",
                    "description": "the absence of any teacher from one or more sessions or parts thereof, together with the reason of such absence, and a statement whether such teacher has obtained leave of absence or not, and, if the former, from whom;"
                },
                {
                    "representation": "(c)",
                    "description": "all serious breaches of discipline or neglect of duty on the part of any member of the school staff;"
                },
                {
                    "representation": "(d)",
                    "description": "a copy of the report of each inspection of the school;"
                },
                {
                    "representation": "(e)",
                    "description": "all interruptions of school work by severe weather, epidemic, or other reason; the cause being fully stated in each case."
                },
                {
                    "representation": "(2)",
                    "description": "No reflections or opinions of a general or personal character are to be entered in the log book."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "85",
            "title": "Admission and withdrawal register of pupils. ",
            "context": "EDUCATION ACT under Admission and withdrawal register of pupils. 85. (1) The register of admission and withdrawal of pupils shall be kept in a form approved by the Chief Education Officer and shall show the date of birth, and the position in the school and complete progress of every pupil, including those transferred from other schools, giving the dates and their respective divisions year by year.  (2) When a pupil is admitted, his name and date of birth shall be entered at once in the admission and withdrawal register of pupils, and the necessary information LAWS OF GUYANA Education Cap. 39:01 107 [Subsidiary] Education Code Regulations  L.R.O. 1/2012            Pupils attendance register.                                     entered in each column.  (3) When a pupil is withdrawn, the withdrawal column of this register shall at once be filled in with all the necessary information.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The register of admission and withdrawal of pupils shall be kept in a form approved by the Chief Education Officer and shall show the date of birth, and the position in the school and complete progress of every pupil, including those transferred from other schools, giving the dates and their respective divisions year by year."
                },
                {
                    "representation": "(2)",
                    "description": "When a pupil is admitted, his name and date of birth shall be entered at once in the admission and withdrawal register of pupils, and the necessary information LAWS OF GUYANA Education Cap. 39:01 107 [Subsidiary] Education Code Regulations  L.R.O. 1/2012            Pupils attendance register.                                     entered in each column."
                },
                {
                    "representation": "(3)",
                    "description": "When a pupil is withdrawn, the withdrawal column of this register shall at once be filled in with all the necessary information."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "86",
            "title": "Pupils' attendance register.  LAWS OF GUYANA 62 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012 REGULATION  ",
            "context": "EDUCATION ACT under Pupils' attendance register.  LAWS OF GUYANA 62 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012 REGULATION  86. (1) The attendance registers of pupils shall be marked every time the school meets, however small the attendance may be, even if  there are no pupils present, beginning with the first day of the school  year and continuing to the last day thereof.  (2) Adequate time for marking the registers shall be provided in the time-table, according to the number of pupils.   (3) The maximum time allowed for marking registers is fifteen minutes in the morning and fifteen minutes in the afternoon.  (4) The names of boys shall be entered separately from those of girls in the register, but wherever possible, division or class registers shall be kept.  (5) When a pupil has been absent from the school for three months without notification of withdrawal, an entry of the fact shall be made in the withdrawal column of the admission register and the pupil's name shall not be re-written in the attendance register for the next term.  (6) When a pupil has been withdrawn after notification of withdrawal given by the parent or guardian in person or in writing, an entry shall be made at once in the attendance register by drawing a line in red ink from the last day the pupil attended to the end of the term.  (7) At the commencement of each term the names of the pupils shall be entered in the register of attendance LAWS OF GUYANA 108 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012             Marking of pupils attendance register.                                according to divisions or classes, preserving the same order throughout the year.  (8) When a pupil's name is placed on the attendance register, a line in ink shall be drawn from the name across intervening columns to the column where the first attendance is marked. No vacant space is to be left between any two names in the same class or division.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The attendance registers of pupils shall be marked every time the school meets, however small the attendance may be, even if  there are no pupils present, beginning with the first day of the school  year and continuing to the last day thereof."
                },
                {
                    "representation": "(2)",
                    "description": "Adequate time for marking the registers shall be provided in the time-table, according to the number of pupils."
                },
                {
                    "representation": "(3)",
                    "description": "The maximum time allowed for marking registers is fifteen minutes in the morning and fifteen minutes in the afternoon."
                },
                {
                    "representation": "(4)",
                    "description": "The names of boys shall be entered separately from those of girls in the register, but wherever possible, division or class registers shall be kept."
                },
                {
                    "representation": "(5)",
                    "description": "When a pupil has been absent from the school for three months without notification of withdrawal, an entry of the fact shall be made in the withdrawal column of the admission register and the pupil's name shall not be re-written in the attendance register for the next term."
                },
                {
                    "representation": "(6)",
                    "description": "When a pupil has been withdrawn after notification of withdrawal given by the parent or guardian in person or in writing, an entry shall be made at once in the attendance register by drawing a line in red ink from the last day the pupil attended to the end of the term."
                },
                {
                    "representation": "(7)",
                    "description": "At the commencement of each term the names of the pupils shall be entered in the register of attendance LAWS OF GUYANA 108 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012             Marking of pupils attendance register.                                according to divisions or classes, preserving the same order throughout the year."
                },
                {
                    "representation": "(8)",
                    "description": "When a pupil's name is placed on the attendance register, a line in ink shall be drawn from the name across intervening columns to the column where the first attendance is marked. No vacant space is to be left between any two names in the same class or division."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "87",
            "title": "Marking of pupils' attendance register. ",
            "context": "EDUCATION ACT under Marking of pupils' attendance register. 87. In marking the pupils' registers of attendance the following rules shall be observed:  (a) the register must be marked twice daily during the time set apart in the time-table for the purpose which shall be within half-hour of the opening of each session of the school. In any case in which, owing to heavy rains, the attendance is greatly reduced, a footnote shall be inserted mentioning such rains;  (b) after the register is closed no pupil's attendance is to be marked;  (c) the register must be marked in ink, never in pencil to be inked over afterwards;  (d) presence must be marked with a / and absence must be marked clearly and distinctly with an 0;  (e) there must be no blanks, no dots, no alterations, and no erasures; if an error has been made it must be corrected by a footnote; LAWS OF GUYANA Education Cap. 39:01 109 [Subsidiary] Education Code Regulations  L.R.O. 1/2012                                                 (f) if a pupil, other than a pupil of the preparatory division leaves the school within two hours in the morning session, or within one and a half hours in the afternoon session, after the marking of the register, the mark for presence must be cancelled by another stroke thus x ;  (g) the register must be original and not copied from slates or papers with the object of keeping it clean or for any other object;  (h) within the first half-hour of each session of the school, the number of attendances recorded on each page and the total number made by the whole school, must be entered in the spaces provided. The number of attendances made by each pupil during the week must be entered every Friday afternoon and by each pupil at the end of each term during the first month in the succeeding term;  (i) on the occasion of a holiday, a line must be drawn down the whole length of the column for the day; for longer periods \"holidays\" may be written across the columns;  (j) in schools situated on the banks of rivers and unapproachable by any public path, the marking of the register at the morning session may, LAWS OF GUYANA 110 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012                       Teachers attendance register.          Absence of teachers.             with the approval of the Chief Education Officer, be carried out within one hour after the time fixed for the opening of that session;  (k) the head teacher may appoint certain assistant teachers to assist in the marking of the registers, and they shall be responsible to him for their accuracy, but the general responsibility for the manner in which the registers are kept shall remain with the head teacher. All corrections shall be made in the manner prescribed, and shall be initialled by him.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the register must be marked twice daily during the time set apart in the time-table for the purpose which shall be within half-hour of the opening of each session of the school. In any case in which, owing to heavy rains, the attendance is greatly reduced, a footnote shall be inserted mentioning such rains;"
                },
                {
                    "representation": "(b)",
                    "description": "after the register is closed no pupil's attendance is to be marked;"
                },
                {
                    "representation": "(c)",
                    "description": "the register must be marked in ink, never in pencil to be inked over afterwards;"
                },
                {
                    "representation": "(d)",
                    "description": "presence must be marked with a / and absence must be marked clearly and distinctly with an 0;"
                },
                {
                    "representation": "(e)",
                    "description": "there must be no blanks, no dots, no alterations, and no erasures; if an error has been made it must be corrected by a footnote; LAWS OF GUYANA Education Cap. 39:01 109 [Subsidiary] Education Code Regulations  L.R.O. 1/2012"
                },
                {
                    "representation": "(f)",
                    "description": "if a pupil, other than a pupil of the preparatory division leaves the school within two hours in the morning session, or within one and a half hours in the afternoon session, after the marking of the register, the mark for presence must be cancelled by another stroke thus x ;"
                },
                {
                    "representation": "(g)",
                    "description": "the register must be original and not copied from slates or papers with the object of keeping it clean or for any other object;"
                },
                {
                    "representation": "(h)",
                    "description": "within the first half-hour of each session of the school, the number of attendances recorded on each page and the total number made by the whole school, must be entered in the spaces provided. The number of attendances made by each pupil during the week must be entered every Friday afternoon and by each pupil at the end of each term during the first month in the succeeding term;"
                },
                {
                    "representation": "(i)",
                    "description": "on the occasion of a holiday, a line must be drawn down the whole length of the column for the day; for longer periods \"holidays\" may be written across the columns;"
                },
                {
                    "representation": "(j)",
                    "description": "in schools situated on the banks of rivers and unapproachable by any public path, the marking of the register at the morning session may, LAWS OF GUYANA 110 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012                       Teachers attendance register.          Absence of teachers.             with the approval of the Chief Education Officer, be carried out within one hour after the time fixed for the opening of that session;"
                },
                {
                    "representation": "(k)",
                    "description": "the head teacher may appoint certain assistant teachers to assist in the marking of the registers, and they shall be responsible to him for their accuracy, but the general responsibility for the manner in which the registers are kept shall remain with the head teacher. All corrections shall be made in the manner prescribed, and shall be initialled by him."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "88",
            "title": "Teachers' attendance register. ",
            "context": "EDUCATION ACT under Teachers' attendance register. 88. In the attendance register of teachers each teacher and pupil teacher must enter the time of his arrival and departure from school in the morning and afternoon of each day. If a teacher is absent the whole of a session, then the head teacher (or teacher in charge in the head teacher's absence) must enter the word \"absent\" in the place for the time of arrival. Teachers shall be in school at least fifteen minutes before the commencement of each session.",
            "description": "In the attendance register of teachers each teacher and pupil teacher must enter the time of his arrival and departure from school in the morning and afternoon of each day. If a teacher is absent the whole of a session, then the head teacher (or teacher in charge in the head teacher's absence) must enter the word \"absent\" in the place for the time of arrival. Teachers shall be in school at least fifteen minutes before the commencement of each session."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "89",
            "title": "Absence of teachers. ",
            "context": "EDUCATION ACT under Absence of teachers. 89. (1) Head teachers absent from duty must report their absence in writing forthwith to the manager, and must state the reasons for such absence. Assistant teachers and pupil teachers must similarly report in writing to the head teacher, or teacher in charge in the head teacher's absence who will at once inform the manager.  (2) When in the opinion of the Chief Education Officer the absence of any teacher is not justifiable such teacher shall not be paid any salary in respect of the period of such absence.  LAWS OF GUYANA Education Cap. 39:01 111 [Subsidiary] Education Code Regulations  L.R.O. 1/2012  Time table.             Scheme of work           Records of work and notes of lessons.            Punishment book.       Corporal punishment. [Reg. 37/1943]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Head teachers absent from duty must report their absence in writing forthwith to the manager, and must state the reasons for such absence. Assistant teachers and pupil teachers must similarly report in writing to the head teacher, or teacher in charge in the head teacher's absence who will at once inform the manager."
                },
                {
                    "representation": "(2)",
                    "description": "When in the opinion of the Chief Education Officer the absence of any teacher is not justifiable such teacher shall not be paid any salary in respect of the period of such absence.  LAWS OF GUYANA Education Cap. 39:01 111 [Subsidiary] Education Code Regulations  L.R.O. 1/2012  Time table.             Scheme of work           Records of work and notes of lessons.            Punishment book.       Corporal punishment. [Reg. 37/1943]"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "90",
            "title": "Time-table. ",
            "context": "EDUCATION ACT under Time-table. 90. A time-table shall be drawn up by the head teacher on the official form provided and in accordance with the instructions issued by the Chief Education Officer, and after approval by the Chief Education Officer shall be hung in a conspicuous place in the school.",
            "description": "A time-table shall be drawn up by the head teacher on the official form provided and in accordance with the instructions issued by the Chief Education Officer, and after approval by the Chief Education Officer shall be hung in a conspicuous place in the school."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "91",
            "title": "Scheme of work. ",
            "context": "EDUCATION ACT under Scheme of work. 91. (1) A scheme of work covering a year's instruction shall be drawn up by the head teacher at the beginning of each school year on the lines of the suggested scheme of work contained in the Schedule.  (2) Each class teacher shall make a copy of the portion affecting his class and separate it into three terminal portions.  92 (1) Records of work in a form approved by the Chief Education Officer shall be kept for each class, in which must be entered at the end of each week a concise account of the work done. Records of work must be inspected and signed by the head teacher weekly.  (2) Notes of lessons shall be kept by the head teacher and each member of the staff, to show evidence of regular and careful preparation of the work planned to be covered.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Records of work in a form approved by the Chief Education Officer shall be kept for each class, in which must be entered at the end of each week a concise account of the work done. Records of work must be inspected and signed by the head teacher weekly."
                },
                {
                    "representation": "(2)",
                    "description": "Notes of lessons shall be kept by the head teacher and each member of the staff, to show evidence of regular and careful preparation of the work planned to be covered."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "93",
            "title": "Punishment book. ",
            "context": "EDUCATION ACT under Punishment book. 93. Whenever corporal punishment is administered, a statement of the nature and extent of the punishment and the reason therefor must be entered in the punishment book. All such entries must be made at the time the punishment is inflicted.",
            "description": "Whenever corporal punishment is administered, a statement of the nature and extent of the punishment and the reason therefor must be entered in the punishment book. All such entries must be made at the time the punishment is inflicted."
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "94",
            "title": "Corporal punishment ",
            "context": "EDUCATION ACT under Corporal punishment 94. (1) For serious or repeated offences corporal punishment may be administered by the head teacher or by an assistant teacher over twenty years of age and authorised by him.  LAWS OF GUYANA 112 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012                          Correspon-dence       Returns statistics, entries for examination, etc.     (2) Whenever a head teacher authorises an assistant teacher to administer corporal punishment, it shall be administered in the presence of the head teacher and under his direction and on his responsibility.  (3) Corporal punishment for girls shall be administered by a female teacher or by the head teacher in the presence of a female teacher.  (4) Whenever corporal punishment is administered, an entry shall be made on the same day in the punishment book, with a statement of the nature and extent of the punishment and the reason for inflicting it.  PART XIII MISCELLANEOUS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For serious or repeated offences corporal punishment may be administered by the head teacher or by an assistant teacher over twenty years of age and authorised by him.  LAWS OF GUYANA 112 Cap. 39:01 Education [Subsidiary] Education Code Regulations   L.R.O. 1/2012                          Correspon-dence       Returns statistics, entries for examination, etc."
                },
                {
                    "representation": "(2)",
                    "description": "Whenever a head teacher authorises an assistant teacher to administer corporal punishment, it shall be administered in the presence of the head teacher and under his direction and on his responsibility."
                },
                {
                    "representation": "(3)",
                    "description": "Corporal punishment for girls shall be administered by a female teacher or by the head teacher in the presence of a female teacher."
                },
                {
                    "representation": "(4)",
                    "description": "Whenever corporal punishment is administered, an entry shall be made on the same day in the punishment book, with a statement of the nature and extent of the punishment and the reason for inflicting it.  PART XIII MISCELLANEOUS"
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "95",
            "title": "Correspondence. ",
            "context": "EDUCATION ACT under Correspondence. 95. (1) All correspondence must be addressed to the \"Chief Education Officer\" and not to any officer by name.   (2) Any teacher desiring to communicate with the Chief Education Officer must do so through the manager.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All correspondence must be addressed to the \"Chief Education Officer\" and not to any officer by name."
                },
                {
                    "representation": "(2)",
                    "description": "Any teacher desiring to communicate with the Chief Education Officer must do so through the manager."
                }
            ]
        }
    },
    {
        "act": "EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "96",
            "title": "Returns, statistics, entries for examinations, etc.   SCHEDULE—Scheme of work for course of secular instruction.  ___________________________  Reg. 17/1940 37/1943 10/1944 14/1944 43/1945 49/1945, 1/1946 16/1947 30/1948 7/1949, 17/1950 2/1952 4 of 1972 1 of 1975 EDUCATION CODE REGULATIONS  made under section 54       Citation.     PART I PRELIMINARY  ",
            "context": "EDUCATION ACT under Returns, statistics, entries for examinations, etc.   SCHEDULEScheme of work for course of secular instruction.  ___________________________  Reg. 17/1940 37/1943 10/1944 14/1944 43/1945 49/1945, 1/1946 16/1947 30/1948 7/1949, 17/1950 2/1952 4 of 1972 1 of 1975 EDUCATION CODE REGULATIONS  made under section 54       Citation.     PART I PRELIMINARY  96. (1) Managers and teachers shall furnish all returns, statistics,  entries for examinations, and any other information with reference to any school or pupil which may be required by the Chief Education Officer.  (2) Any teacher who fails to furnish any return or other information in time to reach the Chief Education Officer by the time specified, may be charged with neglect of duty under regulation",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Managers and teachers shall furnish all returns, statistics,  entries for examinations, and any other information with reference to any school or pupil which may be required by the Chief Education Officer."
                },
                {
                    "representation": "(2)",
                    "description": "Any teacher who fails to furnish any return or other information in time to reach the Chief Education Officer by the time specified, may be charged with neglect of duty under regulation"
                }
            ]
        }
    }
]