[
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "UNIVERSITY OF GUYANA ACT under Short title. 1. This Act may be cited as the University of Guyana Act. LAWS OF GUYANA 4 Cap. 39:02 University of Guyana  L.R.O. 1/2012  Interpretation. [21 of 1977]                   Incorporation. [21 of 1977]             Aims.        Eligibility.",
            "description": "This Act may be cited as the University of Guyana Act. LAWS OF GUYANA 4 Cap. 39:02 University of Guyana  L.R.O. 1/2012  Interpretation. [21 of 1977]                   Incorporation. [21 of 1977]             Aims.        Eligibility."
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "UNIVERSITY OF GUYANA ACT under Interpretation. 2. In this Act  Council and Academic Board respectively mean the Council and Academic Board of the University;  Chancellor means the Chancellor of the University;  Principal and Vice Chancellor means the Principal and Vice Chancellor of the University;  Pro-Chancellor means the Pro-Chancellor of the University;   Statutes means Statutes made under this Act;  University means the University of Guyana.",
            "description": "In this Act  Council and Academic Board respectively mean the Council and Academic Board of the University;  Chancellor means the Chancellor of the University;  Principal and Vice Chancellor means the Principal and Vice Chancellor of the University;  Pro-Chancellor means the Pro-Chancellor of the University;   Statutes means Statutes made under this Act;  University means the University of Guyana."
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Incorporation. ",
            "context": "UNIVERSITY OF GUYANA ACT under Incorporation. 3. There shall be and there is hereby constituted and founded a University by the name and style of University of Guyana by which name the Chancellor, Pro-Chancellor, Principal and Vice Chancellor and all other persons who are for the time being members of the University pursuant to this Act and the Statutes shall be and are hereby constituted and incorporated into one body politic and corporate with the power to assume Armorial Bearings and to take, purchase, hold and also to grant, demise or otherwise dispose of movable and immovable property.",
            "description": "There shall be and there is hereby constituted and founded a University by the name and style of University of Guyana by which name the Chancellor, Pro-Chancellor, Principal and Vice Chancellor and all other persons who are for the time being members of the University pursuant to this Act and the Statutes shall be and are hereby constituted and incorporated into one body politic and corporate with the power to assume Armorial Bearings and to take, purchase, hold and also to grant, demise or otherwise dispose of movable and immovable property."
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Aims. ",
            "context": "UNIVERSITY OF GUYANA ACT under Aims. 4. The aims of the University are to provide a place of education, learning and research of a standard required and expected of a university of the highest standard, and to secure the advancement of knowledge and the diffusion and extension of arts, sciences and learning throughout Guyana.",
            "description": "The aims of the University are to provide a place of education, learning and research of a standard required and expected of a university of the highest standard, and to secure the advancement of knowledge and the diffusion and extension of arts, sciences and learning throughout Guyana."
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Eligibility. ",
            "context": "UNIVERSITY OF GUYANA ACT under Eligibility. 5. Men and women shall be eligible for admission to and as students of the University and for appointment to any Authority, office or employment of or under the University.    LAWS OF GUYANA University of Guyana Cap. 39:02 5  L.R.O. 1/2012 No religious political or racial test.      Authorities.  [21 of 1977]    Colleges. Interpretation [21 of 1977]    Chancellor.  [21 of 1977]             Pro- Chancellor. [21 of 1977]       Principal and Vice Chancellor. [21 of 1977]",
            "description": "Men and women shall be eligible for admission to and as students of the University and for appointment to any Authority, office or employment of or under the University.    LAWS OF GUYANA University of Guyana Cap. 39:02 5  L.R.O. 1/2012 No religious political or racial test.      Authorities.  [21 of 1977]    Colleges. Interpretation [21 of 1977]    Chancellor.  [21 of 1977]             Pro- Chancellor. [21 of 1977]       Principal and Vice Chancellor. [21 of 1977]"
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "No religious, political or racial test. ",
            "context": "UNIVERSITY OF GUYANA ACT under No religious, political or racial test. 6. No religious, political or racial test shall be imposed on or required of any person in order to entitle him to be a student or member of the University or to occupy any position in or on the staff of the University.",
            "description": "No religious, political or racial test shall be imposed on or required of any person in order to entitle him to be a student or member of the University or to occupy any position in or on the staff of the University."
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Authorities. ",
            "context": "UNIVERSITY OF GUYANA ACT under Authorities. 7. The Authorities of the University shall be the Council, the Academic Board, the Guild of Graduates and such other bodies as the Council may by statute prescribe.",
            "description": "The Authorities of the University shall be the Council, the Academic Board, the Guild of Graduates and such other bodies as the Council may by statute prescribe."
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Colleges. ",
            "context": "UNIVERSITY OF GUYANA ACT under Colleges. 8. There may be established from time to time Colleges of Arts and Sciences, Medicine, Engineering, Agriculture, Education and such other Colleges authorised by the Council.",
            "description": "There may be established from time to time Colleges of Arts and Sciences, Medicine, Engineering, Agriculture, Education and such other Colleges authorised by the Council."
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Chancellor. 9A. Pro-Chancellor. ",
            "context": "UNIVERSITY OF GUYANA ACT under Chancellor. 9A. Pro-Chancellor. 9. (1) Subject to this section, the Chancellor shall be elected by the Council to hold that office for the period prescribed by the Statutes.  (2) The Chancellor shall be the Head and Chief Officer of the University and President of its Council and Guild of Graduates.  (3) The first Chancellor shall be Edgar Mortimer Duke, Esquire, C.B.E., LL.B.  9A. (1) The Pro-Chancellor shall be elected by the Council from among members of the Council to hold that office for the period prescribed by the Statutes.  (2) In the absence of the Chancellor, the Pro-Chancellor shall perform the functions of the Chancellor.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Pro-Chancellor shall be elected by the Council from among members of the Council to hold that office for the period prescribed by the Statutes."
                },
                {
                    "representation": "(2)",
                    "description": "In the absence of the Chancellor, the Pro-Chancellor shall perform the functions of the Chancellor."
                },
                {
                    "representation": "(3)",
                    "description": "The first Chancellor shall be Edgar Mortimer Duke, Esquire, C.B.E., LL.B.  9A."
                }
            ]
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Principal and Vice Chancellor. ",
            "context": "UNIVERSITY OF GUYANA ACT under Principal and Vice Chancellor. 10.(1) The Principal and Vice Chancellor shall be the academic and executive head of the University and he shall be appointed by the Council on the terms and conditions determined by the Council; in the absence of the Chancellor and the Pro-Chancellor, he shall perform the functions of the Chancellor. LAWS OF GUYANA 6 Cap. 39:02 University of Guyana  L.R.O. 1/2012       Teachers.      Council. [5 of 1965 O. 14/1965 21 of 1977 19 of 1993 14 of 1995]                                 (2) The first Principal and Vice Chancellor shall be Lancelot Hogben, Esquire, M.A., D.Sc., F.R.S., LL.D.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Principal and Vice Chancellor shall be the academic and executive head of the University and he shall be appointed by the Council on the terms and conditions determined by the Council; in the absence of the Chancellor and the Pro-Chancellor, he shall perform the functions of the Chancellor. LAWS OF GUYANA 6 Cap. 39:02 University of Guyana  L.R.O. 1/2012       Teachers.      Council. [5 of 1965 O. 14/1965 21 of 1977 19 of 1993 14 of 1995]"
                },
                {
                    "representation": "(2)",
                    "description": "The first Principal and Vice Chancellor shall be Lancelot Hogben, Esquire, M.A., D.Sc., F.R.S., LL.D."
                }
            ]
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Teachers. ",
            "context": "UNIVERSITY OF GUYANA ACT under Teachers. 11. The teachers shall be the Professors, Readers, Lecturers, and such other persons as may be designated teachers by the Statutes. The teachers shall be appointed and shall hold office in accordance with the Statutes.",
            "description": "The teachers shall be the Professors, Readers, Lecturers, and such other persons as may be designated teachers by the Statutes. The teachers shall be appointed and shall hold office in accordance with the Statutes."
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Council. ",
            "context": "UNIVERSITY OF GUYANA ACT under Council. 12. (l) Subject to this Act, the Council shall have power to do or provide for any act or thing in relation to the University which it considers necessary or expedient in its capacity as the governing body of the University, and the conferring of particular powers on the Council by other provisions of this Act shall not be taken to limit the generality of this section.  (2) The Council shall consist of the following twenty-six members  (a) the Chancellor, the Pro-Chancellor and the Principal and Vice-Chancellor;  (b) one person to be nominated by the Committee of Deans;  (c) one person to be nominated by the Academic Board;   (d) one person to be nominated by the Guild of Graduates;   (e) one person to be nominated by the Students Society;   (f) one person to be nominated by the University of Guyana Workers Union; LAWS OF GUYANA University of Guyana Cap. 39:02 7  L.R.O. 1/2012                                                  (g) one representative from the Ministry of Education and Cultural Development and one from the Ministry  of Finance;  (h) one person to be nominated by the political party in office;  (i) one person to be nominated by the Minority Leader;  (j) four persons to be nominated by such non-governmental organisations as in the opinion of the Minister are most representative of the interests of women, farmers, Amerindians and business;  (k) one person to be nominated by the Guyana Trade Union Congress;  (l) three persons to be appointed by the Minister who, in the Ministers opinion, can contribute significantly to the University in the field of medicine and law;   (m) six persons to be nominated by the Chancellor of whom one shall be from each of the following  (i) the Association of Universities and Colleges of Canada; (ii) the American Association of State Colleges and Universities; (iii) the Committee for International Co-operation in Higher LAWS OF GUYANA 8 Cap. 39:02 University of Guyana  L.R.O. 1/2012                                      Academic Board. [21 of 1977]       Disciplinary powers of Academic Board. [21 of 1977]   Education of the United Kingdom;  (iv) the University of the West Indies.  (3) A member of the Council referred to in subsection (2), other than paragraph (a) shall, subject to subsection (4), hold office for the period specified in the instrument appointing him, and shall be eligible for reappointment.  (4) A member of the Council appointed by the Minister shall be liable to be removed from office at the pleasure of the Minister.  (5) A member of the Council shall be eligible for re-appointment.  (6) In the absence of the Chancellor, the Pro-Chancellor and the Principal and Vice Chancellor, from a meeting of the Council, the members of the Council present, may elect one of their number to preside at the meeting.  (7) Subject to affirmative resolution of the National Assembly, the Minister may by order amend subsection (2), other than paragraph (a).",
            "description": [
                {
                    "representation": "(l)",
                    "description": "three persons to be appointed by the Minister who, in the Ministers opinion, can contribute significantly to the University in the field of medicine and law;"
                },
                {
                    "representation": "(2)",
                    "description": "The Council shall consist of the following twenty-six members"
                },
                {
                    "representation": "(a)",
                    "description": "shall, subject to subsection"
                },
                {
                    "representation": "(b)",
                    "description": "one person to be nominated by the Committee of Deans;"
                },
                {
                    "representation": "(c)",
                    "description": "one person to be nominated by the Academic Board;"
                },
                {
                    "representation": "(d)",
                    "description": "one person to be nominated by the Guild of Graduates;"
                },
                {
                    "representation": "(e)",
                    "description": "one person to be nominated by the Students Society;"
                },
                {
                    "representation": "(f)",
                    "description": "one person to be nominated by the University of Guyana Workers Union; LAWS OF GUYANA University of Guyana Cap. 39:02 7  L.R.O. 1/2012"
                },
                {
                    "representation": "(g)",
                    "description": "one representative from the Ministry of Education and Cultural Development and one from the Ministry  of Finance;"
                },
                {
                    "representation": "(h)",
                    "description": "one person to be nominated by the political party in office;"
                },
                {
                    "representation": "(i)",
                    "description": "the Association of Universities and Colleges of Canada;"
                },
                {
                    "representation": "(j)",
                    "description": "four persons to be nominated by such non-governmental organisations as in the opinion of the Minister are most representative of the interests of women, farmers, Amerindians and business;"
                },
                {
                    "representation": "(k)",
                    "description": "one person to be nominated by the Guyana Trade Union Congress;"
                },
                {
                    "representation": "(m)",
                    "description": "six persons to be nominated by the Chancellor of whom one shall be from each of the following"
                },
                {
                    "representation": "(3)",
                    "description": "A member of the Council referred to in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "A member of the Council appointed by the Minister shall be liable to be removed from office at the pleasure of the Minister."
                },
                {
                    "representation": "(5)",
                    "description": "A member of the Council shall be eligible for re-appointment."
                },
                {
                    "representation": "(6)",
                    "description": "In the absence of the Chancellor, the Pro-Chancellor and the Principal and Vice Chancellor, from a meeting of the Council, the members of the Council present, may elect one of their number to preside at the meeting."
                },
                {
                    "representation": "(7)",
                    "description": "Subject to affirmative resolution of the National Assembly, the Minister may by order amend subsection"
                }
            ]
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Academic Board. ",
            "context": "UNIVERSITY OF GUYANA ACT under Academic Board. 13. The Academic Board shall be the Academic Authority of the University and shall, subject to the Statutes and the control and approval of the Council, regulate and superintend the education and discipline of students of the University.",
            "description": "The Academic Board shall be the Academic Authority of the University and shall, subject to the Statutes and the control and approval of the Council, regulate and superintend the education and discipline of students of the University."
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Disciplinary powers of Academic Board. ",
            "context": "UNIVERSITY OF GUYANA ACT under Disciplinary powers of Academic Board. 14. The Academic Board shall have power to deprive any person on whom the University has conferred any Degree, Diploma or other academic distinction who shall have been convicted of a crime, or in its opinion shall have been guilty of dishonourable or scandalous conduct, of any LAWS OF GUYANA University of Guyana Cap. 39:02 9  L.R.O. 1/2012                 Vacancies in Council or Academic Board not to affect competence. [21 of 1977]        Guild of Graduates.  [21 of 1977]    Power to confer degrees, etc.                     Degree, Diploma or other academic distinction conferred by the University,  and of all privileges enjoyed by him in virtue thereof, subject to such right of appeal to the Council and from the decision of the Council to the Chancellor as may be provided by the Statutes. The Academic Board shall have the power to restore to any person any Degree, Diploma or other academic distinction of which he may have been deprived in any case where it considers it fit to do so.",
            "description": "The Academic Board shall have power to deprive any person on whom the University has conferred any Degree, Diploma or other academic distinction who shall have been convicted of a crime, or in its opinion shall have been guilty of dishonourable or scandalous conduct, of any LAWS OF GUYANA University of Guyana Cap. 39:02 9  L.R.O. 1/2012                 Vacancies in Council or Academic Board not to affect competence. [21 of 1977]        Guild of Graduates.  [21 of 1977]    Power to confer degrees, etc.                     Degree, Diploma or other academic distinction conferred by the University,  and of all privileges enjoyed by him in virtue thereof, subject to such right of appeal to the Council and from the decision of the Council to the Chancellor as may be provided by the Statutes. The Academic Board shall have the power to restore to any person any Degree, Diploma or other academic distinction of which he may have been deprived in any case where it considers it fit to do so."
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Vacancies in Council or Academic Board not to affect competence. ",
            "context": "UNIVERSITY OF GUYANA ACT under Vacancies in Council or Academic Board not to affect competence. 15. The Council and the Academic Board shall be competent to act notwithstanding any vacancy in their respective membership (including any vacancy not filled when either of them is first constituted or is reconstituted at any time) or among the officers of which they are comprised.",
            "description": "The Council and the Academic Board shall be competent to act notwithstanding any vacancy in their respective membership (including any vacancy not filled when either of them is first constituted or is reconstituted at any time) or among the officers of which they are comprised."
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Guild of Graduates. ",
            "context": "UNIVERSITY OF GUYANA ACT under Guild of Graduates. 16. There shall be a Guild of Graduates which shall be represented on the Council. The Council shall prescribe the qualifications, obligations, and privileges of membership of the Guild of Graduates.",
            "description": "There shall be a Guild of Graduates which shall be represented on the Council. The Council shall prescribe the qualifications, obligations, and privileges of membership of the Guild of Graduates."
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Power to confer degrees, etc. ",
            "context": "UNIVERSITY OF GUYANA ACT under Power to confer degrees, etc. 17.  The University shall be both a teaching and an examining body and shall, subject to this Act and the Statutes, have the following powers, rights and duties  (a) to grant and confer, under conditions laid down by the University, Degrees and other academic distinctions to and on persons who shall have pursued a course of study approved by the University and shall have passed the examinations or other tests prescribed by the University;  (b) to admit graduates of other universities to Degrees of equal or similar rank in the University;  LAWS OF GUYANA 10 Cap. 39:02 University of Guyana  L.R.O. 1/2012                                                  (c) to confer Degrees of the University on any persons who hold office in the University as Professors, Readers, Lecturers or otherwise, or who shall have carried on research therein under conditions laid down by the University;  (d) to grant Diplomas, Certificates or other distinctions to persons who have pursued a course of study approved by the University under conditions laid down by the University;   (e) to confer Honorary Degrees and other distinctions, provided that all Degrees and other distinctions so conferred shall be conferred and held subject to any provisions which are or may be made in reference thereto by the University;  (f) to deprive any person, on what the University shall deem to be good cause, of any Degree, Diploma, Certificate or other distinction granted to or conferred on him by the University;  (g) to provide instruction in such branches of learning as the University may think fit and to make provision for research  and for the advancement and dissemination of knowledge in such manner as the University may determine;  LAWS OF GUYANA University of Guyana Cap. 39:02 11  L.R.O. 1/2012                                                 (h) to accept the examinations and periods of study passed by students of the University at other Universities or places of learning as equivalent to such examinations and periods of study in the University as the University may determine, and to withdraw such acceptance at any time;  (i) to affiliate or to be affiliated to other institutions or branches or departments thereof and to recognise selected members of the staffs thereof as teachers of the University, and to admit the members thereof to any of the privileges of the University, and to accept attendance at courses of study in such institutions or branches or departments thereof in place of such part of the attendance at courses of study in the University and upon such terms and conditions and subject to such regulations as may from time to time be determined by the University;  (j) to conduct examinations;  (k) to institute Professorships, Readerships, Lectureships, and any other such offices, required by the University and to appoint to such offices;  (1) to institute and award Fellowships, Scholarships, Studentships, Exhibitions, Bursaries and Prizes; LAWS OF GUYANA 12 Cap. 39:02 University of Guyana  L.R.O. 1/2012                                                   (m) to establish and maintain and to administer and govern institutions for the residence of the students of the University whether College Halls or Houses, and to license and supervise such institutions and other places of residence whether maintained by the University or not so maintained;   (n) to make provision for research and advisory services and with these objects to enter into such arrangements with other institutions or with public bodies as may be thought desirable;  (o) to provide for the printing and publication of research and other works which may be issued by the University;  (p) to demand and receive fees: provided that the University may waive payment of fees, whether in respect of tuition, examination or otherwise;  (q) to act as trustees or managers of any property, legacy, endowment, bequest or gift for purposes of education or research or otherwise in furtherance of the work and welfare of the University, and to invest any funds representing such property, legacy, endowment, bequest or gift, if not immediately required, on such security as the University may deem fit; LAWS OF GUYANA University of Guyana Cap. 39:02 13  L.R.O. 1/2012               Site of University.  [21 of 1977]   Statutes. [21 of 1977]              Regulations.  [21 of 1977]     (r) to do all such other acts and things whether incidental to the powers aforesaid or not as may be requisite in order to further the objects of the University.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to grant and confer, under conditions laid down by the University, Degrees and other academic distinctions to and on persons who shall have pursued a course of study approved by the University and shall have passed the examinations or other tests prescribed by the University;"
                },
                {
                    "representation": "(b)",
                    "description": "to admit graduates of other universities to Degrees of equal or similar rank in the University;  LAWS OF GUYANA 10 Cap. 39:02 University of Guyana  L.R.O. 1/2012"
                },
                {
                    "representation": "(c)",
                    "description": "to confer Degrees of the University on any persons who hold office in the University as Professors, Readers, Lecturers or otherwise, or who shall have carried on research therein under conditions laid down by the University;"
                },
                {
                    "representation": "(d)",
                    "description": "to grant Diplomas, Certificates or other distinctions to persons who have pursued a course of study approved by the University under conditions laid down by the University;"
                },
                {
                    "representation": "(e)",
                    "description": "to confer Honorary Degrees and other distinctions, provided that all Degrees and other distinctions so conferred shall be conferred and held subject to any provisions which are or may be made in reference thereto by the University;"
                },
                {
                    "representation": "(f)",
                    "description": "to deprive any person, on what the University shall deem to be good cause, of any Degree, Diploma, Certificate or other distinction granted to or conferred on him by the University;"
                },
                {
                    "representation": "(g)",
                    "description": "to provide instruction in such branches of learning as the University may think fit and to make provision for research  and for the advancement and dissemination of knowledge in such manner as the University may determine;  LAWS OF GUYANA University of Guyana Cap. 39:02 11  L.R.O. 1/2012"
                },
                {
                    "representation": "(h)",
                    "description": "to accept the examinations and periods of study passed by students of the University at other Universities or places of learning as equivalent to such examinations and periods of study in the University as the University may determine, and to withdraw such acceptance at any time;"
                },
                {
                    "representation": "(i)",
                    "description": "to affiliate or to be affiliated to other institutions or branches or departments thereof and to recognise selected members of the staffs thereof as teachers of the University, and to admit the members thereof to any of the privileges of the University, and to accept attendance at courses of study in such institutions or branches or departments thereof in place of such part of the attendance at courses of study in the University and upon such terms and conditions and subject to such regulations as may from time to time be determined by the University;"
                },
                {
                    "representation": "(j)",
                    "description": "to conduct examinations;"
                },
                {
                    "representation": "(k)",
                    "description": "to institute Professorships, Readerships, Lectureships, and any other such offices, required by the University and to appoint to such offices;"
                },
                {
                    "representation": "(1)",
                    "description": "to institute and award Fellowships, Scholarships, Studentships, Exhibitions, Bursaries and Prizes; LAWS OF GUYANA 12 Cap. 39:02 University of Guyana  L.R.O. 1/2012"
                },
                {
                    "representation": "(m)",
                    "description": "to establish and maintain and to administer and govern institutions for the residence of the students of the University whether College Halls or Houses, and to license and supervise such institutions and other places of residence whether maintained by the University or not so maintained;"
                },
                {
                    "representation": "(n)",
                    "description": "to make provision for research and advisory services and with these objects to enter into such arrangements with other institutions or with public bodies as may be thought desirable;"
                },
                {
                    "representation": "(o)",
                    "description": "to provide for the printing and publication of research and other works which may be issued by the University;"
                },
                {
                    "representation": "(p)",
                    "description": "to demand and receive fees: provided that the University may waive payment of fees, whether in respect of tuition, examination or otherwise;"
                },
                {
                    "representation": "(q)",
                    "description": "to act as trustees or managers of any property, legacy, endowment, bequest or gift for purposes of education or research or otherwise in furtherance of the work and welfare of the University, and to invest any funds representing such property, legacy, endowment, bequest or gift, if not immediately required, on such security as the University may deem fit; LAWS OF GUYANA University of Guyana Cap. 39:02 13  L.R.O. 1/2012               Site of University.  [21 of 1977]   Statutes. [21 of 1977]              Regulations.  [21 of 1977]"
                },
                {
                    "representation": "(r)",
                    "description": "to do all such other acts and things whether incidental to the powers aforesaid or not as may be requisite in order to further the objects of the University."
                }
            ]
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Site of University. ",
            "context": "UNIVERSITY OF GUYANA ACT under Site of University. 18. The University and the institutions pertaining thereto shall be at such places as the Council may, from time to time, determine.",
            "description": "The University and the institutions pertaining thereto shall be at such places as the Council may, from time to time, determine."
        }
    },
    {
        "act": "UNIVERSITY OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Statutes. ",
            "context": "UNIVERSITY OF GUYANA ACT under Statutes. 19. The Council shall make Statutes prescribing or regulating, as the case may be, its powers and duties as well as the composition, constitution, powers and duties of all other Authorities of the University and all other matters relative to the Council and to the other Authorities and to the objects of the University which it may be thought are proper to be so prescribed or regulated and shall have power to alter, amend or repeal any such Statutes.",
            "description": "The Council shall make Statutes prescribing or regulating, as the case may be, its powers and duties as well as the composition, constitution, powers and duties of all other Authorities of the University and all other matters relative to the Council and to the other Authorities and to the objects of the University which it may be thought are proper to be so prescribed or regulated and shall have power to alter, amend or repeal any such Statutes."
        }
    }
]