[
    {
        "act": "GOVERNMENT TRAINING COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "GOVERNMENT TRAINING COLLEGE ACT under Short title. 1. This Act may be cited as the Government Training College Act.",
            "description": "This Act may be cited as the Government Training College Act."
        }
    },
    {
        "act": "GOVERNMENT TRAINING COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Establishment of College. ",
            "context": "GOVERNMENT TRAINING COLLEGE ACT under Establishment of College. 2. A College, to be called The Government Training College of Guyana, shall be established at which both male and female persons may be properly trained to become efficient teachers for primary schools.",
            "description": "A College, to be called The Government Training College of Guyana, shall be established at which both male and female persons may be properly trained to become efficient teachers for primary schools."
        }
    },
    {
        "act": "GOVERNMENT TRAINING COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Principal and lecturers. ",
            "context": "GOVERNMENT TRAINING COLLEGE ACT under Principal and lecturers. 3. There shall be a Principal and such number of lecturers as are considered by the Minister to be necessary for L.R.O. 1/2012 LAWS OF GUYANA 4 Cap. 39:03 Government Training College  L.R.O. 1/2012      Attendants and servants       Primary school to be attached to the College.        Entrance examination.    Residence of person admitted.       Management of the College.               the purposes of this Act.",
            "description": "There shall be a Principal and such number of lecturers as are considered by the Minister to be necessary for L.R.O. 1/2012 LAWS OF GUYANA 4 Cap. 39:03 Government Training College  L.R.O. 1/2012      Attendants and servants       Primary school to be attached to the College.        Entrance examination.    Residence of person admitted.       Management of the College.               the purposes of this Act."
        }
    },
    {
        "act": "GOVERNMENT TRAINING COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Attendants and servants. ",
            "context": "GOVERNMENT TRAINING COLLEGE ACT under Attendants and servants. 4. There shall be such number of attendants and servants as may be considered by the Principal with the approval of the Minister to be necessary for the proper functioning of the College.",
            "description": "There shall be such number of attendants and servants as may be considered by the Principal with the approval of the Minister to be necessary for the proper functioning of the College."
        }
    },
    {
        "act": "GOVERNMENT TRAINING COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Primary school to be attached to the College. ",
            "context": "GOVERNMENT TRAINING COLLEGE ACT under Primary school to be attached to the College. 5. (1) There shall be attached to the College a primary school, which may be used by the persons who are being trained at the College as a practising school.  (2) The school shall be a Government school, and provision shall be made for the instruction there of boys, girls and infants.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be attached to the College a primary school, which may be used by the persons who are being trained at the College as a practising school."
                },
                {
                    "representation": "(2)",
                    "description": "The school shall be a Government school, and provision shall be made for the instruction there of boys, girls and infants."
                }
            ]
        }
    },
    {
        "act": "GOVERNMENT TRAINING COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Entrance examination. ",
            "context": "GOVERNMENT TRAINING COLLEGE ACT under Entrance examination. 6. Before any person is admitted to be trained in the College he shall pass the examination prescribed for that purpose by the Chief Education Officer.",
            "description": "Before any person is admitted to be trained in the College he shall pass the examination prescribed for that purpose by the Chief Education Officer."
        }
    },
    {
        "act": "GOVERNMENT TRAINING COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Residence of person admitted. ",
            "context": "GOVERNMENT TRAINING COLLEGE ACT under Residence of person admitted. 7. Every person admitted to be trained in the College shall, except during the vacations or when sick, be bound to reside there, unless he receives permission from the Principal, with the sanction of the Chief Education Officer to reside elsewhere.",
            "description": "Every person admitted to be trained in the College shall, except during the vacations or when sick, be bound to reside there, unless he receives permission from the Principal, with the sanction of the Chief Education Officer to reside elsewhere."
        }
    },
    {
        "act": "GOVERNMENT TRAINING COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Management of the College. ",
            "context": "GOVERNMENT TRAINING COLLEGE ACT under Management of the College. 8. The College shall be under the management and control of the Chief Education Officer, whose duty it shall be, subject to affirmative resolution of the National Assembly, to frame regulations for the following purposes:  (a) for regulating  (i) the age at which persons may be admitted into the College, the examination to be passed before admission, and the qualifications for admission; (ii) the course of training, the LAWS OF GUYANA Government Training College Cap. 39:03 5  L.R.O. 1/2012                             Expulsion from the College.     Annual report of the College. manner and method of instruction, and the hours of study; (iii) the diet; (iv) the punishments which may be inflicted for misconduct; (v) the examinations which each person shall be periodically required to pass; (vi) the fees which shall be payable by the persons being trained therein; (vii)  the government school attached to the College;  (b) for ensuring the proper separation of the sexes; and  (c) generally, for the good government and management of the College.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "for regulating"
                },
                {
                    "representation": "(i)",
                    "description": "the age at which persons may be admitted into the College, the examination to be passed before admission, and the qualifications for admission;"
                },
                {
                    "representation": "(v)",
                    "description": "the examinations which each person shall be periodically required to pass;"
                },
                {
                    "representation": "(b)",
                    "description": "for ensuring the proper separation of the sexes; and"
                },
                {
                    "representation": "(c)",
                    "description": "generally, for the good government and management of the College."
                }
            ]
        }
    },
    {
        "act": "GOVERNMENT TRAINING COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Expulsion from the College. ",
            "context": "GOVERNMENT TRAINING COLLEGE ACT under Expulsion from the College. 9. No person shall be finally expelled from the College until the expulsion of that person has been approved of by the Chief Education Officer.",
            "description": "No person shall be finally expelled from the College until the expulsion of that person has been approved of by the Chief Education Officer."
        }
    }
]