[
    {
        "act": "INDUSTRIAL TRAINING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "INDUSTRIAL TRAINING ACT under Short title. 1. This Act may be cited as the Industrial Training Act.   L.R.O. 1/2012 LAWS OF GUYANA 4 Cap. 39:04 Industrial Training  L.R.O. 1/2012  Interpretation. [40 of 1956]                    Appointment of Board.                   Incorporation of Board.   Duties of Board. [40 of 1956]",
            "description": "This Act may be cited as the Industrial Training Act.   L.R.O. 1/2012 LAWS OF GUYANA 4 Cap. 39:04 Industrial Training  L.R.O. 1/2012  Interpretation. [40 of 1956]                    Appointment of Board.                   Incorporation of Board.   Duties of Board. [40 of 1956]"
        }
    },
    {
        "act": "INDUSTRIAL TRAINING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "INDUSTRIAL TRAINING ACT under Interpretation. 2. In this Act apprentice means any person, being fifteen years of age or over, employed in or in connection with any trade or craft mentioned in the Schedule, with the object or purpose of earning or acquiring any skill, dexterity, cunning, process, or method therein, and whether such person is or is not bound to any master by agreement;  the Board means the board of industrial training established under this Act;  master means any master tradesman whom the Board has licensed to receive apprentices under this Act, and includes any partnership, firm or company so licensed.",
            "description": "In this Act apprentice means any person, being fifteen years of age or over, employed in or in connection with any trade or craft mentioned in the Schedule, with the object or purpose of earning or acquiring any skill, dexterity, cunning, process, or method therein, and whether such person is or is not bound to any master by agreement;  the Board means the board of industrial training established under this Act;  master means any master tradesman whom the Board has licensed to receive apprentices under this Act, and includes any partnership, firm or company so licensed."
        }
    },
    {
        "act": "INDUSTRIAL TRAINING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Appointment of Board. ",
            "context": "INDUSTRIAL TRAINING ACT under Appointment of Board. 3. (1) There shall be appointed from time to time by the Minister fit persons not exceeding ten to be a board of industrial training, three of whom shall be skilled in and actually engaged in one or more of the trades to which boys may be apprenticed under this Act.  (2) Every appointment shall be for a term of three years, but for any reasonable cause may be revoked by the Minister before the expiration of that term.  (3) No business shall be transacted at any meeting of the Board unless at least five of its members be present.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be appointed from time to time by the Minister fit persons not exceeding ten to be a board of industrial training, three of whom shall be skilled in and actually engaged in one or more of the trades to which boys may be apprenticed under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Every appointment shall be for a term of three years, but for any reasonable cause may be revoked by the Minister before the expiration of that term."
                },
                {
                    "representation": "(3)",
                    "description": "No business shall be transacted at any meeting of the Board unless at least five of its members be present."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL TRAINING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Incorporation of Board. ",
            "context": "INDUSTRIAL TRAINING ACT under Incorporation of Board. 4. The Board shall be a body corporate by the name of The Board of Industrial Training.",
            "description": "The Board shall be a body corporate by the name of The Board of Industrial Training."
        }
    },
    {
        "act": "INDUSTRIAL TRAINING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Duties of Board. 5A.   Employment of officers and other employees of the Board. 5B.   Superannuation benefits. ",
            "context": "INDUSTRIAL TRAINING ACT under Duties of Board. 5A.   Employment of officers and other employees of the Board. 5B.   Superannuation benefits. 5. The duties of the Board shall be  (a) to licence and keep a register of masters whom it considers suitable to receive apprentices;  (b) to issue certificates of competency to LAWS OF GUYANA Industrial Training Cap. 39:04 5  L.R.O. 1/2012                                              Employment of officers and other employees of the Board. those artisans who are in its opinion qualified to be engaged in any trade or craft to which this Act applies and to keep a register of the artisans;  (c) to fix the period of apprenticeship for the different trades to which this Act applies;  (d) to procure the training by competent masters, and keep a register, of apprentices, to any trade or craft to which this Act applies;   (e) to cause to be examined, and if satisfied with their skill, to issue to or endorse certificates of competency of apprentices on the completion of their term of service;  (f) to cancel licences and certificates issued under this Act, when in its opinion it is necessary so to do;  (g) to settle disputes arising between masters and apprentices, and to transfer apprentices when desirable;  (h) to arrange and direct the technical education of apprentices;  (i) to appoint and pay the instructors and examiners whom it considers necessary.  5A. (1) The Board may employ a secretary and such other officers and employees as it considers necessary for the purpose of carrying out the functions of the Board. LAWS OF GUYANA 6 Cap. 39:04 Industrial Training  L.R.O. 1/2012  [29 of 1992]            Superannua-tion benefits.  [29 of 1992]     c. 27:02                     c. 39:05           (2) The remuneration and other terms and conditions of employment (including the payment of any pension, gratuity or other like benefits by reference to their service) of the secretary and other officers and employees of the Board shall be such as may be determined or varied from time to time by the Board with the approval of the Minister.  5B. (1)  Where with the approval of the appropriate authority, a public officer is  (a) seconded or temporarily transferred from his pensionable office within the meaning of the Pensions Act to an office with the Board, section 5 of that Act shall apply to him as if his service in the office with the Board were service in a public office;  (b) transferred from his pensionable office within the meaning of the Pensions Act to a substantive appointment in an office with the Board, his service with the Board shall be other public service within the meaning of, and for the purpose of, such provisions in relation thereto as are contained in the Pensions Act.  (2) Where a teacher who has done qualifying service within the meaning of the Teachers Pensions Act is, with the approval of the appropriate authority  (a) seconded or temporarily transferred from his pensionable office as a teacher to an office with the Board, section 5 of the Pensions Act (as it applies mutatis mutandis to a  teacher LAWS OF GUYANA Industrial Training Cap. 39:04 7  L.R.O. 1/2012 No. 9 of 1971                                               Fee for certificate of competency. under section 7C of the Teachers Pensions (Amendment) Act 1971 shall apply to him as it applies in the case of a public officer;  (b) transferred from his pensionable office as a teacher to a substantive appointment in an office with the Board, his service with the Board shall be treated as if it were other public service within the meaning of, and for the purposes of, such provisions in relation thereto as are contained in the Pensions Act and as if he were a public officer to whom the Pensions Act applies.  (3) In subsections (1) and (2) appropriate authority means a person or authority vested by law with power to appoint an officer to the pensionable office held by him (and to which the Pensions Act applies) or to appoint a teacher to the office held by him as a teacher, as the case may be.  (4) The Board may, with the approval of the Minister, make such provision, as it thinks fit for the payment of pension, gratuity or other allowances, in respect of the service of the officers and other employees of the Board on their retirement therefrom, and until such provision is made by the Board any such officer or employee shall be entitled to in respect of his service with the Board, pension and gratuity computed in accordance with the law applicable to the grant of pension and gratuity to public officers as if for that purpose the service of the officer or employee with the Board were service in the public service.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "seconded or temporarily transferred from his pensionable office as a teacher to an office with the Board, section 5 of the Pensions Act"
                },
                {
                    "representation": "(b)",
                    "description": "transferred from his pensionable office as a teacher to a substantive appointment in an office with the Board, his service with the Board shall be treated as if it were other public service within the meaning of, and for the purposes of, such provisions in relation thereto as are contained in the Pensions Act and as if he were a public officer to whom the Pensions Act applies."
                },
                {
                    "representation": "(c)",
                    "description": "to fix the period of apprenticeship for the different trades to which this Act applies;"
                },
                {
                    "representation": "(d)",
                    "description": "to procure the training by competent masters, and keep a register, of apprentices, to any trade or craft to which this Act applies;"
                },
                {
                    "representation": "(e)",
                    "description": "to cause to be examined, and if satisfied with their skill, to issue to or endorse certificates of competency of apprentices on the completion of their term of service;"
                },
                {
                    "representation": "(f)",
                    "description": "to cancel licences and certificates issued under this Act, when in its opinion it is necessary so to do;"
                },
                {
                    "representation": "(g)",
                    "description": "to settle disputes arising between masters and apprentices, and to transfer apprentices when desirable;"
                },
                {
                    "representation": "(h)",
                    "description": "to arrange and direct the technical education of apprentices;"
                },
                {
                    "representation": "(i)",
                    "description": "to appoint and pay the instructors and examiners whom it considers necessary.  5A."
                },
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "appropriate authority means a person or authority vested by law with power to appoint an officer to the pensionable office held by him"
                },
                {
                    "representation": "(3)",
                    "description": "In subsections"
                },
                {
                    "representation": "(4)",
                    "description": "The Board may, with the approval of the Minister, make such provision, as it thinks fit for the payment of pension, gratuity or other allowances, in respect of the service of the officers and other employees of the Board on their retirement therefrom, and until such provision is made by the Board any such officer or employee shall be entitled to in respect of his service with the Board, pension and gratuity computed in accordance with the law applicable to the grant of pension and gratuity to public officers as if for that purpose the service of the officer or employee with the Board were service in the public service."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL TRAINING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Fee for certificate of competency. ",
            "context": "INDUSTRIAL TRAINING ACT under Fee for certificate of competency. 6. The Board may demand and receive any sum not exceeding two dollars for every licence and certificate of LAWS OF GUYANA 8 Cap. 39:04 Industrial Training  L.R.O. 1/2012  [40 of 1956]       Unlicensed person not to take apprentice. [6 of 1997]       Regulations as to terms and conditions of apprenticeship. [6 of 1997]              Application of funds of Board. [40 of 1956]                Appointment and powers of Inspectors. [40 of 1956 29 of 1992]   competency issued or endorsed under this Act, and the money so received shall be part of the funds of the Board.",
            "description": "The Board may demand and receive any sum not exceeding two dollars for every licence and certificate of LAWS OF GUYANA 8 Cap. 39:04 Industrial Training  L.R.O. 1/2012  [40 of 1956]       Unlicensed person not to take apprentice. [6 of 1997]       Regulations as to terms and conditions of apprenticeship. [6 of 1997]              Application of funds of Board. [40 of 1956]                Appointment and powers of Inspectors. [40 of 1956 29 of 1992]   competency issued or endorsed under this Act, and the money so received shall be part of the funds of the Board."
        }
    },
    {
        "act": "INDUSTRIAL TRAINING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Unlicensed person not to take apprentice. ",
            "context": "INDUSTRIAL TRAINING ACT under Unlicensed person not to take apprentice. 7. No one who is not a master licensed under this Act shall take an apprentice to any trade or craft to which this Act applies, and anyone not so licensed who takes or receives an apprentice shall on summary conviction be liable to a fine of nineteen thousand five hundred dollars.",
            "description": "No one who is not a master licensed under this Act shall take an apprentice to any trade or craft to which this Act applies, and anyone not so licensed who takes or receives an apprentice shall on summary conviction be liable to a fine of nineteen thousand five hundred dollars."
        }
    },
    {
        "act": "INDUSTRIAL TRAINING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Regulations as to terms and conditions of apprenticeship. ",
            "context": "INDUSTRIAL TRAINING ACT under Regulations as to terms and conditions of apprenticeship. 8. (1) The Board may make regulations as to the terms and conditions to be observed by masters and apprentices and for the forms of apprenticeship, agreements, and bonds to be used under this Act, and may annex to the breach of any of the regulations, or to the breach of any term or condition in any apprenticeship, agreement, or bond, a fine of nine thousand seven hundred and fifty dollars.  (2) None of the regulations shall take effect until it has been confirmed by the Minister, who may confirm, disallow, or alter it as he thinks proper.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board may make regulations as to the terms and conditions to be observed by masters and apprentices and for the forms of apprenticeship, agreements, and bonds to be used under this Act, and may annex to the breach of any of the regulations, or to the breach of any term or condition in any apprenticeship, agreement, or bond, a fine of nine thousand seven hundred and fifty dollars."
                },
                {
                    "representation": "(2)",
                    "description": "None of the regulations shall take effect until it has been confirmed by the Minister, who may confirm, disallow, or alter it as he thinks proper."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL TRAINING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Application of funds of Board. ",
            "context": "INDUSTRIAL TRAINING ACT under Application of funds of Board. 9. (1) The funds of the Board shall be applied in the first place to the remuneration of the secretary and servants of the Board, and in the next place to the discharge of all liabilities incurred by the Board in the performance of its duties which may include the award of prizes.  (2) The Board shall cause a true and correct account to be kept of all moneys received and expended by it and shall when required so to do submit the account to be audited by the Auditor-General.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The funds of the Board shall be applied in the first place to the remuneration of the secretary and servants of the Board, and in the next place to the discharge of all liabilities incurred by the Board in the performance of its duties which may include the award of prizes."
                },
                {
                    "representation": "(2)",
                    "description": "The Board shall cause a true and correct account to be kept of all moneys received and expended by it and shall when required so to do submit the account to be audited by the Auditor-General."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL TRAINING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Appointment and powers of Inspectors. ",
            "context": "INDUSTRIAL TRAINING ACT under Appointment and powers of Inspectors. 10. For the purposes of this Act there shall be appointed by the Board, Inspectors whose duties shall be to visit workshops at which any trade mentioned in the Schedule is being carried on, or at which the Board has reason to believe that any such trade is being carried on, to inspect apprentices at their work and to report to the Board. LAWS OF GUYANA Industrial Training Cap. 39:04 9  L.R.O. 1/2012  Obstructing Inspector. Penalty. [4 of 1972 6 of 1997]         Regulations.        Execution of contracts. [40 of 1956]           Procedure.        Trades to which Act applies. Schedule.",
            "description": "For the purposes of this Act there shall be appointed by the Board, Inspectors whose duties shall be to visit workshops at which any trade mentioned in the Schedule is being carried on, or at which the Board has reason to believe that any such trade is being carried on, to inspect apprentices at their work and to report to the Board. LAWS OF GUYANA Industrial Training Cap. 39:04 9  L.R.O. 1/2012  Obstructing Inspector. Penalty. [4 of 1972 6 of 1997]         Regulations.        Execution of contracts. [40 of 1956]           Procedure.        Trades to which Act applies. Schedule."
        }
    },
    {
        "act": "INDUSTRIAL TRAINING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Obstructing Inspector. ",
            "context": "INDUSTRIAL TRAINING ACT under Obstructing Inspector. 11. Any Inspector appointed under the provisions of the preceding section shall have the right, at all reasonable times, to enter such workshops for the purpose of carrying out his duties, and any master who refuses permission to an Inspector to enter his workshop, or who obstructs or interferes with an Inspector in the performance of his duties, shall be liable on summary conviction to a fine of nine thousand seven hundred and fifty dollars.",
            "description": "Any Inspector appointed under the provisions of the preceding section shall have the right, at all reasonable times, to enter such workshops for the purpose of carrying out his duties, and any master who refuses permission to an Inspector to enter his workshop, or who obstructs or interferes with an Inspector in the performance of his duties, shall be liable on summary conviction to a fine of nine thousand seven hundred and fifty dollars."
        }
    },
    {
        "act": "INDUSTRIAL TRAINING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Regulations. ",
            "context": "INDUSTRIAL TRAINING ACT under Regulations. 12. The Board may from time to time make any regulations necessary for the proper discharge of its duties under this Act.",
            "description": "The Board may from time to time make any regulations necessary for the proper discharge of its duties under this Act."
        }
    },
    {
        "act": "INDUSTRIAL TRAINING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Execution of contracts. ",
            "context": "INDUSTRIAL TRAINING ACT under Execution of contracts. 13. Agreements executed under this Act shall not be liable to stamp duty, and shall be admissible in evidence in all courts of law if they purport to be signed by the master and the apprentice in the presence of one witness and to be countersigned by the Chairman and the Secretary of the Board, and to be sealed with the seal of the Board.",
            "description": "Agreements executed under this Act shall not be liable to stamp duty, and shall be admissible in evidence in all courts of law if they purport to be signed by the master and the apprentice in the presence of one witness and to be countersigned by the Chairman and the Secretary of the Board, and to be sealed with the seal of the Board."
        }
    },
    {
        "act": "INDUSTRIAL TRAINING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Procedure. ",
            "context": "INDUSTRIAL TRAINING ACT under Procedure. 14. Any offence created or penalty imposed by this Act, or by any regulation made hereunder, may be prosecuted or recovered under the Summary Jurisdiction Acts.",
            "description": "Any offence created or penalty imposed by this Act, or by any regulation made hereunder, may be prosecuted or recovered under the Summary Jurisdiction Acts."
        }
    },
    {
        "act": "INDUSTRIAL TRAINING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Trades to which Act applies.  SCHEDULE—Trades to which Act applies.  __________________________ 1929 Ed. c. 194 1953 Ed. _______________________________________________________ 6 of 1910 An Act to provide for the promotion of Industrial Training.  [28TH MAY, 1910]  Short title.      ",
            "context": "INDUSTRIAL TRAINING ACT under Trades to which Act applies.  SCHEDULETrades to which Act applies.  __________________________ 1929 Ed. c. 194 1953 Ed. _______________________________________________________ 6 of 1910 An Act to provide for the promotion of Industrial Training.  [28TH MAY, 1910]  Short title.      15. (1) This Act shall apply to the trades and crafts mentioned in the Schedule, and to any other trades and crafts which the Minister from time to time orders to be added to the Schedule.  (2) The Minister may order that any such trade or craft as aforesaid shall be omitted from the Schedule and thereupon this Act shall no longer apply to that trade or craft.  ________________    LAWS OF GUYANA 10 Cap. 39:04 Industrial Training  L.R.O. 1/2012   s. 15 [40 of 1956 O. 60/1958 100/1960 43/1967 O. 35/1977 O. 85/1980 O. 54/1987 O. 37/1988]                              SCHEDULE TRADES TO WHICH ACT APPLIES  ENGINEERING BUILDING Agricultural Mechanic Carpenter Auto Electrician Cabinet-maker Blacksmith Joiner  Copper-smith Mason  Draughtsman Plumber  Electrician Painter  Fitter Fitter Machinist Heavy Plant Mechanic Instrument Repair Mechanic PRINTING  Linesman Bookbinder Machinist Box-maker Marine Fitter Collotype Printer Motor Mechanic Letterpress Printer Moulder Offset Litho-printer Pattern Maker Photo-engraver Printery Mechanic Silk-screen Printer Radio Service Mechanic Refrigeration Service Mechanic Sheet-metal Worker Station Operator Steel Fabricator  Sugar Boiler Vehicle Body Repair Mechanic Welder  ________________  LAWS OF GUYANA Industrial Training Cap. 39:04 11  L.R.O 1/2012 SUBSIDIARY LEGISLATION  _________________   Regs.  Approved by G. In C. 20/12/1920 4 of",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Act shall apply to the trades and crafts mentioned in the Schedule, and to any other trades and crafts which the Minister from time to time orders to be added to the Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may order that any such trade or craft as aforesaid shall be omitted from the Schedule and thereupon this Act shall no longer apply to that trade or craft.  ________________    LAWS OF GUYANA 10 Cap. 39:04 Industrial Training  L.R.O. 1/2012   s. 15 [40 of 1956 O. 60/1958 100/1960 43/1967 O. 35/1977 O. 85/1980 O. 54/1987 O. 37/1988]                              SCHEDULE TRADES TO WHICH ACT APPLIES  ENGINEERING BUILDING Agricultural Mechanic Carpenter Auto Electrician Cabinet-maker Blacksmith Joiner  Copper-smith Mason  Draughtsman Plumber  Electrician Painter  Fitter Fitter Machinist Heavy Plant Mechanic Instrument Repair Mechanic PRINTING  Linesman Bookbinder Machinist Box-maker Marine Fitter Collotype Printer Motor Mechanic Letterpress Printer Moulder Offset Litho-printer Pattern Maker Photo-engraver Printery Mechanic Silk-screen Printer Radio Service Mechanic Refrigeration Service Mechanic Sheet-metal Worker Station Operator Steel Fabricator  Sugar Boiler Vehicle Body Repair Mechanic Welder  ________________  LAWS OF GUYANA Industrial Training Cap. 39:04 11  L.R.O 1/2012 SUBSIDIARY LEGISLATION  _________________   Regs.  Approved by G. In C. 20/12/1920 4 of"
                }
            ]
        }
    }
]