[
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  PART I PROVISIONS OF THE 1929 EDITION OF THE LAWS  (Sections 2-15 inclusive)  ",
            "context": "TEACHERS PENSIONS ACT under Short title.  PART I PROVISIONS OF THE 1929 EDITION OF THE LAWS  (Sections 2-15 inclusive)  1.  This Act may be cited as the Teachers Pensions Act.   PART I PROVISIONS OF THE 1929 EDITION OF THE LAWS  (Sections 2-15 inclusive)",
            "description": "This Act may be cited as the Teachers Pensions Act.   PART I PROVISIONS OF THE 1929 EDITION OF THE LAWS  (Sections 2-15 inclusive)"
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "TEACHERS PENSIONS ACT under Interpretation. 2. In this Act  certificated teacher means a teacher who holds a certificate of competency issued by the Chief Education Officer under the regulations;  the Commission means the Teaching Service Commission established by article 136(1) of the Constitution;  government school means any school or other place of education established or maintained out of moneys provided by Parliament;  pensionable emoluments in respect of service as a teacher includes  (a) salary; and  (b)  responsibility allowance, CHAPTER 39:05  TEACHERS PENSIONS ACT  LAWS OF GUYANA Teachers Pensions Cap. 39:05 7  L.R.O. 1/2012                          Rate of pension.                         but does not include duty, entertainment or other    allowance or any other emoluments whatsoever;  the regulations means the regulations in force for the time being relating to elementary education made under the authority of any Act relating to elementary education;  school means  a  government  school,  and  includes  an  industrial school, an institution for the training of teachers, and a technical school;  teacher means a certificated or uncertificated teacher;  uncertificated teacher means a person who is employed in place of a certificated teacher and whose employment is authorised by the regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of the Constitution;  government school means any school or other place of education established or maintained out of moneys provided by Parliament;  pensionable emoluments in respect of service as a teacher includes"
                },
                {
                    "representation": "(a)",
                    "description": "salary; and"
                },
                {
                    "representation": "(b)",
                    "description": "responsibility allowance, CHAPTER 39:05  TEACHERS PENSIONS ACT  LAWS OF GUYANA Teachers Pensions Cap. 39:05 7  L.R.O. 1/2012                          Rate of pension.                         but does not include duty, entertainment or other    allowance or any other emoluments whatsoever;  the regulations means the regulations in force for the time being relating to elementary education made under the authority of any Act relating to elementary education;  school means  a  government  school,  and  includes  an  industrial school, an institution for the training of teachers, and a technical school;  teacher means a certificated or uncertificated teacher;  uncertificated teacher means a person who is employed in place of a certificated teacher and whose employment is authorised by the regulations."
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Rate of pension. ",
            "context": "TEACHERS PENSIONS ACT under Rate of pension. 3.  Every certificated teacher to whom this Act applies shall be entitled in respect of his service in schools to a pension calculated, in the first place, at the rate of sixty cents a month in respect of every years service, but in addition thereto  (a)  every head teacher holding a first-class certificate shall be entitled to a sum of seventy-five cents a month in respect of each years service in that capacity;  (b)   every head teacher holding a second-class certificate, and every assistant teacher holding a first-class certificate, shall be entitled to a sum of fifty cents a month in respect of each years service in that capacity;  (c)   every head teacher holding a third-class certificate, and every assistant teacher LAWS OF GUYANA 8 Cap. 39:05 Teachers Pensions  L.R.O 1/2012                          Pensionable service and age.                            holding a second-class certificate, shall be entitled to a sum of twenty-five cents a month in respect of each years service in that capacity;  (d)   every assistant teacher holding a third-class certificate shall be entitled to a sum of ten cents a month in respect of each years service in that capacity:  Provided that in no case shall any certificated teacher who has served for a period of thirty years in the aggregate, whether continuous or non-continuous, receive a pension of less than twenty dollars a month.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "every head teacher holding a first-class certificate shall be entitled to a sum of seventy-five cents a month in respect of each years service in that capacity;"
                },
                {
                    "representation": "(b)",
                    "description": "every head teacher holding a second-class certificate, and every assistant teacher holding a first-class certificate, shall be entitled to a sum of fifty cents a month in respect of each years service in that capacity;"
                },
                {
                    "representation": "(c)",
                    "description": "every head teacher holding a third-class certificate, and every assistant teacher LAWS OF GUYANA 8 Cap. 39:05 Teachers Pensions  L.R.O 1/2012                          Pensionable service and age.                            holding a second-class certificate, shall be entitled to a sum of twenty-five cents a month in respect of each years service in that capacity;"
                },
                {
                    "representation": "(d)",
                    "description": "every assistant teacher holding a third-class certificate shall be entitled to a sum of ten cents a month in respect of each years service in that capacity:  Provided that in no case shall any certificated teacher who has served for a period of thirty years in the aggregate, whether continuous or non-continuous, receive a pension of less than twenty dollars a month."
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Pensionable service and age. ",
            "context": "TEACHERS PENSIONS ACT under Pensionable service and age. 4.",
            "description": "4."
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Pension to uncertificated teacher. ",
            "context": "TEACHERS PENSIONS ACT under Pension to uncertificated teacher. 5. (1) An uncertificated teacher who has served in schools for thirty years, whether continuously or not, shall be entitled, in the discretion of the President, to a pension calculated at an amount not exceeding seventy-five per cent of his average salary for the last five years.  (2) For the purpose of determining under subsection (1) the average salary that an uncertificated teacher has received or would have received, as the case may be, he shall be deemed to have enjoyed the  benefit  of  any  increase  due  to  a  revision  of  salaries  in  the emoluments of any post held by him as if such increase had been payable throughout such period of five years.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the average salary that an uncertificated teacher has received or would have received, as the case may be, he shall be deemed to have enjoyed the  benefit  of  any  increase  due  to  a  revision  of  salaries  in  the emoluments of any post held by him as if such increase had been payable throughout such period of five years."
                },
                {
                    "representation": "(2)",
                    "description": "For the purpose of determining under subsection"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Teachers over the age of ",
            "context": "TEACHERS PENSIONS ACT under Teachers over the age of 6. No teacher may be retained in a school after the age of sixty except by special permission of the Commission.",
            "description": "No teacher may be retained in a school after the age of sixty except by special permission of the Commission."
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Service after age of 65 not pensionable. ",
            "context": "TEACHERS PENSIONS ACT under Service after age of 65 not pensionable. 7.",
            "description": "7."
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "No absolute right to pension. ",
            "context": "TEACHERS PENSIONS ACT under No absolute right to pension. 8. (1) Subject to subsection (3), no teacher shall have an absolute right to compensation for past services, or to any pension, gratuity, or retiring allowance, under this Act, nor, subject to the Acts relating to elementary education, shall anything herein limit any power to dismiss a teacher without compensation from public funds.  (2) No teacher shall be granted a pension or gratuity under this Act without a certificate from the Chief Education Officer to the effect that he has discharged the functions of his office with such diligence and fidelity as to justify the grant to him of such pension or gratuity.  (3) Any decision under this section to withhold the pension or gratuity of a teacher shall require the concurrence of the Teaching Service Commission.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "No teacher shall be granted a pension or gratuity under this Act without a certificate from the Chief Education Officer to the effect that he has discharged the functions of his office with such diligence and fidelity as to justify the grant to him of such pension or gratuity."
                },
                {
                    "representation": "(3)",
                    "description": "Any decision under this section to withhold the pension or gratuity of a teacher shall require the concurrence of the Teaching Service Commission."
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Pension may be reduced for improper conduct. ",
            "context": "TEACHERS PENSIONS ACT under Pension may be reduced for improper conduct. 9.  When a pension or retiring allowance is granted to a teacher who, in the opinion of the President, has been guilty of negligence, irregularity, or misconduct, in the discharge of his duties as a teacher, or has been guilty of any indiscretion or impropriety in his mode of life, which  in the opinion of the President, has affected the length or efficiency of his service, the President may, with the concurrence of the Teaching Service Commission, reduce the amount of the pension or retiring allowance of that teacher and grant him a pension or retiring allowance at a lower rate than that authorised by this Act.",
            "description": "When a pension or retiring allowance is granted to a teacher who, in the opinion of the President, has been guilty of negligence, irregularity, or misconduct, in the discharge of his duties as a teacher, or has been guilty of any indiscretion or impropriety in his mode of life, which  in the opinion of the President, has affected the length or efficiency of his service, the President may, with the concurrence of the Teaching Service Commission, reduce the amount of the pension or retiring allowance of that teacher and grant him a pension or retiring allowance at a lower rate than that authorised by this Act."
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Exclusion from benefit of this Act in consequence of dismissal for misconduct or cancellation of certificate. ",
            "context": "TEACHERS PENSIONS ACT under Exclusion from benefit of this Act in consequence of dismissal for misconduct or cancellation of certificate. 10. (1) No certificated teacher whose certificate has been cancelled and no certificated teacher hereafter dismissed  for misconduct  or whose certificate is cancelled shall be LAWS OF GUYANA Teachers Pensions Cap. 39:05 11  L.R.O. 1/2012 of dismissal for  misconduct or  cancellation of certificate.                 Pension not to be  assignable. [9 of 1971]             Pension to cease on conviction.                     Pension to cease on bankruptcy.           entitled to the benefit of this Act.  (2) No uncertificated teacher who has committed any act for which  the  certificate  of  a  certificated  teacher  would  have  been cancelled,  and  no  uncertificated  teacher  hereafter  dismissed  for misconduct or who commits any act which, if done by a certificated teacher, would involve cancellation of his certificate, shall be entitled to the benefit of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No certificated teacher whose certificate has been cancelled and no certificated teacher hereafter dismissed  for misconduct  or whose certificate is cancelled shall be LAWS OF GUYANA Teachers Pensions Cap. 39:05 11  L.R.O. 1/2012 of dismissal for  misconduct or  cancellation of certificate.                 Pension not to be  assignable. [9 of 1971]             Pension to cease on conviction.                     Pension to cease on bankruptcy.           entitled to the benefit of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "No uncertificated teacher who has committed any act for which  the  certificate  of  a  certificated  teacher  would  have  been cancelled,  and  no  uncertificated  teacher  hereafter  dismissed  for misconduct or who commits any act which, if done by a certificated teacher, would involve cancellation of his certificate, shall be entitled to the benefit of this Act."
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Pension not to be assignable. ",
            "context": "TEACHERS PENSIONS ACT under Pension not to be assignable. 11. No pension or gratuity under this Act shall be assignable or transferable, or liable to be attached, sequestrated, or levied upon, for or in respect of any debt or claim whatsoever other than a debt due to the Government at the time of the retirement of the teacher.",
            "description": "No pension or gratuity under this Act shall be assignable or transferable, or liable to be attached, sequestrated, or levied upon, for or in respect of any debt or claim whatsoever other than a debt due to the Government at the time of the retirement of the teacher."
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Pension to cease on conviction. ",
            "context": "TEACHERS PENSIONS ACT under Pension to cease on conviction. 12.  If a teacher to whom a pension has been granted under this Act is convicted before any Court in the Commonwealth of any crime or offence for which he is sentenced to death, or penal servitude, or transportation,  or  any  term  of  imprisonment  with  hard  labour  or exceeding twelve months, and does not within two months after his conviction receive a  free  pardon, then in each of those cases his pension  shall  forthwith  cease,  but  the  President  may  restore  the pension  in  the  case  of  a  teacher  who  after  conviction  as  above described, receives at any time a free pardon.",
            "description": "If a teacher to whom a pension has been granted under this Act is convicted before any Court in the Commonwealth of any crime or offence for which he is sentenced to death, or penal servitude, or transportation,  or  any  term  of  imprisonment  with  hard  labour  or exceeding twelve months, and does not within two months after his conviction receive a  free  pardon, then in each of those cases his pension  shall  forthwith  cease,  but  the  President  may  restore  the pension  in  the  case  of  a  teacher  who  after  conviction  as  above described, receives at any time a free pardon."
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Pension to cease on bankruptcy. ",
            "context": "TEACHERS PENSIONS ACT under Pension to cease on bankruptcy. 13.  If a teacher to whom a pension has been granted under this Act becomes a bankrupt or insolvent, then the pension shall forthwith cease:  Provided that in any case where a pension ceases by reason of the bankruptcy of the pensioner, the President, subject to article 104 of the Constitution, may from time to time during the remainder of his life, or during   such   shorter   period   or   periods,   either   continuous   or discontinuous, as the President thinks fit, pay all or any part of the moneys to LAWS OF GUYANA 12 Cap. 39:05 Teachers Pensions  L.R.O 1/2012               Pensioners under Ordinance No. 4 of 1924 entitled to pensions under this Act.               Interpretation. [4 of 1972]                    Pension register.              which he would have been entitled by way of pension had he not become a bankrupt, or apply the same for the maintenance and personal  support or benefit of all or any, exclusive of the other or others, of the following persons, namely, the pensioner and his wife, child, or children of his, in the proportions and manner the President thinks proper.",
            "description": "If a teacher to whom a pension has been granted under this Act becomes a bankrupt or insolvent, then the pension shall forthwith cease:  Provided that in any case where a pension ceases by reason of the bankruptcy of the pensioner, the President, subject to article 104 of the Constitution, may from time to time during the remainder of his life, or during   such   shorter   period   or   periods,   either   continuous   or discontinuous, as the President thinks fit, pay all or any part of the moneys to LAWS OF GUYANA 12 Cap. 39:05 Teachers Pensions  L.R.O 1/2012               Pensioners under Ordinance No. 4 of 1924 entitled to pensions under this Act.               Interpretation. [4 of 1972]                    Pension register.              which he would have been entitled by way of pension had he not become a bankrupt, or apply the same for the maintenance and personal  support or benefit of all or any, exclusive of the other or others, of the following persons, namely, the pensioner and his wife, child, or children of his, in the proportions and manner the President thinks proper."
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Pensioners under Ordinance No. 4 of 1924 entitled to pensions under this Act.  PROVISIONS IN FORCE SINCE THE 1ST JANUARY, 1929  ",
            "context": "TEACHERS PENSIONS ACT under Pensioners under Ordinance No. 4 of 1924 entitled to pensions under this Act.  PROVISIONS IN FORCE SINCE THE 1ST JANUARY, 1929  14.  Every teacher  who  at  the  commencement  of  this  Act  was entitled to a pension under the Teachers Pensions Ordinance, 1924, shall on the commencement of this Act be entitled to have his pension calculated and paid under this Act.  PROVISIONS   IN  FORCE  SINCE  THE  1ST  JANUARY, 1929",
            "description": "Every teacher  who  at  the  commencement  of  this  Act  was entitled to a pension under the Teachers Pensions Ordinance, 1924, shall on the commencement of this Act be entitled to have his pension calculated and paid under this Act.  PROVISIONS   IN  FORCE  SINCE  THE  1ST  JANUARY, 1929"
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "(1) Interpretation.  (2) Pension register.  (3) Teacher whose name not on register ineligible for pension.   (4) Regulations. Schedule.  (5) When this section to come into force.  PART II PROVISIONS OF ORDINANCE NO. 1 OF 1938, IN FORCE SINCE 1ST JUNE, 1938 LAWS OF GUYANA 4 Cap. 39:05 Teachers’ Pensions  L.R.O 1/2012 SECTION  (Sections 16 to 19 inclusive) ",
            "context": "TEACHERS PENSIONS ACT under (1) Interpretation.  (2) Pension register.  (3) Teacher whose name not on register ineligible for pension.   (4) Regulations. Schedule.  (5) When this section to come into force.  PART II PROVISIONS OF ORDINANCE NO. 1 OF 1938, IN FORCE SINCE 1ST JUNE, 1938 LAWS OF GUYANA 4 Cap. 39:05 Teachers Pensions  L.R.O 1/2012 SECTION  (Sections 16 to 19 inclusive) 15.  PART VII PROVISIONS OF ACT 9 OF 1971 IN FORCE SINCE 19TH JUNE, 1971  (Sections 34 to 41 inclusive)",
            "description": "PART VII PROVISIONS OF ACT 9 OF 1971 IN FORCE SINCE 19TH JUNE, 1971  (Sections 34 to 41 inclusive)"
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Interpretation. ",
            "context": "TEACHERS PENSIONS ACT under Interpretation. 16.  In this Part, service means qualifying service for pension as defined in section 15 of this Act.",
            "description": "In this Part, service means qualifying service for pension as defined in section 15 of this Act."
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Insertion of new section 3A in Part I.  3A. (1) Rate of pension.   (2) Option to take reduced pension with gratuity. ",
            "context": "TEACHERS PENSIONS ACT under Insertion of new section 3A in Part I.  3A. (1) Rate of pension.   (2) Option to take reduced pension with gratuity. 17.  The following section numbered as hereunder is inserted after section 3 of Part I of this Act:   3A.(1)  Subject  to  the  provisions  of  section  4  every certificated teacher to whom this section applies shall be entitled to a pension which shall be calculated as follows:  (a)    in respect of his service in schools at the rate of sixty cents pension  [1 of 1938]    \"\"\"  Rate of    LAWS OF GUYANA 14 Cap. 39:05 Teachers Pensions  L.R.O 1/2012                                                 a month for each year of service, and  (b)   in respect of the nature of the appointment held  and  the  class  in  which  the  teacher  was serving  at  the  time  of  retirement  at  the  rates specified hereunder for each year of service           Class in which serving                             Appointment  Head Teacher      Assistant        Teacher First Class   Second Class  Third Class Seventy-five cents a month Fifty cents a month ...  Twenty-five cents a month Fifty cents a month    Twenty-five cents a month  Ten cents a    month   Provided that    (i)      the pension of a certified teacher who has held an appointment or served in a class for a period of less than three years prior to LAWS OF GUYANA Teachers Pensions Cap. 39:05 15  L.R.O. 1/2012           Rate of  pension in relation to salary.                                   his retirement, shall be calculated on the appointment held or class in which he served prior to holding such appointment or serving in such class; and   (ii)     subject  to  the  provisions  of  paragraph  (iii),  the pension granted to a certificated teacher who at the date of his retirement is in receipt of a salary  (a)      of twenty dollars a month or less and whose salary during the last three years has not at any time exceeded twenty dollars a month, shall not exceed three-quarters of the highest salary drawn by such teacher, during the last three years of his service;  (b)   of more than twenty dollars a month or whose salary during the last three years has at any time exceeded LAWS OF GUYANA 16 Cap. 39:05 Teachers Pensions  L.R.O 1/2012                                 Option to take reduced pension with gratuity. [1 of 1938 10 of 1955]           twenty dollars a month, shall not exceed two-thirds of the highest salary drawn by such teacher during the last three years of his service; and  (iii)  the pension granted to any certificated teacher whose pension would be subject to the limitation under paragraph (ii) (b) shall not be less than the pension which would be granted to him if his salary were twenty dollars a month and had not at any time during the last three years exceeded twenty dollars a month.   (2)      (a)      Any certificated teacher who retires on or after the 1st June, 1938, and to whom a pension is granted may, at his option exercisable as hereinafter provided, be paid in lieu of such pension, a pension at the rate of three-fourths of such pension together with a gratuity equal to twelve and one-half times the amount of the reduction so made in the pension. LAWS OF GUYANA Teachers Pensions Cap. 39:05 17  L.R.O. 1/2012                                Teachers to whom section 17 applies.  [1 of 1938]               subsection (2) (a) of this section shall be exercisable  (i)   by certificated teachers whose names on the 1st June, 1938, are on the Teachers Pension Register by giving notice in writing to the Director of Education not later than the 31st December, 1938;  (ii)      by any other certificated teacher by giving notice in writing to the Director of Education not later than one month after the date on which his name is placed on the Teachers Pension",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject  to  the  provisions  of  section  4  every certificated teacher to whom this section applies shall be entitled to a pension which shall be calculated as follows:"
                },
                {
                    "representation": "(a)",
                    "description": "Any certificated teacher who retires on or after the 1st June, 1938, and to whom a pension is granted may, at his option exercisable as hereinafter provided, be paid in lieu of such pension, a pension at the rate of three-fourths of such pension together with a gratuity equal to twelve and one-half times the amount of the reduction so made in the pension. LAWS OF GUYANA Teachers Pensions Cap. 39:05 17  L.R.O. 1/2012                                Teachers to whom section 17 applies.  [1 of 1938]               subsection"
                },
                {
                    "representation": "(b)",
                    "description": "shall not be less than the pension which would be granted to him if his salary were twenty dollars a month and had not at any time during the last three years exceeded twenty dollars a month."
                },
                {
                    "representation": "(i)",
                    "description": "by certificated teachers whose names on the 1st June, 1938, are on the Teachers Pension Register by giving notice in writing to the Director of Education not later than the 31st December, 1938;"
                },
                {
                    "representation": "(2)",
                    "description": "(a) of this section shall be exercisable"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Teachers to whom section 17 applies. ",
            "context": "TEACHERS PENSIONS ACT under Teachers to whom section 17 applies. 18.  Section 17 of this Act shall apply to  (a)      all persons who become certificated teachers after the 1st June, 1938; and  (b)     all persons not already in receipt of a pension under Part I of this Act who became certificated teachers before the 1st June, 1938, unless on or before the 31st December, 1938, they signify in writing to the Director of Education their desire to remain under the terms of section 3 of this Act.  Register..  (b)  The option referred to  in LAWS OF GUYANA 18 Cap. 39:05 Teachers Pensions  L.R.O 1/2012 Commence- ment of  this Part. [1 of 1938]            Insertion of new section. 5A in Part I [23 of 1942] .",
            "description": [
                {
                    "representation": "(a)",
                    "description": "all persons who become certificated teachers after the 1st June, 1938; and"
                },
                {
                    "representation": "(b)",
                    "description": "The option referred to  in LAWS OF GUYANA 18 Cap. 39:05 Teachers Pensions  L.R.O 1/2012 Commence- ment of  this Part. [1 of 1938]            Insertion of new section. 5A in Part I [23 of 1942] ."
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Commencement of this Part.  PART III PROVISIONS OF ORDINANCE NO. 23 OF 1942, IN FORCE SINCE 1ST JANUARY, 1943  (Sections 20 and 21)  ",
            "context": "TEACHERS PENSIONS ACT under Commencement of this Part.  PART III PROVISIONS OF ORDINANCE NO. 23 OF 1942, IN FORCE SINCE 1ST JANUARY, 1943  (Sections 20 and 21)  19.  This Part of this Act shall come into operation on the 1st June,",
            "description": "This Part of this Act shall come into operation on the 1st June,"
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Insertion of new section 5A in Part I.  5A. Pensions to certain uncertificated teachers with less than 30  years’ service. ",
            "context": "TEACHERS PENSIONS ACT under Insertion of new section 5A in Part I.  5A. Pensions to certain uncertificated teachers with less than 30  years service. 20.  Part I of this Act is hereby amended by the insertion therein after section 5 of the following section:    5A. (1)  An uncertificated teacher who is not entitled to a pension under the preceding section but who has served continuously for ten years or more in an aided school and  sixty years or, being a female, has attained the age of fifty years; or  Minister that such teacher is from infirmity of mind or body incapable of discharging the duties of his office and that the infirmity is likely to be permanent,  shall be entitled to a pension in respect of such service in such school which shall be calculated as provided in this section.  (2) Every  uncertificated   teacher   to   whom   this section applies shall be entitled in respect of his service in schools to a pension calculated at the rate of forty cents a month in respect of each year of service:  Pension to certain with less than 30 years of service. teacher uncertificated(a)     being a male, has attained the age of (b)    it is proved to the satisfaction of the LAWS OF GUYANA Teachers Pensions Cap. 39:05 19  L.R.O. 1/2012        Date of commence- ment of this Part. [23 of 1942]         Amendment of section 2 of  Part I. [7 of 1947]  Amendment of section 3A. [7 of 1947]                   Amendment   of section 7 (2) of Part I. [7 of 1947]  Provided that no pension granted to an uncertificated teacher under this section shall exceed seventy-five per cent of the average salary of such teacher during the five years immediately preceding his retirement.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An uncertificated teacher who is not entitled to a pension under the preceding section but who has served continuously for ten years or more in an aided school and  sixty years or, being a female, has attained the age of fifty years; or  Minister that such teacher is from infirmity of mind or body incapable of discharging the duties of his office and that the infirmity is likely to be permanent,  shall be entitled to a pension in respect of such service in such school which shall be calculated as provided in this section."
                },
                {
                    "representation": "(2)",
                    "description": "of Part I. [7 of 1947]  Provided that no pension granted to an uncertificated teacher under this section shall exceed seventy-five per cent of the average salary of such teacher during the five years immediately preceding his retirement."
                },
                {
                    "representation": "(b)",
                    "description": "it is proved to the satisfaction of the LAWS OF GUYANA Teachers Pensions Cap. 39:05 19  L.R.O. 1/2012        Date of commence- ment of this Part. [23 of 1942]         Amendment of section 2 of  Part I. [7 of 1947]  Amendment of section 3A. [7 of 1947]                   Amendment   of section 7"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Date of commencement of this Part.  PART IV PROVISIONS OF ORDINANCE NO. 7 OF1947, IN FORCE SINCE 1ST MARCH, 1947  (Sections 22 to 26 inclusive)  ",
            "context": "TEACHERS PENSIONS ACT under Date of commencement of this Part.  PART IV PROVISIONS OF ORDINANCE NO. 7 OF1947, IN FORCE SINCE 1ST MARCH, 1947  (Sections 22 to 26 inclusive)  21.  This Part of this Act shall come into operation on the 1stJanuary,",
            "description": "This Part of this Act shall come into operation on the 1stJanuary,"
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Amendment of section 2 of Part I. ",
            "context": "TEACHERS PENSIONS ACT under Amendment of section 2 of Part I. 22.  Section 2 of Part I of this Act is hereby amended by the deletion of that part of the definition of the expression aided school following the word Parliament.",
            "description": "Section 2 of Part I of this Act is hereby amended by the deletion of that part of the definition of the expression aided school following the word Parliament."
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Amendment of section 3A. ",
            "context": "TEACHERS PENSIONS ACT under Amendment of section 3A. 23.  Section 3A of this Act, as inserted by section 17, is hereby amended  (a) by the deletion of the full-stop at the end of subsection (2) and by the substitution therefor of a colon; and  (b) by  the  addition  of  the  following  as  a  proviso  to subsection (2)(b)(ii):  Provided that where the name  of  such  certificated teacher is, in respect of his service as an uncertificated teacher, in the Teachers Pension Register at the time he becomes a certificated teacher, the notice shall be given not later than one month after the date upon which the teacher becomes a certificated teacher.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "by the deletion of the full-stop at the end of subsection"
                },
                {
                    "representation": "(2)",
                    "description": "and by the substitution therefor of a colon; and"
                },
                {
                    "representation": "(b)",
                    "description": "by  the  addition  of  the  following  as  a  proviso  to subsection"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Amendment of section 7(2) of Part I. ",
            "context": "TEACHERS PENSIONS ACT under Amendment of section 7(2) of Part I. 24.  Section 7(2) of Part I of this Act is hereby amended  (a) by substituting a colon for the full-stop at the end LAWS OF GUYANA 20 Cap. 39:05 Teachers Pensions  L.R.O 1/2012                  Amendment of section 15 of Part I. [7 of 1947]           c. 27:02         Exercise of option to be paid reduced pension with a gratuity in certain cases. [7 of 1947]   thereof; and  (b) by adding the following proviso thereto:  Provided that for the purpose of computing the amount of pension or gratuity of a teacher who, during some period of his service in a school in Guyana, has served with the consent of the Government with the armed forces of a Commonwealth country or in any other capacity connected with a state of war, the whole or any part of such period may",
            "description": [
                {
                    "representation": "(2)",
                    "description": "of Part I of this Act is hereby amended"
                },
                {
                    "representation": "(a)",
                    "description": "by substituting a colon for the full-stop at the end LAWS OF GUYANA 20 Cap. 39:05 Teachers Pensions  L.R.O 1/2012                  Amendment of section 15 of Part I. [7 of 1947]           c. 27:02         Exercise of option to be paid reduced pension with a gratuity in certain cases. [7 of 1947]   thereof; and"
                },
                {
                    "representation": "(b)",
                    "description": "by adding the following proviso thereto:  Provided that for the purpose of computing the amount of pension or gratuity of a teacher who, during some period of his service in a school in Guyana, has served with the consent of the Government with the armed forces of a Commonwealth country or in any other capacity connected with a state of war, the whole or any part of such period may"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Amendment of section 15 of Part I. ",
            "context": "TEACHERS PENSIONS ACT under Amendment of section 15 of Part I. 25.  Section 15 of Part I of this Act is hereby amended by the insertion, between subsections (2) and (3), of the following subsection:  (2A)(a) Anything contained in this Act to the contrary notwithstanding, where the name of a person who shall be or has been appointed to a pensionable office as defined in the Pensions   Act is or was at the time of such appointment entered in the Teachers Pension Register, the officer shall be  entitled, on his  retirement from the public service of Guyana, to be paid pension or pension and gratuity, as the case  may be, calculated  in accordance with this Act, in respect of his pensionable service as a teacher.  (b) Nothing in this subsection shall affect the rights of the officer, or of any person claiming through him, under the",
            "description": [
                {
                    "representation": "(2)",
                    "description": "and"
                },
                {
                    "representation": "(a)",
                    "description": "Anything contained in this Act to the contrary notwithstanding, where the name of a person who shall be or has been appointed to a pensionable office as defined in the Pensions   Act is or was at the time of such appointment entered in the Teachers Pension Register, the officer shall be  entitled, on his  retirement from the public service of Guyana, to be paid pension or pension and gratuity, as the case  may be, calculated  in accordance with this Act, in respect of his pensionable service as a teacher."
                },
                {
                    "representation": "(b)",
                    "description": "Nothing in this subsection shall affect the rights of the officer, or of any person claiming through him, under the"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Exercise of option to be paid reduced pension with a gratuity in certain cases.  PART V PROVISIONS OF ORDINANCE NO. 6 OF 1948, IN FORCE SINCE 13TH MARCH, 1948  (Section 27)  ",
            "context": "TEACHERS PENSIONS ACT under Exercise of option to be paid reduced pension with a gratuity in certain cases.  PART V PROVISIONS OF ORDINANCE NO. 6 OF 1948, IN FORCE SINCE 13TH MARCH, 1948  (Section 27)  26.  Where  an  uncertificated  teacher,  whose  name  was  in  the Teachers Pension Register in respect of his service as such teacher, became a certificated teacher between the 1st June, 1938, and the 1st March, 1947, he may exercise his option under section 3A(2) of this Act,  as inserted by section 17, to be paid a reduced pension with a gratuity, by giving notice in writing to the Director of Education not later be taken into account.. Pensions Act.. LAWS OF GUYANA Teachers Pensions Cap. 39:05 21  L.R.O. 1/2012            Amendment of section 3A of Part I. [6 of 1948]                   Insertion of new section 3B in Part I.  [42 of 1951 8 of 1953 10 of 1955 24 of 1958]            than one month after the 1st March,",
            "description": [
                {
                    "representation": "(2)",
                    "description": "of this Act,  as inserted by section 17, to be paid a reduced pension with a gratuity, by giving notice in writing to the Director of Education not later be taken into account.. Pensions Act.. LAWS OF GUYANA Teachers Pensions Cap. 39:05 21  L.R.O. 1/2012            Amendment of section 3A of Part I. [6 of 1948]                   Insertion of new section 3B in Part I.  [42 of 1951 8 of 1953 10 of 1955 24 of 1958]            than one month after the 1st March,"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Amendment of section 3A of Part I.  LAWS OF GUYANA Teachers’ Pensions Cap. 39:05 5  L.R.O. 1/2012  SECTION  PART VI PROVISIONS OF ORDINANCE NO. 42 OF 1951, IN FORCE SINCE 15TH DECEMBER, ",
            "context": "TEACHERS PENSIONS ACT under Amendment of section 3A of Part I.  LAWS OF GUYANA Teachers Pensions Cap. 39:05 5  L.R.O. 1/2012  SECTION  PART VI PROVISIONS OF ORDINANCE NO. 42 OF 1951, IN FORCE SINCE 15TH DECEMBER, 27.  Section 3A of this Act, as inserted by section 17, is hereby further amended by the addition thereto of the following subsection:  (3)  If  a  certificated  teacher  whose  name  is  in  the Teachers Pension Register has failed to exercise the option referred  to  in  subsection  (2)  within  the  times  specified     therein, the President may, if it appears to him in all the circumstances of any particular case equitable so to do, allow such teacher such further time in which to exercise the option  PART VI PROVISIONS   OF  ORDINANCE  NO. 42 OF  1951, IN  FORCE  SINCE  15TH DECEMBER, 1951 (BUT  SEE  S. 31(2)) (Sections 28 to 34 inclusive)",
            "description": [
                {
                    "representation": "(3)",
                    "description": "If  a  certificated  teacher  whose  name  is  in  the Teachers Pension Register has failed to exercise the option referred  to  in  subsection"
                },
                {
                    "representation": "(2)",
                    "description": "within  the  times  specified     therein, the President may, if it appears to him in all the circumstances of any particular case equitable so to do, allow such teacher such further time in which to exercise the option  PART VI PROVISIONS   OF  ORDINANCE  NO. 42 OF  1951, IN  FORCE  SINCE  15TH DECEMBER, 1951"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Insertion of new section 3B in Part I.  3B. (1) New rate of pension in respect of certain teachers.        (4) Option to take reduced pension with gratuity. ",
            "context": "TEACHERS PENSIONS ACT under Insertion of new section 3B in Part I.  3B. (1) New rate of pension in respect of certain teachers.        (4) Option to take reduced pension with gratuity. 28.  Part I of this Act, as amended from time to time is hereby further amended by the insertion, after section 3A, of the following new section.   3B. (1)  Subject to the provisions of sections 4 and 15 of this Act, every teacher to whom this section applies may, on his retirement as a teacher or on his retirement from the public service of Guyana, be granted a pension, in respect of each month of his service for pension as a teacher, at the rate of one seven hundred and twentieth of the  annual average amount of his salary as a teacher during the three years immediately preceding the date upon which he retires as a teacher or the date New   rate of pension in respect of certain teachers.  as the President may specify.. LAWS OF GUYANA 22 Cap. 39:05 Teachers Pensions  L.R.O 1/2012                              Option to take reduced pension with gratuity.             Amendment of section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the provisions of sections 4 and 15 of this Act, every teacher to whom this section applies may, on his retirement as a teacher or on his retirement from the public service of Guyana, be granted a pension, in respect of each month of his service for pension as a teacher, at the rate of one seven hundred and twentieth of the  annual average amount of his salary as a teacher during the three years immediately preceding the date upon which he retires as a teacher or the date New   rate of pension in respect of certain teachers.  as the President may specify.. LAWS OF GUYANA 22 Cap. 39:05 Teachers Pensions  L.R.O 1/2012                              Option to take reduced pension with gratuity.             Amendment of section"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Amendment of section ",
            "context": "TEACHERS PENSIONS ACT under Amendment of section 29.  Section 4 of Part I of this Act is hereby amended  (a) by re-numbering the section as desires to receive a reduced pension with gratuity.. LAWS OF GUYANA Teachers Pensions Cap. 39:05 23  L.R.O. 1/2012                                Amendment   of section   5A(1). [42 of 1951 1 of 1975]                subsection (1);  (b) by the substitution for the words sixty years of age or upwards in subsection (1) of the words fifty-five years of age or upwards;  (c) by the substitution for the words fifty-five years in paragraph (b) and for the words sixty years in paragraph (c) of the proviso to subsection (1) of the words fifty years and fifty-five years respectively; and  subsection:  (2) The President may require any certificated teacher to retire from service as a teacher at any time after he has attained the age of fifty-five years.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "by re-numbering the section as desires to receive a reduced pension with gratuity.. LAWS OF GUYANA Teachers Pensions Cap. 39:05 23  L.R.O. 1/2012                                Amendment   of section   5A(1). [42 of 1951 1 of 1975]                subsection"
                },
                {
                    "representation": "(b)",
                    "description": "and for the words sixty years in paragraph"
                },
                {
                    "representation": "(1)",
                    "description": "of the words fifty years and fifty-five years respectively; and  subsection:  (2) The President may require any certificated teacher to retire from service as a teacher at any time after he has attained the age of fifty-five years."
                },
                {
                    "representation": "(c)",
                    "description": "of the proviso to subsection"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Amendment of section 5A (1). ",
            "context": "TEACHERS PENSIONS ACT under Amendment of section 5A (1). 30.  Subsection (1) of section 5A of Part I of this Act, as inserted by section 20, is hereby amended  (a) by  the  substitution  for  the  words  sixty  years  in paragraph (a) of the words fifty-five years; and  (b) by the substitution of a colon for the full stop at the end of the subsection, and the addition thereto of the following proviso  Provided that the Commission may require any uncertificated teacher to retire from service as a teacher at any time after he has attained the age of fifty-five years.  (d)   by the addition of the following LAWS OF GUYANA 24 Cap. 39:05 Teachers Pensions  L.R.O 1/2012 Amendment of section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of section 5A of Part I of this Act, as inserted by section 20, is hereby amended"
                },
                {
                    "representation": "(a)",
                    "description": "of the words fifty-five years; and"
                },
                {
                    "representation": "(b)",
                    "description": "by the substitution of a colon for the full stop at the end of the subsection, and the addition thereto of the following proviso  Provided that the Commission may require any uncertificated teacher to retire from service as a teacher at any time after he has attained the age of fifty-five years."
                },
                {
                    "representation": "(d)",
                    "description": "by the addition of the following LAWS OF GUYANA 24 Cap. 39:05 Teachers Pensions  L.R.O 1/2012 Amendment of section"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Amendment of section ",
            "context": "TEACHERS PENSIONS ACT under Amendment of section 31.  (1) Section 7 of Part I of this Act as amended by section 24, is hereby further amended by the substitution for the words thirty years in subsection (1) of the words thirty-five years.  (2) This section shall be deemed to have had effect from and including the 1st January,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of the words thirty-five years."
                },
                {
                    "representation": "(2)",
                    "description": "This section shall be deemed to have had effect from and including the 1st January,"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Application. ",
            "context": "TEACHERS PENSIONS ACT under Application. 32.  The provisions of Part I of this Act, and of sections 28 to 31 (inclusive) of this Act shall apply  (a) to every teacher whose name is entered in the Teachers Pension Register subsequent to the 14th December, 1951; and  (b) to every teacher serving on the 15th December, 1951, whose name was entered in the Teachers Pension Register on  or  after  the  1st  January,  1944,  and  before  the  15th December,  1951,  unless  he  intimates  in  writing  to  the Director of Education on or before the 30th November,1958,   or   within   such   further   time   as   the   officer administering the government may allow, that he desires that the provisions of section 3, 3A, 5 or 5A of this Act, as the case may be, shall continue to apply to him; and  (c) to every teacher whose name was in the Teachers Pension Register on the 31st December, 1943, and who retired as a teacher or from the public service of Guyana on or after the 1st January, 1944, and who intimates in writing to the Director of Education on or before LAWS OF GUYANA Teachers Pensions Cap. 39:05 25  L.R.O. 1/2012      Amendment of section",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to every teacher whose name is entered in the Teachers Pension Register subsequent to the 14th December, 1951; and"
                },
                {
                    "representation": "(b)",
                    "description": "to every teacher serving on the 15th December, 1951, whose name was entered in the Teachers Pension Register on  or  after  the  1st  January,  1944,  and  before  the  15th December,  1951,  unless  he  intimates  in  writing  to  the Director of Education on or before the 30th November,1958,   or   within   such   further   time   as   the   officer administering the government may allow, that he desires that the provisions of section 3, 3A, 5 or 5A of this Act, as the case may be, shall continue to apply to him; and"
                },
                {
                    "representation": "(c)",
                    "description": "to every teacher whose name was in the Teachers Pension Register on the 31st December, 1943, and who retired as a teacher or from the public service of Guyana on or after the 1st January, 1944, and who intimates in writing to the Director of Education on or before LAWS OF GUYANA Teachers Pensions Cap. 39:05 25  L.R.O. 1/2012      Amendment of section"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Amendment of section ",
            "context": "TEACHERS PENSIONS ACT under Amendment of section 33.  Section 15 of Part I of this Act, as amended from time to time, is hereby further amended  (a) by the substitution for the words the names wherever they appear in subsection (2)(a) and (b), of the words the names,   together  with  particulars  of  their  service  for pension;  (b) by the substitution for the words regulations made under this section in subsection (2)(b), of the words regulations set out in the Schedule to this Act;  (c) by re-numbering as subsection (2B), subsection (2A) as enacted by section 25;  (d) by the insertion after subsection (2) of the following subsection  (2A) Where the name of a teacher is entered in the Teachers Pension Register the Chief Education Officer shall forthwith thereafter notify the teacher in writing accordingly; and  (e) by the repeal of subsection (4) and by the substitution therefor of the following  (4) The qualifications and conditions subject to which entries may  be made in the Teachers Pension Register under subsection (2)(b), shall be as set out in the regulations in the LAWS OF GUYANA 26 Cap. 39:05 Teachers Pensions  L.R.O 1/2012           Amendment of section 3B of Chapter 95, 1953 Edition.  [9 of 1971]                                   Schedule to this Act.  PART VII PROVISIONS   OF  ACT  9 OF  1971, IN  FORCE  SINCE  19TH  JUNE, 1971* (Sections 34 to 41 inclusive)",
            "description": [
                {
                    "representation": "(a)",
                    "description": "and"
                },
                {
                    "representation": "(b)",
                    "description": "by the substitution for the words regulations made under this section in subsection"
                },
                {
                    "representation": "(c)",
                    "description": "by re-numbering as subsection"
                },
                {
                    "representation": "(d)",
                    "description": "by the insertion after subsection"
                },
                {
                    "representation": "(2)",
                    "description": "of the following subsection  (2A) Where the name of a teacher is entered in the Teachers Pension Register the Chief Education Officer shall forthwith thereafter notify the teacher in writing accordingly; and"
                },
                {
                    "representation": "(e)",
                    "description": "by the repeal of subsection"
                },
                {
                    "representation": "(4)",
                    "description": "and by the substitution therefor of the following  (4) The qualifications and conditions subject to which entries may  be made in the Teachers Pension Register under subsection"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Amendment of section 3B of Chapter 95, 1953 Edition. ",
            "context": "TEACHERS PENSIONS ACT under Amendment of section 3B of Chapter 95, 1953 Edition. 34.  Section 3B of the Act (as inserted by section 28 of that Act) is hereby amended in the following respects  (a) by the repeal of subsection (1) and the substitution therefor of the following subsection  (1) Subject to sections 4 and 15, every teacher to whom this section applies may, on his retirement as a teacher or on his retirement from the public service be granted a pension, in respect of each month of his service for pension as a teacher, at the rate of one six-hundredth of his   pensionable   emoluments computed in accordance with regulation 9 of the Pensions Regulations, 1957, as applied to a teacher by section 7C.;  (b) by   the   substitution   of   the   words   pensionable emoluments for the word salary wherever it appears in the section; and  (c) by the substitution of the word two-thirds for the word one-half in subsection (3).                                                * This Acting also amended section 2 (by inserting a definition of pensionable emoluments) and section",
            "description": [
                {
                    "representation": "(a)",
                    "description": "by the repeal of subsection"
                },
                {
                    "representation": "(1)",
                    "description": "and the substitution therefor of the following subsection  (1) Subject to sections 4 and 15, every teacher to whom this section applies may, on his retirement as a teacher or on his retirement from the public service be granted a pension, in respect of each month of his service for pension as a teacher, at the rate of one six-hundredth of his   pensionable   emoluments computed in accordance with regulation 9 of the Pensions Regulations, 1957, as applied to a teacher by section 7C.;"
                },
                {
                    "representation": "(b)",
                    "description": "by   the   substitution   of   the   words   pensionable emoluments for the word salary wherever it appears in the section; and"
                },
                {
                    "representation": "(c)",
                    "description": "by the substitution of the word two-thirds for the word one-half in subsection"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Amendment of section 4 of Chapter 95, 1953 Edition. ",
            "context": "TEACHERS PENSIONS ACT under Amendment of section 4 of Chapter 95, 1953 Edition. 35.  Section 4 of the Act is hereby repealed and the following section substituted therefor",
            "description": "Section 4 of the Act is hereby repealed and the following section substituted therefor"
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Amendment of section 6 of Chapter 95, 1953 Edition. ",
            "context": "TEACHERS PENSIONS ACT under Amendment of section 6 of Chapter 95, 1953 Edition. 36.  Section  6  of  the  Act  is  hereby  amended  in  the  following respects  (a) by the substitution of the word fifty-five for the word sixty; and  (b) by the substitution of a full-stop for the semicolon where it appears and the deletion of the remainder of the section beginning with the word and.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "by the substitution of the word fifty-five for the word sixty; and"
                },
                {
                    "representation": "(b)",
                    "description": "by the substitution of a full-stop for the semicolon where it appears and the deletion of the remainder of the section beginning with the word and."
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Amendment of section 7 of Chapter 95, 1953 Edition. ",
            "context": "TEACHERS PENSIONS ACT under Amendment of section 7 of Chapter 95, 1953 Edition. 37.  Section  7  of  the  Act  is  hereby  amended  in  the  following respects  (a) by the substitution of the word eighteen for the word twenty in subsection (1);  (b) by the substitution of the word sixty for the word sixty-five in subsection (1);  (c) by the deletion of the words shall be granted for any period in excess of thirty-five years appearing in subsection (1) and the substitution therefor of the words granted to a teacher under this Act shall exceed two-thirds of the highest pensionable emoluments received by him at any time in the course of his service as a LAWS OF GUYANA Teachers Pensions Cap. 39:05 29  L.R.O. 1/2012                                                 teacher;  (d) by the addition thereto of the following subsections  (4) Anything in subsection (2) to the contrary notwithstanding, where a teacher has, whether before or after the enactment of this subsection,  with  the  approval  of  the  Government,  attended  any institution  for the training of  teachers,  whether  within  or  outside Guyana, the period of time spent for the purpose of such training shall be taken into account as qualifying or pensionable service.  (5) Except as otherwise provided in this Act, for the purpose of calculating the pension or gratuity of a teacher in respect of service after the enactment of this subsection, only continuous service shall be taken into account as qualifying or pensionable service:  Provided that any interruption in service as a teacher caused by  (a) temporary suspension of employment not arising from misconduct; or  (b) voluntary resignation (whether  before  or  after 1st October,   1974)   in   circumstances   otherwise   than   as mentioned in section 7(7) followed by re-employment as a teacher at any time thereafter,  shall be disregarded for the purposes of this subsection but only with the approval of the Minister in respect of the circumstances to which paragraph (b) of this proviso applies:  And provided further that nothing in this subsection shall preclude service as a teacher which was not continuous LAWS OF GUYANA 30 Cap. 39:05 Teachers Pensions  L.R.O 1/2012                                                 prior to the enactment of this subsection from being reckoned in the computation of the pension or gratuity of a teacher.  (6) Where a teacher is, with the approval of the  Teaching Service Commission, transferred from his office as a teacher to a substantive appointment in an office service in which is other public service for the purposes of the application of regulation 21 of the Pensions Regulations 1957, his service in the last-mentioned office shall be treated in like manner as in the case of an officer to whom the Pensions Act applies.   (7) Anything in subsection (2) to the contrary notwithstanding, if a teacher  (a) resigned his office as a teacher not earlier than one month prior to the date on which lists of candidates may be submitted  to  the  Election  Officer  in  order  to  become qualified for election to the National Assembly;  (b) was a candidate at the election; and  (c) failed to be elected, he shall, if on application made by him he is re-employed as a teacher in a school within twelve months after the notification by the Elections Commission in the Gazette of the result of the election, be deemed for the purposes of this section to have been employed as a teacher in a school as if he had not resigned and as if during the period commencing with the  effective date  of his  resignation and  ending on  the day immediately preceding his re-LAWS OF GUYANA Teachers Pensions Cap. 39:05 31  L.R.O. 1/2012                                                 employment he had been on leave of absence without pay, and that period shall be taken into account as qualifying service.  (8) Anything in subsection (2) to the contrary notwithstanding, if a teacher  (a) resigned from his office as a teacher not earlier than one month prior to the date on which lists of candidates may be  submitted  to  the  Chief  Election  Officer  in  order  to become  qualified  for  election  to  a  regional  democratic council held before the publication of the Miscellaneous Enactments (Amendment) Act 1981 in the Gazette;  (b) was a candidate at the election; and  (c) was declared to be elected as a member of that council or failed to be so elected he shall, if on application made by him he is re-employed as a teacher in a school within twelve months after the notification by the Elections Commission in the Gazette of the results of the election, be deemed for the purposes of this section to have been employed as a teacher in a school as if he had not resigned and as if during the period commencing with  the  effective  date his  resignation  and  ending  on  the  day immediately preceding his re-employment he had been on leave of absence without pay, and that period LAWS OF GUYANA 32 Cap. 39:05 Teachers Pensions  L.R.O 1/2012                                                 shall be taken into account as qualifying service,  and the aforesaid amendment, shall be deemed to have come into operation on 6th October,",
            "description": [
                {
                    "representation": "(a)",
                    "description": "resigned from his office as a teacher not earlier than one month prior to the date on which lists of candidates may be  submitted  to  the  Chief  Election  Officer  in  order  to become  qualified  for  election  to  a  regional  democratic council held before the publication of the Miscellaneous Enactments"
                },
                {
                    "representation": "(b)",
                    "description": "was a candidate at the election; and"
                },
                {
                    "representation": "(c)",
                    "description": "was declared to be elected as a member of that council or failed to be so elected he shall, if on application made by him he is re-employed as a teacher in a school within twelve months after the notification by the Elections Commission in the Gazette of the results of the election, be deemed for the purposes of this section to have been employed as a teacher in a school as if he had not resigned and as if during the period commencing with  the  effective  date his  resignation  and  ending  on  the  day immediately preceding his re-employment he had been on leave of absence without pay, and that period LAWS OF GUYANA 32 Cap. 39:05 Teachers Pensions  L.R.O 1/2012                                                 shall be taken into account as qualifying service,  and the aforesaid amendment, shall be deemed to have come into operation on 6th October,"
                },
                {
                    "representation": "(1)",
                    "description": "and the substitution therefor of the words granted to a teacher under this Act shall exceed two-thirds of the highest pensionable emoluments received by him at any time in the course of his service as a LAWS OF GUYANA Teachers Pensions Cap. 39:05 29  L.R.O. 1/2012                                                 teacher;"
                },
                {
                    "representation": "(d)",
                    "description": "by the addition thereto of the following subsections  (4) Anything in subsection"
                },
                {
                    "representation": "(2)",
                    "description": "to the contrary notwithstanding, if a teacher"
                },
                {
                    "representation": "(5)",
                    "description": "Except as otherwise provided in this Act, for the purpose of calculating the pension or gratuity of a teacher in respect of service after the enactment of this subsection, only continuous service shall be taken into account as qualifying or pensionable service:  Provided that any interruption in service as a teacher caused by"
                },
                {
                    "representation": "(7)",
                    "description": "Anything in subsection"
                },
                {
                    "representation": "(6)",
                    "description": "Where a teacher is, with the approval of the  Teaching Service Commission, transferred from his office as a teacher to a substantive appointment in an office service in which is other public service for the purposes of the application of regulation 21 of the Pensions Regulations 1957, his service in the last-mentioned office shall be treated in like manner as in the case of an officer to whom the Pensions Act applies."
                },
                {
                    "representation": "(8)",
                    "description": "Anything in subsection"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Insertion of sections 7A, 7B and 7C in Chapter 95, 1953 Edition. ",
            "context": "TEACHERS PENSIONS ACT under Insertion of sections 7A, 7B and 7C in Chapter 95, 1953 Edition. 38.  The  following  sections  are  hereby  inserted  in  the  Act  as sections 7A, 7B and 7C, respectively   7A. (1) Only pensionable service as a teacher shall be taken into account in computing the amount of a teachers pension or gratuity.   Provided that where the pensionable service of a teacher has been preceded by an unbroken period of service as an acting or a temporary teacher which is not  pensionable or by service in the public service which is not pensionable or service paid for out of an open vote in the public service, or any combination of such services, such service or any part thereof, may be taken into account in computing pension or gratuity, but only with the approval of the Minister where the pensionable  service  of  the  teacher  has  not  been immediately preceded by service as a pensionable service to be reckoned. \"  Non-LAWS OF GUYANA Teachers Pensions Cap. 39:05 35  L.R.O. 1/2012                                                 teacher which is not pensionable  or service in the public service as mentioned aforesaid.  (2) Any break in service which may be disregarded under the provisions of subsection (5) of section 7 may likewise be disregarded in  determining  for  the  purposes  of  the  proviso  to  subsection  (1) whether one period of service immediately follows another period of service.   (3) For the purposes of this section, service paid for out of an open vote shall be reckoned in the manner provided by the provisions of the Pensions Ordinance,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "whether one period of service immediately follows another period of service."
                },
                {
                    "representation": "(2)",
                    "description": "Any break in service which may be disregarded under the provisions of subsection"
                },
                {
                    "representation": "(5)",
                    "description": "of section 7 may likewise be disregarded in  determining  for  the  purposes  of  the  proviso  to  subsection"
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section, service paid for out of an open vote shall be reckoned in the manner provided by the provisions of the Pensions Ordinance,"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Amendment of the Schedule to Chapter 95, 1953 Edition. ",
            "context": "TEACHERS PENSIONS ACT under Amendment of the Schedule to Chapter 95, 1953 Edition. 39.  The Schedule to the Act is hereby amended by the deletion of the words, for a period of more than five years, from regulation 3(d).",
            "description": "The Schedule to the Act is hereby amended by the deletion of the words, for a period of more than five years, from regulation 3(d)."
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Application of section 3B of the Act to certain teachers. ",
            "context": "TEACHERS PENSIONS ACT under Application of section 3B of the Act to certain teachers. 40.  Notwithstanding the repeal  of section  32(b)  of the Act  by section 5 of the Teachers Pensions (Amendment) Ordinance, 1958, section 3B of the Act shall apply and shall be deemed always to have applied to every teacher whose name was in the Teachers Pension Register on 1st January, 1944, and who did not intimate to the former Director of Education on or before 30th June, 1952, that he desired that the provisions of section 3, 3A, 5 or 5A of the Act as the case may be, shall continue to apply to him.",
            "description": [
                {
                    "representation": "(b)",
                    "description": "of the Act  by section 5 of the Teachers Pensions"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Application of this Act. ",
            "context": "TEACHERS PENSIONS ACT under Application of this Act. 41.  (1) The provisions of the Act, as amended by sections 3 to 7 (both sections inclusive) and section 9, shall apply to every teacher whose name is entered in the Teachers Pension Register subsequent to the enactment of this Act.  (2) The provisions of the Act, as amended by sections 3, 4, 5, 6 (other than paragraph (a), and paragraph (d) in so far as it relates to the enactment of section 7(4) of the Act), 7 and 9, shall apply to every teacher whose name is in the Teachers Pension Register at the time of the enactment of this Act, unless he intimates in writing to the Chief Education   Officer   not   later   than   the   expiration   of   one   year commencing reference to section 3B.. LAWS OF GUYANA 38 Cap. 39:05 Teachers Pensions  L.R.O 1/2012                                                 with the enactment of this Act that he desires that the provisions of the Act shall continue to apply to him as they applied prior to their amendment by the provisions of this Act hereinbefore mentioned in this subsection.  (3) The provisions of the Act, as amended by sections 3 and 6(c), shall apply to every teacher whose name was in the Teachers Pension Register on 1st January, 1961, or entered therein on or after that date and who  (a) retired as a teacher or from the public service after 1stJanuary, 1961, but before the enactment of this Act;  (b)  retired as a teacher or from the public service after 1st January, 1961, and who died before the enactment of this Act.  (4) Section 7 of the Act, as amended by section 6(a), shall apply  (a) to  every  teacher  whose  name  is  in  the  Teachers Pension Register at the time of the enactment of this Act;   (b) to every teacher whose name is entered in the Teachers Pension Register subsequent to the enactment of this Act.  (5) Section 7 of the Act, as amended by section 6(d) in so far as it relates to the enactment of section 7(4) of the Act, shall apply to (a)  every  teacher  whose  name  was  in  the  Teachers Pension Register on 1st January, 1961, or whose name was or is entered therein on or after that date; LAWS OF GUYANA Teachers Pensions Cap. 39:05 39  L.R.O. 1/2012                                      Application of this Act to certain teachers. [7 of 1979]         (b) every teacher mentioned in paragraph (a)  (i) who retired as a teacher or from the public service after 1st January, 1961, but before the enactment of this Act;   (ii) who retired as a teacher or from the public service after 1st January, 1961, and who died before the enactment of this Act.  (6) Section  9A  of  the  Pensions  Ordinance,  1957,  in  its application to a teacher shall be deemed to have come into operation on 1st October, 1964 and may be applied to a person who was serving as a teacher on 1st October, 1964, notwithstanding that he has ceased to be a  teacher  and  his  name  removed from the register  before the enactment of this Act.  (7) Where a teacher makes an intimation to the Chief Education Officer pursuant to the provisions of subsection (2), the Act shall have effect in relation to him as if it had not been amended by the provisions of this Act as hereinbefore mentioned in the said subsection (2).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The provisions of the Act, as amended by sections 3 to 7"
                },
                {
                    "representation": "(2)",
                    "description": "The provisions of the Act, as amended by sections 3, 4, 5, 6"
                },
                {
                    "representation": "(d)",
                    "description": "in so far as it relates to the enactment of section 7(4) of the Act), 7 and 9, shall apply to every teacher whose name is in the Teachers Pension Register at the time of the enactment of this Act, unless he intimates in writing to the Chief Education   Officer   not   later   than   the   expiration   of   one   year commencing reference to section 3B.. LAWS OF GUYANA 38 Cap. 39:05 Teachers Pensions  L.R.O 1/2012                                                 with the enactment of this Act that he desires that the provisions of the Act shall continue to apply to him as they applied prior to their amendment by the provisions of this Act hereinbefore mentioned in this subsection."
                },
                {
                    "representation": "(3)",
                    "description": "The provisions of the Act, as amended by sections 3 and 6(c), shall apply to every teacher whose name was in the Teachers Pension Register on 1st January, 1961, or entered therein on or after that date and who"
                },
                {
                    "representation": "(a)",
                    "description": "every  teacher  whose  name  was  in  the  Teachers Pension Register on 1st January, 1961, or whose name was or is entered therein on or after that date; LAWS OF GUYANA Teachers Pensions Cap. 39:05 39  L.R.O. 1/2012                                      Application of this Act to certain teachers. [7 of 1979]"
                },
                {
                    "representation": "(b)",
                    "description": "every teacher mentioned in paragraph"
                },
                {
                    "representation": "(4)",
                    "description": "Section 7 of the Act, as amended by section 6(a), shall apply"
                },
                {
                    "representation": "(5)",
                    "description": "Section 7 of the Act, as amended by section 6(d) in so far as it relates to the enactment of section 7(4) of the Act, shall apply to"
                },
                {
                    "representation": "(i)",
                    "description": "who retired as a teacher or from the public service after 1st January, 1961, but before the enactment of this Act;"
                },
                {
                    "representation": "(6)",
                    "description": "Section  9A  of  the  Pensions  Ordinance,  1957,  in  its application to a teacher shall be deemed to have come into operation on 1st October, 1964 and may be applied to a person who was serving as a teacher on 1st October, 1964, notwithstanding that he has ceased to be a  teacher  and  his  name  removed from the register  before the enactment of this Act."
                },
                {
                    "representation": "(7)",
                    "description": "Where a teacher makes an intimation to the Chief Education Officer pursuant to the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Application of this Act to certain teachers. ",
            "context": "TEACHERS PENSIONS ACT under Application of this Act to certain teachers. 42. (1)  Subject to this section, this Act shall apply  (a) to every teacher employed on or after 13th September, 1976 in a school the control and management of which became the responsibility of the Ministry on that date;   (b) to every teacher who was employed LAWS OF GUYANA 40 Cap. 39:05 Teachers Pensions  L.R.O 1/2012                                                 in such a school at any time prior to 13th September, 1976 and was employed as a teacher on that date in any other government school.  (2) No teacher in a school the control and management of which became the responsibility of the Ministry on 13th September, 1976 who was entitled to participate in any dividend or surplus arising out of the management of the school prior to that date shall be entitled to be granted a pension or gratuity under this Act in respect of any period prior to that date:  Provided that the Minister may, having regard to the amount of dividend or surplus received by any such teacher, grant the teacher a pension or gratuity under this Act in respect of the service of the teacher in the school prior to 13th September, 1976 or a lower rate of such pension or gratuity.  (3) No person who was on 13th September, 1976 employed as a teacher in a school the control and management of which became the responsibility of the Ministry on that date and was  (a) a contributor as such a teacher to a superannuation fund or scheme which was cancelled or otherwise terminated by reason   of  the  control  and  management  of  the  school becoming   the   responsibility   of   the   Ministry   thereby becoming entitled to a payment based on his contributions to the superannuation fund or scheme together with those of his employer; or (b) a contributor as such a teacher to a superannuation fund or scheme which continues to be operative shall LAWS OF GUYANA Teachers Pensions Cap. 39:05 41  L.R.O. 1/2012                                                 be eligible to have his name entered in the Teachers Pension Register with reference to a date prior to 13th September, 1976:  Provided that the Minister may, having regard to the amount of the payment received by any teacher to whom paragraph (a) applies, grant the teacher a pension or gratuity under this Act in respect of the service of the teacher in the school prior to 13th September, 1976 or a lower rate of such pension or gratuity.   (4) The Chief Education Officer shall enter in the Teachers Pension Register the names of those teachers to whom subsection (1) applies and who, by virtue of the provisions of this Act, are entitled to have their names entered in the Register.  (5) Notwithstanding anything to the contrary in this Act or the Education Act (including the Education Code Regulations), the Chief Education  Officer  shall  have  power,  having  due  regard  to  the qualifications and experience of a teacher, to determine whether  (a) a teacher employed on 13th September,  1976 in a school which became the responsibility of the Ministry on that date;  (b) any other teacher employed in a government school or other   place   of   education,   who   does   not   satisfy  the requirements of the provisions of Part VI of the Education Code  Regulations  (which  relate  to  the  certification  of teachers)   shall   be classified as a certificated or uncertificated teacher  for the  LAWS OF GUYANA 42 Cap. 39:05 Teachers Pensions  L.R.O 1/2012     Saving of application of the Pensions Act. c. 27:02 [7 of 1979]     s. 15(4) [42 of 1951 24 of 1958 7 of 1979] c. 27:02                              purposes  of  the Teachers Pension Regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "applies and who, by virtue of the provisions of this Act, are entitled to have their names entered in the Register."
                },
                {
                    "representation": "(a)",
                    "description": "a teacher employed on 13th September,  1976 in a school which became the responsibility of the Ministry on that date;"
                },
                {
                    "representation": "(b)",
                    "description": "any other teacher employed in a government school or other   place   of   education,   who   does   not   satisfy  the requirements of the provisions of Part VI of the Education Code  Regulations"
                },
                {
                    "representation": "(2)",
                    "description": "No teacher in a school the control and management of which became the responsibility of the Ministry on 13th September, 1976 who was entitled to participate in any dividend or surplus arising out of the management of the school prior to that date shall be entitled to be granted a pension or gratuity under this Act in respect of any period prior to that date:  Provided that the Minister may, having regard to the amount of dividend or surplus received by any such teacher, grant the teacher a pension or gratuity under this Act in respect of the service of the teacher in the school prior to 13th September, 1976 or a lower rate of such pension or gratuity."
                },
                {
                    "representation": "(3)",
                    "description": "No person who was on 13th September, 1976 employed as a teacher in a school the control and management of which became the responsibility of the Ministry on that date and was"
                },
                {
                    "representation": "(4)",
                    "description": "[42 of 1951 24 of 1958 7 of 1979] c. 27:02                              purposes  of  the Teachers Pension Regulations."
                },
                {
                    "representation": "(5)",
                    "description": "Notwithstanding anything to the contrary in this Act or the Education Act"
                }
            ]
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Saving of Application of Pension Act.  SCHEDULE—Teachers’ Pension Regulations.  __________________________       LAWS OF GUYANA 6 Cap. 39:05 Teachers’ Pensions  L.R.O 1/2012 1929 Ed. c. 127 1953 Ed. c. 95 _______________________________________________________    10 of 1928 An Act relating to the payment of Pensions to teachers in elementary schools.  [28TH APRIL, 1928]  Short title.                     Interpretation. [8 of 1953 9 of 1971 4 of 1972 1 of 1975 7 of 1979 O. 80/1980  2 of 1980]                 ",
            "context": "TEACHERS PENSIONS ACT under Saving of Application of Pension Act.  SCHEDULETeachers Pension Regulations.  __________________________       LAWS OF GUYANA 6 Cap. 39:05 Teachers Pensions  L.R.O 1/2012 1929 Ed. c. 127 1953 Ed. c. 95 _______________________________________________________    10 of 1928 An Act relating to the payment of Pensions to teachers in elementary schools.  [28TH APRIL, 1928]  Short title.                     Interpretation. [8 of 1953 9 of 1971 4 of 1972 1 of 1975 7 of 1979 O. 80/1980  2 of 1980]                 43.  Nothing in this Act shall be construed as  affecting  the application of the Pensions Act to those teachers to whom it applied immediately   before   the   enactment   of   the   Teachers   Pensions (Amendment) Act",
            "description": "Nothing in this Act shall be construed as  affecting  the application of the Pensions Act to those teachers to whom it applied immediately   before   the   enactment   of   the   Teachers   Pensions (Amendment) Act"
        }
    },
    {
        "act": "TEACHERS PENSIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "",
            "context": "TEACHERS PENSIONS ACT under 60. [1 of 1975]   Service   after age of 65 not pensionable. [24 of 1958 1 of 1975]               (c)    the President may grant full pension to any certificated teacher who has served for at least thirty years in all although he may have ceased to be a teacher before attaining the age of sixty years.",
            "description": [
                {
                    "representation": "(c)",
                    "description": "the President may grant full pension to any certificated teacher who has served for at least thirty years in all although he may have ceased to be a teacher before attaining the age of sixty years."
                }
            ]
        }
    }
]