[
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "000.00 per annum  The Deputy Chairman     Salary   9,",
            "context": "TEACHING SERVICE COMMISSION ACT under 000.00 per annum  The Deputy Chairman     Salary   9,000.00             Full time member designed as such  under Section 3(7) of the Act  Salary   9,",
            "description": [
                {
                    "representation": "(7)",
                    "description": "of the Act  Salary   9,"
                }
            ]
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  PART I PRELIMINARY  ",
            "context": "TEACHING SERVICE COMMISSION ACT under Short title.  PART I PRELIMINARY  1. This Act may be cited as the Teaching Service Commission Act.  PART I PRELIMINARY",
            "description": "This Act may be cited as the Teaching Service Commission Act.  PART I PRELIMINARY"
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART II ESTABLISHMENT OF THE TEACHING SERVICE COMMISSION  ",
            "context": "TEACHING SERVICE COMMISSION ACT under Interpretation.  PART II ESTABLISHMENT OF THE TEACHING SERVICE COMMISSION  2. (1) In this Act  Commission means the Teaching Service Commission established by section 3;  government school means any school or other place of education established or maintained out of moneys provided by Parliament;  manager has the meaning assigned to it for the purposes of the Education Act and includes any person who has the management of a school in which are employed teachers whose appointments to the offices held by them are vested in the Commission;  LAWS OF GUYANA Teaching Service Commission Cap. 39:07 5  L.R.O. 1/2012           c.1:01             Establishment of the Teaching Service Commission. [20 of 1977]                             teacher means the holder of the office of teacher in a school the power of appointment to which is vested in the Commission by virtue of this Act and includes any person appointed to act in any such office.  (2) For the purposes of this Act, references to the public service in the Constitution shall not be construed as including service as a teacher.  PART II ESTABLISHMENT OF THE TEACHING SERVICE COMMISSION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  Commission means the Teaching Service Commission established by section 3;  government school means any school or other place of education established or maintained out of moneys provided by Parliament;  manager has the meaning assigned to it for the purposes of the Education Act and includes any person who has the management of a school in which are employed teachers whose appointments to the offices held by them are vested in the Commission;  LAWS OF GUYANA Teaching Service Commission Cap. 39:07 5  L.R.O. 1/2012           c.1:01             Establishment of the Teaching Service Commission. [20 of 1977]                             teacher means the holder of the office of teacher in a school the power of appointment to which is vested in the Commission by virtue of this Act and includes any person appointed to act in any such office."
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of this Act, references to the public service in the Constitution shall not be construed as including service as a teacher.  PART II ESTABLISHMENT OF THE TEACHING SERVICE COMMISSION"
                }
            ]
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of the Teaching Service Commission. ",
            "context": "TEACHING SERVICE COMMISSION ACT under Establishment of the Teaching Service Commission. 3. (1) There is established a body to be known as the Teaching Service Commission which shall consist of seven members as hereinafter provided.  (2) Six of the members of the Commission (hereinafter referred to as appointed members) shall be appointed as follows  (a) one person appointed as Chairman of the Commission by the President acting on the recommendation of the Prime Minister after the Prime Minister has consulted with such bodies as appear to him to represent teachers;  (b) one person appointed by the President on the recommendation of the Prime Minister after that person has been nominated for appointment by the Guyana Teachers Association;  (c) one person nominated for appointment by the Minister assigned responsibility for local authorities after that Minister has consulted with LAWS OF GUYANA 6 Cap. 39:07 Teaching Service Commission  L.R.O. 1/2012                                                   the body commonly known as the Guyana Association of Local Authorities; and  (d) three persons appointed by the President on the recommendation of the Prime Minister.  (3) The other member of the Commission shall be the Chief Education Officer.  (4) A Deputy Chairman of the Commission shall be appointed by the President from among the appointed members, acting on the recommendation of the Prime Minister.  (5) A person shall be disqualified for appointment as an appointed member of the Commission if  (a) he is a public officer;   (b) he is a teacher.  (6) A person shall not, while he is holding or is acting in the office of a member of the Commission or within three years commencing with the date on which he last held or acted in that office, be eligible for appointment as a teacher.  (7) The Chairman, the Deputy Chairman and one other member designated as such in the instrument appointing him, shall be full-time members of the Commission.  (8) The President may grant leave of absence to any appointed member of the Commission.  (9) An appointed member of the Commission may at any time, resign his office as such member by writing under his hand addressed to the President. LAWS OF GUYANA Teaching Service Commission Cap. 39:07 7  L.R.O. 1/2012                \\\\        Oath of office to be subscribed by members of the  Commission. First Schedule.   Vacation of office of appointed member of the Commission. [20 of 1977]                  c. 1:01          (10) An appointed member of the Commission shall be eligible for re-appointment.   (11) The names of the members of the Commission as first constituted and every change in the membership thereof shall be notified in the Gazette.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is established a body to be known as the Teaching Service Commission which shall consist of seven members as hereinafter provided."
                },
                {
                    "representation": "(2)",
                    "description": "Six of the members of the Commission"
                },
                {
                    "representation": "(a)",
                    "description": "he is a public officer;"
                },
                {
                    "representation": "(b)",
                    "description": "he is a teacher."
                },
                {
                    "representation": "(c)",
                    "description": "one person nominated for appointment by the Minister assigned responsibility for local authorities after that Minister has consulted with LAWS OF GUYANA 6 Cap. 39:07 Teaching Service Commission  L.R.O. 1/2012                                                   the body commonly known as the Guyana Association of Local Authorities; and"
                },
                {
                    "representation": "(d)",
                    "description": "three persons appointed by the President on the recommendation of the Prime Minister."
                },
                {
                    "representation": "(3)",
                    "description": "The other member of the Commission shall be the Chief Education Officer."
                },
                {
                    "representation": "(4)",
                    "description": "A Deputy Chairman of the Commission shall be appointed by the President from among the appointed members, acting on the recommendation of the Prime Minister."
                },
                {
                    "representation": "(5)",
                    "description": "A person shall be disqualified for appointment as an appointed member of the Commission if"
                },
                {
                    "representation": "(6)",
                    "description": "A person shall not, while he is holding or is acting in the office of a member of the Commission or within three years commencing with the date on which he last held or acted in that office, be eligible for appointment as a teacher."
                },
                {
                    "representation": "(7)",
                    "description": "The Chairman, the Deputy Chairman and one other member designated as such in the instrument appointing him, shall be full-time members of the Commission."
                },
                {
                    "representation": "(8)",
                    "description": "The President may grant leave of absence to any appointed member of the Commission."
                },
                {
                    "representation": "(9)",
                    "description": "An appointed member of the Commission may at any time, resign his office as such member by writing under his hand addressed to the President. LAWS OF GUYANA Teaching Service Commission Cap. 39:07 7  L.R.O. 1/2012                \\\\        Oath of office to be subscribed by members of the  Commission. First Schedule.   Vacation of office of appointed member of the Commission. [20 of 1977]                  c. 1:01"
                }
            ]
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Oath of office to be subscribed by members of the Commission. ",
            "context": "TEACHING SERVICE COMMISSION ACT under Oath of office to be subscribed by members of the Commission. 4. A member of the Commission shall not enter upon the duties of his office unless he has taken and subscribed before the President, the oath in the form set out in the First Schedule.",
            "description": "A member of the Commission shall not enter upon the duties of his office unless he has taken and subscribed before the President, the oath in the form set out in the First Schedule."
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Vacation of office of appointed member of the Commission. ",
            "context": "TEACHING SERVICE COMMISSION ACT under Vacation of office of appointed member of the Commission. 5. (1) Subject to the provisions of this section, the office of an appointed member of the Commission shall become vacant  (a) at the expiration of the period of his appointment as specified in the instrument by which he is appointed;  (b) if any circumstances arise that, if he were not a member of the Commission, would cause him to be disqualified for appointment as such under section 3(5).  (2) An appointed member of the Commission may be removed from office only for inability to exercise the functions of his office (whether arising from infirmity of body or mind or any other cause) or for misbehaviour and the procedure prescribed by article 118 of the Constitution (which relates to the removal from office of the holders of certain offices established by the Constitution) shall apply for the purpose, and for the purposes of the application of paragraphs (4) and (6) of that article the prescribed authority shall be the Prime Minister, except that in relation to a member other than the Chairman of the Commission or a LAWS OF GUYANA 8 Cap. 39:07 Teaching Service Commission  L.R.O. 1/2012                          Secretary and other officers of the Commission and oath of office.          Second Schedule.              Meetings and procedure of the Commission.             member for the time being acting in the office of Chairman, the prescribed authority for the purposes of the said paragraph (6) shall be the Chairman of the Commission.  (3) The provisions of subsection (2) shall be without prejudice to the power of the President, acting on the recommendation of the Prime Minister, to revoke the appointment of a member of the Commission appointed under paragraph (b) or (c) of section 3(2), on a request being made for such revocation to the Prime Minister by the Guyana Teachers Association.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the provisions of this section, the office of an appointed member of the Commission shall become vacant"
                },
                {
                    "representation": "(a)",
                    "description": "at the expiration of the period of his appointment as specified in the instrument by which he is appointed;"
                },
                {
                    "representation": "(b)",
                    "description": "or"
                },
                {
                    "representation": "(2)",
                    "description": "shall be without prejudice to the power of the President, acting on the recommendation of the Prime Minister, to revoke the appointment of a member of the Commission appointed under paragraph"
                },
                {
                    "representation": "(4)",
                    "description": "and"
                },
                {
                    "representation": "(6)",
                    "description": "shall be the Chairman of the Commission."
                },
                {
                    "representation": "(3)",
                    "description": "The provisions of subsection"
                },
                {
                    "representation": "(c)",
                    "description": "of section 3(2), on a request being made for such revocation to the Prime Minister by the Guyana Teachers Association."
                }
            ]
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Secretary and other officers of the Commission and oath of office. ",
            "context": "TEACHING SERVICE COMMISSION ACT under Secretary and other officers of the Commission and oath of office. 6. (1) There shall be a Secretary of the Commission and such number of other officers and employees as may be considered requisite for the purpose of enabling the Commission to perform its functions and their offices shall be public offices.  (2) The Secretary and other members of the staff of the Commission shall on their appointment as such, take and subscribe the oath in the form set out in the Second Schedule; the oath shall in the case of the Secretary of the Commission be taken and subscribed before the Chairman of the Commission and in the case of the other members of the staff before the Secretary.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a Secretary of the Commission and such number of other officers and employees as may be considered requisite for the purpose of enabling the Commission to perform its functions and their offices shall be public offices."
                },
                {
                    "representation": "(2)",
                    "description": "The Secretary and other members of the staff of the Commission shall on their appointment as such, take and subscribe the oath in the form set out in the Second Schedule; the oath shall in the case of the Secretary of the Commission be taken and subscribed before the Chairman of the Commission and in the case of the other members of the staff before the Secretary."
                }
            ]
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Meetings and procedure of the Commission.  PART III POWERS OF THE COMMISSION  ",
            "context": "TEACHING SERVICE COMMISSION ACT under Meetings and procedure of the Commission.  PART III POWERS OF THE COMMISSION  7. (1) The Commission shall meet at such times as may be necessary or expedient for the transaction of business, and such meetings shall be held at such place and times and on such days as the Commission may determine.  (2) The Chairman, or in his absence the Deputy Chairman, shall preside at meetings of the Commission.  (3) In the absence of the Chairman and Deputy Chairman at a meeting of the Commission, the members present thereat shall elect one of their number to act as Chairman at that meeting.  LAWS OF GUYANA Teaching Service Commission Cap. 39:07 9  L.R.O. 1/2012                               Commission not to be subject to control or direction.  Appointment of and exercise of disciplinary powers in relation to, certain teachers. [20 of 1977]       c. 1:01   (4) No business shall be transacted at any meeting of the Commission unless there are present at least three members of the Commission.  (5) Minutes in proper form of each meeting of the Commission shall be kept by the Secretary and shall be confirmed by the Chairman, or the Deputy Chairman, or other member elected to preside at the meeting, as the case may be, as soon as practicable thereafter at a subsequent meeting.  (6) Subject to the provisions of this Act, the Commission may regulate its own procedure and, with the consent of the Prime Minister or of the Minister, may make rules for that purpose or for conferring powers or imposing duties on any public officer, manager, teacher or on any other authority for the purpose of the discharge of its functions.  PART III POWERS OF THE COMMISSION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission shall meet at such times as may be necessary or expedient for the transaction of business, and such meetings shall be held at such place and times and on such days as the Commission may determine."
                },
                {
                    "representation": "(2)",
                    "description": "The Chairman, or in his absence the Deputy Chairman, shall preside at meetings of the Commission."
                },
                {
                    "representation": "(3)",
                    "description": "In the absence of the Chairman and Deputy Chairman at a meeting of the Commission, the members present thereat shall elect one of their number to act as Chairman at that meeting.  LAWS OF GUYANA Teaching Service Commission Cap. 39:07 9  L.R.O. 1/2012                               Commission not to be subject to control or direction.  Appointment of and exercise of disciplinary powers in relation to, certain teachers. [20 of 1977]       c. 1:01"
                },
                {
                    "representation": "(4)",
                    "description": "No business shall be transacted at any meeting of the Commission unless there are present at least three members of the Commission."
                },
                {
                    "representation": "(5)",
                    "description": "Minutes in proper form of each meeting of the Commission shall be kept by the Secretary and shall be confirmed by the Chairman, or the Deputy Chairman, or other member elected to preside at the meeting, as the case may be, as soon as practicable thereafter at a subsequent meeting."
                },
                {
                    "representation": "(6)",
                    "description": "Subject to the provisions of this Act, the Commission may regulate its own procedure and, with the consent of the Prime Minister or of the Minister, may make rules for that purpose or for conferring powers or imposing duties on any public officer, manager, teacher or on any other authority for the purpose of the discharge of its functions.  PART III POWERS OF THE COMMISSION"
                }
            ]
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Commission not to be subject to control or direction. ",
            "context": "TEACHING SERVICE COMMISSION ACT under Commission not to be subject to control or direction. 8. Save as otherwise provided by this Act, in the exercise of its powers under this Act, the Commission shall not be subject to the direction or control of any other person or authority.",
            "description": "Save as otherwise provided by this Act, in the exercise of its powers under this Act, the Commission shall not be subject to the direction or control of any other person or authority."
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Appointment of, and exercise of disciplinary powers in relation to, certain teachers. ",
            "context": "TEACHING SERVICE COMMISSION ACT under Appointment of, and exercise of disciplinary powers in relation to, certain teachers. 9. (1) Subject to this Act, the power to appoint persons as teachers in government schools, and in schools in respect of which permissions have  been granted under section 32 of the Education Act, and to remove and exercise disciplinary control over persons holding or acting in such offices shall vest in the Commission.  (2) Before the Commission or any person exercising powers under this section by delegation under section 10 appoints as a teacher any person who holds or is acting in any office power to which is vested under the Constitution in a Service Commission established by the Constitution, the Commission or the person exercising LAWS OF GUYANA 10 Cap. 39:07 Teaching Service Commission  L.R.O. 1/2012      Delegation of powers of the Commission.                                 Consultation with other persons. [6 of 1997]          powers by delegation shall consult with the Service Commission in which that power is vested.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, the power to appoint persons as teachers in government schools, and in schools in respect of which permissions have  been granted under section 32 of the Education Act, and to remove and exercise disciplinary control over persons holding or acting in such offices shall vest in the Commission."
                },
                {
                    "representation": "(2)",
                    "description": "Before the Commission or any person exercising powers under this section by delegation under section 10 appoints as a teacher any person who holds or is acting in any office power to which is vested under the Constitution in a Service Commission established by the Constitution, the Commission or the person exercising LAWS OF GUYANA 10 Cap. 39:07 Teaching Service Commission  L.R.O. 1/2012      Delegation of powers of the Commission.                                 Consultation with other persons. [6 of 1997]          powers by delegation shall consult with the Service Commission in which that power is vested."
                }
            ]
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Delegation of powers of the Commission. ",
            "context": "TEACHING SERVICE COMMISSION ACT under Delegation of powers of the Commission. 10. (1) The Commission may, by directions in writing and subject to such conditions as it thinks fit, delegate any of its powers under section 9  (a) to any one or more members of the Commission; or  (b) with the consent of the Minister, to a public officer other than the Chief Education Officer;  (c) with the consent of the Minister, in respect of one or more classes of teachers in a school to a body comprising the following persons, that is to say, the Education Officer of the educational district in which the school is situate and the Manager and Head Teacher of the school.   (2) The power of delegation conferred on the Commission by subsection (1)(c) shall be without prejudice to the exercise by the Commission of the powers of delegation conferred by the other provisions of subsection (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission may, by directions in writing and subject to such conditions as it thinks fit, delegate any of its powers under section 9"
                },
                {
                    "representation": "(a)",
                    "description": "to any one or more members of the Commission; or"
                },
                {
                    "representation": "(b)",
                    "description": "with the consent of the Minister, to a public officer other than the Chief Education Officer;"
                },
                {
                    "representation": "(c)",
                    "description": "shall be without prejudice to the exercise by the Commission of the powers of delegation conferred by the other provisions of subsection"
                },
                {
                    "representation": "(2)",
                    "description": "The power of delegation conferred on the Commission by subsection"
                }
            ]
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Consultation with other persons.  PART IV MISCELLANEOUS   ",
            "context": "TEACHING SERVICE COMMISSION ACT under Consultation with other persons.  PART IV MISCELLANEOUS   11. (1) The Commission may require any public officer or teacher or manager to attend and give evidence before it touching any matter which it shall have under consideration and may require the production of any official document relating to any such matter.  (2) The Commission in considering any matter may, in its discretion, consult with the representative of an association representing teachers or with any other person or authority.  LAWS OF GUYANA Teaching Service Commission Cap. 39:07 11  L.R.O. 1/2012                Protection of members of the Commission.         Remuneration of members of the Commission.         Publication and disclosure of information to unauthorised persons prohibited. [6 of 1997]            (3) Any person who without reasonable cause or excuse fails to appear before the Commission when required to do so, or to comply with any request made by the Commission or with any requirement of this Act is liable on summary conviction to a fine of twenty-seven thousand five hundred dollars.  PART IV MISCELLANEOUS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission may require any public officer or teacher or manager to attend and give evidence before it touching any matter which it shall have under consideration and may require the production of any official document relating to any such matter."
                },
                {
                    "representation": "(2)",
                    "description": "The Commission in considering any matter may, in its discretion, consult with the representative of an association representing teachers or with any other person or authority.  LAWS OF GUYANA Teaching Service Commission Cap. 39:07 11  L.R.O. 1/2012                Protection of members of the Commission.         Remuneration of members of the Commission.         Publication and disclosure of information to unauthorised persons prohibited. [6 of 1997]"
                },
                {
                    "representation": "(3)",
                    "description": "Any person who without reasonable cause or excuse fails to appear before the Commission when required to do so, or to comply with any request made by the Commission or with any requirement of this Act is liable on summary conviction to a fine of twenty-seven thousand five hundred dollars.  PART IV MISCELLANEOUS"
                }
            ]
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Protection of members of the Commission. ",
            "context": "TEACHING SERVICE COMMISSION ACT under Protection of members of the Commission. 12. Every member of the Commission and every person or authority to whom the Commission has delegated any of its powers under this Act shall have such and the like protection and privileges in case of any action or suit brought against such member, person or authority for any act done or omitted to be done in the exercise of the powers as are by law conferred upon any Judge of the Supreme Court of Judicature acting in the execution of his office.",
            "description": "Every member of the Commission and every person or authority to whom the Commission has delegated any of its powers under this Act shall have such and the like protection and privileges in case of any action or suit brought against such member, person or authority for any act done or omitted to be done in the exercise of the powers as are by law conferred upon any Judge of the Supreme Court of Judicature acting in the execution of his office."
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Remuneration of members of the Commission. ",
            "context": "TEACHING SERVICE COMMISSION ACT under Remuneration of members of the Commission. 13. There shall be paid to the Chairman and other members of the Commission such remuneration and allowances as may be prescribed by order of the Minister responsible for finance and the remuneration and allowances so payable are charged on the Consolidated Fund.",
            "description": "There shall be paid to the Chairman and other members of the Commission such remuneration and allowances as may be prescribed by order of the Minister responsible for finance and the remuneration and allowances so payable are charged on the Consolidated Fund."
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Publication and disclosure of information to unauthorised persons prohibited. ",
            "context": "TEACHING SERVICE COMMISSION ACT under Publication and disclosure of information to unauthorised persons prohibited. 14. (1) No member of the Commission nor any other person shall, without the permission of the Minister, publish or disclose to any unauthorised person or otherwise than in the course of duty the contents or part of the contents of any document, communication or information whatsoever which has come to his knowledge in the course of his duties under this Act in respect of any matters to be or already dealt with by the Commission under this Act or by any person or authority to whom the Commission has delegated its powers under this Act, and any person who knowingly contravenes this subsection is liable on summary conviction to a fine of twenty-seven thousand five hundred dollars and to imprisonment for one year.  LAWS OF GUYANA 12 Cap. 39:07 Teaching Service Commission  L.R.O. 1/2012                Offence to influence or attempt to influence the Commission.  [6 of 1997]                 Offence to give false information to the Commission.  [6 of 1997]          Evidence of reports and statements of the Commission.   (2) If any person having possession of such information which to his knowledge has been disclosed in contravention of this section publishes or communicates it to any other person otherwise than for the purpose of any prosecution under this Act he is liable on summary conviction to a fine of twenty-seven thousand five hundred dollars and to imprisonment for one year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No member of the Commission nor any other person shall, without the permission of the Minister, publish or disclose to any unauthorised person or otherwise than in the course of duty the contents or part of the contents of any document, communication or information whatsoever which has come to his knowledge in the course of his duties under this Act in respect of any matters to be or already dealt with by the Commission under this Act or by any person or authority to whom the Commission has delegated its powers under this Act, and any person who knowingly contravenes this subsection is liable on summary conviction to a fine of twenty-seven thousand five hundred dollars and to imprisonment for one year.  LAWS OF GUYANA 12 Cap. 39:07 Teaching Service Commission  L.R.O. 1/2012                Offence to influence or attempt to influence the Commission.  [6 of 1997]                 Offence to give false information to the Commission.  [6 of 1997]          Evidence of reports and statements of the Commission."
                },
                {
                    "representation": "(2)",
                    "description": "If any person having possession of such information which to his knowledge has been disclosed in contravention of this section publishes or communicates it to any other person otherwise than for the purpose of any prosecution under this Act he is liable on summary conviction to a fine of twenty-seven thousand five hundred dollars and to imprisonment for one year."
                }
            ]
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Offence to influence or attempt to influence the Commission. ",
            "context": "TEACHING SERVICE COMMISSION ACT under Offence to influence or attempt to influence the Commission. 15. Every person who otherwise than in the course of his duty directly or indirectly by himself or by any other person in any matter whatsoever influences or attempts to influence any decision of the Commission or of any member thereof or of any person or authority to whom the Commission has delegated any of its powers under this Act, is liable on summary conviction to a fine of  twenty-seven thousand five hundred dollars and to imprisonment for one year:  Provided that nothing in this section shall prohibit any person from giving a certificate or testimonial to any applicant for appointment as a teacher.",
            "description": "Every person who otherwise than in the course of his duty directly or indirectly by himself or by any other person in any matter whatsoever influences or attempts to influence any decision of the Commission or of any member thereof or of any person or authority to whom the Commission has delegated any of its powers under this Act, is liable on summary conviction to a fine of  twenty-seven thousand five hundred dollars and to imprisonment for one year:  Provided that nothing in this section shall prohibit any person from giving a certificate or testimonial to any applicant for appointment as a teacher."
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Offence to give false information to the Commission. LAWS OF GUYANA 4 Cap. 39:07 Teaching Service Commission  L.R.O. 1/2012  SECTION ",
            "context": "TEACHING SERVICE COMMISSION ACT under Offence to give false information to the Commission. LAWS OF GUYANA 4 Cap. 39:07 Teaching Service Commission  L.R.O. 1/2012  SECTION 16. Any person who, in connection with an application by any person for appointment as a teacher, wilfully gives to the Commission or to any member thereof or to any person or authority to whom the Commission has delegated its powers under this Act any information which he knows to be false or does not believe to be true, or which he knows is false by reason of the falsity or wilful omission of a material particular, is liable on summary conviction to a fine of twenty-seven thousand five hundred dollars and to imprisonment for one year.",
            "description": "Any person who, in connection with an application by any person for appointment as a teacher, wilfully gives to the Commission or to any member thereof or to any person or authority to whom the Commission has delegated its powers under this Act any information which he knows to be false or does not believe to be true, or which he knows is false by reason of the falsity or wilful omission of a material particular, is liable on summary conviction to a fine of twenty-seven thousand five hundred dollars and to imprisonment for one year."
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Evidence of reports and statements of the Commission. ",
            "context": "TEACHING SERVICE COMMISSION ACT under Evidence of reports and statements of the Commission. 17. Except with the written permission of the Minister no person shall in any legal proceedings produce, or be permitted to give secondary evidence as to the contents or nature of, any letter, statement, report or other document or any oral information addressed, made or given  LAWS OF GUYANA Teaching Service Commission Cap. 39:07 13  L.R.O. 1/2012                                    Fiat of the Director of Public Prosecutions.  Regulations.               (a) to the Commission or any person or authority to whom the Commission has delegated any of its powers under this Act by or on behalf of the Permanent Secretary of any Ministry or the Head of any Government Department or the manager or teacher of a school for the purpose of enabling the Commission or such person or authority to discharge any functions under this Act; or  (b) by the Commission or any person or authority to whom the Commission has delegated any of its powers under this Act to the Permanent Secretary of any Ministry or the Head of any Government Department or the manager or teacher of a school in relation to any matter concerning or arising out of the functions of the Commission.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to the Commission or any person or authority to whom the Commission has delegated any of its powers under this Act by or on behalf of the Permanent Secretary of any Ministry or the Head of any Government Department or the manager or teacher of a school for the purpose of enabling the Commission or such person or authority to discharge any functions under this Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "by the Commission or any person or authority to whom the Commission has delegated any of its powers under this Act to the Permanent Secretary of any Ministry or the Head of any Government Department or the manager or teacher of a school in relation to any matter concerning or arising out of the functions of the Commission."
                }
            ]
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Fiat of the Director of Public Prosecutions. ",
            "context": "TEACHING SERVICE COMMISSION ACT under Fiat of the Director of Public Prosecutions. 18. A prosecution under this Act shall not be instituted except by or with the consent of the Director of Public Prosecutions.",
            "description": "A prosecution under this Act shall not be instituted except by or with the consent of the Director of Public Prosecutions."
        }
    },
    {
        "act": "TEACHING SERVICE COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Regulations. FIRST SCHEDULE—Oath of Office of Members. SECOND SCHEDULE—Oath of Office of Secretary and Officers.            __________________________          CHAPTER 39:07      TEACHING SERVICE COMMISSION ACT  1 of 1975 An Act to establish the Teaching Service Commission, to prescribe the functions of the Commission and to provide for matters connected therewith.  [10TH APRIL, 1978] Short title.            Interpretation. [20 of 1977]                 ",
            "context": "TEACHING SERVICE COMMISSION ACT under Regulations. FIRST SCHEDULEOath of Office of Members. SECOND SCHEDULEOath of Office of Secretary and Officers.            __________________________          CHAPTER 39:07      TEACHING SERVICE COMMISSION ACT  1 of 1975 An Act to establish the Teaching Service Commission, to prescribe the functions of the Commission and to provide for matters connected therewith.  [10TH APRIL, 1978] Short title.            Interpretation. [20 of 1977]                 19. Subject to this Act, but without prejudice to any power to make rules conferred by this Act, the Commission with the consent of the Minister may make regulations to give effect to the provisions of this Act, and in particular, regulations may be made relating to the organisation of the work of the Commission. ___________________      LAWS OF GUYANA 14 Cap. 39:07 Teaching Service Commission  L.R.O. 1/2012  s. 4                      s. 6(2)                           FIRST SCHEDULE  OATH OF OFFICE OF MEMBERS  I ...................................having been appointed a member of the Teaching Service Commission, do swear that I will freely and without fear or favour, affection or ill will, give counsel and advice in connection with all such matters as may be referred to the Teaching Service Commission, and that I will not directly or indirectly reveal any such matters to any unauthorised persons or otherwise than in the course of duty. So help me God. Signature...........................................  Sworn before me this                  day of                             , 20       . .................................... President __________________  SECOND SCHEDULE  OATH OF OFFICE OF SECRETARY AND OFFICERS  I .................................................having been appointed.........   Secretary to  the Teaching Service a member of the staff of    Commission, do swear that I will not directly or indirectly reveal to any unauthorised persons or otherwise than in the course of duty any information in connection with the business of the Commission which may come to my knowledge in the course of my duties as Secretary to a member of the staff of the said Commission. So help me God. Signature........................................... Sworn before me this                    day of                    , 20      .  ..........................................                   Chairman or the Secretary to the Teaching Service Commission LAWS OF GUYANA Teaching Service Commission Cap. 39:07 15  L.R.O.1/2012         O. 133/1978         Citation.       Salaries prescribed Schedule                      Travelling allowances prescribed. Schedule        SUBSIDIARY LEGISLATION  _________________   TEACHING SERVICE COMMISSION (REMUNERATION AND ALLOWANCES) ORDER  made under section 13",
            "description": [
                {
                    "representation": "(2)",
                    "description": "FIRST SCHEDULE  OATH OF OFFICE OF MEMBERS  I ...................................having been appointed a member of the Teaching Service Commission, do swear that I will freely and without fear or favour, affection or ill will, give counsel and advice in connection with all such matters as may be referred to the Teaching Service Commission, and that I will not directly or indirectly reveal any such matters to any unauthorised persons or otherwise than in the course of duty. So help me God. Signature...........................................  Sworn before me this                  day of                             , 20       . .................................... President __________________  SECOND SCHEDULE  OATH OF OFFICE OF SECRETARY AND OFFICERS  I .................................................having been appointed.........   Secretary to  the Teaching Service a member of the staff of    Commission, do swear that I will not directly or indirectly reveal to any unauthorised persons or otherwise than in the course of duty any information in connection with the business of the Commission which may come to my knowledge in the course of my duties as Secretary to a member of the staff of the said Commission. So help me God. Signature........................................... Sworn before me this                    day of                    , 20      .  ..........................................                   Chairman or the Secretary to the Teaching Service Commission LAWS OF GUYANA Teaching Service Commission Cap. 39:07 15  L.R.O.1/2012         O. 133/1978         Citation.       Salaries prescribed Schedule                      Travelling allowances prescribed. Schedule        SUBSIDIARY LEGISLATION  _________________   TEACHING SERVICE COMMISSION"
                }
            ]
        }
    }
]