[
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Short title. 1. This Act may be cited as the Kuru Kuru Co-operative College Act.  LAWS OF GUYANA 4 Cap. 39:08 Kuru Kuru Co-operative College  L.R.O. 1/2012 Interpretation.                            Establishment of the College and incorporation of the Board.        Schedule.        Functions of the Board.",
            "description": "This Act may be cited as the Kuru Kuru Co-operative College Act.  LAWS OF GUYANA 4 Cap. 39:08 Kuru Kuru Co-operative College  L.R.O. 1/2012 Interpretation.                            Establishment of the College and incorporation of the Board.        Schedule.        Functions of the Board."
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Interpretation. 2. In this Act  the Board means the Board of Governors of the College;  the College means the Kuru Kuru Co-operative College established by section 3;  financial year means the period of twelve months commencing on 1st January in any year or such other date as the Board may determine but so that the first financial year may be shortened or extended, as the case may be, by the Minister for a period not exceeding six months;  the former College means the Kuru Kuru Co-operative College that was in existence before the coming into operation of this Act;  member in relation to the Board includes the Chairman.",
            "description": "In this Act  the Board means the Board of Governors of the College;  the College means the Kuru Kuru Co-operative College established by section 3;  financial year means the period of twelve months commencing on 1st January in any year or such other date as the Board may determine but so that the first financial year may be shortened or extended, as the case may be, by the Minister for a period not exceeding six months;  the former College means the Kuru Kuru Co-operative College that was in existence before the coming into operation of this Act;  member in relation to the Board includes the Chairman."
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of the College and incorporation of the Board. ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Establishment of the College and incorporation of the Board. 3. (1) The Kuru Kuru Co-operative College with a Board of Governors is hereby established.  (2) The Board of Governors shall be a body corporate and the government and administration of the College shall be vested in the Board in accordance with this Act.  (3) The Schedule shall have effect as to the constitution and proceedings of, and otherwise in relation to, the Board.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Kuru Kuru Co-operative College with a Board of Governors is hereby established."
                },
                {
                    "representation": "(2)",
                    "description": "The Board of Governors shall be a body corporate and the government and administration of the College shall be vested in the Board in accordance with this Act."
                },
                {
                    "representation": "(3)",
                    "description": "The Schedule shall have effect as to the constitution and proceedings of, and otherwise in relation to, the Board."
                }
            ]
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Functions of the Board. ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Functions of the Board. 4. (1) The functions of the Board shall be to govern and administer the College, and in particular but without prejudice to the generality of the foregoing, shall include  (a) providing at the College educational facilities and courses in co-operative LAWS OF GUYANA Kuru Kuru Co-operative College Cap. 39:08 5  L.R.O. 1/2012                                   Committees.              education and management techniques and such other courses of study as the Board may approve;  (b) granting of certificates, diplomas and other distinctions in connection with the courses provided at the College;   (c) promoting and encouraging co-operative education in Guyana and elsewhere by granting of prizes, scholarships, bursaries and other awards and by such other means as the Board may determine; and  (d) conceptualizing co-operative education for the advancement of co-operative education in collaboration with the Ministry responsible for education, the Ministry responsible for co-operative societies and educational institutions.  (2) Subject to this Act, the Board shall have power to do all such things as may be necessary to carry out its functions under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The functions of the Board shall be to govern and administer the College, and in particular but without prejudice to the generality of the foregoing, shall include"
                },
                {
                    "representation": "(a)",
                    "description": "providing at the College educational facilities and courses in co-operative LAWS OF GUYANA Kuru Kuru Co-operative College Cap. 39:08 5  L.R.O. 1/2012                                   Committees.              education and management techniques and such other courses of study as the Board may approve;"
                },
                {
                    "representation": "(b)",
                    "description": "granting of certificates, diplomas and other distinctions in connection with the courses provided at the College;"
                },
                {
                    "representation": "(c)",
                    "description": "promoting and encouraging co-operative education in Guyana and elsewhere by granting of prizes, scholarships, bursaries and other awards and by such other means as the Board may determine; and"
                },
                {
                    "representation": "(d)",
                    "description": "conceptualizing co-operative education for the advancement of co-operative education in collaboration with the Ministry responsible for education, the Ministry responsible for co-operative societies and educational institutions."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to this Act, the Board shall have power to do all such things as may be necessary to carry out its functions under this Act."
                }
            ]
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Committees. ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Committees. 5. (1) The Board may appoint such committees as it may think fit to advise the Board in the exercise of any of its functions under this Act.  (2) Every committee appointed under this section shall consist of at least three members of the Board, of whom one shall be appointed to be chairman of the Committee, and such other persons, whether members of the Board or not, as the Board may think fit.   LAWS OF GUYANA 6 Cap. 39:08 Kuru Kuru Co-operative College  L.R.O. 1/2012 Power to delegate functions.      Remuneration of members of the Board.   Appointment of the Principal and other members of the staff of the College.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board may appoint such committees as it may think fit to advise the Board in the exercise of any of its functions under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Every committee appointed under this section shall consist of at least three members of the Board, of whom one shall be appointed to be chairman of the Committee, and such other persons, whether members of the Board or not, as the Board may think fit.   LAWS OF GUYANA 6 Cap. 39:08 Kuru Kuru Co-operative College  L.R.O. 1/2012 Power to delegate functions.      Remuneration of members of the Board.   Appointment of the Principal and other members of the staff of the College."
                }
            ]
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power to delegate functions. ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Power to delegate functions. 6. Subject to this Act, the Board may delegate to any member or committee of the Board the power and authority to carry out on its behalf such of its functions as the Board may determine.",
            "description": "Subject to this Act, the Board may delegate to any member or committee of the Board the power and authority to carry out on its behalf such of its functions as the Board may determine."
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Remuneration of members of the Board ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Remuneration of members of the Board 7. Subject to the approval of the Minister, the Board may pay to its members such remuneration and allowances as it may determine.",
            "description": "Subject to the approval of the Minister, the Board may pay to its members such remuneration and allowances as it may determine."
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Appointment of the Principal and other members of the staff of the College. ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Appointment of the Principal and other members of the staff of the College. 8. (1) The Board may appoint and employ on such terms and conditions as it thinks fit a Principal and a Deputy Principal of the College, and such other members of the staff of the College and other employees as it thinks necessary for the proper carrying out of its functions under this Act:  Provided that  (a) the appointment of the Principal and Deputy Principal of the College and the terms and conditions of their employment shall be subject to the prior approval of the Minister;  (b) no salary in excess of the rate of seven thousand, two hundred dollars per annum shall be assigned to any office without the prior approval of the Minister, and no appointment shall be made to any office to which a salary is so assigned, without the like approval.  (2) Subject to this section, the Board may, subject to such conditions as it may think fit to impose, delegate to any member of the Board or of the staff of the College the power of appointment of any member of the staff of the College or other employee of the Board, other than the Principal and the Deputy Principal. LAWS OF GUYANA Kuru Kuru Co-operative College Cap. 39:08 7  L.R.O. 1/2012 Secondment and transfer of public officers and teachers. c. 27:02                                 c. 39:05",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board may appoint and employ on such terms and conditions as it thinks fit a Principal and a Deputy Principal of the College, and such other members of the staff of the College and other employees as it thinks necessary for the proper carrying out of its functions under this Act:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "the appointment of the Principal and Deputy Principal of the College and the terms and conditions of their employment shall be subject to the prior approval of the Minister;"
                },
                {
                    "representation": "(b)",
                    "description": "no salary in excess of the rate of seven thousand, two hundred dollars per annum shall be assigned to any office without the prior approval of the Minister, and no appointment shall be made to any office to which a salary is so assigned, without the like approval."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to this section, the Board may, subject to such conditions as it may think fit to impose, delegate to any member of the Board or of the staff of the College the power of appointment of any member of the staff of the College or other employee of the Board, other than the Principal and the Deputy Principal. LAWS OF GUYANA Kuru Kuru Co-operative College Cap. 39:08 7  L.R.O. 1/2012 Secondment and transfer of public officers and teachers. c. 27:02                                 c. 39:05"
                }
            ]
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Secondment and transfer of public officers and teachers. ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Secondment and transfer of public officers and teachers. 9. (1) Where, with the approval of the appropriate authority, an officer  (a) is seconded or temporarily transferred from a pensionable office within the meaning of the Pensions Act to an office the appointment to which is made pursuant to section 8, section 5 of that Act shall apply to him as if his service in the last-mentioned office were service in a public office;  (b) is transferred from a pensionable office within the meaning of the Pensions Act to a substantive appointment in an office the appointment to which is made pursuant to section 8, his service with the Board shall be other public service within the meaning of, and for the purposes of, such provisions applicable in relation thereto as are contained in the Pensions Act (including the Pensions Regulations 1957).  (2) Where a teacher who has done qualifying service within the meaning of the Teachers Pensions Act is, with the approval of the appropriate authority  (a) seconded or temporarily transferred from his office as a teacher to an office the power of appointment to which is vested by this Act in the Board, section 5 of the Pensions Act (as applied to a teacher by section 7C of the Teachers Pensions (Amendment) LAWS OF GUYANA 8 Cap. 39:08 Kuru Kuru Co-operative College  L.R.O. 1/2012 9 of 1971                               Funds of the Board.                  Act 1971) shall apply to him;  (b) transferred from his office as a teacher to a substantive appointment in an office the power of appointment to which is vested by this Act in the Board, his service with the Board shall be treated as if it were other public service within the meaning of, and for the purposes of such provisions applicable in relation thereto as are contained in, the Pensions Act (including the Pensions Regulations, 1957) and as if the teacher were an officer to whom the Pensions Act applies.  (3) In this section, appropriate authority means the person or authority vested by law with power to appoint the officer to the pensionable office held by him (and to which the Pensions Act applies) or to appoint the teacher to the office held by him as a teacher, as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where, with the approval of the appropriate authority, an officer"
                },
                {
                    "representation": "(a)",
                    "description": "seconded or temporarily transferred from his office as a teacher to an office the power of appointment to which is vested by this Act in the Board, section 5 of the Pensions Act"
                },
                {
                    "representation": "(b)",
                    "description": "transferred from his office as a teacher to a substantive appointment in an office the power of appointment to which is vested by this Act in the Board, his service with the Board shall be treated as if it were other public service within the meaning of, and for the purposes of such provisions applicable in relation thereto as are contained in, the Pensions Act"
                },
                {
                    "representation": "(2)",
                    "description": "Where a teacher who has done qualifying service within the meaning of the Teachers Pensions Act is, with the approval of the appropriate authority"
                },
                {
                    "representation": "(3)",
                    "description": "In this section, appropriate authority means the person or authority vested by law with power to appoint the officer to the pensionable office held by him"
                }
            ]
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Funds of the Board. ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Funds of the Board. 10. (1) The funds of the Board shall consist of  (a) such sums as may be provided by Parliament;  (b) all other sums or property which may in any manner become payable to or vested in the Board for the purposes of the Board or in respect of any matter incidental thereto.  (2) The expenses of the Board (including any remuneration of its members) shall be paid out of the funds of the Board.  LAWS OF GUYANA Kuru Kuru Co-operative College Cap. 39:08 9  L.R.O. 1/2012 Borrowing powers.    Accounts and audit.          Preparation of annual report and estimates of expenditure.                       Powers of the Minister to give directions to the Board.       Exemption from taxes.    Regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The funds of the Board shall consist of"
                },
                {
                    "representation": "(a)",
                    "description": "such sums as may be provided by Parliament;"
                },
                {
                    "representation": "(b)",
                    "description": "all other sums or property which may in any manner become payable to or vested in the Board for the purposes of the Board or in respect of any matter incidental thereto."
                },
                {
                    "representation": "(2)",
                    "description": "The expenses of the Board"
                }
            ]
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Borrowing powers. ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Borrowing powers. 11. The Board may, with the approval of the Minister borrow money for the purpose of carrying out any of its functions.",
            "description": "The Board may, with the approval of the Minister borrow money for the purpose of carrying out any of its functions."
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Accounts and audit. ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Accounts and audit. 12. The Board shall keep proper accounts and other records in respect of its operations and such accounts shall be audited annually by an auditor appointed by the Board with the approval of the Minister.",
            "description": "The Board shall keep proper accounts and other records in respect of its operations and such accounts shall be audited annually by an auditor appointed by the Board with the approval of the Minister."
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Preparation of annual report and estimates of expenditure. ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Preparation of annual report and estimates of expenditure. 13. (1) The Board shall as soon as practicable after the end of each financial year cause to be prepared a report on its activities during the financial year, and, as soon as practicable after the accounts have been audited, the report together with a statement of its accounts and the report of the auditor made thereon, shall be submitted to the Minister.  (2) The Minister shall, as soon as practicable after the submission to him of the aforesaid reports and statement of accounts, cause a copy thereof to be laid before the National Assembly.  (3) The Board shall submit to the Minister for approval not later than the 31st October in each year, its estimates of revenue and expenditure for the next ensuing financial year and shall during the last-mentioned year submit to the Minister for his approval any estimates of further expenditure as may become necessary.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board shall as soon as practicable after the end of each financial year cause to be prepared a report on its activities during the financial year, and, as soon as practicable after the accounts have been audited, the report together with a statement of its accounts and the report of the auditor made thereon, shall be submitted to the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall, as soon as practicable after the submission to him of the aforesaid reports and statement of accounts, cause a copy thereof to be laid before the National Assembly."
                },
                {
                    "representation": "(3)",
                    "description": "The Board shall submit to the Minister for approval not later than the 31st October in each year, its estimates of revenue and expenditure for the next ensuing financial year and shall during the last-mentioned year submit to the Minister for his approval any estimates of further expenditure as may become necessary."
                }
            ]
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Power of the Minister to give directions to the Board. ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Power of the Minister to give directions to the Board. 14. The Minister may give to the Board directions of a general character as to the policy to be followed in the performance of its functions and the Board shall give effect to any such directions.",
            "description": "The Minister may give to the Board directions of a general character as to the policy to be followed in the performance of its functions and the Board shall give effect to any such directions."
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Exemption from taxes. ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Exemption from taxes. 15. The Board shall be exempt from the payment of customs duty, consumption tax, capital gains tax, corporation tax, income tax, property tax and purchase tax.",
            "description": "The Board shall be exempt from the payment of customs duty, consumption tax, capital gains tax, corporation tax, income tax, property tax and purchase tax."
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Regulations. ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Regulations. 16. The Minister may, after consultation with the LAWS OF GUYANA 10 Cap. 39:08 Kuru Kuru Co-operative College  L.R.O. 1/2012       Transitional provisions.                                           Board, make regulations for the carrying out of the provisions of this Act.",
            "description": "The Minister may, after consultation with the LAWS OF GUYANA 10 Cap. 39:08 Kuru Kuru Co-operative College  L.R.O. 1/2012       Transitional provisions.                                           Board, make regulations for the carrying out of the provisions of this Act."
        }
    },
    {
        "act": "KURU KURU CO-OPERATIVE COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Transitional provisions. SCHEDULE—Constitution and Proceedings of the Board of Governors.  __________________________ _______________________________________________________ 12 of 1975 An Act to provide for the establishment and administration of the Kuru Kuru Co-operative College and for matters connected therewith.  [1ST MAY, 1975]  Short title.    ",
            "context": "KURU KURU CO-OPERATIVE COLLEGE ACT under Transitional provisions. SCHEDULEConstitution and Proceedings of the Board of Governors.  __________________________ _______________________________________________________ 12 of 1975 An Act to provide for the establishment and administration of the Kuru Kuru Co-operative College and for matters connected therewith.  [1ST MAY, 1975]  Short title.    17.(1) From the first day of May, 1975, notwithstanding the provisions of any other law, there shall vest in the Board, without further assurance, all the assets (including rights and interests) of the former College.  (2) Notwithstanding the provisions of any other law, liabilities incurred by the former College prior to, and subsisting immediately before, the first day of May, 1975 shall be discharged by, and be enforceable against, the Board as if the said liabilities had been incurred by the Board.   (3) All persons employed with the former College immediately before the first day of May, 1975 shall be deemed to be employed by the Board under section 8 on the same terms and conditions applicable to them immediately before that day and the Board shall become the successor of the former College with regard to the leave, or superannuation rights or benefits (whether accrued, earned, inchoate or contingent) of every person deemed to be so employed.  (4) All deeds, bonds, instruments or other documents which were subsisting immediately before the first day of May, 1975  and affected the former College shall, in so far as they relate to the College, be of as full force and effect against or in favour of the Board and enforceable as fully and effectually as if, instead of the former College, the Board had been named therein or had been a party thereto.  (5) All proceedings commenced prior to the first day of May, 1975 for the enforcement of any rights or liabilities which are transferred or attached to the Board by virtue of this section may be continued by or against the Board, and any such proceedings may be amended accordingly. ____________________ LAWS OF GUYANA Kuru Kuru Co-operative College Cap. 39:08 11  L.R.O. 1/2012 s. 3(3)                                                SCHEDULE  CONSTITUTION AND PROCEEDINGS OF THE BOARD OF GOVERNORS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "From the first day of May, 1975, notwithstanding the provisions of any other law, there shall vest in the Board, without further assurance, all the assets"
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding the provisions of any other law, liabilities incurred by the former College prior to, and subsisting immediately before, the first day of May, 1975 shall be discharged by, and be enforceable against, the Board as if the said liabilities had been incurred by the Board."
                },
                {
                    "representation": "(3)",
                    "description": "All persons employed with the former College immediately before the first day of May, 1975 shall be deemed to be employed by the Board under section 8 on the same terms and conditions applicable to them immediately before that day and the Board shall become the successor of the former College with regard to the leave, or superannuation rights or benefits"
                },
                {
                    "representation": "(4)",
                    "description": "All deeds, bonds, instruments or other documents which were subsisting immediately before the first day of May, 1975  and affected the former College shall, in so far as they relate to the College, be of as full force and effect against or in favour of the Board and enforceable as fully and effectually as if, instead of the former College, the Board had been named therein or had been a party thereto."
                },
                {
                    "representation": "(5)",
                    "description": "All proceedings commenced prior to the first day of May, 1975 for the enforcement of any rights or liabilities which are transferred or attached to the Board by virtue of this section may be continued by or against the Board, and any such proceedings may be amended accordingly. ____________________ LAWS OF GUYANA Kuru Kuru Co-operative College Cap. 39:08 11  L.R.O. 1/2012 s. 3(3)                                                SCHEDULE  CONSTITUTION AND PROCEEDINGS OF THE BOARD OF GOVERNORS"
                }
            ]
        }
    }
]