[
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Short title. 1. This Act may be cited as the National Equivalency Board Act.",
            "description": "This Act may be cited as the National Equivalency Board Act."
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Interpretation. 2. In this Act  Board means the National Equivalency Board established by section 3;  chairman means the chairman of the Board;  educational institution means school, college, university or other place of learning;  employers includes government departments and any person engaged in the hiring, employing or superintending the labour or service of any employee;  qualification means degree, diploma or certificate granted by any educational institution.",
            "description": "In this Act  Board means the National Equivalency Board established by section 3;  chairman means the chairman of the Board;  educational institution means school, college, university or other place of learning;  employers includes government departments and any person engaged in the hiring, employing or superintending the labour or service of any employee;  qualification means degree, diploma or certificate granted by any educational institution."
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of the Board. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Establishment of the Board. 3. There is hereby established a board to be known as the National Equivalency Board.",
            "description": "There is hereby established a board to be known as the National Equivalency Board."
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Constitution of the Board. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Constitution of the Board. 4. (1) The Board shall consist of seventeen members who shall be appointed to the Board by the Minister from representatives supplied by the organisations specified in the Schedule.  (2) Each organisation specified in the Schedule LAWS OF GUYANA National Equivalency Board Cap. 39:10 5  L.R.O. 1/2012          Functions of the Board.                                        shall supply to the Minister the names of not less than two representatives.  (3) The Minister may by order amend the Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board shall consist of seventeen members who shall be appointed to the Board by the Minister from representatives supplied by the organisations specified in the Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "Each organisation specified in the Schedule LAWS OF GUYANA National Equivalency Board Cap. 39:10 5  L.R.O. 1/2012          Functions of the Board.                                        shall supply to the Minister the names of not less than two representatives."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may by order amend the Schedule."
                }
            ]
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Functions of the Board. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Functions of the Board. 5. The functions of the Board are  (a) to establish for purposes of employment or admission to any educational institution criteria for the evaluation of any qualification;  (b) to establish criteria for determining whether a qualification is equivalent to some other qualification;  (c) to give to employers, members of the public and any educational institution information as to whether a qualification is equivalent to some other qualification;   (d) to give any educational institution information in respect of any deficiency in the nature of academic courses offered locally or overseas;  (e) to give such information as would ensure an appreciation of the academic value of any qualification in circulation locally;  (f) to notify the Minister of all evaluations, decisions and findings made by the Board; and  (g) to publish decisions and findings of LAWS OF GUYANA 6 Cap. 39:10 National Equivalency Board  L.R.O. 1/2012      Provision of information.             Decision of the Board.    Implementa- tion of decisions.        Appointment of chairman and deputy chairman.        Duties of chairman.              Organisation may withdraw the Board.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to establish for purposes of employment or admission to any educational institution criteria for the evaluation of any qualification;"
                },
                {
                    "representation": "(b)",
                    "description": "to establish criteria for determining whether a qualification is equivalent to some other qualification;"
                },
                {
                    "representation": "(c)",
                    "description": "to give to employers, members of the public and any educational institution information as to whether a qualification is equivalent to some other qualification;"
                },
                {
                    "representation": "(d)",
                    "description": "to give any educational institution information in respect of any deficiency in the nature of academic courses offered locally or overseas;"
                },
                {
                    "representation": "(e)",
                    "description": "to give such information as would ensure an appreciation of the academic value of any qualification in circulation locally;"
                },
                {
                    "representation": "(f)",
                    "description": "to notify the Minister of all evaluations, decisions and findings made by the Board; and"
                },
                {
                    "representation": "(g)",
                    "description": "to publish decisions and findings of LAWS OF GUYANA 6 Cap. 39:10 National Equivalency Board  L.R.O. 1/2012      Provision of information.             Decision of the Board.    Implementa- tion of decisions.        Appointment of chairman and deputy chairman.        Duties of chairman.              Organisation may withdraw the Board."
                }
            ]
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Provision of information. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Provision of information. 6. (1) The Board may require employers or any educational institution to provide information necessary for the proper discharge of the functions of the Board.  (2) In the case of a failure by employers or any educational institution to comply with subsection (1), the chairman shall report the failure to the Minister, and the Minister may take such measures as are necessary or expedient to secure compliance with the subsection.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board may require employers or any educational institution to provide information necessary for the proper discharge of the functions of the Board."
                },
                {
                    "representation": "(2)",
                    "description": "In the case of a failure by employers or any educational institution to comply with subsection"
                }
            ]
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Decisions of the Board. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Decisions of the Board. 7. Notwithstanding the provisions of any Act to the contrary, decisions, evaluations and findings of the Board shall be binding.",
            "description": "Notwithstanding the provisions of any Act to the contrary, decisions, evaluations and findings of the Board shall be binding."
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Implementation of decisions. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Implementation of decisions. 8. Where the Board makes any decision, evaluation or finding in the discharge of its functions under this Act, the Board shall decide on measures for the implementation of the decision evaluation or finding.",
            "description": "Where the Board makes any decision, evaluation or finding in the discharge of its functions under this Act, the Board shall decide on measures for the implementation of the decision evaluation or finding."
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Appointment of chairman and deputy chairman. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Appointment of chairman and deputy chairman. 9. (1) The Minister shall, after consultation with the members of the Board, appoint one of the members of the Board to be the chairman.  (2) The Board shall appoint one of the members of the Board to be the deputy chairman.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall, after consultation with the members of the Board, appoint one of the members of the Board to be the chairman."
                },
                {
                    "representation": "(2)",
                    "description": "The Board shall appoint one of the members of the Board to be the deputy chairman."
                }
            ]
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Duties of chairman. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Duties of chairman. 10. (1) The chairman shall be responsible for giving guidance to the Board for the purpose of the discharge of its functions and for the management, organisation and discipline of the Board.  (2) If the chairman is absent or is unable to act or if the office is vacant the deputy chairman shall discharge the functions of chairman.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The chairman shall be responsible for giving guidance to the Board for the purpose of the discharge of its functions and for the management, organisation and discipline of the Board."
                },
                {
                    "representation": "(2)",
                    "description": "If the chairman is absent or is unable to act or if the office is vacant the deputy chairman shall discharge the functions of chairman."
                }
            ]
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Organisation may withdraw representative. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Organisation may withdraw representative. 11. Any organisation specified in the Schedule may at LAWS OF GUYANA National Equivalency Board Cap. 39:10 7  L.R.O. 1/2012 representative.           Duties of the Public Service Ministry.              Experts.         Appeals.                Policy directions.   any time withdraw its representative or representatives from the Board by communicating in writing to the Minister such withdrawal.",
            "description": "Any organisation specified in the Schedule may at LAWS OF GUYANA National Equivalency Board Cap. 39:10 7  L.R.O. 1/2012 representative.           Duties of the Public Service Ministry.              Experts.         Appeals.                Policy directions.   any time withdraw its representative or representatives from the Board by communicating in writing to the Minister such withdrawal."
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Duties of the Public Service Ministry. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Duties of the Public Service Ministry. 12. The Public Service Ministry shall  (a) provide a Secretary to the Board who shall be paid such remuneration as the Minister thinks fit; (b) provide such other services as are required by the Board for the proper discharge of its functions; and  (c) pay to members of the Board such remuneration or allowances as the Minister thinks fit.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "provide a Secretary to the Board who shall be paid such remuneration as the Minister thinks fit;"
                },
                {
                    "representation": "(b)",
                    "description": "provide such other services as are required by the Board for the proper discharge of its functions; and"
                },
                {
                    "representation": "(c)",
                    "description": "pay to members of the Board such remuneration or allowances as the Minister thinks fit."
                }
            ]
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Experts. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Experts. 13. The Board may, at any time, retain the services of experts and other professional persons (including consultants) having specialized knowledge relevant to the Boards functions and responsibilities, and may pay such persons such remuneration in respect thereof as the Board, with the approval of the Minister, may determine.",
            "description": "The Board may, at any time, retain the services of experts and other professional persons (including consultants) having specialized knowledge relevant to the Boards functions and responsibilities, and may pay such persons such remuneration in respect thereof as the Board, with the approval of the Minister, may determine."
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Appeals. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Appeals. 14. (1) An appeal may be made to the Minister in respect of any evaluation, decision or finding of the Board, and any such appeal shall be made in writing within fourteen days after the day on which such evaluation, decision or finding was made.  (2) Where an appeal is made under subsection (1) in respect of any evaluation, decision or finding, the Minister shall have power to confirm, vary or cancel the evaluation, decision or finding.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "in respect of any evaluation, decision or finding, the Minister shall have power to confirm, vary or cancel the evaluation, decision or finding."
                },
                {
                    "representation": "(2)",
                    "description": "Where an appeal is made under subsection"
                }
            ]
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Policy directions. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Policy directions. 15. The Minister may give the Board directions of a general or specific character as to the policy to be followed by the Board in the discharge of its functions, and the Board shall LAWS OF GUYANA 8 Cap. 39:10 National Equivalency Board  L.R.O. 1/2012    Preservation of secrecy.              Disclosure of interest.                              Meetings and procedure of the Board.  give effect to such directions.",
            "description": "The Minister may give the Board directions of a general or specific character as to the policy to be followed by the Board in the discharge of its functions, and the Board shall LAWS OF GUYANA 8 Cap. 39:10 National Equivalency Board  L.R.O. 1/2012    Preservation of secrecy.              Disclosure of interest.                              Meetings and procedure of the Board.  give effect to such directions."
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Preservation of secrecy. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Preservation of secrecy. 16. (1) Except for the purpose of the discharge of his functions or when lawfully required to do so by any court or under the provisions of any law, a member of the Board or the Secretary of the Board shall not disclose any information which he has acquired in the discharge of his functions.  (2) Where a person referred to in subsection (1) contravenes the provisions of that subsection the Board shall report such contravention to the Minister who may take such steps as are necessary or expedient to deal with the contravention.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "contravenes the provisions of that subsection the Board shall report such contravention to the Minister who may take such steps as are necessary or expedient to deal with the contravention."
                },
                {
                    "representation": "(2)",
                    "description": "Where a person referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Disclosure of interest. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Disclosure of interest. 17. (1) Where the interest of a member of the Board is likely to be directly or indirectly affected by a decision of the Board, the member shall disclose the nature of the interest at the first meeting of the Board at which he is present after the relevant facts have come to his knowledge.  (2) Where there is a disclosure under subsection (1), the Secretary of the Board shall record in the minutes of the Board a full account of the disclosure; and the member of the Board making the disclosure shall, unless the Board otherwise directs, not be present or take part in the deliberations or vote at any meeting during the time when the Board is deciding the matter in which the member has disclosed an interest.  (3) For the purpose of this section, where the interest of parents, spouse or children of a member of the Board is likely to be directly or indirectly affected by a decision of the Board, the interest shall be deemed to be the interest of the member.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the interest of a member of the Board is likely to be directly or indirectly affected by a decision of the Board, the member shall disclose the nature of the interest at the first meeting of the Board at which he is present after the relevant facts have come to his knowledge."
                },
                {
                    "representation": "(2)",
                    "description": "Where there is a disclosure under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "For the purpose of this section, where the interest of parents, spouse or children of a member of the Board is likely to be directly or indirectly affected by a decision of the Board, the interest shall be deemed to be the interest of the member."
                }
            ]
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Meetings and procedure of the Board. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Meetings and procedure of the Board. 18. (1) The Minister may by regulations prescribe the procedure of the Board, including the intervals at which the meetings of the Board shall be held and the quorum for its LAWS OF GUYANA National Equivalency Board Cap. 39:10 9  L.R.O. 1/2012            Names of members to be published in the Gazette.  Protection of members.            Annual reports.          Regulations.       s. 4             meetings.  (2) Subject to the provisions of this Act and regulations made by the Minister, the Board may regulate its own proceedings and may make rules for that purpose.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may by regulations prescribe the procedure of the Board, including the intervals at which the meetings of the Board shall be held and the quorum for its LAWS OF GUYANA National Equivalency Board Cap. 39:10 9  L.R.O. 1/2012            Names of members to be published in the Gazette.  Protection of members.            Annual reports.          Regulations.       s. 4             meetings."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to the provisions of this Act and regulations made by the Minister, the Board may regulate its own proceedings and may make rules for that purpose."
                }
            ]
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Names of members to be published in the Gazette. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Names of members to be published in the Gazette. 19. The names of all members of the Board as first constituted and every change in membership of the Board shall be published in the Gazette.",
            "description": "The names of all members of the Board as first constituted and every change in membership of the Board shall be published in the Gazette."
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Protection of members. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Protection of members. 20. No action, suit, prosecution or other proceedings shall be brought or instituted personally against any member of the Board in respect of any act done bona fide in pursuance of the execution or intended execution of his duties under this Act.",
            "description": "No action, suit, prosecution or other proceedings shall be brought or instituted personally against any member of the Board in respect of any act done bona fide in pursuance of the execution or intended execution of his duties under this Act."
        }
    },
    {
        "act": "NATIONAL EQUIVALENCY BOARD ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Annual reports. ",
            "context": "NATIONAL EQUIVALENCY BOARD ACT under Annual reports. 21. The Board shall within two months after the end of each year of the existence of the Board prepare and submit to the Minister a report dealing with the activities of the Board during the year and containing information that relates to the operation, policies and effectiveness of the Board.",
            "description": "The Board shall within two months after the end of each year of the existence of the Board prepare and submit to the Minister a report dealing with the activities of the Board during the year and containing information that relates to the operation, policies and effectiveness of the Board."
        }
    }
]