[
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short Title. ",
            "context": "PRESIDENTS COLLEGE ACT under Short Title. 1. This Act may be cited as Presidents College Act.",
            "description": "This Act may be cited as Presidents College Act."
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "PRESIDENTS COLLEGE ACT under Interpretation. 2. In this Act  Board means the Board of Governors of the College referred to in section 3(2);  College means the Presidents College established by section 3(1);   member means a member of the Board referred to in section 3(5).",
            "description": "In this Act  Board means the Board of Governors of the College referred to in section 3(2);  College means the Presidents College established by section 3(1);   member means a member of the Board referred to in section 3(5)."
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of College and incorporation of Board of Governors. ",
            "context": "PRESIDENTS COLLEGE ACT under Establishment of College and incorporation of Board of Governors. 3. (1) There is hereby established an educational institution to be called Presidents College, the headquarters and campus of which are situated in Golden Grove Village on the east coast of Demerara.  (2) The College shall be a Government school and shall be administered and maintained by a Board of Governors.  (3) Subject to this Act, the administration and governance of the College shall be vested in the Board which shall be a body corporate with power to do or provide for any act or thing in relation to the College which it considers LAWS OF GUYANA Presidents College Cap. 39:11 5  L.R.O. 1/2012                                                 necessary or expedient in its capacity as the governing body of the College.  (4) Without prejudice to the generality of subsection (3) the Board  (a) shall have power to acquire, hold and also to grant, demise or otherwise dispose of movable and immovable property;  (b) shall act as trustees or managers of any property, legacy, endowment, bequest or gift for purposes of education or research or otherwise in furtherance of the work and welfare of the College, and to invest any funds representing such property, legacy, endowment, bequest or gift, if not immediately required, on such security as the Board may deem fit;  (c) shall do all such other acts and things,  whether incidental to the aforesaid powers or not as may be requisite in order to further the objects of the College.  (5) The Board shall consist of a Chairman and not less than twelve nor more than twenty-two other members, including the Principal and Deputy Principal who shall be ex-officio members of the Board.  (6) A member, other than an ex-officio member, shall be appointed by the Minister and shall hold office for a period of two years from the date of his appointment.  (7) Subject to the approval of the Minister the LAWS OF GUYANA 6 Cap. 39:11 Presidents College  L.R.O. 1/2012               Members not to participate in certain decisions.      Committees.             Power to delegate functions.    Aims of College.      terms and conditions of appointment of the members, including their remuneration and allowances, if any, shall be such as may be determined by the Board.  (8) Subject to any rules made under section 21 (2), the Board may regulate its own procedure.  (9) The names of the members of the Board as first constituted and every change in the membership thereof shall be published in the Gazette.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established an educational institution to be called Presidents College, the headquarters and campus of which are situated in Golden Grove Village on the east coast of Demerara."
                },
                {
                    "representation": "(2)",
                    "description": "The College shall be a Government school and shall be administered and maintained by a Board of Governors."
                },
                {
                    "representation": "(3)",
                    "description": "the Board"
                },
                {
                    "representation": "(4)",
                    "description": "Without prejudice to the generality of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "shall have power to acquire, hold and also to grant, demise or otherwise dispose of movable and immovable property;"
                },
                {
                    "representation": "(b)",
                    "description": "shall act as trustees or managers of any property, legacy, endowment, bequest or gift for purposes of education or research or otherwise in furtherance of the work and welfare of the College, and to invest any funds representing such property, legacy, endowment, bequest or gift, if not immediately required, on such security as the Board may deem fit;"
                },
                {
                    "representation": "(c)",
                    "description": "shall do all such other acts and things,  whether incidental to the aforesaid powers or not as may be requisite in order to further the objects of the College."
                },
                {
                    "representation": "(5)",
                    "description": "The Board shall consist of a Chairman and not less than twelve nor more than twenty-two other members, including the Principal and Deputy Principal who shall be ex-officio members of the Board."
                },
                {
                    "representation": "(6)",
                    "description": "A member, other than an ex-officio member, shall be appointed by the Minister and shall hold office for a period of two years from the date of his appointment."
                },
                {
                    "representation": "(7)",
                    "description": "Subject to the approval of the Minister the LAWS OF GUYANA 6 Cap. 39:11 Presidents College  L.R.O. 1/2012               Members not to participate in certain decisions.      Committees.             Power to delegate functions.    Aims of College.      terms and conditions of appointment of the members, including their remuneration and allowances, if any, shall be such as may be determined by the Board."
                },
                {
                    "representation": "(8)",
                    "description": "Subject to any rules made under section 21"
                },
                {
                    "representation": "(9)",
                    "description": "The names of the members of the Board as first constituted and every change in the membership thereof shall be published in the Gazette."
                }
            ]
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Members not to participate in certain decisions. ",
            "context": "PRESIDENTS COLLEGE ACT under Members not to participate in certain decisions. 4. A member shall not take part in, or vote on, the decision of any matter with respect to any transaction between the Board and himself or any person in whose business he is pecuniarily interested whether directly or indirectly, or where as a result of the decision of the matter he is likely to gain any profit or suffer any loss.",
            "description": "A member shall not take part in, or vote on, the decision of any matter with respect to any transaction between the Board and himself or any person in whose business he is pecuniarily interested whether directly or indirectly, or where as a result of the decision of the matter he is likely to gain any profit or suffer any loss."
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Committees. ",
            "context": "PRESIDENTS COLLEGE ACT under Committees. 5. (1) The Board may appoint such committees as it may think fit to advise the Board in the exercise of any of its functions under this Act.  (2) Every committee appointed under this section shall consist of at least three members of the Board, of whom one shall be appointed the  chairman of the committee, and such other persons, whether members of the Board or not, as the Board may think fit",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board may appoint such committees as it may think fit to advise the Board in the exercise of any of its functions under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Every committee appointed under this section shall consist of at least three members of the Board, of whom one shall be appointed the  chairman of the committee, and such other persons, whether members of the Board or not, as the Board may think fit"
                }
            ]
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power to delegate functions. ",
            "context": "PRESIDENTS COLLEGE ACT under Power to delegate functions. 6. Subject to this Act, the Board may delegate to any member or committee of the Board the power and authority to carry out on its behalf such of its functions as the Board may determine.",
            "description": "Subject to this Act, the Board may delegate to any member or committee of the Board the power and authority to carry out on its behalf such of its functions as the Board may determine."
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Aims of College. ",
            "context": "PRESIDENTS COLLEGE ACT under Aims of College. 7. (1) The aims of the College are to provide a place of education, learning and research or a standard required and expected of a secondary school of the highest standard and to promote the advancement of knowledge and the diffusion and extension of arts, sciences and technology. LAWS OF GUYANA Presidents College Cap. 39:11 7  L.R.O. 1/2012               Subsidiary Legislation.  c. 39:01                       Eligibility.    Admission and expulsion of pupil.    (2) Without prejudice to the generality of subsection (1), the College shall in particular  (a) offer to each of its pupils a progressive course of general secondary education as defined in the Secondary Schools  Regulations (with the requisite organisation, curriculum, teaching staff and equipment), of a kind and an extent suitable for pupils between the ages of ten and nineteen years which course shall be of at least five years duration leading to the Caribbean Examinations Council Secondary Education Certificate or its equivalent, and an additional two-year course leading to the General Certificate of Education (Advanced Level) or its equivalent;   (b) train properly pupils to become eligible for admission into any course of study in a University or other institution of higher learning;  (c) foster an environment of learning where students are inspired by patriotism to dedicate their energies in the service of their country.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The aims of the College are to provide a place of education, learning and research or a standard required and expected of a secondary school of the highest standard and to promote the advancement of knowledge and the diffusion and extension of arts, sciences and technology. LAWS OF GUYANA Presidents College Cap. 39:11 7  L.R.O. 1/2012               Subsidiary Legislation.  c. 39:01                       Eligibility.    Admission and expulsion of pupil."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the generality of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "offer to each of its pupils a progressive course of general secondary education as defined in the Secondary Schools  Regulations"
                },
                {
                    "representation": "(b)",
                    "description": "train properly pupils to become eligible for admission into any course of study in a University or other institution of higher learning;"
                },
                {
                    "representation": "(c)",
                    "description": "foster an environment of learning where students are inspired by patriotism to dedicate their energies in the service of their country."
                }
            ]
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Eligibility. ",
            "context": "PRESIDENTS COLLEGE ACT under Eligibility. 8. Pupils of both sexes who are citizens of Guyana shall be eligible for admission to the College.",
            "description": "Pupils of both sexes who are citizens of Guyana shall be eligible for admission to the College."
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Admission and expulsion of pupil. ",
            "context": "PRESIDENTS COLLEGE ACT under Admission and expulsion of pupil. 9. (1) No pupil shall be admitted to the College unless he has attained the specified score and has been allocated a place in the College on the basis of his performance at the Secondary Schools Entrance Examination conducted by the LAWS OF GUYANA 8 Cap. 39:11 Presidents College  L.R.O. 1/2012                  Residence of pupil admitted.     Principal and other teachers, etc.                    Superannua- tion benefits of teachers and other Minister for the purpose of allocating places in secondary schools.  (2) No pupil shall be expelled from the college without the approval of the Minister.  (3) In this section, the expression specified score means the number or grade indicating the level of performance which the Minister may from time to time require to be attained at the Secondary Schools Entrance Examination in order to render a candidate eligible for admission to a secondary school.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No pupil shall be admitted to the College unless he has attained the specified score and has been allocated a place in the College on the basis of his performance at the Secondary Schools Entrance Examination conducted by the LAWS OF GUYANA 8 Cap. 39:11 Presidents College  L.R.O. 1/2012                  Residence of pupil admitted.     Principal and other teachers, etc.                    Superannua- tion benefits of teachers and other Minister for the purpose of allocating places in secondary schools."
                },
                {
                    "representation": "(2)",
                    "description": "No pupil shall be expelled from the college without the approval of the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "In this section, the expression specified score means the number or grade indicating the level of performance which the Minister may from time to time require to be attained at the Secondary Schools Entrance Examination in order to render a candidate eligible for admission to a secondary school."
                }
            ]
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Residence of pupil admitted. ",
            "context": "PRESIDENTS COLLEGE ACT under Residence of pupil admitted. 10. Every pupil admitted to the College shall, except during vacation or when sick, reside on the campus, unless permitted by the Principal, with the approval of the Minister, to reside elsewhere.",
            "description": "Every pupil admitted to the College shall, except during vacation or when sick, reside on the campus, unless permitted by the Principal, with the approval of the Minister, to reside elsewhere."
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Principal and other teachers, etc. ",
            "context": "PRESIDENTS COLLEGE ACT under Principal and other teachers, etc. 11. (1) There shall be a Principal and a Deputy Principal, to be appointed by the Minister, and such other teachers, adequate in number and sufficiently qualified, to be appointed by the Board with the approval of the Minister, to provide proper instruction in each subject of the approved curriculum so that the College may properly carry out its functions under this Act, and their terms and conditions of appointment, including remuneration and allowances shall be such as may be determined by the Board with the approval of the Minister.   (2) The Board may, with the approval of the Minister, appoint on such terms and conditions as it thinks fit, such other employees of the Board as it considers necessary to assist in the proper carrying out of its functions under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a Principal and a Deputy Principal, to be appointed by the Minister, and such other teachers, adequate in number and sufficiently qualified, to be appointed by the Board with the approval of the Minister, to provide proper instruction in each subject of the approved curriculum so that the College may properly carry out its functions under this Act, and their terms and conditions of appointment, including remuneration and allowances shall be such as may be determined by the Board with the approval of the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "The Board may, with the approval of the Minister, appoint on such terms and conditions as it thinks fit, such other employees of the Board as it considers necessary to assist in the proper carrying out of its functions under this Act."
                }
            ]
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Superannuation benefits of teachers and other employees in the public service seconded or transferred to Board. ",
            "context": "PRESIDENTS COLLEGE ACT under Superannuation benefits of teachers and other employees in the public service seconded or transferred to Board. 12. (1) Where with the approval of the appropriate authority, a public officer is  LAWS OF GUYANA Presidents College Cap. 39:11 9  L.R.O. 1/2012 employees in the public service seconded or transferred to Board. c. 27:02                                          (a) seconded or temporarily transferred from a pensionable office within the meaning of the Pensions Act to an appointment with the Board, section 5 of that Act shall apply to him as if his service in the last-mentioned appointment were service in a public office;  (b) transferred from a pensionable office within the meaning of the Pensions Act to a substantive appointment with the Board his service with the Board  shall be other public service within the meaning of, and for the purposes of, such provisions in relation thereto as are contained in the Pensions Act.  (2) Where, with the approval of the appropriate authority, a person holding an appointment in the public service, other than a pensionable office within the meaning of the Pensions Act, or holding an appointment in the public service paid for out of an open vote is  (a) seconded or temporarily transferred from such appointment to an appointment with the Board, the period during which he shall serve in that office shall count for superannuation rights or benefits on his retirement from the appointment from which he is seconded or temporarily transferred as if he had not been seconded or temporarily transferred;  (b) transferred from such appointment to a substantive appointment with the LAWS OF GUYANA 10 Cap. 39:11 Presidents College  L.R.O. 1/2012                    c. 39:05            [9 of 1971]                 Board, sums by way of superannuation rights or benefits payable to him in respect of his service in the appointment from which he is transferred, if he had retired from such appointment on the date of his transfer, shall be paid to him on his retirement from the Board or his attaining the age of sixty years, whichever is earlier, or to the legal personal representative on the death of such person, if he dies before the date of retirement or the attainment of sixty years.   (3) Where a teacher who has done qualifying service within the meaning of the Teachers Pensions Act is, within the approval of the appropriate authority  (a) seconded or temporarily transferred from his pensionable office as a teacher to an appointment with the Board, section 5 of the Pensions Act (as it applies mutatis mutandis to a teacher under section 7C of the Teachers Pensions (Amendment) Act (1971) shall apply to him as it applies in the case of a public officer;  (b) transferred from his pensionable office as a teacher to a substantive appointment with the Board, his service with the Board shall be treated as if it were other public service within the meaning of, and for the purpose of, such provisions in relation thereto as are contained in the Pensions Act and as if he were a LAWS OF GUYANA Presidents College Cap. 39:11 11  L.R.O. 1/2012                        Vesting of land and property in Board.               Board may accept grants, etc.       public officer to whom the Pensions Act applies.  (4) In this section, appropriate authority means the person or authority vested by law with power to appoint the public officer to the pensionable office held by him (and to which the Pensions Act applies) or to appoint the person holding an appointment in the public service, not being a pensionable office, to the appointment held by him or to appoint the teacher to the office held by him as a teacher, as the case may be.   (5) The Board may with the approval of the Minister, make such provisions as it thinks appropriate for the payment of pension, gratuity or other allowance in respect of the service of its teachers and other employees on their retirement therefrom.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where with the approval of the appropriate authority, a public officer is  LAWS OF GUYANA Presidents College Cap. 39:11 9  L.R.O. 1/2012 employees in the public service seconded or transferred to Board. c. 27:02"
                },
                {
                    "representation": "(a)",
                    "description": "seconded or temporarily transferred from his pensionable office as a teacher to an appointment with the Board, section 5 of the Pensions Act"
                },
                {
                    "representation": "(b)",
                    "description": "transferred from his pensionable office as a teacher to a substantive appointment with the Board, his service with the Board shall be treated as if it were other public service within the meaning of, and for the purpose of, such provisions in relation thereto as are contained in the Pensions Act and as if he were a LAWS OF GUYANA Presidents College Cap. 39:11 11  L.R.O. 1/2012                        Vesting of land and property in Board.               Board may accept grants, etc.       public officer to whom the Pensions Act applies."
                },
                {
                    "representation": "(2)",
                    "description": "Where, with the approval of the appropriate authority, a person holding an appointment in the public service, other than a pensionable office within the meaning of the Pensions Act, or holding an appointment in the public service paid for out of an open vote is"
                },
                {
                    "representation": "(3)",
                    "description": "Where a teacher who has done qualifying service within the meaning of the Teachers Pensions Act is, within the approval of the appropriate authority"
                },
                {
                    "representation": "(4)",
                    "description": "In this section, appropriate authority means the person or authority vested by law with power to appoint the public officer to the pensionable office held by him"
                },
                {
                    "representation": "(5)",
                    "description": "The Board may with the approval of the Minister, make such provisions as it thinks appropriate for the payment of pension, gratuity or other allowance in respect of the service of its teachers and other employees on their retirement therefrom."
                }
            ]
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Vesting of land and property in Board. ",
            "context": "PRESIDENTS COLLEGE ACT under Vesting of land and property in Board. 13. The plot of land in lots numbered 16 to 26 inclusive, being parts of the east and west halves of Section D together with lots numbered 1 to 52 inclusive being parts of the east and west halves of Section E, lying in a portion of Golden Grove Village situate on the east coast of Demerara  containing an area of one hundred and fifty acres and a portion of the middle walk reserve extending from lots 16 to 26 of Section D and lots 1 to 52 of Section E, together with all buildings erected or in the course of erection thereon are hereby vested in the Board for the purposes of this Act and the Registrar of Deeds shall take due notice thereof and shall make such annotations on the records as may be necessary.",
            "description": "The plot of land in lots numbered 16 to 26 inclusive, being parts of the east and west halves of Section D together with lots numbered 1 to 52 inclusive being parts of the east and west halves of Section E, lying in a portion of Golden Grove Village situate on the east coast of Demerara  containing an area of one hundred and fifty acres and a portion of the middle walk reserve extending from lots 16 to 26 of Section D and lots 1 to 52 of Section E, together with all buildings erected or in the course of erection thereon are hereby vested in the Board for the purposes of this Act and the Registrar of Deeds shall take due notice thereof and shall make such annotations on the records as may be necessary."
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Board may accept grants, etc. ",
            "context": "PRESIDENTS COLLEGE ACT under Board may accept grants, etc. 14. The Board may accept grants, gifts, legacies, endowments, bequests or donations from any person, whether or not resident or having a place of business in Guyana, for any specific purpose related to its  functions or generally for facilitating the carrying out of its functions:  Provided that no grant, gift, legacy, endowment, LAWS OF GUYANA 12 Cap. 39:11 Presidents College  L.R.O. 1/2012        Funds and resources of Board. Borrowing powers of Board.             Borrowing powers of Board   Accounts and audit.    Preparation of annual reports and estimates of expenditure.           bequest or donation shall be received by the College from any individual resident outside Guyana. or any body of persons having its headquarters outside Guyana, without the approval of the Minister.",
            "description": "The Board may accept grants, gifts, legacies, endowments, bequests or donations from any person, whether or not resident or having a place of business in Guyana, for any specific purpose related to its  functions or generally for facilitating the carrying out of its functions:  Provided that no grant, gift, legacy, endowment, LAWS OF GUYANA 12 Cap. 39:11 Presidents College  L.R.O. 1/2012        Funds and resources of Board. Borrowing powers of Board.             Borrowing powers of Board   Accounts and audit.    Preparation of annual reports and estimates of expenditure.           bequest or donation shall be received by the College from any individual resident outside Guyana. or any body of persons having its headquarters outside Guyana, without the approval of the Minister."
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Funds and resources of Board. ",
            "context": "PRESIDENTS COLLEGE ACT under Funds and resources of Board. 15. (1) The funds and resources of the Board shall consist of  (a) such sums as may be provided by Parliament;  (b) all other sums or property which may in any manner become payable to or vested in the Board for the purposes of the Board or in respect of any matter incidental thereto.  (2) The expenses of the Board shall be paid out of the funds of the Board.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The funds and resources of the Board shall consist of"
                },
                {
                    "representation": "(a)",
                    "description": "such sums as may be provided by Parliament;"
                },
                {
                    "representation": "(b)",
                    "description": "all other sums or property which may in any manner become payable to or vested in the Board for the purposes of the Board or in respect of any matter incidental thereto."
                },
                {
                    "representation": "(2)",
                    "description": "The expenses of the Board shall be paid out of the funds of the Board."
                }
            ]
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Borrowing powers of Board. ",
            "context": "PRESIDENTS COLLEGE ACT under Borrowing powers of Board. 16. The Board may, with the approval of the Minister, borrow money for the purpose of carrying out any of its functions.",
            "description": "The Board may, with the approval of the Minister, borrow money for the purpose of carrying out any of its functions."
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Accounts and audit. ",
            "context": "PRESIDENTS COLLEGE ACT under Accounts and audit. 17. The Board shall keep proper accounts and other records in respect of its operations and such accounts shall be audited annually by an auditor appointed by the Minister.",
            "description": "The Board shall keep proper accounts and other records in respect of its operations and such accounts shall be audited annually by an auditor appointed by the Minister."
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Preparation of annual reports and estimates of expenditure. ",
            "context": "PRESIDENTS COLLEGE ACT under Preparation of annual reports and estimates of expenditure. 18. (1) The Board shall as soon as practicable after the end of each year cause to be prepared a report on its activities during the year, and as soon as practicable after the accounts have been audited, the report together with a statement of its accounts and the report of the auditor made thereon, shall be submitted to the Minister.  (2) The Minister shall, as soon as practicable after the submission to him of the aforesaid reports and statements of accounts, cause a copy thereof to be laid before the National Assembly. LAWS OF GUYANA Presidents College Cap. 39:11 13             Power of the Minister to give directions to Board.   Exemption from tax, duty, etc.            Regulations and rules.              Application of Act to other educational  (3) The Board shall submit to the Minister for approval not later than the 31st October in each year, its estimates of revenue and expenditure for the next ensuing year and shall during the last-mentioned year submit to the Minister for his approval any estimates of further expenditure as may become necessary.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board shall as soon as practicable after the end of each year cause to be prepared a report on its activities during the year, and as soon as practicable after the accounts have been audited, the report together with a statement of its accounts and the report of the auditor made thereon, shall be submitted to the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall, as soon as practicable after the submission to him of the aforesaid reports and statements of accounts, cause a copy thereof to be laid before the National Assembly. LAWS OF GUYANA Presidents College Cap. 39:11 13             Power of the Minister to give directions to Board.   Exemption from tax, duty, etc.            Regulations and rules.              Application of Act to other educational"
                },
                {
                    "representation": "(3)",
                    "description": "The Board shall submit to the Minister for approval not later than the 31st October in each year, its estimates of revenue and expenditure for the next ensuing year and shall during the last-mentioned year submit to the Minister for his approval any estimates of further expenditure as may become necessary."
                }
            ]
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Power of the Minister to give directions to Board. ",
            "context": "PRESIDENTS COLLEGE ACT under Power of the Minister to give directions to Board. 19. The Minister may give to the Board directions of a general character as to the policy to be followed in the performance of its functions and the Board shall give effect to any such directions.",
            "description": "The Minister may give to the Board directions of a general character as to the policy to be followed in the performance of its functions and the Board shall give effect to any such directions."
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Exemption from tax, duty, etc. ",
            "context": "PRESIDENTS COLLEGE ACT under Exemption from tax, duty, etc. 20. (1) The Board shall be exempt from the payment of customs duty, consumption tax, capital gains tax, corporation tax, income tax, property tax and purchase tax.  (2) The Minister assigned responsibility for finance may, by order, which shall be subject to negative resolution of the National Assembly, exempt the Board from payment wholly and partly of any tax or duty, not being a tax or duty referred to in subsection (1), or rate, levy or other charge, payable under any law for the time being in force.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board shall be exempt from the payment of customs duty, consumption tax, capital gains tax, corporation tax, income tax, property tax and purchase tax."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister assigned responsibility for finance may, by order, which shall be subject to negative resolution of the National Assembly, exempt the Board from payment wholly and partly of any tax or duty, not being a tax or duty referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Regulations and rules. ",
            "context": "PRESIDENTS COLLEGE ACT under Regulations and rules. 21. (1) The Minister may, after consultation with the Board make regulations for the carrying out of the purposes of this Act.   (2) Subject to the provisions of this Act and regulations made thereunder the Board may make rules for the conduct of its business and the regulation of its procedure and for the levy and collection of any fees, rents or other charges in respect of any supplies made, services (other than tuition) rendered, leases granted or certificates or other documents issued by it.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may, after consultation with the Board make regulations for the carrying out of the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to the provisions of this Act and regulations made thereunder the Board may make rules for the conduct of its business and the regulation of its procedure and for the levy and collection of any fees, rents or other charges in respect of any supplies made, services"
                }
            ]
        }
    },
    {
        "act": "PRESIDENTS COLLEGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Application of Act to other educational institutions.  ___________________________  _______________________________________________________                                       LAWS OF GUYANA 4 Cap. 39:11 President’s College  L.R.O. 1/2012 CHAPTER 39:11  PRESIDENT’S COLLEGE ACT   11 of 1990 An Act for the establishment of the President’s College for the promotion of excellence in secondary education, for the vesting of the administration and governance of the College in the Board of Governors and for matters connected therewith.  [4TH JUNE, 1990]  Short title.    Interpretation.               Establishment of College and incorporation of Board of Governors.            ",
            "context": "PRESIDENTS COLLEGE ACT under Application of Act to other educational institutions.  ___________________________  _______________________________________________________                                       LAWS OF GUYANA 4 Cap. 39:11 Presidents College  L.R.O. 1/2012 CHAPTER 39:11  PRESIDENTS COLLEGE ACT   11 of 1990 An Act for the establishment of the Presidents College for the promotion of excellence in secondary education, for the vesting of the administration and governance of the College in the Board of Governors and for matters connected therewith.  [4TH JUNE, 1990]  Short title.    Interpretation.               Establishment of College and incorporation of Board of Governors.            22. (1) The Minister may by order, apply all or any of the provisions of this Act to any educational institution. L.R.O. 1/2012 LAWS OF GUYANA 14 Cap. 39:11 Presidents College  L.R.O. 1/2012 institutions.             (2) An order made under subsection (1) may direct that any provision of this Act mentioned therein shall apply to the educational institution subject to such modifications as may be specified therein and in such a case that provision shall apply with the modifications specified in the order.  (3) In this section educational institution means any institution established by the Government and imparting instruction or training in any field of knowledge in an organised and systematic manner, but shall not include the University of Guyana.  (4) An order made under subsection (1) shall be subject to negative resolution of the National Assembly.  ____________________  LAWS OF GUYANA The Presidents College Cap. 39:11 15 [Subsidiary] National Schools (Board of Governors) Order  L.R.O. 1/2012                  .    O. 17/1993      Citation.       Interpretation.     Application of certain provisions of the Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be subject to negative resolution of the National Assembly.  ____________________  LAWS OF GUYANA The Presidents College Cap. 39:11 15 [Subsidiary] National Schools"
                },
                {
                    "representation": "(2)",
                    "description": "An order made under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "In this section educational institution means any institution established by the Government and imparting instruction or training in any field of knowledge in an organised and systematic manner, but shall not include the University of Guyana."
                },
                {
                    "representation": "(4)",
                    "description": "An order made under subsection"
                }
            ]
        }
    }
]