[
    {
        "act": "CARIBBEAN EXAMINATION COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CARIBBEAN EXAMINATION COUNCIL ACT under Short title. 1. This Act may be cited as the Caribbean Examinations Council Act.",
            "description": "This Act may be cited as the Caribbean Examinations Council Act."
        }
    },
    {
        "act": "CARIBBEAN EXAMINATION COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "CARIBBEAN EXAMINATION COUNCIL ACT under Interpretation. 2. (1) In this Act  Agreement means the Agreement establishing the Caribbean Examinations Council set out in the Schedule;  Council means the Caribbean Examinations Council established by the Agreement;  Participating Governments means the Governments which LAWS OF GUYANA 4 Cap. 39:12 Caribbean Examinations Council  L.R.O. 1/2012                Financial provisions.             Legal capacity, privileges and immunities.                            are from time to time parties to the Agreement.   (2) The reference in paragraph 1 of Article VIII of the Agreement to the effect that the Council shall possess full juridical personality shall be construed as meaning that the Council is a body corporate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  Agreement means the Agreement establishing the Caribbean Examinations Council set out in the Schedule;  Council means the Caribbean Examinations Council established by the Agreement;  Participating Governments means the Governments which LAWS OF GUYANA 4 Cap. 39:12 Caribbean Examinations Council  L.R.O. 1/2012                Financial provisions.             Legal capacity, privileges and immunities.                            are from time to time parties to the Agreement."
                },
                {
                    "representation": "(2)",
                    "description": "The reference in paragraph 1 of Article VIII of the Agreement to the effect that the Council shall possess full juridical personality shall be construed as meaning that the Council is a body corporate."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN EXAMINATION COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Financial provisions. ",
            "context": "CARIBBEAN EXAMINATION COUNCIL ACT under Financial provisions. 3. (1) All sums required to be paid by the Government for the purpose of meeting the obligations of Guyana under the Agreement are charged on the Consolidated Fund.  (2) All sums received by the Government from the Council shall be paid into the Consolidated Fund.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All sums required to be paid by the Government for the purpose of meeting the obligations of Guyana under the Agreement are charged on the Consolidated Fund."
                },
                {
                    "representation": "(2)",
                    "description": "All sums received by the Government from the Council shall be paid into the Consolidated Fund."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN EXAMINATION COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Legal capacity, privileges and immunities. ",
            "context": "CARIBBEAN EXAMINATION COUNCIL ACT under Legal capacity, privileges and immunities. 4. (1) Paragraph 1 of Article VIII of the Agreement shall have the force of law in Guyana.  (2) Where  (a) the Council has concluded with the Participating Governments any agreement under paragraph 5 of Article V of the Agreement relating to the legal capacity, privileges and immunities to be recognised and granted to it in respect of its Administrative and Operational Centres; or  (b) any Protocol to the Agreement as is referred to in paragraph 2 of Article VIII of the Agreement has been entered into, relating to the legal capacity, privileges and immunities to be recognised and granted by the Participating Governments, in connection with the Council,  LAWS OF GUYANA Caribbean Examinations Council Cap. 39:12 5  L.R.O. 1/2012                          c. 18:01       Certificate of Minister conclusive as to contents.      Amendment of the Schedule.           the Minister may, by order, confer  (i) in respect of such Administrative and Operational Centres, the legal capacity, privileges and immunities specified in any such agreement; or  (ii) in connection with the Council, the legal capacity, privileges and immunities laid down in any such Protocol:  Provided that the privileges and immunities conferred in respect of its Administrative and Operational Centres, or conferred in connection with the Council by the Minister by order under this section shall be consistent with the privileges and immunities set out in the Fifth Schedule to the Privileges and Immunities (Diplomatic, Consular and International Organisations) Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Paragraph 1 of Article VIII of the Agreement shall have the force of law in Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "Where"
                },
                {
                    "representation": "(a)",
                    "description": "the Council has concluded with the Participating Governments any agreement under paragraph 5 of Article V of the Agreement relating to the legal capacity, privileges and immunities to be recognised and granted to it in respect of its Administrative and Operational Centres; or"
                },
                {
                    "representation": "(b)",
                    "description": "any Protocol to the Agreement as is referred to in paragraph 2 of Article VIII of the Agreement has been entered into, relating to the legal capacity, privileges and immunities to be recognised and granted by the Participating Governments, in connection with the Council,  LAWS OF GUYANA Caribbean Examinations Council Cap. 39:12 5  L.R.O. 1/2012                          c. 18:01       Certificate of Minister conclusive as to contents.      Amendment of the Schedule.           the Minister may, by order, confer"
                },
                {
                    "representation": "(i)",
                    "description": "in respect of such Administrative and Operational Centres, the legal capacity, privileges and immunities specified in any such agreement; or"
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN EXAMINATION COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Certificate of Minister conclusive as to contents. ",
            "context": "CARIBBEAN EXAMINATION COUNCIL ACT under Certificate of Minister conclusive as to contents. 5. If in any proceedings a question arises as to the entitlement of the Council or any other person to any immunities or privileges under this Act, a certificate issued by or under the authority of the Minister to the effect that the Council or other person is or is not entitled shall be conclusive evidence of the fact.",
            "description": "If in any proceedings a question arises as to the entitlement of the Council or any other person to any immunities or privileges under this Act, a certificate issued by or under the authority of the Minister to the effect that the Council or other person is or is not entitled shall be conclusive evidence of the fact."
        }
    },
    {
        "act": "CARIBBEAN EXAMINATION COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Amendment of the Schedule. ",
            "context": "CARIBBEAN EXAMINATION COUNCIL ACT under Amendment of the Schedule. 6. (1) Where Guyana becomes a party to any agreement to amend the Agreement the Minister may, by order, amend the Schedule by including therein the amendment.   (2) An order made under subsection (1) may contain such consequential, supplemental or ancillary provisions (including provisions amending this Act) as appear to the Minister to be necessary or expedient for the LAWS OF GUYANA 6 Cap. 39:12 Caribbean Examinations Council  L.R.O. 1/2012                Regulations.     purpose of giving due effect to the amendment of the Agreement as mentioned aforesaid.  (3) Where the Agreement in the Schedule is amended pursuant to this section any reference in this Act or any other instrument to the Agreement shall, unless the context otherwise requires, be construed as a reference to the Agreement as so amended.  (4) Every order made under this section shall be subject to negative resolution of the National Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may contain such consequential, supplemental or ancillary provisions"
                },
                {
                    "representation": "(2)",
                    "description": "An order made under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where the Agreement in the Schedule is amended pursuant to this section any reference in this Act or any other instrument to the Agreement shall, unless the context otherwise requires, be construed as a reference to the Agreement as so amended."
                },
                {
                    "representation": "(4)",
                    "description": "Every order made under this section shall be subject to negative resolution of the National Assembly."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN EXAMINATION COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Regulations.  SCHEDULE—Agreement establishing the Caribbean Examinations Council  __________________________  15 of 1990 An Act to provide for the implementation by Guyana of the Agreement establishing the Caribbean Examinations Council and for purposes connected therewith.  [14TH JUNE, 1990]  Short title.     Interpretation.            ",
            "context": "CARIBBEAN EXAMINATION COUNCIL ACT under Regulations.  SCHEDULEAgreement establishing the Caribbean Examinations Council  __________________________  15 of 1990 An Act to provide for the implementation by Guyana of the Agreement establishing the Caribbean Examinations Council and for purposes connected therewith.  [14TH JUNE, 1990]  Short title.     Interpretation.            7. The Minister may make regulations which he considers necessary for giving effect to the provisions of this Act.  ___________________    SCHEDULE  AGREEMENT ESTABLISHING THE CARIBBEAN EXAMINATIONS COUNCIL THE PARTICIPATING GOVERNMENTS  RECOGNISING the decision of the Second Conference of Heads of Government of Commonwealth Caribbean Countries held in Jamaica in January 1964, that the setting up of a Caribbean Examinations Council was a fit and proper subject for regional co-operation.  CONSCIOUS of the need for the institution of a new system of examinations for the Area under aegis of the Conference;  HAVE AGREED AS FOLLOWS:   LAWS OF GUYANA Caribbean Examinations Council Cap. 39:12 7  L.R.O. 1/2012 ARTICLE I INTERPRETATION  In this Agreement, unless the context otherwise requires  Areas means the following Territories the Government of which are Participating Governments  (a) Antigua  Guyana Bahamas  Jamaica Barbados  Montserrat Belize  St. Kitts-Nevis-Anguilla British Virgin Islands  St. Lucia Cayman Islands  St. Vincent Dominica  Trinidad and Tobago Grenada  Turks and Caicos Islands  (b) any other Territory and in the Caribbean;   Article means an Article of this Agreement;  Council means the Caribbean Examinations Council established by Article II;  National Committee means a Committee established under Article IX;  Participating Governments means the Governments which are from time to time parties to this Agreement;  School Examinations Committee means the School Examinations Committee appointed by the Council in accordance with Articles III and X.     LAWS OF GUYANA 8 Cap. 39:12 Caribbean Examinations Council  L.R.O. 1/2012 ARTICLE II ESTABLISHMENT AND CONSTRUCTION",
            "description": [
                {
                    "representation": "(a)",
                    "description": "Antigua  Guyana Bahamas  Jamaica Barbados  Montserrat Belize  St. Kitts-Nevis-Anguilla British Virgin Islands  St. Lucia Cayman Islands  St. Vincent Dominica  Trinidad and Tobago Grenada  Turks and Caicos Islands"
                },
                {
                    "representation": "(b)",
                    "description": "any other Territory and in the Caribbean;   Article means an Article of this Agreement;  Council means the Caribbean Examinations Council established by Article II;  National Committee means a Committee established under Article IX;  Participating Governments means the Governments which are from time to time parties to this Agreement;  School Examinations Committee means the School Examinations Committee appointed by the Council in accordance with Articles III and X.     LAWS OF GUYANA 8 Cap. 39:12 Caribbean Examinations Council  L.R.O. 1/2012 ARTICLE II ESTABLISHMENT AND CONSTRUCTION"
                }
            ]
        }
    }
]