[
    {
        "act": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT under Short title. 1. This Act may be cited as the Caribbean Examinations Council (Examinations) Act.",
            "description": "This Act may be cited as the Caribbean Examinations Council (Examinations) Act."
        }
    },
    {
        "act": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT under Interpretation. 2. In this Act  Council means the Caribbean Examinations Council referred to in section 2(1) of the Caribbean Examinations Council Act;   LAWS OF GUYANA 4 Cap. 39:13 Caribbean Examinations Council (Examinations)               Unlawfully procuring examination paper.    Restriction on use of examination paper.                      Restriction on use of certain information.   examination paper means a paper containing confidential information for candidates or questions to be answered in an examination being held or to be held by the Council, and includes a draft of such a paper;  Registrar means the Registrar of the Council and includes any public officer authorised by the Minister to discharge the functions of the Registrar under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of the Caribbean Examinations Council Act;   LAWS OF GUYANA 4 Cap. 39:13 Caribbean Examinations Council"
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Unlawfully procuring examination paper. ",
            "context": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT under Unlawfully procuring examination paper. 3. No person shall, without the authorisation of the Registrar, procure possession or custody of an examination paper. A person who unlawfully procures possession or custody of an examination paper is guilty of an offence.",
            "description": "No person shall, without the authorisation of the Registrar, procure possession or custody of an examination paper. A person who unlawfully procures possession or custody of an examination paper is guilty of an offence."
        }
    },
    {
        "act": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Restriction on use of examination paper. ",
            "context": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT under Restriction on use of examination paper. 4. (1) A person having in his possession or custody an examination paper shall not, without the authorisation of the Registrar  (a) permits that paper to be seen by any other person;  (b) subject to section 7, gives or permits that paper to be given to any other person;  (c) discloses the contents of that paper to any other person; or   (d) makes any other use of that paper or its contents.  (2) A person contravening the provisions of this section is guilty of an offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person having in his possession or custody an examination paper shall not, without the authorisation of the Registrar"
                },
                {
                    "representation": "(a)",
                    "description": "permits that paper to be seen by any other person;"
                },
                {
                    "representation": "(b)",
                    "description": "subject to section 7, gives or permits that paper to be given to any other person;"
                },
                {
                    "representation": "(c)",
                    "description": "discloses the contents of that paper to any other person; or"
                },
                {
                    "representation": "(d)",
                    "description": "makes any other use of that paper or its contents."
                },
                {
                    "representation": "(2)",
                    "description": "A person contravening the provisions of this section is guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Restriction on use of certain information. ",
            "context": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT under Restriction on use of certain information. 5. (1) A person having in his possession information respecting the contents of an examination paper shall not, without the authorisation of the Registrar   L.R.O. 1/2012 LAWS OF GUYANA Caribbean Examinations Council (Examinations) Cap. 39:13 5  L.R.O. 1/2012                   Removal of examination paper.        Surrender of examination paper.         Disclosure by employees of Council.                (a) give that information to any other person;  (b) permit  that information to be given to any other person; or  (c) make any other use of that information.  (2) A person contravening the provisions of this section is guilty of an offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person having in his possession information respecting the contents of an examination paper shall not, without the authorisation of the Registrar   L.R.O. 1/2012 LAWS OF GUYANA Caribbean Examinations Council"
                },
                {
                    "representation": "(a)",
                    "description": "give that information to any other person;"
                },
                {
                    "representation": "(b)",
                    "description": "permit  that information to be given to any other person; or"
                },
                {
                    "representation": "(c)",
                    "description": "make any other use of that information."
                },
                {
                    "representation": "(2)",
                    "description": "A person contravening the provisions of this section is guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Removal of examination paper. ",
            "context": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT under Removal of examination paper. 6. A person who, without the authorisation of the Registrar, removes any examination paper from a room in which an examination is being held by the Council is guilty of an offence.",
            "description": "A person who, without the authorisation of the Registrar, removes any examination paper from a room in which an examination is being held by the Council is guilty of an offence."
        }
    },
    {
        "act": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Surrender of examination paper. ",
            "context": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT under Surrender of examination paper. 7. A person who comes into possession of an examination paper shall, unless otherwise authorised by the Registrar, surrender that paper to the Registrar or the nearest police station.  Any person who fails, without reasonable excuse, to surrender that examination paper is guilty of an offence.",
            "description": "A person who comes into possession of an examination paper shall, unless otherwise authorised by the Registrar, surrender that paper to the Registrar or the nearest police station.  Any person who fails, without reasonable excuse, to surrender that examination paper is guilty of an offence."
        }
    },
    {
        "act": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Disclosure by employees of Council. ",
            "context": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT under Disclosure by employees of Council. 8. (1) A person employed in the setting, examining, scoring, moderating, vetting, printing, collecting, storing, distributing, or keeping of the custody of any examination paper who, without the authorisation of the Registrar, discloses to any other person the contents thereof is guilty of an offence.  (2) A person employed as a supervisor or an examiner, invigilator, attendant or otherwise in connection with an examination being held or to be held by the Council who, without the authorisation of the Registrar, discloses to any other person the contents of an examination paper is guilty of an offence.  LAWS OF GUYANA 6 Cap. 39:13 Caribbean Examinations Council (Examinations)  L.R.O. 1/2012            Restriction on entering examination.       Impersonation.     Forgery of documents.           Penalty. [6 of 1997]    Regulations.  (3) For the purposes of this section, a person employed includes a person engaged under a contract for services, a person who renders gratuitous service or a person who renders any service indirectly to the Council.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person employed in the setting, examining, scoring, moderating, vetting, printing, collecting, storing, distributing, or keeping of the custody of any examination paper who, without the authorisation of the Registrar, discloses to any other person the contents thereof is guilty of an offence."
                },
                {
                    "representation": "(2)",
                    "description": "A person employed as a supervisor or an examiner, invigilator, attendant or otherwise in connection with an examination being held or to be held by the Council who, without the authorisation of the Registrar, discloses to any other person the contents of an examination paper is guilty of an offence.  LAWS OF GUYANA 6 Cap. 39:13 Caribbean Examinations Council"
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section, a person employed includes a person engaged under a contract for services, a person who renders gratuitous service or a person who renders any service indirectly to the Council."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Restriction on entering examination. ",
            "context": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT under Restriction on entering examination. 9. A person who, after acquiring knowledge of the contents of an examination paper, presents himself as a candidate at an examination to answer that paper without having disclosed to the Registrar the fact of his acquisition of such knowledge is guilty of an offence.",
            "description": "A person who, after acquiring knowledge of the contents of an examination paper, presents himself as a candidate at an examination to answer that paper without having disclosed to the Registrar the fact of his acquisition of such knowledge is guilty of an offence."
        }
    },
    {
        "act": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Impersonation. ",
            "context": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT under Impersonation. 10. A person who, for the purposes of an examination held, being held or to be held by the Council, knowingly represents himself to be another person is guilty of an offence.",
            "description": "A person who, for the purposes of an examination held, being held or to be held by the Council, knowingly represents himself to be another person is guilty of an offence."
        }
    },
    {
        "act": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Forgery of documents. ",
            "context": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT under Forgery of documents. 11. A person who, forges or alters, or offers, utters, disposes of or puts off, knowing the same to be forged or altered, any document purporting to show that a person has obtained a result in an examination held by the Council, is guilty of an offence.",
            "description": "A person who, forges or alters, or offers, utters, disposes of or puts off, knowing the same to be forged or altered, any document purporting to show that a person has obtained a result in an examination held by the Council, is guilty of an offence."
        }
    },
    {
        "act": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Penalty. ",
            "context": "CARIBBEAN EXAMINATIONS COUNCIL  (EXAMINATIONS) ACT under Penalty. 12. A person guilty of an offence under this Act is liable on summary conviction to a fine of six thousand dollars and to imprisonment for a term of twelve months.",
            "description": "A person guilty of an offence under this Act is liable on summary conviction to a fine of six thousand dollars and to imprisonment for a term of twelve months."
        }
    }
]