[
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Short title. 1. This Act may be cited as the National Sports Commission Act.",
            "description": "This Act may be cited as the National Sports Commission Act."
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Interpretation. 2. In this Act  the Commission means the National Sports Commission established by section 3;  member means a member of the Commission.",
            "description": "In this Act  the Commission means the National Sports Commission established by section 3;  member means a member of the Commission."
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment and incorporation of the National Sports Commission. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Establishment and incorporation of the National Sports Commission. 3. (1) There is hereby established the National Sports Commission which shall be a body corporate.     (2) The provisions of the First Schedule shall have effect as to the constitution and proceedings of the Commission and otherwise in relation thereto.  (3) The Minister may by order amend the provisions of the First Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established the National Sports Commission which shall be a body corporate."
                },
                {
                    "representation": "(2)",
                    "description": "The provisions of the First Schedule shall have effect as to the constitution and proceedings of the Commission and otherwise in relation thereto."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may by order amend the provisions of the First Schedule."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Policy directions. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Policy directions. 4. The Minister may give to the Commission such directions of a general character as appear to him expedient in relation to the exercise of its functions, and the Commission LAWS OF GUYANA National Sports Commission Cap. 39:14 5  L.R.O. 1/2012    Functions of the Commission.                                            shall give effect to any such directions.",
            "description": "The Minister may give to the Commission such directions of a general character as appear to him expedient in relation to the exercise of its functions, and the Commission LAWS OF GUYANA National Sports Commission Cap. 39:14 5  L.R.O. 1/2012    Functions of the Commission.                                            shall give effect to any such directions."
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Functions of the Commission. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Functions of the Commission. 5. It shall be the function of the Commission to  (a) promote sports and its organisation by all available methods including the making of grants therefor;  (b) provide for the establishment, erection and maintenance of sporting and other recreational facilities;  (c) encourage, in co-operation with any sports organisation, the attainment of high standards in sports;  (d) encourage the conduct of sporting activities in accordance with the national policy on sports;  (e) provide advisory and information services;  (f) co-operate with international bodies and institutions specialised in the field of sports research, physical education, sports administration, sports medicine  and journalism;  (g) present awards to outstanding personalities, institutions or organisations in the field of sports;  (h) advise the Minister on development and promotion of sports generally;  (i) secure by such means as it considers appropriate the proper accountability LAWS OF GUYANA 6 Cap. 39:14 National Sports Commission  L.R.O. 1/2012                     Establishment of regional sports committees.  Second Schedule.               Advisory units.       Delegation.      by sports organisations referred to in section 20, for funds and resources made available to such organisations;  (j) provide assistance to any sports organisation in the audit  of their accounts or in relation to any other matter wherein assistance may be needed; and  (k) do all such acts and things as are in its opinion necessary for, or conducive to, the proper discharge of its functions.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "promote sports and its organisation by all available methods including the making of grants therefor;"
                },
                {
                    "representation": "(b)",
                    "description": "provide for the establishment, erection and maintenance of sporting and other recreational facilities;"
                },
                {
                    "representation": "(c)",
                    "description": "encourage, in co-operation with any sports organisation, the attainment of high standards in sports;"
                },
                {
                    "representation": "(d)",
                    "description": "encourage the conduct of sporting activities in accordance with the national policy on sports;"
                },
                {
                    "representation": "(e)",
                    "description": "provide advisory and information services;"
                },
                {
                    "representation": "(f)",
                    "description": "co-operate with international bodies and institutions specialised in the field of sports research, physical education, sports administration, sports medicine  and journalism;"
                },
                {
                    "representation": "(g)",
                    "description": "present awards to outstanding personalities, institutions or organisations in the field of sports;"
                },
                {
                    "representation": "(h)",
                    "description": "advise the Minister on development and promotion of sports generally;"
                },
                {
                    "representation": "(i)",
                    "description": "secure by such means as it considers appropriate the proper accountability LAWS OF GUYANA 6 Cap. 39:14 National Sports Commission  L.R.O. 1/2012                     Establishment of regional sports committees.  Second Schedule.               Advisory units.       Delegation.      by sports organisations referred to in section 20, for funds and resources made available to such organisations;"
                },
                {
                    "representation": "(j)",
                    "description": "provide assistance to any sports organisation in the audit  of their accounts or in relation to any other matter wherein assistance may be needed; and"
                },
                {
                    "representation": "(k)",
                    "description": "do all such acts and things as are in its opinion necessary for, or conducive to, the proper discharge of its functions."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Establishment of regional sports committees. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Establishment of regional sports committees. 6. (1) The Commission may establish regional sports committees in the three counties of Guyana.   (2) The provisions of the Second Schedule shall have effect as to the constitution and proceedings of any regional sports committee and otherwise in relation thereto.  (3) The Minister may by order amend the provisions of the Second Schedule.  (4) Each regional sports committee shall have an office in the region in which it is established.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission may establish regional sports committees in the three counties of Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "The provisions of the Second Schedule shall have effect as to the constitution and proceedings of any regional sports committee and otherwise in relation thereto."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may by order amend the provisions of the Second Schedule."
                },
                {
                    "representation": "(4)",
                    "description": "Each regional sports committee shall have an office in the region in which it is established."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Advisory units. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Advisory units. 7. The Commission may establish advisory units to assist it in the performance of its functions, each unit comprising a Chairman, who shall be a member, and not less than five other persons who need not be members.",
            "description": "The Commission may establish advisory units to assist it in the performance of its functions, each unit comprising a Chairman, who shall be a member, and not less than five other persons who need not be members."
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Delegation. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Delegation. 8. The Commission may in writing delegate such of its functions as it deems necessary to  (a) a regional sports committee;  LAWS OF GUYANA National Sports Commission Cap. 39:14 7  L.R.O. 1/2012           Remuneration of members of the Commission and regional sports committee.   Support and sponsorship of individuals sportsmen, athletes and sports teams.         Employment of staff of the Commission.                          (b) a member.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a regional sports committee;  LAWS OF GUYANA National Sports Commission Cap. 39:14 7  L.R.O. 1/2012           Remuneration of members of the Commission and regional sports committee.   Support and sponsorship of individuals sportsmen, athletes and sports teams.         Employment of staff of the Commission."
                },
                {
                    "representation": "(b)",
                    "description": "a member."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Remuneration of members of the Commission and regional sports committee. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Remuneration of members of the Commission and regional sports committee. 9. There may be paid to the members of the Commission and the members of any regional sports committee such remuneration, if may, or allowances, as the Minister may determine.",
            "description": "There may be paid to the members of the Commission and the members of any regional sports committee such remuneration, if may, or allowances, as the Minister may determine."
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Support and sponsorship of individual sportsmen, athletes and sports teams. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Support and sponsorship of individual sportsmen, athletes and sports teams. 10. The Commission shall have the power to support and sponsor the participation in events, national, regional or international, of any individual, sportsman or athlete or any sports team, in relation to the national games played in Guyana, the criteria for such support and sponsorship being based on all-round proficiency, performance and sustained effort.",
            "description": "The Commission shall have the power to support and sponsor the participation in events, national, regional or international, of any individual, sportsman or athlete or any sports team, in relation to the national games played in Guyana, the criteria for such support and sponsorship being based on all-round proficiency, performance and sustained effort."
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Employment of staff of the Commission. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Employment of staff of the Commission. 11. (1) The Commission may, after consultation with the Minister, employ upon such terms and conditions as it thinks fit, a Director of Sports  and such other officers and employees as the Commission deems necessary for the proper carrying out of its functions under this Act.  (2) The Director of Sports shall be the Chief Executive Officer of the Commission, and subject to any general or specific directions of the Commission, be responsible to the Commission for ensuring that the functions of the Commission are properly discharged and objectives achieved.  (3) Notwithstanding the generality of subsection (2) the duties of the Director of Sports shall include responsibility for  (a) managing the Secretariat of the Commission;   (b) managing the funds as directed by the Commission, and preparing quarterly LAWS OF GUYANA 8 Cap. 39:14 National Sports Commission  L.R.O. 1/2012                     Funds and resources of the Commission.                          Borrowing powers of the Commission. financial reports and accounts for presentation at meetings of the commission; (c) causing minutes of meetings to be kept, and   (d) keeping members of the Commission informed, particularly by presenting an activity report at each meeting of the Commission.  (4) The Commission may at any time retain the services of professional persons and pay such remuneration in respect thereof as the Commission after consultation with the Minister, may determine.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission may, after consultation with the Minister, employ upon such terms and conditions as it thinks fit, a Director of Sports  and such other officers and employees as the Commission deems necessary for the proper carrying out of its functions under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "the duties of the Director of Sports shall include responsibility for"
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding the generality of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "managing the Secretariat of the Commission;"
                },
                {
                    "representation": "(b)",
                    "description": "managing the funds as directed by the Commission, and preparing quarterly LAWS OF GUYANA 8 Cap. 39:14 National Sports Commission  L.R.O. 1/2012                     Funds and resources of the Commission.                          Borrowing powers of the Commission. financial reports and accounts for presentation at meetings of the commission;"
                },
                {
                    "representation": "(c)",
                    "description": "causing minutes of meetings to be kept, and"
                },
                {
                    "representation": "(d)",
                    "description": "keeping members of the Commission informed, particularly by presenting an activity report at each meeting of the Commission."
                },
                {
                    "representation": "(4)",
                    "description": "The Commission may at any time retain the services of professional persons and pay such remuneration in respect thereof as the Commission after consultation with the Minister, may determine."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Funds and resources of the Commission. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Funds and resources of the Commission. 12. The funds and resources of the Commission shall consist of  (a) such sums as may be provided by Parliament;  (b) such monies as may accrue to the Commission from the sale of tickets for any sporting or fund raising activity;   (c) such monies or other assets, as may accrue to or vest in the Commission by way of loans, grants, subsidies, donations or gifts; and  (d) all other sums or property that may in any manner become payable to or vested in the Commission.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "such sums as may be provided by Parliament;"
                },
                {
                    "representation": "(b)",
                    "description": "such monies as may accrue to the Commission from the sale of tickets for any sporting or fund raising activity;"
                },
                {
                    "representation": "(c)",
                    "description": "such monies or other assets, as may accrue to or vest in the Commission by way of loans, grants, subsidies, donations or gifts; and"
                },
                {
                    "representation": "(d)",
                    "description": "all other sums or property that may in any manner become payable to or vested in the Commission."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Borrowing powers of the Commission. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Borrowing powers of the Commission. 13. Subject to section 14, the Commission may, after consultation with the Minister, borrow any monies required LAWS OF GUYANA National Sports Commission Cap. 39:14 9  L.R.O. 1/2012      Guarantee by Minister of Finance of borrowing.      Audit and report of activities.                  Estimates of revenue and expenditure.       Disclosure of interest.        Protection of persons acting under this Act. c. 5:07   by it for meeting any of its obligations or discharging any of its functions.",
            "description": "Subject to section 14, the Commission may, after consultation with the Minister, borrow any monies required LAWS OF GUYANA National Sports Commission Cap. 39:14 9  L.R.O. 1/2012      Guarantee by Minister of Finance of borrowing.      Audit and report of activities.                  Estimates of revenue and expenditure.       Disclosure of interest.        Protection of persons acting under this Act. c. 5:07   by it for meeting any of its obligations or discharging any of its functions."
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Guarantee by Minister of Finance of borrowing. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Guarantee by Minister of Finance of borrowing. 14. With the approval of the National Assembly, the Minister responsible for finance may guarantee, in such manner and on such conditions as he may think fit, the payment of the principal and interest on any authorised borrowings of the Commission.",
            "description": "With the approval of the National Assembly, the Minister responsible for finance may guarantee, in such manner and on such conditions as he may think fit, the payment of the principal and interest on any authorised borrowings of the Commission."
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Audit and report of activities. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Audit and report of activities. 15. (1) The Commission shall keep proper accounts and other records in respect of its operation which shall be audited annually by the Auditor General.  (2) The Commission shall in each year prepare a report of its activities in the last preceding year and shall furnish such report to the Minister not later than the thirtieth day of June.   (3) A copy of the report of activities together with a copy of the statement of accounts audited shall be printed and laid before the National Assembly not later than the thirtieth day of September in each year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission shall keep proper accounts and other records in respect of its operation which shall be audited annually by the Auditor General."
                },
                {
                    "representation": "(2)",
                    "description": "The Commission shall in each year prepare a report of its activities in the last preceding year and shall furnish such report to the Minister not later than the thirtieth day of June."
                },
                {
                    "representation": "(3)",
                    "description": "A copy of the report of activities together with a copy of the statement of accounts audited shall be printed and laid before the National Assembly not later than the thirtieth day of September in each year."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Estimates of revenue and expenditure. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Estimates of revenue and expenditure. 16. The Commission shall, in accordance with the directions of the Minister, submit to the Minister for approval, estimates of revenue and expenditure for the ensuing financial year.",
            "description": "The Commission shall, in accordance with the directions of the Minister, submit to the Minister for approval, estimates of revenue and expenditure for the ensuing financial year."
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Disclosure of interest. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Disclosure of interest. 17. It shall be the duty of a member who is in any way, whether directly or indirectly, interested in any contract or any other arrangement with the Commission to declare the nature of his interest at a meeting of the Commission and he shall not take part in any discussion relating to the contract or other arrangement.",
            "description": "It shall be the duty of a member who is in any way, whether directly or indirectly, interested in any contract or any other arrangement with the Commission to declare the nature of his interest at a meeting of the Commission and he shall not take part in any discussion relating to the contract or other arrangement."
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Protection of persons acting under this Act. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Protection of persons acting under this Act. 18. Any person acting under this Act shall be entitled to the protection afforded by the Justices Protection Act.  LAWS OF GUYANA 10 Cap. 39:14 National Sports Commission  L.R.O. 1/2012  Limitation provisions excluded.  c. 7:02    Disbursement of funds from Commission to any sports organisation.                    Exemption from taxes and duties.     Vesting of assets.  Third Schedule.             Continuation of",
            "description": "Any person acting under this Act shall be entitled to the protection afforded by the Justices Protection Act.  LAWS OF GUYANA 10 Cap. 39:14 National Sports Commission  L.R.O. 1/2012  Limitation provisions excluded.  c. 7:02    Disbursement of funds from Commission to any sports organisation.                    Exemption from taxes and duties.     Vesting of assets.  Third Schedule.             Continuation of"
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Limitation provisions excluded. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Limitation provisions excluded. 19. The Limitation Act shall not apply to proceedings instituted by the Commission for the recovery of monies due to the Commission or any other property to which a claim is made by the Commission.",
            "description": "The Limitation Act shall not apply to proceedings instituted by the Commission for the recovery of monies due to the Commission or any other property to which a claim is made by the Commission."
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Disbursement of funds from Commission to any sports organisation. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Disbursement of funds from Commission to any sports organisation. 20. (1) No grant from the funds of the Commission shall be made to any sports organisation unless the Commission is satisfied that such organisation does not contravene the provisions of this Act, keeps proper accounts and other records in respect of its operations and is prepared to give the undertaking required under subsection (2).  (2) The Commission may make a grant from its funds to a sports organisation where such organisation complies with the provisions of subsection (1) and gives an undertaking in writing that it would provide the Commission with vouchers verifying that such grant has been utilised for the purpose for which it was made and that the members and employees of such organisation would allow the Commission to inspect the books and accounts of such organisation and give to the Commission on request all other information as shall be within their knowledge in relation to the utilisation of such grant.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and gives an undertaking in writing that it would provide the Commission with vouchers verifying that such grant has been utilised for the purpose for which it was made and that the members and employees of such organisation would allow the Commission to inspect the books and accounts of such organisation and give to the Commission on request all other information as shall be within their knowledge in relation to the utilisation of such grant."
                },
                {
                    "representation": "(2)",
                    "description": "The Commission may make a grant from its funds to a sports organisation where such organisation complies with the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Exemption from taxes and duties. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Exemption from taxes and duties. 21. The Commission shall be exempt from the payment of customs duty, capital gains tax, corporation tax, income tax, property tax and purchase tax.",
            "description": "The Commission shall be exempt from the payment of customs duty, capital gains tax, corporation tax, income tax, property tax and purchase tax."
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Vesting of assets. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Vesting of assets. 22. All property whether movable or immovable (including rights and interests therein) of the State referred to in the Third Schedule is hereby declared to be vested in the Commission from the date of the coming into operation of this Act and in respect of such immovable property so vested in the Commission the Registrar of Deeds shall take due notice thereof and shall make such annotations in the records as may be necessary.",
            "description": "All property whether movable or immovable (including rights and interests therein) of the State referred to in the Third Schedule is hereby declared to be vested in the Commission from the date of the coming into operation of this Act and in respect of such immovable property so vested in the Commission the Registrar of Deeds shall take due notice thereof and shall make such annotations in the records as may be necessary."
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Continuation of employment. ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Continuation of employment. 23. The Commission shall as from the date of the LAWS OF GUYANA National Sports Commission Cap. 39:14 11  L.R.O. 1/2012 employment.                   Regulations.         s. 3                         coming into operation of this Act, for the purpose of discharging the functions conferred on it by this Act, continue to employ the persons employed by the State in The Department of Sport, Ministry of Education and Cultural  Development immediately before that date on terms and conditions which taken as a whole are no less favourable than those applicable to them immediately before that date and shall in respect of any person so employed be the successor of the State with regard to his leave or superannuation rights or benefits whether accrued, earned, inchoate or contingent.",
            "description": "The Commission shall as from the date of the LAWS OF GUYANA National Sports Commission Cap. 39:14 11  L.R.O. 1/2012 employment.                   Regulations.         s. 3                         coming into operation of this Act, for the purpose of discharging the functions conferred on it by this Act, continue to employ the persons employed by the State in The Department of Sport, Ministry of Education and Cultural  Development immediately before that date on terms and conditions which taken as a whole are no less favourable than those applicable to them immediately before that date and shall in respect of any person so employed be the successor of the State with regard to his leave or superannuation rights or benefits whether accrued, earned, inchoate or contingent."
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Regulations.  FIRST SCHEDULE  SECOND SCHEDULE  THIRD SCHEDULE  __________________________          LAWS OF GUYANA 4 Cap. 39:14 National Sports Commission  L.R.O. 1/2012 CHAPTER 39:14  NATIONAL SPORTS COMMISSION ACT   23 of 1993 An Act to make provisions for the establishment and functions of the National Sports Commission with responsibility for the promotion of sport and for purposes connected therewith.  [1ST FEBRUARY, 1994]  Short title.     Interpretation.             Establishment and incorporation of the National Sports Commission.       First Schedule.         Policy directions.   ",
            "context": "NATIONAL SPORTS COMMISSION ACT under Regulations.  FIRST SCHEDULE  SECOND SCHEDULE  THIRD SCHEDULE  __________________________          LAWS OF GUYANA 4 Cap. 39:14 National Sports Commission  L.R.O. 1/2012 CHAPTER 39:14  NATIONAL SPORTS COMMISSION ACT   23 of 1993 An Act to make provisions for the establishment and functions of the National Sports Commission with responsibility for the promotion of sport and for purposes connected therewith.  [1ST FEBRUARY, 1994]  Short title.     Interpretation.             Establishment and incorporation of the National Sports Commission.       First Schedule.         Policy directions.   24. The Minister may, after consultation with the Chairman of the Commission, make regulations for carrying out the provisions of this Act.  ____________________   FIRST SCHEDULE  Constitution and proceedings of the Commission",
            "description": "The Minister may, after consultation with the Chairman of the Commission, make regulations for carrying out the provisions of this Act.  ____________________   FIRST SCHEDULE  Constitution and proceedings of the Commission"
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "75.6 feet to a wood paal branded O.S., thence N15° 58´ E(tr) for a distance of ",
            "context": "NATIONAL SPORTS COMMISSION ACT under 75.6 feet to a wood paal branded O.S., thence N15 58 E(tr) for a distance of 75.6 feet back to the point of commencement. The N Lot 22 Stabroek contains an area of",
            "description": "75.6 feet back to the point of commencement. The N Lot 22 Stabroek contains an area of"
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "95.4 feet to a wood paal branded J.E.D., thence N 74° 23´ W(tr) for a distance of ",
            "context": "NATIONAL SPORTS COMMISSION ACT under 95.4 feet to a wood paal branded J.E.D., thence N 74 23 W(tr) for a distance of 95.4 feet to a wood paal branded O.S., thence S 74 23 E (tr) for a distance of",
            "description": "95.4 feet to a wood paal branded O.S., thence S 74 23 E (tr) for a distance of"
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "296.5 feet to an iron paal branded G.L.D., thence N 12° 03´ 15´´ (tr) for a distance of ",
            "context": "NATIONAL SPORTS COMMISSION ACT under 296.5 feet to an iron paal branded G.L.D., thence N 12 03 15 (tr) for a distance of 296.5 feet to a wood paal branded A.B. thence N LAWS OF GUYANA National Sports Commission Cap. 39:14 15  L.R.O. 1/2012  192 03 15 (tr) for a distance of",
            "description": "296.5 feet to a wood paal branded A.B. thence N LAWS OF GUYANA National Sports Commission Cap. 39:14 15  L.R.O. 1/2012  192 03 15 (tr) for a distance of"
        }
    },
    {
        "act": "NATIONAL SPORTS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "417.95 feet to a wood paal branded A.B., thence N 282  03´ 15´´(tr) for a distance of ",
            "context": "NATIONAL SPORTS COMMISSION ACT under 417.95 feet to a wood paal branded A.B., thence N 282  03 15(tr) for a distance of 417.95 feet to said wood paal branded A.B. at the point of commencement. Block A herein described contains an area of",
            "description": "417.95 feet to said wood paal branded A.B. at the point of commencement. Block A herein described contains an area of"
        }
    }
]