[
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "NATIONAL LIBRARY ACT under Short title. 1. This Act may be cited as the National Library Act.",
            "description": "This Act may be cited as the National Library Act."
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "NATIONAL LIBRARY ACT under Interpretation. 2. In this Act  the committee means the committee appointed under this LAWS OF GUYANA 4 Cap. 40:01 National Library  L.R.O. 1/2012                   Establishment of National Library. [4 of 1972]        Existing libraries; transitional provisions. [4 of 1972]                  Maintenance of library.  Act;  library means the National Library established under this Act;  library buildings means any buildings forming part of or used by the National Library and any building leased or let, temporarily or otherwise, by the Government or any person, for the purposes of the National Library.",
            "description": "In this Act  the committee means the committee appointed under this LAWS OF GUYANA 4 Cap. 40:01 National Library  L.R.O. 1/2012                   Establishment of National Library. [4 of 1972]        Existing libraries; transitional provisions. [4 of 1972]                  Maintenance of library.  Act;  library means the National Library established under this Act;  library buildings means any buildings forming part of or used by the National Library and any building leased or let, temporarily or otherwise, by the Government or any person, for the purposes of the National Library."
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of National Library. ",
            "context": "NATIONAL LIBRARY ACT under Establishment of National Library. 3. (1) There is hereby established a library to be known as the National Library of Guyana, the Headquarters of which shall be situated in the City of Georgetown.  (2) The committee may establish branches of the library and other public library services at any place in Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established a library to be known as the National Library of Guyana, the Headquarters of which shall be situated in the City of Georgetown."
                },
                {
                    "representation": "(2)",
                    "description": "The committee may establish branches of the library and other public library services at any place in Guyana."
                }
            ]
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Existing libraries; transitional provisions. ",
            "context": "NATIONAL LIBRARY ACT under Existing libraries; transitional provisions. 4. (1) As from the date of coming into operation of the amendments to the National Library Act contained in the Law Revision Act, the Public Free Library in the city of Georgetown established under this Act shall be deemed to be Principal branch of the National Library established by the committee under section 3(2) and shall be known as the Central Library of the National Library and the branches of the Public Free Library in the town of New Amsterdam and in the town of Linden established under this Act and  in operation at the date mentioned above in this subsection shall be deemed to be branches of the National Library established by the committee under section 3(2).  (2) All other library services established under this Act and in operation at the date mentioned in subsection (1) shall be deemed to be library services established under section 3(2).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be deemed to be library services established under section 3(2)."
                },
                {
                    "representation": "(2)",
                    "description": "All other library services established under this Act and in operation at the date mentioned in subsection"
                }
            ]
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Maintenance of library. ",
            "context": "NATIONAL LIBRARY ACT under Maintenance of library. 5. The library shall be maintained and all pensions and gratuities awarded shall be paid out of moneys provided LAWS OF GUYANA National Library Cap. 40:01 5  L.R.O. 1/2012     National library committee. [4 of 1972]                         Establishment of library. [13 of 1950 4 of 1972]            Vesting of land in committee.     by Parliament and such other moneys as may be contributed by local government authorities.",
            "description": "The library shall be maintained and all pensions and gratuities awarded shall be paid out of moneys provided LAWS OF GUYANA National Library Cap. 40:01 5  L.R.O. 1/2012     National library committee. [4 of 1972]                         Establishment of library. [13 of 1950 4 of 1972]            Vesting of land in committee.     by Parliament and such other moneys as may be contributed by local government authorities."
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "National library committee. ",
            "context": "NATIONAL LIBRARY ACT under National library committee. 6. (1) This Act shall be carried into effect by a committee consisting of a chairman, who shall be the Minister or someone designated by him, and not more than twelve nor less than nine other persons, six to be appointed by the Minister and the remainder to be appointed by such local government authorities as may be designated by the Minister having regard to the contributions made by such local government authorities to the maintenance of the library.  (2) A member of the committee shall hold office for two years from the date of his appointment.  (3) As from the date of coming into operation of the amendments to the Library Act contained in the Law Revision Act, 1972, the committee of the Public Free Library as constituted at that date shall be deemed to be the committee established by subsection (1) and from that date shall be known as the committee of the National Library.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and from that date shall be known as the committee of the National Library."
                },
                {
                    "representation": "(2)",
                    "description": "A member of the committee shall hold office for two years from the date of his appointment."
                },
                {
                    "representation": "(3)",
                    "description": "As from the date of coming into operation of the amendments to the Library Act contained in the Law Revision Act, 1972, the committee of the Public Free Library as constituted at that date shall be deemed to be the committee established by subsection"
                }
            ]
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Establishment of library. ",
            "context": "NATIONAL LIBRARY ACT under Establishment of library. 7. (1) Subject to this Act, the committee may provide a collection of exhibits indicative of the resources of Guyana, and its industries at their various stages, and may arrange for lecturers and classes to be held for the instruction of school children and others in those resources and industries and in scientific subjects, and may supply and fit up the library buildings with the requisite furniture, fittings and conveniences.  (2) No charge shall be made for admission to the library or the lecturers or classes aforesaid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, the committee may provide a collection of exhibits indicative of the resources of Guyana, and its industries at their various stages, and may arrange for lecturers and classes to be held for the instruction of school children and others in those resources and industries and in scientific subjects, and may supply and fit up the library buildings with the requisite furniture, fittings and conveniences."
                },
                {
                    "representation": "(2)",
                    "description": "No charge shall be made for admission to the library or the lecturers or classes aforesaid."
                }
            ]
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Vesting of land in committee. ",
            "context": "NATIONAL LIBRARY ACT under Vesting of land in committee. 8. The plot of land situate at the corner of High Street and Church Street and known as lots seventy-six and seventy-seven, in South Cummingsburg, west ward, in the City of Georgetown, together with all buildings erected or in the LAWS OF GUYANA 6 Cap. 40:01 National Library  L.R.O. 1/2012           Property vested in committee.    Functions and powers of committee. To manage and control library. [17 of 1957 4 of 1972]        c. 21:01                        To make appointments course of erection thereupon, are hereby vested in the committee for the purposes of this Act.",
            "description": "The plot of land situate at the corner of High Street and Church Street and known as lots seventy-six and seventy-seven, in South Cummingsburg, west ward, in the City of Georgetown, together with all buildings erected or in the LAWS OF GUYANA 6 Cap. 40:01 National Library  L.R.O. 1/2012           Property vested in committee.    Functions and powers of committee. To manage and control library. [17 of 1957 4 of 1972]        c. 21:01                        To make appointments course of erection thereupon, are hereby vested in the committee for the purposes of this Act."
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Property vested in committee. ",
            "context": "NATIONAL LIBRARY ACT under Property vested in committee. 9. All property presented to, or purchased or acquired for, the library, or for the lecturers or classes under this Act shall be vested in the committee.",
            "description": "All property presented to, or purchased or acquired for, the library, or for the lecturers or classes under this Act shall be vested in the committee."
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "(1) Functions and powers of committee. To manage and control library.  (2) To make appointments and necessary regulations. ",
            "context": "NATIONAL LIBRARY ACT under (1) Functions and powers of committee. To manage and control library.  (2) To make appointments and necessary regulations. 10. (1) The general management, regulation and control of the library and of any exhibits or other property shall be vested in and exercised by the committee, and the committee  (a) shall perform such of the functions of the National Library agreed upon by the committee with the approval of the Minister, collect, receive and preserve all books required to be deposited in the library by the Publications and Newspapers Act;  (b) may provide in the library books, newspapers, periodicals, prints, maps, philosophical, musical and other instruments, apparatus and equipment, and specimens of art and service, and cause them to be repaired where necessary; and  (c) may cause books, newspapers, periodicals, or prints to be bound or, when superfluous or useless, to be sold or otherwise disposed of as the committee shall decide, and when sold pay the proceeds thereof into the general revenue of the library.  (2) The committee may appoint salaried officers and servants and dismiss them, and make all necessary and necessary regulations. LAWS OF GUYANA National Library Cap. 40:01 7  L.R.O. 1/2012                      17 of 1957    Rules. [13 of 1950 4 of 1972]                  regulations for the good government, arrangement, and preservation of the library and exhibits, and for the temporary loan of books therefrom, under any precautions and restrictions to them seeming right, and from time to time may alter and amend the regulations and make others in lieu thereof.  (3) The committee may, in accordance with any regulations that the committee may, with the approval of the Minister, make for this purpose, award pensions and gratuities to any of its officers or servants, and such pensions and gratuities shall be paid out of the moneys provided under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The general management, regulation and control of the library and of any exhibits or other property shall be vested in and exercised by the committee, and the committee"
                },
                {
                    "representation": "(a)",
                    "description": "shall perform such of the functions of the National Library agreed upon by the committee with the approval of the Minister, collect, receive and preserve all books required to be deposited in the library by the Publications and Newspapers Act;"
                },
                {
                    "representation": "(b)",
                    "description": "may provide in the library books, newspapers, periodicals, prints, maps, philosophical, musical and other instruments, apparatus and equipment, and specimens of art and service, and cause them to be repaired where necessary; and"
                },
                {
                    "representation": "(c)",
                    "description": "may cause books, newspapers, periodicals, or prints to be bound or, when superfluous or useless, to be sold or otherwise disposed of as the committee shall decide, and when sold pay the proceeds thereof into the general revenue of the library."
                },
                {
                    "representation": "(2)",
                    "description": "The committee may appoint salaried officers and servants and dismiss them, and make all necessary and necessary regulations. LAWS OF GUYANA National Library Cap. 40:01 7  L.R.O. 1/2012                      17 of 1957    Rules. [13 of 1950 4 of 1972]                  regulations for the good government, arrangement, and preservation of the library and exhibits, and for the temporary loan of books therefrom, under any precautions and restrictions to them seeming right, and from time to time may alter and amend the regulations and make others in lieu thereof."
                },
                {
                    "representation": "(3)",
                    "description": "The committee may, in accordance with any regulations that the committee may, with the approval of the Minister, make for this purpose, award pensions and gratuities to any of its officers or servants, and such pensions and gratuities shall be paid out of the moneys provided under section"
                }
            ]
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Rules. ",
            "context": "NATIONAL LIBRARY ACT under Rules. 11. (1) The committee may  (a) make rules for the conduct of its business and the regulation of its proceedings;  (b) let to any person or body of persons on any term it thinks fit, and charge rent for, any of the rooms or halls of any library building vested in the committee for the purpose of lectures, or holding classes or exhibitions or for such other purposes as the committee may consider desirable.  (2) A lease granted under this section                                                  * The 25th  day of May,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The committee may"
                },
                {
                    "representation": "(a)",
                    "description": "make rules for the conduct of its business and the regulation of its proceedings;"
                },
                {
                    "representation": "(b)",
                    "description": "let to any person or body of persons on any term it thinks fit, and charge rent for, any of the rooms or halls of any library building vested in the committee for the purpose of lectures, or holding classes or exhibitions or for such other purposes as the committee may consider desirable."
                },
                {
                    "representation": "(2)",
                    "description": "A lease granted under this section                                                  * The 25th  day of May,"
                }
            ]
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Chairman of committee and quorum. ",
            "context": "NATIONAL LIBRARY ACT under Chairman of committee and quorum. 12. (1) The chairman shall preside at all meetings of the committee, but in his absence the members present shall choose one of their number to act as chairman.  (2) Five members of the committee shall constitute a quorum for the transaction of business.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The chairman shall preside at all meetings of the committee, but in his absence the members present shall choose one of their number to act as chairman."
                },
                {
                    "representation": "(2)",
                    "description": "Five members of the committee shall constitute a quorum for the transaction of business."
                }
            ]
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Accounts and audit.  __________________________ 1929 Ed. c. 89 1953 Ed. c. 160 _______________________________________________________ 12 of 1908 An Act to make provision for the establishment of a National Library in Georgetown.  [8TH JULY,1908]  Short title. [4 of 1972]   Interpretation. [4 of 1972]   ",
            "context": "NATIONAL LIBRARY ACT under Accounts and audit.  __________________________ 1929 Ed. c. 89 1953 Ed. c. 160 _______________________________________________________ 12 of 1908 An Act to make provision for the establishment of a National Library in Georgetown.  [8TH JULY,1908]  Short title. [4 of 1972]   Interpretation. [4 of 1972]   13. Accounts shall be kept of the receipts and expenditure under this Act, and the accounts shall be audited by the Director of Audit in like manner and with the like incidents and consequences as if they were accounts which he is bound to examine, inquire into, and audit under the Audit Department Act.  ________________    L.R.O. 1/2012 LAWS OF GUYANA National Library Cap. 40:01 9  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________    NATIONAL LIBRARY (MANAGEMENT AND CONTROL) REGULATIONS  ARRANGEMENT OF SECTIONS  REGULATTION",
            "description": "Accounts shall be kept of the receipts and expenditure under this Act, and the accounts shall be audited by the Director of Audit in like manner and with the like incidents and consequences as if they were accounts which he is bound to examine, inquire into, and audit under the Audit Department Act.  ________________    L.R.O. 1/2012 LAWS OF GUYANA National Library Cap. 40:01 9  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________    NATIONAL LIBRARY (MANAGEMENT AND CONTROL) REGULATIONS  ARRANGEMENT OF SECTIONS  REGULATTION"
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Exchange of books. ",
            "context": "NATIONAL LIBRARY ACT under Exchange of books. 14. A book may not be exchanged on the day of issue.",
            "description": "A book may not be exchanged on the day of issue."
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Renewal of issue. ",
            "context": "NATIONAL LIBRARY ACT under Renewal of issue. 15. The issue of a book may be renewed once provided it is not required by another person. Such renewal shall be by application or presentation of the book at the library.",
            "description": "The issue of a book may be renewed once provided it is not required by another person. Such renewal shall be by application or presentation of the book at the library."
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Borrowing a particular book. ",
            "context": "NATIONAL LIBRARY ACT under Borrowing a particular book. 16. (1) If the borrower desires to borrow any particular book which is not immediately available he may pay such sum as the librarian may require for the purpose of sending a postcard to him to notify him when the book is available.  (2) The book will be kept at the library for two days after such notice has been posted.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the borrower desires to borrow any particular book which is not immediately available he may pay such sum as the librarian may require for the purpose of sending a postcard to him to notify him when the book is available."
                },
                {
                    "representation": "(2)",
                    "description": "The book will be kept at the library for two days after such notice has been posted."
                }
            ]
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Delivery of books. ",
            "context": "NATIONAL LIBRARY ACT under Delivery of books. 17. Borrowers or their messengers shall deliver all books returned to the librarian or assistant librarian. Borrowers remain liable for all books not so delivered.",
            "description": "Borrowers or their messengers shall deliver all books returned to the librarian or assistant librarian. Borrowers remain liable for all books not so delivered."
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Stock-taking. ",
            "context": "NATIONAL LIBRARY ACT under Stock-taking. 18. (1) All books must be returned without regard to the date of issue before the date notified for the annual stock-taking.  (2) Notice of the date of annual stock-taking shall be given by means of notices posted in the library and published in two leading daily newspapers circulating in LAWS OF GUYANA 16 Cap. 40:01 National Library [Subsidiary]   L.R.O. 1/2012         Return of all books.            Books not returned in accordance with regulations.       Infectious disease.                  Reference department. [Reg. 23/1956]  Guyana at least fifteen clear days before that date.  (3) Borrower who fails to comply with paragraph (1) shall incur a fine of fifty cents and his tickets shall be liable to be forfeited.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall incur a fine of fifty cents and his tickets shall be liable to be forfeited."
                },
                {
                    "representation": "(2)",
                    "description": "Notice of the date of annual stock-taking shall be given by means of notices posted in the library and published in two leading daily newspapers circulating in LAWS OF GUYANA 16 Cap. 40:01 National Library [Subsidiary]   L.R.O. 1/2012         Return of all books.            Books not returned in accordance with regulations.       Infectious disease.                  Reference department. [Reg. 23/1956]  Guyana at least fifteen clear days before that date."
                },
                {
                    "representation": "(3)",
                    "description": "Borrower who fails to comply with paragraph"
                }
            ]
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Return of all books. ",
            "context": "NATIONAL LIBRARY ACT under Return of all books. 19. Where in the opinion of the committee it is essential that all books shall be immediately returned to the library the committee may call for their return by means of notices posted in the library and published in two leading daily newspapers circulating in Guyana.",
            "description": "Where in the opinion of the committee it is essential that all books shall be immediately returned to the library the committee may call for their return by means of notices posted in the library and published in two leading daily newspapers circulating in Guyana."
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Books not returned in accordance with regulations. ",
            "context": "NATIONAL LIBRARY ACT under Books not returned in accordance with regulations. 20. Should any book be not returned in accordance with these Regulations or it be returned in a torn, cut or soiled condition, or written over or with leaves turned down or, in the opinion of the librarian, be otherwise damaged the borrower, or in his default, the guarantor, if any, shall pay such a sum of money as will replace such book or the set of books to which it belongs or be a full compensation for the damage or loss sustained by the library.",
            "description": "Should any book be not returned in accordance with these Regulations or it be returned in a torn, cut or soiled condition, or written over or with leaves turned down or, in the opinion of the librarian, be otherwise damaged the borrower, or in his default, the guarantor, if any, shall pay such a sum of money as will replace such book or the set of books to which it belongs or be a full compensation for the damage or loss sustained by the library."
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Infectious disease. ",
            "context": "NATIONAL LIBRARY ACT under Infectious disease. 21. (1) A person suffering from an infectious disease shall not borrow, read or use any book from the library.  (2) A borrower shall not permit the use of a book from the library by any person suffering from an infectious disease.  (3) Where an infectious disease breaks out in the house of a borrower who has therein books from the library he shall not return the books to the library but shall immediately notify the fact of the outbreak to the librarian who shall take proper steps for the disinfection and return of the books.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person suffering from an infectious disease shall not borrow, read or use any book from the library."
                },
                {
                    "representation": "(2)",
                    "description": "A borrower shall not permit the use of a book from the library by any person suffering from an infectious disease."
                },
                {
                    "representation": "(3)",
                    "description": "Where an infectious disease breaks out in the house of a borrower who has therein books from the library he shall not return the books to the library but shall immediately notify the fact of the outbreak to the librarian who shall take proper steps for the disinfection and return of the books."
                }
            ]
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Reference department. ",
            "context": "NATIONAL LIBRARY ACT under Reference department. 22. (1) Every holder of a borrowers ticket, and any other person with permission of the librarian, shall have access to the reference department and may, on application to National Library (Management and Control) Regulations LAWS OF GUYANA National Library Cap. 40:01 17 [Subsidiary]                     National Library (Management and Control) Regulations   L.R.O. 1/2012                           Rights of public. [Reg. 23/1956]                Retention of newspapers.      Prohibited persons.            the assistant librarian having charge of such department, consult any books on the bookshelves in such department.  (2) Before any person receives a book in the reference department, the number and title of the work shall be entered by the assistant librarian in a record book kept for that purpose and such person shall sign his name thereto.  (3) Any person who signs the record book shall be deemed to have agreed to comply with these Regulations.  (4) A person who obtains a book for consultation in the reference department shall not remove such book from the library on any pretext whatsoever and shall return the book to the assistant librarian whereupon a note of its return shall be made by the assistant librarian in the record book.  magazines placed on the tables and reading desks in the said reading room.  (2). No person shall, on any pretext whatsoever, remove any newspapers, periodicals or magazines from the public reading room.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every holder of a borrowers ticket, and any other person with permission of the librarian, shall have access to the reference department and may, on application to National Library"
                },
                {
                    "representation": "(2)",
                    "description": "Before any person receives a book in the reference department, the number and title of the work shall be entered by the assistant librarian in a record book kept for that purpose and such person shall sign his name thereto."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who signs the record book shall be deemed to have agreed to comply with these Regulations."
                },
                {
                    "representation": "(4)",
                    "description": "A person who obtains a book for consultation in the reference department shall not remove such book from the library on any pretext whatsoever and shall return the book to the assistant librarian whereupon a note of its return shall be made by the assistant librarian in the record book.  magazines placed on the tables and reading desks in the said reading room."
                }
            ]
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Rights of public. ",
            "context": "NATIONAL LIBRARY ACT under Rights of public. 23. (1)  Anyperson  shall  have access  to  the Public  reading room  and  may  read  any  newspapers, periodicals or LAWS OF GUYANA 18 Cap. 40:01 National Library [Subsidiary] National Library (Management and Control) Regulations   L.R.O. 1/2012 Offence.                        Defacing of books.      Control of person in library.      Removal of person from library.         Complaints.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyperson  shall  have access  to  the Public  reading room  and  may  read  any  newspapers, periodicals or LAWS OF GUYANA 18 Cap. 40:01 National Library [Subsidiary] National Library"
                }
            ]
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Retention of newspaper. ",
            "context": "NATIONAL LIBRARY ACT under Retention of newspaper. 24. No person shall be permitted to retain any newspaper longer than ten minutes, or any periodical or magazine longer than fifteen minutes, after another person has applied for it.",
            "description": "No person shall be permitted to retain any newspaper longer than ten minutes, or any periodical or magazine longer than fifteen minutes, after another person has applied for it."
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Prohibited persons. ",
            "context": "NATIONAL LIBRARY ACT under Prohibited persons. 25. A person who, in the opinion of the librarian or an assistant librarian, is in a state of intoxication or is uncleanly in person or dress or is suffering from an infectious or offensive disease, shall not be admitted or allowed to remain in the library.",
            "description": "A person who, in the opinion of the librarian or an assistant librarian, is in a state of intoxication or is uncleanly in person or dress or is suffering from an infectious or offensive disease, shall not be admitted or allowed to remain in the library."
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Offence. ",
            "context": "NATIONAL LIBRARY ACT under Offence. 26. No person shall  (a) lie on the benches or chairs or sleep in the library;  (b) interfere with the arrangements of the library;  (c) carry on a conversation in any part of the library building;  (d) bring any dog within the library building;  (e) smoke, partake of any refreshment or otherwise for any purpose for which it is not intended.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "lie on the benches or chairs or sleep in the library;"
                },
                {
                    "representation": "(b)",
                    "description": "interfere with the arrangements of the library;"
                },
                {
                    "representation": "(c)",
                    "description": "carry on a conversation in any part of the library building;"
                },
                {
                    "representation": "(d)",
                    "description": "bring any dog within the library building;"
                },
                {
                    "representation": "(e)",
                    "description": "smoke, partake of any refreshment or otherwise for any purpose for which it is not intended."
                }
            ]
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Defacing of books. ",
            "context": "NATIONAL LIBRARY ACT under Defacing of books. 27. No person shall write upon, soil, damage, mutilate, deface or otherwise injure any book or the doors, walls, windows, furniture, fittings or any other property of the library.",
            "description": "No person shall write upon, soil, damage, mutilate, deface or otherwise injure any book or the doors, walls, windows, furniture, fittings or any other property of the library."
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Control of person in library.  LAWS OF GUYANA 10 Cap. 40:01 National Library [Subsidiary] National Library (Management and Control) Regulations   L.R.O. 1/2012 REGULATION  ",
            "context": "NATIONAL LIBRARY ACT under Control of person in library.  LAWS OF GUYANA 10 Cap. 40:01 National Library [Subsidiary] National Library (Management and Control) Regulations   L.R.O. 1/2012 REGULATION  28. The librarian or any assistant librarian may stop any person from doing any act which, in her opinion, is calculated to cause damage to any book or other property of the library.",
            "description": "The librarian or any assistant librarian may stop any person from doing any act which, in her opinion, is calculated to cause damage to any book or other property of the library."
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Removal of persons from library. ",
            "context": "NATIONAL LIBRARY ACT under Removal of persons from library. 29. The librarian, any assistant librarian or any other person employed by the committee, or any police or town constable may remove from the library any person who commits a breach of these Regulations or is found using the library for a purpose for which it is not intended.",
            "description": "The librarian, any assistant librarian or any other person employed by the committee, or any police or town constable may remove from the library any person who commits a breach of these Regulations or is found using the library for a purpose for which it is not intended."
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Complaints. ",
            "context": "NATIONAL LIBRARY ACT under Complaints. 30. A book shall be kept in the library in which any proposal or complaint may be entered for the consideration of the committee.  LAWS OF GUYANA National Library Cap. 40:01 19 [Subsidiary]                     National Library (Management and Control) Regulations   L.R.O. 1/2012 Punishment.       [Reg. 15/1960 4 of 1972]",
            "description": "A book shall be kept in the library in which any proposal or complaint may be entered for the consideration of the committee.  LAWS OF GUYANA National Library Cap. 40:01 19 [Subsidiary]                     National Library (Management and Control) Regulations   L.R.O. 1/2012 Punishment.       [Reg. 15/1960 4 of 1972]"
        }
    },
    {
        "act": "NATIONAL LIBRARY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Punishment.  __________________________  Reg. 2/1946 23/1956 15/1960 4 of 1972 NATIONAL LIBRARY (MANAGEMENT AND CONTROL) REGULATIONS  made under section10   Citation. [4 of 1972]     Interpretation. [Reg. 23/1956]                         Safe keeping of books. ",
            "context": "NATIONAL LIBRARY ACT under Punishment.  __________________________  Reg. 2/1946 23/1956 15/1960 4 of 1972 NATIONAL LIBRARY (MANAGEMENT AND CONTROL) REGULATIONS  made under section10   Citation. [4 of 1972]     Interpretation. [Reg. 23/1956]                         Safe keeping of books. 31. Any person who commits a breach of, or fails or neglects or refuses to comply with, any of these regulations may be excluded from the library for such period as the committee may determine, and, in addition, shall be liable on summary conviction to a fine of fifty dollars.  SCHEDULE                          c. 39:01   DAYS AND TIMES TO OPEN THE PUBLIC CENTRAL LIBRARY  Department Mondays to Fridays Saturdays Adult Lending Department 9 a.m.6:30 p.m. 9 a.m.6 p.m.  Reference Department 9 a.m.6:30 p.m. 9 a.m.6 p.m.  Juvenile Lending Department 2:30 p.m.6 p.m. 9 a.m.12 noon  Gramophone Record Library  9 a.m.12 noon",
            "description": "Any person who commits a breach of, or fails or neglects or refuses to comply with, any of these regulations may be excluded from the library for such period as the committee may determine, and, in addition, shall be liable on summary conviction to a fine of fifty dollars.  SCHEDULE                          c. 39:01   DAYS AND TIMES TO OPEN THE PUBLIC CENTRAL LIBRARY  Department Mondays to Fridays Saturdays Adult Lending Department 9 a.m.6:30 p.m. 9 a.m.6 p.m.  Reference Department 9 a.m.6:30 p.m. 9 a.m.6 p.m.  Juvenile Lending Department 2:30 p.m.6 p.m. 9 a.m.12 noon  Gramophone Record Library  9 a.m.12 noon"
        }
    }
]