[
    {
        "act": "BERBICE READING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "BERBICE READING SOCIETY ACT under Short title. 1. This Act may be cited as the Berbice Reading Society Act.",
            "description": "This Act may be cited as the Berbice Reading Society Act."
        }
    },
    {
        "act": "BERBICE READING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "BERBICE READING SOCIETY ACT under Interpretation. 2. In this Act the Society means the Berbice Reading Society.",
            "description": "In this Act the Society means the Berbice Reading Society."
        }
    },
    {
        "act": "BERBICE READING SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Incorporation and powers of the Berbice Reading Society. ",
            "context": "BERBICE READING SOCIETY ACT under Incorporation and powers of the Berbice Reading Society. 3. The present and all future members of the Berbice Reading Society shall be one body corporate and politic, by the name of the Berbice Reading Society, and service of process upon any one of the members of the committee of the Society shall be good and sufficient service; and by the name aforesaid may take and hold for the benefit of the Society all property, movable and immovable, which it already possesses or may at any time hereafter acquire by purchase, gift, grant or legacy.  LAWS OF GUYANA 4 Cap. 40:02 Berbice Reading Society  L.R.O. 1/2012  Rules and regulations of the Society.",
            "description": "The present and all future members of the Berbice Reading Society shall be one body corporate and politic, by the name of the Berbice Reading Society, and service of process upon any one of the members of the committee of the Society shall be good and sufficient service; and by the name aforesaid may take and hold for the benefit of the Society all property, movable and immovable, which it already possesses or may at any time hereafter acquire by purchase, gift, grant or legacy.  LAWS OF GUYANA 4 Cap. 40:02 Berbice Reading Society  L.R.O. 1/2012  Rules and regulations of the Society."
        }
    }
]