[
    {
        "act": "GUYANA SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "GUYANA SOCIETY ACT under Short title. 1. This Act may be cited as the Guyana Society Act.",
            "description": "This Act may be cited as the Guyana Society Act."
        }
    },
    {
        "act": "GUYANA SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "GUYANA SOCIETY ACT under Interpretation. 2. In this Act LAWS OF GUYANA 4 Cap. 40:06 Guyana Society  L.R.O. 1/2012 [4 of 1972]        Incorporation of the Society. [28 of 1947 4 of 1972] Schedule.                                      member extends to and includes every class of members and associates of the Society;  the Society means the Guyana Society hereby incorporated.",
            "description": "In this Act LAWS OF GUYANA 4 Cap. 40:06 Guyana Society  L.R.O. 1/2012 [4 of 1972]        Incorporation of the Society. [28 of 1947 4 of 1972] Schedule.                                      member extends to and includes every class of members and associates of the Society;  the Society means the Guyana Society hereby incorporated."
        }
    },
    {
        "act": "GUYANA SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Incorporation of the Society. ",
            "context": "GUYANA SOCIETY ACT under Incorporation of the Society. 3. The persons who now are members of the Society, and such persons as may hereafter be admitted members thereof according to such by-laws as have been or may hereafter be framed by the Society under the powers contained in this Act, shall by virtue thereof be, and shall hereafter continue to be, for the purposes set forth in the Schedule, one body politic and corporate, or legal incorporation, by the name and style of The Guyana Society, by which name they shall have perpetual succession and be in law able  (a) to sue and be sued, plead and be pleaded, answer and be answered, defend and be defended in all courts, and places whatsoever in all manner of actions, suits, complaints, and causes whatsoever; and  (b) to purchase, receive, possess, and enjoy to them and their successors, any goods and chattels whatsoever; and  (c) any law or Act to the contrary notwithstanding, to take, purchase, possess, hold and enjoy, to them and their successors, any plantation, messuages, lands, tenements and hereditaments whatsoever, provided the same do not at any time exceed in value the sum of two hundred and fifty thousand dollars; and to mortgage, sell, exchange, transport, LAWS OF GUYANA Guyana Society Cap. 40:06 5  L.R.O. 1/2012                                          Power to grant lands to the society.          Documents of title in Societys corporate name. lease, and dispose of the same at pleasure;  with full power to the Society  (d) to lend out the money, funds and effects already acquired and received, or to be acquired and received, by the Society on such security, real or personal, or to invest the same in such government of Guyana stock or other securities offered to the public in Guyana, as may be determined and approved by the Society according to its laws and by-laws for the time being in force; and  (e) to borrow money and if necessary, in its corporate capacity aforesaid, to grant mortgages, bonds, and other securities for the same; and  (f) in all other things to act and do and proceed in such manner as the law permits, and is usual in the case of persons incorporated, with all the privileges incident to those incorporations.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to sue and be sued, plead and be pleaded, answer and be answered, defend and be defended in all courts, and places whatsoever in all manner of actions, suits, complaints, and causes whatsoever; and"
                },
                {
                    "representation": "(b)",
                    "description": "to purchase, receive, possess, and enjoy to them and their successors, any goods and chattels whatsoever; and"
                },
                {
                    "representation": "(c)",
                    "description": "any law or Act to the contrary notwithstanding, to take, purchase, possess, hold and enjoy, to them and their successors, any plantation, messuages, lands, tenements and hereditaments whatsoever, provided the same do not at any time exceed in value the sum of two hundred and fifty thousand dollars; and to mortgage, sell, exchange, transport, LAWS OF GUYANA Guyana Society Cap. 40:06 5  L.R.O. 1/2012                                          Power to grant lands to the society.          Documents of title in Societys corporate name. lease, and dispose of the same at pleasure;  with full power to the Society"
                },
                {
                    "representation": "(d)",
                    "description": "to lend out the money, funds and effects already acquired and received, or to be acquired and received, by the Society on such security, real or personal, or to invest the same in such government of Guyana stock or other securities offered to the public in Guyana, as may be determined and approved by the Society according to its laws and by-laws for the time being in force; and"
                },
                {
                    "representation": "(e)",
                    "description": "to borrow money and if necessary, in its corporate capacity aforesaid, to grant mortgages, bonds, and other securities for the same; and"
                },
                {
                    "representation": "(f)",
                    "description": "in all other things to act and do and proceed in such manner as the law permits, and is usual in the case of persons incorporated, with all the privileges incident to those incorporations."
                }
            ]
        }
    },
    {
        "act": "GUYANA SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Power to grant lands to the Society. ",
            "context": "GUYANA SOCIETY ACT under Power to grant lands to the Society. 4. All and every persons and person, bodies politic and corporate (being otherwise competent), may grant, sell, alienate, transport, lease, and convey unto and to the use of the Society and their successors any messuages, lands, tenements and hereditaments.",
            "description": "All and every persons and person, bodies politic and corporate (being otherwise competent), may grant, sell, alienate, transport, lease, and convey unto and to the use of the Society and their successors any messuages, lands, tenements and hereditaments."
        }
    },
    {
        "act": "GUYANA SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Documents of title in Society’s corporate name. ",
            "context": "GUYANA SOCIETY ACT under Documents of title in Societys corporate name. 5. All transports, mortgages, charters, grants, dispositions, leases, transfers, assignments, securities, and all other deeds and instruments affecting property, real or LAWS OF GUYANA 6 Cap. 40:06 Guyana Society  L.R.O. 1/2012        Subscription of instruments on behalf of Society. [4 of 1972]              Service of notices given to or by the Society.              Officers of Society. [4 of 1972]          Number and classification of members.   personal, to be granted to or by the Society shall be taken to and granted by the Society in the corporate name and title aforesaid, without specifying the names of any of the office-bearers, or constituted members of the Society.",
            "description": "All transports, mortgages, charters, grants, dispositions, leases, transfers, assignments, securities, and all other deeds and instruments affecting property, real or LAWS OF GUYANA 6 Cap. 40:06 Guyana Society  L.R.O. 1/2012        Subscription of instruments on behalf of Society. [4 of 1972]              Service of notices given to or by the Society.              Officers of Society. [4 of 1972]          Number and classification of members.   personal, to be granted to or by the Society shall be taken to and granted by the Society in the corporate name and title aforesaid, without specifying the names of any of the office-bearers, or constituted members of the Society."
        }
    },
    {
        "act": "GUYANA SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Subscription of instruments on behalf of Society. ",
            "context": "GUYANA SOCIETY ACT under Subscription of instruments on behalf of Society. 6. All transports, mortgages, deeds of conveyance, leases, contracts, transfers, assignments, or other deeds whatever touching or concerning the estate, movable or immovable, of the Society, and all powers of attorney and powers ad lites, and all notarial instruments of whatever kind or description, shall be subscribed by the treasurer or the secretary for the time being of the Society, and shall be equally valid and effectual as if the same had been signed by all the members of the Society.",
            "description": "All transports, mortgages, deeds of conveyance, leases, contracts, transfers, assignments, or other deeds whatever touching or concerning the estate, movable or immovable, of the Society, and all powers of attorney and powers ad lites, and all notarial instruments of whatever kind or description, shall be subscribed by the treasurer or the secretary for the time being of the Society, and shall be equally valid and effectual as if the same had been signed by all the members of the Society."
        }
    },
    {
        "act": "GUYANA SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Service of notices given to or by the Society. ",
            "context": "GUYANA SOCIETY ACT under Service of notices given to or by the Society. 7. (1) All notices required by law to be given to the Society may be legally served upon the secretary for the time being of the Society personally or at his residence, or by leaving the same with any assistant secretary or clerk at the rooms of the Society, and every notice so served shall be held to be good and sufficient notice to the Society in its corporate capacity aforesaid, and to each and every member thereof.  (2) All notices required to be given by the Society may be given and signed by the treasurer, secretary, or assistant secretary, or by such other person as the Society may hereafter from time to time appoint.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All notices required by law to be given to the Society may be legally served upon the secretary for the time being of the Society personally or at his residence, or by leaving the same with any assistant secretary or clerk at the rooms of the Society, and every notice so served shall be held to be good and sufficient notice to the Society in its corporate capacity aforesaid, and to each and every member thereof."
                },
                {
                    "representation": "(2)",
                    "description": "All notices required to be given by the Society may be given and signed by the treasurer, secretary, or assistant secretary, or by such other person as the Society may hereafter from time to time appoint."
                }
            ]
        }
    },
    {
        "act": "GUYANA SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Officers of Society. ",
            "context": "GUYANA SOCIETY ACT under Officers of Society. 8. The office-bearers of the Society, three of whom shall be appointed managing directors, shall consist of a president, a vice-president, a treasurer, a secretary, an assistant secretary, and such others as the Society may think fit to appoint.",
            "description": "The office-bearers of the Society, three of whom shall be appointed managing directors, shall consist of a president, a vice-president, a treasurer, a secretary, an assistant secretary, and such others as the Society may think fit to appoint."
        }
    },
    {
        "act": "GUYANA SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Number and classification of members. ",
            "context": "GUYANA SOCIETY ACT under Number and classification of members. 9. The number of members of the Society shall be indefinite, and the members may and shall be classed in such manner, and with such individual privileges, as the by-laws of the Society, already framed or hereafter to be framed, may LAWS OF GUYANA Guyana Society Cap. 40:06 7  L.R.O. 1/2012        Limitation of members liability.               Power to the Society to sue for arrears of subscription due by member.          Power to the Society to expel member.                  Evidence of certain documents.  from time to time appoint.",
            "description": "The number of members of the Society shall be indefinite, and the members may and shall be classed in such manner, and with such individual privileges, as the by-laws of the Society, already framed or hereafter to be framed, may LAWS OF GUYANA Guyana Society Cap. 40:06 7  L.R.O. 1/2012        Limitation of members liability.               Power to the Society to sue for arrears of subscription due by member.          Power to the Society to expel member.                  Evidence of certain documents.  from time to time appoint."
        }
    },
    {
        "act": "GUYANA SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Limitation of members’ liability. ",
            "context": "GUYANA SOCIETY ACT under Limitation of members liability. 10. If the Society borrows money or contracts debt of any kind, no member of the Society shall be liable for the money so borrowed, or for the debt so contracted, beyond the amount of his annual subscription as a member of the Society at the time due and payable:  Provided that the property of the Society, both movable and immovable, shall be liable and leviable for every sum of money borrowed or debt contracted as aforesaid.",
            "description": "If the Society borrows money or contracts debt of any kind, no member of the Society shall be liable for the money so borrowed, or for the debt so contracted, beyond the amount of his annual subscription as a member of the Society at the time due and payable:  Provided that the property of the Society, both movable and immovable, shall be liable and leviable for every sum of money borrowed or debt contracted as aforesaid."
        }
    },
    {
        "act": "GUYANA SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Power to the Society to sue for arrears of subscription due by member. ",
            "context": "GUYANA SOCIETY ACT under Power to the Society to sue for arrears of subscription due by member. 11. The Society may sue any member who has remained four months and upwards in arrear of paying the subscription due by him as a member of the Society for the amount of the subscription so due, and an account signed, or purporting to be signed, by the treasurer of the Society for the time being shall, without proof of the signature or official character or capacity of the treasurer, be taken and held to be good and sufficient evidence of the amount due by any member so in arrears.",
            "description": "The Society may sue any member who has remained four months and upwards in arrear of paying the subscription due by him as a member of the Society for the amount of the subscription so due, and an account signed, or purporting to be signed, by the treasurer of the Society for the time being shall, without proof of the signature or official character or capacity of the treasurer, be taken and held to be good and sufficient evidence of the amount due by any member so in arrears."
        }
    },
    {
        "act": "GUYANA SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Power to the Society to expel member. ",
            "context": "GUYANA SOCIETY ACT under Power to the Society to expel member. 12. The Society may expel a member for any cause appearing to the majority of the members present at a general meeting to require that proceeding, after due notice given in accordance with the by-laws of the Society now or hereafter in force; and the person so expelled shall thereupon cease to be a member and to have any right or interest in the Society, its property and concerns:  Provided that any member not in arrear may at any time resign, and shall thereupon cease to be a member and to have any right, title, or interest in or to the property and concerns of the Society.",
            "description": "The Society may expel a member for any cause appearing to the majority of the members present at a general meeting to require that proceeding, after due notice given in accordance with the by-laws of the Society now or hereafter in force; and the person so expelled shall thereupon cease to be a member and to have any right or interest in the Society, its property and concerns:  Provided that any member not in arrear may at any time resign, and shall thereupon cease to be a member and to have any right, title, or interest in or to the property and concerns of the Society."
        }
    },
    {
        "act": "GUYANA SOCIETY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Evidence of certain documents. ",
            "context": "GUYANA SOCIETY ACT under Evidence of certain documents. 13. Each and every copy or extract purporting to be a copy of, or extract from, the minutes, proceedings, or by-laws of the Society, signed or purporting to be signed by the LAWS OF GUYANA 8 Cap. 40:06 Guyana Society  L.R.O. 1/2012             By-laws and rules of the Society. [28 of 1947]                s. 3 [28 of 1947 4 of 1972]  secretary thereof for the time being, shall, without proof of the signature or official character or capacity of the secretary, be taken and held to be good and sufficient evidence of the matters and things therein contained respectively, and judicial notice shall be taken of them by all courts, judges, magistrates, and others in Guyana.",
            "description": "Each and every copy or extract purporting to be a copy of, or extract from, the minutes, proceedings, or by-laws of the Society, signed or purporting to be signed by the LAWS OF GUYANA 8 Cap. 40:06 Guyana Society  L.R.O. 1/2012             By-laws and rules of the Society. [28 of 1947]                s. 3 [28 of 1947 4 of 1972]  secretary thereof for the time being, shall, without proof of the signature or official character or capacity of the secretary, be taken and held to be good and sufficient evidence of the matters and things therein contained respectively, and judicial notice shall be taken of them by all courts, judges, magistrates, and others in Guyana."
        }
    }
]