[
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  PART I ADMISSION AND ENROLMENT  ",
            "context": "LEGAL PRACTITIONERS ACT under Short title.  PART I ADMISSION AND ENROLMENT  1.  This Act may be cited as the Legal Practitioners Act.  PART I ADMISSION AND ENROLMENT",
            "description": "This Act may be cited as the Legal Practitioners Act.  PART I ADMISSION AND ENROLMENT"
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "LEGAL PRACTITIONERS ACT under Interpretation. 2.  (1) In this Part of this Act  Agreement means the Agreement referred to in section 2 of the Council of Legal Education Act;  attorney-at-law means any person whose name is enrolled on the Court Roll in accordance with this Act;  Bar Associations means Association that represent attorneys-at-law in Guyana;  the Court means the High Court;  Court Roll means the Court Roll referred to under section 3;   Legal Education Certificate means the Legal Education Certificate referred to in Article 4 of the Agreement;  legal practitioner means a person duly admitted to practise before the Court as an attorney-at-law under this Act, and who is actually practising the profession;  practice certificate means the practice certificate issued by the Commissioner General under section 39 of the   CHAPTER 4:01  LEGAL PRACTITIONERS ACT  LAWS OF GUYANA 6 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012 c. 80:01     Act 3 of",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Part of this Act  Agreement means the Agreement referred to in section 2 of the Council of Legal Education Act;  attorney-at-law means any person whose name is enrolled on the Court Roll in accordance with this Act;  Bar Associations means Association that represent attorneys-at-law in Guyana;  the Court means the High Court;  Court Roll means the Court Roll referred to under section 3;   Legal Education Certificate means the Legal Education Certificate referred to in Article 4 of the Agreement;  legal practitioner means a person duly admitted to practise before the Court as an attorney-at-law under this Act, and who is actually practising the profession;  practice certificate means the practice certificate issued by the Commissioner General under section 39 of the   CHAPTER 4:01  LEGAL PRACTITIONERS ACT  LAWS OF GUYANA 6 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012 c. 80:01     Act 3 of"
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Existing practitioners to be attorneys-at-law. ",
            "context": "LEGAL PRACTITIONERS ACT under Existing practitioners to be attorneys-at-law. 3.  All persons enrolled on the Court Roll immediately before the coming into operation of this section shall be deemed for all purposes to be attorneys-at-law and to have been duly admitted to practise law and enrolled on the Court Roll in accordance with section",
            "description": "All persons enrolled on the Court Roll immediately before the coming into operation of this section shall be deemed for all purposes to be attorneys-at-law and to have been duly admitted to practise law and enrolled on the Court Roll in accordance with section"
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Admission of attorneys-at-law. 4A. Reciprocal admission to practise law. 4B. Eligibility of person who is not a citizen of Guyana to be admitted to practise law if that person possesses qualification recognised in Guyana. 4C. Appeal against refusal of admission to practise law. 4D. Savings of enactments placing restrictions. ",
            "context": "LEGAL PRACTITIONERS ACT under Admission of attorneys-at-law. 4A. Reciprocal admission to practise law. 4B. Eligibility of person who is not a citizen of Guyana to be admitted to practise law if that person possesses qualification recognised in Guyana. 4C. Appeal against refusal of admission to practise law. 4D. Savings of enactments placing restrictions. 4.  (1) The Court may at any time admit any person to practise law if (a) he is a national;  (b) he has attained the age of twenty-one years;  (c) he is of good character; and  (d) (i) he holds a Legal Education  Certificate; or  (ii) he is entitled to be recognised as professionally qualified for admission to practise law in Guyana by virtue of the operation of Article 6 of the Agreement or of subsection (4).  (2) In subsection (1) national has the same meaning as in Article 6(2) of the Agreement.  (3) (a) Any person holding office as a Law Officer shall, so long as he continues to hold such office, have and enjoy all the rights and privileges of an attorney-at-law entitled to practise in the courts of Guyana.  (b) In this subsection, the expression Law Officer means any person holding office as the Attorney General or as the Director of Public Prosecutions or on the staff of their Chambers. LAWS OF GUYANA 8 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012             Reciprocal admission to practise law. [3 of 1980]                                  (4) The Minister may by order, which shall be subject to negative resolution of the National Assembly, provide for persons or any class of persons who, by reason only of any date or dates specified in Article 6 of the Agreement, are not entitled thereunder to be recognised as professionally qualified for admission to practice law in Guyana, to be entitled to be so recognised subject to any conditions specified in the order.  4A.  (1) The Minister may by order provide that subject to such exceptions, conditions, qualifications and modifications as may be prescribed in the order any legal practitioner of any country (not being a participating country within the meaning of Article 6 of the Agreement) shall as from a date specified in the order be eligible to be admitted by the Court to practise law if the Minister, after consultation with the Chancellor, is satisfied  (a) that the law of that country relating to the admission of persons to practise law in the superior courts of that country are such as to ensure that they possess suitable qualifications and competence; and  (b) that by the law of that country attorneys-at-law of Guyana are entitled or would, if an order were made under this subsection, be or become entitled to admission as legal practitioners of the superior courts of that country; and  (c) that such entitlement to admission would be on terms as favourable as those on which legal practitioners of that country would, if an order were made under this subsection, be or become entitled to admission to LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 9  L.R.O. 1/2012          Eligibility of person who is not a citizen of Guyana to be admitted to practise law if that person possesses qualifications recognised in Guyana. [3 of 1980]                             practise law in Guyana.  (2) The Court may at any time admit any person to practise law under this section if he has attained the age of twenty-one years and satisfies the Court of his qualifications and good character.  4B.  (1) The Minister may by order provide that, subject to such exceptions, conditions, qualifications and modifications as may be prescribed therein, a citizen or national of any country (not being a participating country within the meaning of Article 5 of the Agreement) who holds a Legal Education Certificate shall be eligible to be admitted by the Court to practise law if the Minister, after consultation with the Chancellor, is satisfied  (a) that the law of the country relating to the admission of legal practitioners to practise law in the superior courts of the country is such as to ensure that a citizen of Guyana who has obtained the qualifications and satisfied the conditions which would entitle a citizen or a national of that country to be admitted to practise as a legal practitioner in that country, is entitled or would, if an order were made under this subsection, be or become entitled to admission as a legal practitioner of the superior courts of that country; and  (b) that such entitlement by a citizen of Guyana to admission would be on terms as favourable as those on which citizens or nationals of that country would, if an order were made under this subsection, be or become entitled to admission to practise law in LAWS OF GUYANA 10 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012                   Appeal against refusal of admission to practise law. [3 of 1980]       Savings of enactments placing restrictions on persons other than citizens of Guyana. [3 of 1980]  Deposit of documents for the purpose of admission to practise law. [3 of 1980]        Guyana.  (2) The Court may at any time admit any person to practise law under this section if he has attained the age of twenty-one years and satisfied the Court of his qualifications and good character.  (3) For the purposes of this section the expression national means, in the case of a country where there is no law in force conferring citizenship of that country, a person who is regarded as belonging to that country under any law in force in that country.  4C. (1) An appeal shall lie to the Court of Appeal from an order of the Court refusing to admit any person to practise law under section 4, 4A or 4B.  (2) Rules of court may prescribe the practice and procedure to be followed in relation to appeals under this section.  4D.  Nothing in sections 4 to 4C (both inclusive) affects any law relating to the placing of restrictions on any person, not being a citizen of Guyana, entering, residing or working in Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An appeal shall lie to the Court of Appeal from an order of the Court refusing to admit any person to practise law under section 4, 4A or 4B."
                },
                {
                    "representation": "(a)",
                    "description": "that the law of the country relating to the admission of legal practitioners to practise law in the superior courts of the country is such as to ensure that a citizen of Guyana who has obtained the qualifications and satisfied the conditions which would entitle a citizen or a national of that country to be admitted to practise as a legal practitioner in that country, is entitled or would, if an order were made under this subsection, be or become entitled to admission as a legal practitioner of the superior courts of that country; and"
                },
                {
                    "representation": "(b)",
                    "description": "that such entitlement by a citizen of Guyana to admission would be on terms as favourable as those on which citizens or nationals of that country would, if an order were made under this subsection, be or become entitled to admission to practise law in LAWS OF GUYANA 10 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012                   Appeal against refusal of admission to practise law. [3 of 1980]       Savings of enactments placing restrictions on persons other than citizens of Guyana. [3 of 1980]  Deposit of documents for the purpose of admission to practise law. [3 of 1980]        Guyana."
                },
                {
                    "representation": "(c)",
                    "description": "that such entitlement to admission would be on terms as favourable as those on which legal practitioners of that country would, if an order were made under this subsection, be or become entitled to admission to LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 9  L.R.O. 1/2012          Eligibility of person who is not a citizen of Guyana to be admitted to practise law if that person possesses qualifications recognised in Guyana. [3 of 1980]                             practise law in Guyana."
                },
                {
                    "representation": "(d)",
                    "description": "(i) he holds a Legal Education  Certificate; or"
                },
                {
                    "representation": "(2)",
                    "description": "Rules of court may prescribe the practice and procedure to be followed in relation to appeals under this section.  4D.  Nothing in sections 4 to 4C"
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section the expression national means, in the case of a country where there is no law in force conferring citizenship of that country, a person who is regarded as belonging to that country under any law in force in that country.  4C."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister may by order, which shall be subject to negative resolution of the National Assembly, provide for persons or any class of persons who, by reason only of any date or dates specified in Article 6 of the Agreement, are not entitled thereunder to be recognised as professionally qualified for admission to practice law in Guyana, to be entitled to be so recognised subject to any conditions specified in the order.  4A."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Deposit of documents for the purpose of admission to practise law. ",
            "context": "LEGAL PRACTITIONERS ACT under Deposit of documents for the purpose of admission to practise law. 5.  A person who desires to be admitted to practise law in Guyana shall apply by petition to the Court for admission as an attorney-at-law and shall file with the petition such certificate or other document as proof of his qualification for admission under this Act, together with a statutory declaration of identity and such other information in support thereof, as the Court may require for the purpose:  Provided that  (a) the Court may, on special grounds, and LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 11  L.R.O. 1/2012             Oath of attorney-at-law on admission. [3 of 1980]                    Enrolment of attorneys-at-law. [3 of 1980]          Status of attorneys-at-law. [33 of 1975 3 of 1980] c. 80:01     upon any terms it thinks reasonable, exempt any such person from complying with any formalities prescribed by this section either absolutely or for a specified period; and  (b) after the Court has dealt with the petition, the petitioner shall be entitled to receive his certificate or other document.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the Court may, on special grounds, and LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 11  L.R.O. 1/2012             Oath of attorney-at-law on admission. [3 of 1980]                    Enrolment of attorneys-at-law. [3 of 1980]          Status of attorneys-at-law. [33 of 1975 3 of 1980] c. 80:01     upon any terms it thinks reasonable, exempt any such person from complying with any formalities prescribed by this section either absolutely or for a specified period; and"
                },
                {
                    "representation": "(b)",
                    "description": "after the Court has dealt with the petition, the petitioner shall be entitled to receive his certificate or other document."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Oath of attorney-at-law on admission. ",
            "context": "LEGAL PRACTITIONERS ACT under Oath of attorney-at-law on admission. 6.  Everyone admitted to practise law shall, upon his admission, have administered to him in the presence of one of the judges and shall take the oath or declaration and affirmation following:  I, A.B., do swear (or solemnly, sincerely and truly declare and affirm) that I will well and truly serve the people of Guyana according to the best of my learning and knowledge in the law, and I will truly counsel and advise them that retain me according to the best of my skill, and I will not defer, protract, or delay their causes willingly for lucre or hope of reward.",
            "description": "Everyone admitted to practise law shall, upon his admission, have administered to him in the presence of one of the judges and shall take the oath or declaration and affirmation following:  I, A.B., do swear (or solemnly, sincerely and truly declare and affirm) that I will well and truly serve the people of Guyana according to the best of my learning and knowledge in the law, and I will truly counsel and advise them that retain me according to the best of my skill, and I will not defer, protract, or delay their causes willingly for lucre or hope of reward."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Deleted. ",
            "context": "LEGAL PRACTITIONERS ACT under Deleted. 7.  [Deleted by Act No. 3 of",
            "description": "[Deleted by Act No. 3 of"
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Enrolment of attorneys-at-law. ",
            "context": "LEGAL PRACTITIONERS ACT under Enrolment of attorneys-at-law. 8.",
            "description": "8."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Status of attorneys-at-law. ",
            "context": "LEGAL PRACTITIONERS ACT under Status of attorneys-at-law. 9.  Every person whose name is enrolled on the Court Roll shall be known as an attorney-at-law and  (a) subject to this Act and to section 39 of the Tax Act shall be entitled to practise law before any court in Guyana and to sue for and recover his fees for services rendered in that respect; LAWS OF GUYANA 12 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012                Officers of the Court. [15 of 1931 3 of 1980]  Suspension and striking off roll. [3 of 1980]     Touts. [20 of 1966A 6 of 1997]     Publication of names of touts and their removal from the precincts of Courts. [20 of 1966A 33 of 1975 6 of 1997]         (b) shall be subject to all such liabilities as attached by law to a barrister and a solicitor prior to March 1980, and, without prejudice to the generality of the foregoing, be liable for any negligence committed by him when practising law save in respect of the conduct of any case in court and in respect of any preliminary decision affecting the way the case is to be conducted when it comes to hearing.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "subject to this Act and to section 39 of the Tax Act shall be entitled to practise law before any court in Guyana and to sue for and recover his fees for services rendered in that respect; LAWS OF GUYANA 12 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012                Officers of the Court. [15 of 1931 3 of 1980]  Suspension and striking off roll. [3 of 1980]     Touts. [20 of 1966A 6 of 1997]     Publication of names of touts and their removal from the precincts of Courts. [20 of 1966A 33 of 1975 6 of 1997]"
                },
                {
                    "representation": "(b)",
                    "description": "shall be subject to all such liabilities as attached by law to a barrister and a solicitor prior to March 1980, and, without prejudice to the generality of the foregoing, be liable for any negligence committed by him when practising law save in respect of the conduct of any case in court and in respect of any preliminary decision affecting the way the case is to be conducted when it comes to hearing."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Officers of the Court. ",
            "context": "LEGAL PRACTITIONERS ACT under Officers of the Court. 10.  A person practising law under this Act shall be deemed to be an officer of the Supreme Court of Judicature.",
            "description": "A person practising law under this Act shall be deemed to be an officer of the Supreme Court of Judicature."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Suspension and striking off roll. ",
            "context": "LEGAL PRACTITIONERS ACT under Suspension and striking off roll. 11.  The Court shall have power, upon petition or motion, for reasonable cause to suspend an attorney-at-law from practising within Guyana during any specified period, or to order his name to be struck off the Court Roll.",
            "description": "The Court shall have power, upon petition or motion, for reasonable cause to suspend an attorney-at-law from practising within Guyana during any specified period, or to order his name to be struck off the Court Roll."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Touts. ",
            "context": "LEGAL PRACTITIONERS ACT under Touts. 12.  Any person who acts as a tout shall be liable on summary conviction to a fine of sixteen thousand two hundred and fifty dollars and to imprisonment for six months.",
            "description": "Any person who acts as a tout shall be liable on summary conviction to a fine of sixteen thousand two hundred and fifty dollars and to imprisonment for six months."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Publication of names of touts and their removal from the precincts of Courts. ",
            "context": "LEGAL PRACTITIONERS ACT under Publication of names of touts and their removal from the precincts of Courts. 13.  (2)Any reference (however expressed) in any written law or any document having legal effect to a barrister or a solicitor as respects the conferring of any right or privilege, the exercise of any function or in relation to the qualification for appointment to any office shall, after the coming into operation of this subsection, be deemed to include a reference to an attorney-at-law.  (3) For the purposes of any written law whereby the qualification of any person for holding any office depends upon his having held any legal professional qualifications for a specified period, any period during which an attorney-at-law was previously a barrister or solicitor shall be treated as part of the period during which he was qualified as an Practise law means practise as an attorneyatlaw lawfully               could before the coming into operation of the Legal             attorneyatlaw;              Practitioners  (Amendment) Act 190 and  includes             practising   at  one  and the same  time both as such LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 7  L.R.O. 1/2012    Existing practitioners to be attorneys at law. [3 of 1980]    Admission of attorney at law. [25 of 1954 4 of 1972 33 of 1975 O. 68/1961 3 of 1980]                                attorney-at-law.",
            "description": [
                {
                    "representation": "(3)",
                    "description": "For the purposes of any written law whereby the qualification of any person for holding any office depends upon his having held any legal professional qualifications for a specified period, any period during which an attorney-at-law was previously a barrister or solicitor shall be treated as part of the period during which he was qualified as an Practise law means practise as an attorneyatlaw lawfully               could before the coming into operation of the Legal             attorneyatlaw;              Practitioners"
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Appeal from decision of Registrar to judge in Chambers. ",
            "context": "LEGAL PRACTITIONERS ACT under Appeal from decision of Registrar to judge in Chambers. 14.  (1) Any person who is declared by the Registrar to be a tout under the last preceding section may, within one month after the publication of the declaration in the Gazette, appeal to a judge in chambers from the decision of the Registrar to declare him to be a tout by filing in the registry in the form set out in the Second Schedule a notice of appeal in which the grounds of appeal shall be briefly set out.  (2) Any clerk of the registry who receives such a notice of appeal shall immediately make an entry of the fact and the time of the receipt in a record book to be kept for that purpose and shall inform the Registrar of the fact.  (3) The Registrar shall forthwith after the filing of a notice of appeal under subsection (1) prepare a statement of his reasons for the decision appealed against.  (4) A judge in chambers may, if the circumstances so warrant, direct that a copy of the notice of appeal be served on any person he thinks fit and may give directions as to the time and manner of such service. LAWS OF GUYANA 14 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012                          Third  Schedule.                  Rules. [20 of 1966A 3 of 1980 26 of 2010]    (5) Any person upon whom a copy of a notice of appeal has been served under the last preceding subsection shall be entitled to appear and to be heard at the hearing of the appeal, and any such person who so appears shall be a respondent on the appeal.  (6) At the hearing of the appeal the judge in chambers shall have the power to examine on oath the parties or any of them and their witnesses and to order the production of documents and may affirm or rescind the decision of the Registrar, or may refer the matter back to the Registrar with such directions as the judge may think fit.  (7) Where the judge in chambers rescinds the decision of the Registrar a notice to that effect shall be published in the Gazette.  (8) The fees and costs set out in the Third Schedule shall be the fees to be charged and taken in the registry and recovered by the Registrar and shall govern the taxation of costs for and in respect of the various matters specified therein.  (9) All costs of and incidental to an appeal under this section to a judge in chambers shall be in the discretion of the judge.  (10) Where costs are awarded against an appellant by a judge in chambers the recovery of such costs shall be governed, as far as practicable, by the provisions of any Rules of Court for the time being in force relating to the recovery of costs in civil actions in the Court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "prepare a statement of his reasons for the decision appealed against."
                },
                {
                    "representation": "(2)",
                    "description": "Any clerk of the registry who receives such a notice of appeal shall immediately make an entry of the fact and the time of the receipt in a record book to be kept for that purpose and shall inform the Registrar of the fact."
                },
                {
                    "representation": "(3)",
                    "description": "The Registrar shall forthwith after the filing of a notice of appeal under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "A judge in chambers may, if the circumstances so warrant, direct that a copy of the notice of appeal be served on any person he thinks fit and may give directions as to the time and manner of such service. LAWS OF GUYANA 14 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012                          Third  Schedule.                  Rules. [20 of 1966A 3 of 1980 26 of 2010]"
                },
                {
                    "representation": "(5)",
                    "description": "Any person upon whom a copy of a notice of appeal has been served under the last preceding subsection shall be entitled to appear and to be heard at the hearing of the appeal, and any such person who so appears shall be a respondent on the appeal."
                },
                {
                    "representation": "(6)",
                    "description": "At the hearing of the appeal the judge in chambers shall have the power to examine on oath the parties or any of them and their witnesses and to order the production of documents and may affirm or rescind the decision of the Registrar, or may refer the matter back to the Registrar with such directions as the judge may think fit."
                },
                {
                    "representation": "(7)",
                    "description": "Where the judge in chambers rescinds the decision of the Registrar a notice to that effect shall be published in the Gazette."
                },
                {
                    "representation": "(8)",
                    "description": "The fees and costs set out in the Third Schedule shall be the fees to be charged and taken in the registry and recovered by the Registrar and shall govern the taxation of costs for and in respect of the various matters specified therein."
                },
                {
                    "representation": "(9)",
                    "description": "All costs of and incidental to an appeal under this section to a judge in chambers shall be in the discretion of the judge."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Rules. ",
            "context": "LEGAL PRACTITIONERS ACT under Rules. 15.  The Committee may in consultation with the Bar Associations make rules of Court for regulating the conduct of attorneys-at-law in relation to touts and such rules may include provision with respect to the application of section 14 to such attorneys-at-law. LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 15  L.R.O. 1/2012   Presumption of receipt of remuneration. [20 of 1966A]      Preparation of legal document by unqualified persons. [3 of 1980 6 of 1997]                c. 7:01     Recovery of fees, charges or disbursements. [3 of 1980]      Payments in advance. [3 of 1980]",
            "description": "The Committee may in consultation with the Bar Associations make rules of Court for regulating the conduct of attorneys-at-law in relation to touts and such rules may include provision with respect to the application of section 14 to such attorneys-at-law. LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 15  L.R.O. 1/2012   Presumption of receipt of remuneration. [20 of 1966A]      Preparation of legal document by unqualified persons. [3 of 1980 6 of 1997]                c. 7:01     Recovery of fees, charges or disbursements. [3 of 1980]      Payments in advance. [3 of 1980]"
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Presumption of receipt of remuneration. ",
            "context": "LEGAL PRACTITIONERS ACT under Presumption of receipt of remuneration. 16.  Any person who procures any legal business for a legal practitioner shall, unless he proves to the contrary, be deemed to have procured such legal business in consideration of remuneration moving from the legal practitioner if that person is employed by and is in receipt of emoluments of any kind from the legal practitioner.",
            "description": "Any person who procures any legal business for a legal practitioner shall, unless he proves to the contrary, be deemed to have procured such legal business in consideration of remuneration moving from the legal practitioner if that person is employed by and is in receipt of emoluments of any kind from the legal practitioner."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Preparation of legal document by unqualified persons. ",
            "context": "LEGAL PRACTITIONERS ACT under Preparation of legal document by unqualified persons. 17.  A person who, not being entitled to practise as an attorney-at-law, or not being a public officer acting in the execution of his duty, either directly or indirectly for or in expectation of any fee, gain, or reward, draws or prepares, or offers to draw or prepare, any legal document other than a will, or holds himself out by advertisement or otherwise as prepared to do so, or who receives any fee, gain, or reward, for drawing or preparing that document, shall be liable on summary conviction to a fine of nine thousand seven hundred and fifty dollars for each offence:  Provided that nothing contained in this section shall be construed to prevent a clerk of a magistrates court from preparing a complaint or information relating to an indictable or summary conviction offence, or a plaint under the Summary Jurisdiction (Petty Debt) Act, to be instituted in the court of which he is clerk, unless prohibited by the Chancellor from doing so.",
            "description": "A person who, not being entitled to practise as an attorney-at-law, or not being a public officer acting in the execution of his duty, either directly or indirectly for or in expectation of any fee, gain, or reward, draws or prepares, or offers to draw or prepare, any legal document other than a will, or holds himself out by advertisement or otherwise as prepared to do so, or who receives any fee, gain, or reward, for drawing or preparing that document, shall be liable on summary conviction to a fine of nine thousand seven hundred and fifty dollars for each offence:  Provided that nothing contained in this section shall be construed to prevent a clerk of a magistrates court from preparing a complaint or information relating to an indictable or summary conviction offence, or a plaint under the Summary Jurisdiction (Petty Debt) Act, to be instituted in the court of which he is clerk, unless prohibited by the Chancellor from doing so."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Recovery of fees, charges or disbursements. ",
            "context": "LEGAL PRACTITIONERS ACT under Recovery of fees, charges or disbursements. 18.  An attorney-at-law shall not recover any costs, fees, charges, or disbursements, for any business done by him until he has applied for and obtained a certificate of the Registrar as to the actual amount due in respect thereof upon taxation and has rendered account thereof to the party to be charged.",
            "description": "An attorney-at-law shall not recover any costs, fees, charges, or disbursements, for any business done by him until he has applied for and obtained a certificate of the Registrar as to the actual amount due in respect thereof upon taxation and has rendered account thereof to the party to be charged."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Payments in advance. ",
            "context": "LEGAL PRACTITIONERS ACT under Payments in advance. 19.  (1) An attorney-at-law who receives in advance from or on behalf of a client any money to cover prospective costs, fees, charges, or disbursements, other than a retainer actually paid to an attorney-at- law, or  as security for future costs, fees, charges, or disbursements, shall, at the expiration LAWS OF GUYANA 16 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012                   Bill of costs, how to be rendered,  taxed and recovered. [3 of 1980]                           of each period of three months from the receipt of the money, furnish his client on demand with a statement in writing, showing the amounts so received up to date, and the date when they were received, and the purposes to which they or so much of them as has been expended have been applied.  (2) If anyone fails to obtain the statement, he may apply in person or by an attorney-at-law in a summary way and without any formality through the Registrar to a judge in chambers, for an order on the attorney-at-law to furnish the statement and the judge may give any directions thereon he thinks proper.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An attorney-at-law who receives in advance from or on behalf of a client any money to cover prospective costs, fees, charges, or disbursements, other than a retainer actually paid to an attorney-at- law, or  as security for future costs, fees, charges, or disbursements, shall, at the expiration LAWS OF GUYANA 16 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012                   Bill of costs, how to be rendered,  taxed and recovered. [3 of 1980]                           of each period of three months from the receipt of the money, furnish his client on demand with a statement in writing, showing the amounts so received up to date, and the date when they were received, and the purposes to which they or so much of them as has been expended have been applied."
                },
                {
                    "representation": "(2)",
                    "description": "If anyone fails to obtain the statement, he may apply in person or by an attorney-at-law in a summary way and without any formality through the Registrar to a judge in chambers, for an order on the attorney-at-law to furnish the statement and the judge may give any directions thereon he thinks proper."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Bill of costs, how to be rendered, taxed and recovered. ",
            "context": "LEGAL PRACTITIONERS ACT under Bill of costs, how to be rendered, taxed and recovered. 20.  (1) No attorney-at-law of the Court shall be entitled to any process issuing thereout for the recovery from a client of the amount of any bill of costs, other than a bill of costs relating wholly to matters in respect of which a tariff of costs has not been by law prescribed, unless the bill has been taxed, and a copy of the bill so taxed has been delivered to the client to enable him to pay it seven days previously to the issuing of the process:  Provided that nothing herein contained shall be deemed to deprive an attorney-at-law of any right which, in the absence of this enactment, he may have in any case to commence an action and arrest a client indebted to him who is about to quit Guyana.  (2) In any proceedings in a court in which the amount of any bill of costs is sought to be recovered or is disputed, that court or the judge before which or whom those proceedings are pending shall decide whether the fees charged relating to matters for which no tariff of costs has been by law prescribed are excessive, or are a fair and adequate remuneration for the work done and services rendered, and shall reduce or allow them accordingly.  (3) The client of an attorney-at-law who has paid a bill of costs of any kind for services rendered, without LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 17  L.R.O. 1/2012                       Contracts for legal services. [3 of 1980]           Legal Practitioners Committee. [26 of 2010]        Constitution of the Committee. [26 of 2010]   the bill having been previously taxed or allowed by a court or judge, may, within one month after the payment, demand that the bill be taxed, and the bill shall, on application for that purpose made to the Chief Justice, be taxed by the Registrar, and the client shall, on application, have from the court or a judge an order to receive from the attorney-at-law repayment of any amount taxed off or disallowed.  (4) In the event of any bill of costs being, on taxation or on any proceedings aforesaid, reduced by more than one-sixth, the costs of taxation and of the application or proceedings (so far as the proceedings relate to that bill of costs), shall be borne by the attorney-at-law, and shall be payable to the client under a summary order of the Court for that purpose.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No attorney-at-law of the Court shall be entitled to any process issuing thereout for the recovery from a client of the amount of any bill of costs, other than a bill of costs relating wholly to matters in respect of which a tariff of costs has not been by law prescribed, unless the bill has been taxed, and a copy of the bill so taxed has been delivered to the client to enable him to pay it seven days previously to the issuing of the process:  Provided that nothing herein contained shall be deemed to deprive an attorney-at-law of any right which, in the absence of this enactment, he may have in any case to commence an action and arrest a client indebted to him who is about to quit Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "In any proceedings in a court in which the amount of any bill of costs is sought to be recovered or is disputed, that court or the judge before which or whom those proceedings are pending shall decide whether the fees charged relating to matters for which no tariff of costs has been by law prescribed are excessive, or are a fair and adequate remuneration for the work done and services rendered, and shall reduce or allow them accordingly."
                },
                {
                    "representation": "(3)",
                    "description": "The client of an attorney-at-law who has paid a bill of costs of any kind for services rendered, without LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 17  L.R.O. 1/2012                       Contracts for legal services. [3 of 1980]           Legal Practitioners Committee. [26 of 2010]        Constitution of the Committee. [26 of 2010]   the bill having been previously taxed or allowed by a court or judge, may, within one month after the payment, demand that the bill be taxed, and the bill shall, on application for that purpose made to the Chief Justice, be taxed by the Registrar, and the client shall, on application, have from the court or a judge an order to receive from the attorney-at-law repayment of any amount taxed off or disallowed."
                },
                {
                    "representation": "(4)",
                    "description": "In the event of any bill of costs being, on taxation or on any proceedings aforesaid, reduced by more than one-sixth, the costs of taxation and of the application or proceedings"
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Contracts for legal services.   LAWS OF GUYANA 4 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012 SECTION PART II DISCIPLINE  ",
            "context": "LEGAL PRACTITIONERS ACT under Contracts for legal services.   LAWS OF GUYANA 4 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012 SECTION PART II DISCIPLINE  21. No special agreement otherwise valid in law between an attorney-at-law and his client as to the amount or manner of payment for the whole or any part of any past or future services, fees, charges, or disbursements in respect of business done or to be done by the attorney- at-law, shall be good and valid in law, unless it is in writing.  PART II DISCIPLINE",
            "description": "No special agreement otherwise valid in law between an attorney-at-law and his client as to the amount or manner of payment for the whole or any part of any past or future services, fees, charges, or disbursements in respect of business done or to be done by the attorney- at-law, shall be good and valid in law, unless it is in writing.  PART II DISCIPLINE"
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Legal Practitioners Committee. ",
            "context": "LEGAL PRACTITIONERS ACT under Legal Practitioners Committee. 22. (1) For the purposes of this Act, there is established a Committee, to be known as the Legal Practitioners Committee (hereinafter referred to as the Committee) which shall be charged with hearing and determining complaints against attorneys-at-law.  (2) The Registrar, or any person deputed by him, shall perform the duties of Secretary to the Committee.  23  (1) The Committee shall consist of not more than fourteen members, being   (a) the Attorney General and the Solicitor LAWS OF GUYANA 18 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012                Tenure. [26 of 2010]     Chairman. [26 of 2010]           Acting appointments. [26 of 2010]    Resignations. [26 of 2010]   Revocation of appointment. [26 of 2010]   Filling of vacancies. [26 of 2010]  General, who shall be ex officio members of the Committee; and  (b) twelve attorneys-at-law appointed by the Chancellor after consultation with the Bar Associations.  (2) The appointed members of the Committee shall include four attorneys-at-law, each having not less than ten years standing as an attorney-at-law.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Committee shall consist of not more than fourteen members, being"
                },
                {
                    "representation": "(2)",
                    "description": "The appointed members of the Committee shall include four attorneys-at-law, each having not less than ten years standing as an attorney-at-law."
                },
                {
                    "representation": "(a)",
                    "description": "the Attorney General and the Solicitor LAWS OF GUYANA 18 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012                Tenure. [26 of 2010]     Chairman. [26 of 2010]           Acting appointments. [26 of 2010]    Resignations. [26 of 2010]   Revocation of appointment. [26 of 2010]   Filling of vacancies. [26 of 2010]  General, who shall be ex officio members of the Committee; and"
                },
                {
                    "representation": "(b)",
                    "description": "twelve attorneys-at-law appointed by the Chancellor after consultation with the Bar Associations."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Constitution of the Committee. ",
            "context": "LEGAL PRACTITIONERS ACT under Constitution of the Committee. 23. Upon the hearing or determination of any application the Committee may, without finding any misconduct proved against the Attorney-at-law, nevertheless order him to pay the costs of the proceedings if having regard to his conduct and to all the circumstances of the case, it shall seem just for the Committee so to so do.",
            "description": "Upon the hearing or determination of any application the Committee may, without finding any misconduct proved against the Attorney-at-law, nevertheless order him to pay the costs of the proceedings if having regard to his conduct and to all the circumstances of the case, it shall seem just for the Committee so to so do."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Tenure. ",
            "context": "LEGAL PRACTITIONERS ACT under Tenure. 24.  The members of the Committee, shall, subject to the provisions of this Part, hold office for a period of three years and shall be eligible for re-appointment.",
            "description": "The members of the Committee, shall, subject to the provisions of this Part, hold office for a period of three years and shall be eligible for re-appointment."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Chairman. ",
            "context": "LEGAL PRACTITIONERS ACT under Chairman. 25.  (1) There shall be a Chairman of the Committee who shall be elected by the members of the Committee from among the members who have at least ten years standing as attorneys-at-law.  (2) If the Chairman of the Committee is absent or unable to act, the members present shall elect another member to act as Chairman.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a Chairman of the Committee who shall be elected by the members of the Committee from among the members who have at least ten years standing as attorneys-at-law."
                },
                {
                    "representation": "(2)",
                    "description": "If the Chairman of the Committee is absent or unable to act, the members present shall elect another member to act as Chairman."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Acting appointments. ",
            "context": "LEGAL PRACTITIONERS ACT under Acting appointments. 26.  Where a member of the Committee is absent or unable to act, the Chancellor may appoint an attorney-at-law to act in the place of the member, after consultation with the Bar Associations.",
            "description": "Where a member of the Committee is absent or unable to act, the Chancellor may appoint an attorney-at-law to act in the place of the member, after consultation with the Bar Associations."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Resignations. ",
            "context": "LEGAL PRACTITIONERS ACT under Resignations. 27.  An appointed member of the committee may at any time resign his office by letter delivered to the Registrar.",
            "description": "An appointed member of the committee may at any time resign his office by letter delivered to the Registrar."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Revocations of appointment. ",
            "context": "LEGAL PRACTITIONERS ACT under Revocations of appointment. 28.  The Chancellor shall, upon the request of the Bar Association if they think it expedient to do so, revoke the appointment of any member of the Committee.",
            "description": "The Chancellor shall, upon the request of the Bar Association if they think it expedient to do so, revoke the appointment of any member of the Committee."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Filling of vacancies. ",
            "context": "LEGAL PRACTITIONERS ACT under Filling of vacancies. 29.  Where an appointed member of the Committee vacates his seat before the expiration of his term of office, the Chancellor may appoint, in like manner as under section 23, LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 19  L.R.O. 1/2012     Publication of membership. [26 of 2010]        Procedure of meetings. [26 of 2010]                   Production of members. [26 of 2010]       Expenses. [26 of 2010]     Code of conduct. Fourth Schedule. [26 of 2010]  an attorney-at-law to fill the vacancy for the remainder of that term of office.",
            "description": "Where an appointed member of the Committee vacates his seat before the expiration of his term of office, the Chancellor may appoint, in like manner as under section 23, LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 19  L.R.O. 1/2012     Publication of membership. [26 of 2010]        Procedure of meetings. [26 of 2010]                   Production of members. [26 of 2010]       Expenses. [26 of 2010]     Code of conduct. Fourth Schedule. [26 of 2010]  an attorney-at-law to fill the vacancy for the remainder of that term of office."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Publication of membership. ",
            "context": "LEGAL PRACTITIONERS ACT under Publication of membership. 30.  The Registrar shall cause the names of all members of the Committee as first constituted, and every change in membership of the Committee, to be published in the Gazette.",
            "description": "The Registrar shall cause the names of all members of the Committee as first constituted, and every change in membership of the Committee, to be published in the Gazette."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Procedure of meetings. ",
            "context": "LEGAL PRACTITIONERS ACT under Procedure of meetings. 31.  (1) The Committee shall meet at the times as may be necessary or expedient for the transaction of business, and meetings shall be held at the places and times and on the days as the Committee determines.  (2) The quorum of the meeting shall be five members.  (3) The validity of any proceedings of the Committee shall not be affected by any vacancy among the members or by any defect in the appointment of a member of the Committee.  (4) Subject to the provisions of this Part, the Committee shall have the power to regulate its own proceedings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Committee shall meet at the times as may be necessary or expedient for the transaction of business, and meetings shall be held at the places and times and on the days as the Committee determines."
                },
                {
                    "representation": "(2)",
                    "description": "The quorum of the meeting shall be five members."
                },
                {
                    "representation": "(3)",
                    "description": "The validity of any proceedings of the Committee shall not be affected by any vacancy among the members or by any defect in the appointment of a member of the Committee."
                },
                {
                    "representation": "(4)",
                    "description": "Subject to the provisions of this Part, the Committee shall have the power to regulate its own proceedings."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Production of members. ",
            "context": "LEGAL PRACTITIONERS ACT under Production of members. 32.  A member of the Committee shall not be personally liable for any act or default of the Committee done or omitted to be done in good faith in the performance of its functions under this Act.",
            "description": "A member of the Committee shall not be personally liable for any act or default of the Committee done or omitted to be done in good faith in the performance of its functions under this Act."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Expenses. ",
            "context": "LEGAL PRACTITIONERS ACT under Expenses. 33.  Any expenses lawfully incurred by the Committee in the performance of its functions under this Act, shall be paid out of moneys from the Consolidated Fund.",
            "description": "Any expenses lawfully incurred by the Committee in the performance of its functions under this Act, shall be paid out of moneys from the Consolidated Fund."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Code of Conduct. ",
            "context": "LEGAL PRACTITIONERS ACT under Code of Conduct. 34.  (1) The Code of Conduct set out in the Fourth Schedule shall regulate the professional practice, etiquette, conduct and discipline of attorneys-at-law.  (2) Any attorney-at-law who breaches the Code LAWS OF GUYANA 20 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012            Complaints to the Committee. [26 of 2010]                            Powers of the Committee. [26 of 2010]          of Conduct commits an act of professional misconduct.  (3) The Chancellor may, in consultation with the Bar Associations, amend the Fourth Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Code of Conduct set out in the Fourth Schedule shall regulate the professional practice, etiquette, conduct and discipline of attorneys-at-law."
                },
                {
                    "representation": "(2)",
                    "description": "Any attorney-at-law who breaches the Code LAWS OF GUYANA 20 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012            Complaints to the Committee. [26 of 2010]                            Powers of the Committee. [26 of 2010]          of Conduct commits an act of professional misconduct."
                },
                {
                    "representation": "(3)",
                    "description": "The Chancellor may, in consultation with the Bar Associations, amend the Fourth Schedule."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Complaints to the Committee. ",
            "context": "LEGAL PRACTITIONERS ACT under Complaints to the Committee. 35.  (1) A client or, by leave of the Committee, any other person alleging himself aggrieved by an act of professional misconduct, committed by an attorney-at-law, other than the Attorney General or a Law Officer, may apply to the Committee to require the attorney-at-law to answer allegations contained in an affidavit made by a client or other person, and the Registrar or any member of the Committee may make a like application to the Committee in respect of allegations concerning any professional misconduct or any criminal offence as may for the purposes of this section be prescribed by the Chancellor with the approval of the Bar Associations.  (2) In any matter or hearing before any Court, where the Court considers that an act referred to in subsection (1) has been committed by an attorney-at-law other than the Attorney General or a Law Officer, the Court may make or cause the Registrar to make an application to the Committee in respect of the attorney-at-law under that subsection.  (3) Any application under the subsection (1) shall be made to and heard by the Committee in accordance with rules made under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be made to and heard by the Committee in accordance with rules made under section"
                },
                {
                    "representation": "(2)",
                    "description": "In any matter or hearing before any Court, where the Court considers that an act referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any application under the subsection"
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Powers of the Committee ",
            "context": "LEGAL PRACTITIONERS ACT under Powers of the Committee 36.  (1) On the hearing of an application under section 35, the Committee may   (a) dismiss the application;  (b) impose on the attorney-at-law to whom the application relates, a fine not exceeding two hundred thousand dollars as the Committee thinks proper; LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 21  L.R.O. 1/2012                                                   (c) reprimand the attorney-at-law to whom the application relates; or  (d) make an order as to costs of proceedings as it thinks fit, and in addition, except where the application is dismissed, the Committee may order the attorney-at-law to pay the applicant or person aggrieved a sum by way of compensation and reimbursement and any further sum in respect of expenses incidental to the hearing of the application and the consideration of the report as it thinks fit.  (2) The removal from the Court Roll of the name of an attorney-at-law shall not be a bar to the continuation of the hearing and determination of an application.  (3) Where the Committee is of opinion that a case has been made out which justifies punishment more severe than may be imposed by it under this section like suspension from practice or removal from the Court Roll, the Committee shall forward to the Chancellor and the Attorney General a copy of the proceedings before it and its findings.  (4) Every order made under this section shall be drawn up, settled and signed by the Registrar who shall keep a written record of all decisions and records.  (5) Where an attorney-at-law is ordered by the Committee to pay compensation or to make reimbursement to an applicant or other aggrieved person, any compensation or reimbursement may be taken into account in the assessment of damages recoverable against the attorney-at-law in any civil proceedings brought against him by the applicant or other aggrieved person in respect of any act or default which LAWS OF GUYANA 22 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012     Procedure on application for removal from Court Roll. [26 of 2010]                                         was the subject matter of the application which gave rise to the order of the Committee.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the hearing of an application under section 35, the Committee may"
                },
                {
                    "representation": "(a)",
                    "description": "dismiss the application;"
                },
                {
                    "representation": "(b)",
                    "description": "impose on the attorney-at-law to whom the application relates, a fine not exceeding two hundred thousand dollars as the Committee thinks proper; LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 21  L.R.O. 1/2012"
                },
                {
                    "representation": "(c)",
                    "description": "reprimand the attorney-at-law to whom the application relates; or"
                },
                {
                    "representation": "(d)",
                    "description": "make an order as to costs of proceedings as it thinks fit, and in addition, except where the application is dismissed, the Committee may order the attorney-at-law to pay the applicant or person aggrieved a sum by way of compensation and reimbursement and any further sum in respect of expenses incidental to the hearing of the application and the consideration of the report as it thinks fit."
                },
                {
                    "representation": "(2)",
                    "description": "The removal from the Court Roll of the name of an attorney-at-law shall not be a bar to the continuation of the hearing and determination of an application."
                },
                {
                    "representation": "(3)",
                    "description": "Where the Committee is of opinion that a case has been made out which justifies punishment more severe than may be imposed by it under this section like suspension from practice or removal from the Court Roll, the Committee shall forward to the Chancellor and the Attorney General a copy of the proceedings before it and its findings."
                },
                {
                    "representation": "(4)",
                    "description": "Every order made under this section shall be drawn up, settled and signed by the Registrar who shall keep a written record of all decisions and records."
                },
                {
                    "representation": "(5)",
                    "description": "Where an attorney-at-law is ordered by the Committee to pay compensation or to make reimbursement to an applicant or other aggrieved person, any compensation or reimbursement may be taken into account in the assessment of damages recoverable against the attorney-at-law in any civil proceedings brought against him by the applicant or other aggrieved person in respect of any act or default which LAWS OF GUYANA 22 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012     Procedure on application for removal from Court Roll. [26 of 2010]                                         was the subject matter of the application which gave rise to the order of the Committee."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Procedure on application for removal from Court Roll. ",
            "context": "LEGAL PRACTITIONERS ACT under Procedure on application for removal from Court Roll. 37.  (1) Where any application has been heard, the Committee shall   (a) where a case of misconduct has, in their opinion, been established against the attorney-at-law, report their findings to the judges of the Court; or  (b) where, in their opinion, no case of misconduct is established against the attorney-at-law, dismiss the application and report their findings to the judges of the Court and may make such recommendations in relation to their findings as they may think fit.  (2) The report of the Committee shall be signed by the Chairman and filed in the Registry but shall not be open to public inspection.  (3) The Registrar shall in each case submit the report with the record of the proceedings to the judges of the Court who shall direct whether any, and what further proceedings shall be taken, either by way of reference back to the Committee or otherwise.  (4) The Registrar shall, if so directed by the judges of the Court, set down the report for consideration by the Court constituted of not less than three judges.  (5) At the hearing by the Court, the attorney-at-law shall be required to show cause why an order shall not be made against him, and the Attorney-General or an attorney-at-law nominated by him may also be heard.  LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 23  L.R.O. 1/2012     Removal from Court Roll and suspension from practice by order of Court. [26 of 2010]                       Committee may sit in divisions. [26 of 2010]              (6) At the conclusion of the hearing, the Court may make an order on the report as the Court may think fit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any application has been heard, the Committee shall"
                },
                {
                    "representation": "(a)",
                    "description": "where a case of misconduct has, in their opinion, been established against the attorney-at-law, report their findings to the judges of the Court; or"
                },
                {
                    "representation": "(b)",
                    "description": "where, in their opinion, no case of misconduct is established against the attorney-at-law, dismiss the application and report their findings to the judges of the Court and may make such recommendations in relation to their findings as they may think fit."
                },
                {
                    "representation": "(2)",
                    "description": "The report of the Committee shall be signed by the Chairman and filed in the Registry but shall not be open to public inspection."
                },
                {
                    "representation": "(3)",
                    "description": "The Registrar shall in each case submit the report with the record of the proceedings to the judges of the Court who shall direct whether any, and what further proceedings shall be taken, either by way of reference back to the Committee or otherwise."
                },
                {
                    "representation": "(4)",
                    "description": "The Registrar shall, if so directed by the judges of the Court, set down the report for consideration by the Court constituted of not less than three judges."
                },
                {
                    "representation": "(5)",
                    "description": "At the hearing by the Court, the attorney-at-law shall be required to show cause why an order shall not be made against him, and the Attorney-General or an attorney-at-law nominated by him may also be heard.  LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 23  L.R.O. 1/2012     Removal from Court Roll and suspension from practice by order of Court. [26 of 2010]                       Committee may sit in divisions. [26 of 2010]"
                },
                {
                    "representation": "(6)",
                    "description": "At the conclusion of the hearing, the Court may make an order on the report as the Court may think fit."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Removal from Court Roll and suspension from practice by order of Court. ",
            "context": "LEGAL PRACTITIONERS ACT under Removal from Court Roll and suspension from practice by order of Court. 38.  (1) The Registrar shall make the appropriate entry or alteration in the Court Roll and publish the appropriate notice in the Gazette whenever the Court orders the name of an attorney-at-law to be removed from the Court Roll or that the attorney-at-law be suspended from practising law; where by virtue of any law, the name of an attorney-at-law is removed from the Court Roll or an attorney-at-law is suspended from practising law, but where there is an appeal against any order from which the removal or suspension results, the Registrar shall take no action under this section until the order has been confirmed on appeal.  (2) Where the name of an attorney-at-law is removed from the Court Roll his practice certificate ceases to be valid for the period of that suspension.  (3) During the period of suspension of an attorney-at-law from practising law, no practice certificate shall be issued to him and any practice certificate issued to him prior to suspension, ceases to be valid for the period of that suspension.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar shall make the appropriate entry or alteration in the Court Roll and publish the appropriate notice in the Gazette whenever the Court orders the name of an attorney-at-law to be removed from the Court Roll or that the attorney-at-law be suspended from practising law; where by virtue of any law, the name of an attorney-at-law is removed from the Court Roll or an attorney-at-law is suspended from practising law, but where there is an appeal against any order from which the removal or suspension results, the Registrar shall take no action under this section until the order has been confirmed on appeal."
                },
                {
                    "representation": "(2)",
                    "description": "Where the name of an attorney-at-law is removed from the Court Roll his practice certificate ceases to be valid for the period of that suspension."
                },
                {
                    "representation": "(3)",
                    "description": "During the period of suspension of an attorney-at-law from practising law, no practice certificate shall be issued to him and any practice certificate issued to him prior to suspension, ceases to be valid for the period of that suspension."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Committee may sit on divisions. ",
            "context": "LEGAL PRACTITIONERS ACT under Committee may sit on divisions. 39.  (1) For the purposes of hearing applications made pursuant to section 35, the Committee may sit in more than one division.  (2) Subject to the directions of the Committee, the Chairman of the Committee shall determine the composition of each division, and each division shall elect its own Chairman from among its members:  Provided that a division shall not consist of less than five members of the Committee.  (3) Each division shall be entitled to hear and determine any application, and shall be entitled to exercise all LAWS OF GUYANA 24 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012      Rules of procedure. [26 of 2010]                       First Schedule                       Filing effect  and notice of orders of the Committee. [26 of 2010]   the powers of the Committee; and any hearing by or determination or order of such division shall be deemed to be a hearing by or determination or order of the Committee.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purposes of hearing applications made pursuant to section 35, the Committee may sit in more than one division."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to the directions of the Committee, the Chairman of the Committee shall determine the composition of each division, and each division shall elect its own Chairman from among its members:  Provided that a division shall not consist of less than five members of the Committee."
                },
                {
                    "representation": "(3)",
                    "description": "Each division shall be entitled to hear and determine any application, and shall be entitled to exercise all LAWS OF GUYANA 24 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012      Rules of procedure. [26 of 2010]                       First Schedule                       Filing effect  and notice of orders of the Committee. [26 of 2010]   the powers of the Committee; and any hearing by or determination or order of such division shall be deemed to be a hearing by or determination or order of the Committee."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Rules of Procedure. ",
            "context": "LEGAL PRACTITIONERS ACT under Rules of Procedure. 40.",
            "description": "40."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Filing effect and notice of orders of the Committee. ",
            "context": "LEGAL PRACTITIONERS ACT under Filing effect and notice of orders of the Committee. 41.  (1) Every order made by the Committee under section 36 shall be prefaced by a statement of the Committees findings in relation to the facts of the case and shall be signed by the Chairman of the committee, or the division of the Committee as the case may be, so, however, that if the findings are not unanimous, dissenting opinions may be LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 25  L.R.O. 1/2012                         Appeals. [26 of 2010]         Powers of the Court of  Appeal. [26 of 2010]            expressed in the statement.  (2) The Committee shall, subject to rules made under section 40, cause a copy of every order of the Committee to be filed with the Registrar.  (3) Every order filed pursuant to subsection (2) shall, as soon as it has been filed, be acted upon by the Registrar and be enforceable in the same manner as a judgment or order of the Court to the like effect.  (4) The Registrar shall upon the filing of any order under this Part, cause a notice stating the effect of the operative part of the order to be published in the Gazette.  (5) The file of orders made by the Committee may be inspected at the Registry by any person, during office hours, on payment of the prescribed fee.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every order made by the Committee under section 36 shall be prefaced by a statement of the Committees findings in relation to the facts of the case and shall be signed by the Chairman of the committee, or the division of the Committee as the case may be, so, however, that if the findings are not unanimous, dissenting opinions may be LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 25  L.R.O. 1/2012                         Appeals. [26 of 2010]         Powers of the Court of  Appeal. [26 of 2010]            expressed in the statement."
                },
                {
                    "representation": "(2)",
                    "description": "shall, as soon as it has been filed, be acted upon by the Registrar and be enforceable in the same manner as a judgment or order of the Court to the like effect."
                },
                {
                    "representation": "(3)",
                    "description": "Every order filed pursuant to subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The Registrar shall upon the filing of any order under this Part, cause a notice stating the effect of the operative part of the order to be published in the Gazette."
                },
                {
                    "representation": "(5)",
                    "description": "The file of orders made by the Committee may be inspected at the Registry by any person, during office hours, on payment of the prescribed fee."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Appeals. ",
            "context": "LEGAL PRACTITIONERS ACT under Appeals. 42.  An appeal against any order made by the Committee under this Act shall lie to the Court of Appeal by way of rehearing at the instance of the attorney-at-law or person aggrieved to whom the order relates, and every appeal shall be made within the time and in the form and shall be heard in the manner as may be prescribed by rules of the Court of Appeal.",
            "description": "An appeal against any order made by the Committee under this Act shall lie to the Court of Appeal by way of rehearing at the instance of the attorney-at-law or person aggrieved to whom the order relates, and every appeal shall be made within the time and in the form and shall be heard in the manner as may be prescribed by rules of the Court of Appeal."
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Powers of the Court of Appeal. ",
            "context": "LEGAL PRACTITIONERS ACT under Powers of the Court of Appeal. 43.  (1) The Court of Appeal may dismiss the appeal and confirm the order or may allow the appeal and set aside the order or may vary the order or may allow the appeal and direct that the application be reheard by the Committee and may also make an order as to costs before the Committee and as to costs before the Committee and as to costs of the appeal, as the Court of Appeal may think proper:  Provided that in the rehearing of an application by the Committee following an appeal by the attorney-at-law, no greater punishment shall be inflicted upon the attorney-at-law concerned than was inflicted by the order made at the LAWS OF GUYANA 26 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012           Restoration of name to the Court Roll. [26 of 2010]                              Offences. [26 of 2010]      first hearing unless new and additional information comes to light.  (2) Where the Court of Appeal confirms the order of the Committee, whether with or without variation, it shall take effect from the date of the order of the Court of Appeal confirming it.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Court of Appeal may dismiss the appeal and confirm the order or may allow the appeal and set aside the order or may vary the order or may allow the appeal and direct that the application be reheard by the Committee and may also make an order as to costs before the Committee and as to costs before the Committee and as to costs of the appeal, as the Court of Appeal may think proper:  Provided that in the rehearing of an application by the Committee following an appeal by the attorney-at-law, no greater punishment shall be inflicted upon the attorney-at-law concerned than was inflicted by the order made at the LAWS OF GUYANA 26 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012           Restoration of name to the Court Roll. [26 of 2010]                              Offences. [26 of 2010]      first hearing unless new and additional information comes to light."
                },
                {
                    "representation": "(2)",
                    "description": "Where the Court of Appeal confirms the order of the Committee, whether with or without variation, it shall take effect from the date of the order of the Court of Appeal confirming it."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Restoration of name to the Court Roll. ",
            "context": "LEGAL PRACTITIONERS ACT under Restoration of name to the Court Roll. 44.  (1) An attorney-at-law whose name has been removed from the Court Roll, or who has been suspended from practice may, subject to subsection (2), apply in writing to the Court by petition to have his name restored to the Court Roll, or the order of his suspension from practice withdrawn, as the case may be.  (2) On the hearing of an application under subsection (1), the Court may refer it to the Committee for a report, and may, if satisfied that the applicant is a fit and proper person to practise law, order that his name be restored to the Court Roll, or that the order suspending him from practice be withdrawn, as the case may be.  (3) Any order made by the Court under this section restoring the name of an attorney-at-law or terminating the suspension of an attorney-at-law shall be published in the Gazette by the Registrar.  (4) Upon the publication in the Gazette of an order made under subsection (3) and on the payment of any fee prescribed, the Registrar shall make the appropriate entry on the Court Roll and where appropriate restore the name of the attorney-at-law to the Court Roll.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An attorney-at-law whose name has been removed from the Court Roll, or who has been suspended from practice may, subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "On the hearing of an application under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "and on the payment of any fee prescribed, the Registrar shall make the appropriate entry on the Court Roll and where appropriate restore the name of the attorney-at-law to the Court Roll."
                },
                {
                    "representation": "(4)",
                    "description": "Upon the publication in the Gazette of an order made under subsection"
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Offences. ",
            "context": "LEGAL PRACTITIONERS ACT under Offences. 45.  (1) If any person, whilst suspended from practice or whose name has been struck off the Court Roll   (a) practises law;  (b) wilfully pretends to be entitled to LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 27  L.R.O. 1/2012                                                   practise law; or  (c) wilfully makes use of any name, title or description implying that he is entitled to be recognised or to act as an attorney-at-law,  he is guilty of an offence and is liable on summary conviction to fine not exceeding five hundred thousand dollars and to imprisonment for one year.  (2) If any person whilst suspended from practice, or whose name has been struck off the Court Roll, seeks or accepts employment from an attorney-at-law in connection with the practice of that attorney-at-law, without previously informing him of the suspension or his name being removed from the Court Roll, he is guilty of an offence and is liable on summary conviction to a fine not exceeding two hundred thousand dollars and to imprisonment for six months.  (3) No attorney-at-law shall in connection with his practice, employ or remunerate any person who to his knowledge is suspended from practice during the period of the suspension, or whose name has been removed from the Court Roll.  (4) No attorney-at-law shall wilfully or knowingly act as an agent in any action or matter for any person who to his knowledge is suspended from practice or whose name has been removed from the Court Roll, or permit or suffer his name to be used in any action upon the account or for the profit of any such person, or does any other act to enable any such person t act in any respect as an attorney-at-law in any action or matter.  (5) Any attorney-at-law who contravenes subsections (3) and (4) is guilty of professional misconduct.   LAWS OF GUYANA 28 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012 Saving of jurisdiction. [26 of 2010]        Annual subscription to the Bar Associations. [26 of 2010]           Cessation and suspension of membership. [26 of 2010]            s.40 [26 of 2010]    Short title.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any person, whilst suspended from practice or whose name has been struck off the Court Roll"
                },
                {
                    "representation": "(a)",
                    "description": "practises law;"
                },
                {
                    "representation": "(b)",
                    "description": "wilfully pretends to be entitled to LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 27  L.R.O. 1/2012                                                   practise law; or"
                },
                {
                    "representation": "(c)",
                    "description": "wilfully makes use of any name, title or description implying that he is entitled to be recognised or to act as an attorney-at-law,  he is guilty of an offence and is liable on summary conviction to fine not exceeding five hundred thousand dollars and to imprisonment for one year."
                },
                {
                    "representation": "(2)",
                    "description": "If any person whilst suspended from practice, or whose name has been struck off the Court Roll, seeks or accepts employment from an attorney-at-law in connection with the practice of that attorney-at-law, without previously informing him of the suspension or his name being removed from the Court Roll, he is guilty of an offence and is liable on summary conviction to a fine not exceeding two hundred thousand dollars and to imprisonment for six months."
                },
                {
                    "representation": "(3)",
                    "description": "and"
                },
                {
                    "representation": "(4)",
                    "description": "is guilty of professional misconduct.   LAWS OF GUYANA 28 Cap. 4:01 Legal Practitioners Act  L.R.O. 1/2012 Saving of jurisdiction. [26 of 2010]        Annual subscription to the Bar Associations. [26 of 2010]           Cessation and suspension of membership. [26 of 2010]            s.40 [26 of 2010]    Short title."
                },
                {
                    "representation": "(5)",
                    "description": "Any attorney-at-law who contravenes subsections"
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Saving of Jurisdiction.  PART III MEMBERSHIP OF BAR ASSOCIATIONS  ",
            "context": "LEGAL PRACTITIONERS ACT under Saving of Jurisdiction.  PART III MEMBERSHIP OF BAR ASSOCIATIONS  46.  Nothing in this Act shall prejudice, diminish or affect the jurisdiction which, apart from the provisions of this Act, is exercisable by any court or any judge over attorneys-at-law.  PART III MEMBERSHIP OF BAR ASSOCIATIONS",
            "description": "Nothing in this Act shall prejudice, diminish or affect the jurisdiction which, apart from the provisions of this Act, is exercisable by any court or any judge over attorneys-at-law.  PART III MEMBERSHIP OF BAR ASSOCIATIONS"
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Annual subscription to the Bar Associations FIRST SCHEDULE—Rules. SECOND SCHEDULE—Form. THIRD SCHEDULE—Table of fees and costs FOURTH SCHEDULE- Code of Conduct __________________________ LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 5  L.R.O. 1/2012 1929  Ed. c. 26 1953 Ed.  c. 30 _______________________________________________________ 18 of 1897 [3 of 1980] An Act to establish criteria for the admission of persons to practise as attorneys-at-law in Guyana, to regulate their functions, to provide for their professional discipline and for matters incidental thereto and connected therewith. Short title.        Interpretation. [4 of 1966A 33 of 1975 O. 99/1975 3 of 1980 26 of 2010] c. 4:04                        ",
            "context": "LEGAL PRACTITIONERS ACT under Annual subscription to the Bar Associations FIRST SCHEDULERules. SECOND SCHEDULEForm. THIRD SCHEDULETable of fees and costs FOURTH SCHEDULE- Code of Conduct __________________________ LAWS OF GUYANA Legal Practitioners Act Cap. 4:01 5  L.R.O. 1/2012 1929  Ed. c. 26 1953 Ed.  c. 30 _______________________________________________________ 18 of 1897 [3 of 1980] An Act to establish criteria for the admission of persons to practise as attorneys-at-law in Guyana, to regulate their functions, to provide for their professional discipline and for matters incidental thereto and connected therewith. Short title.        Interpretation. [4 of 1966A 33 of 1975 O. 99/1975 3 of 1980 26 of 2010] c. 4:04                        47.  (1) The amount of the annual subscription payable by members of the Bar Associations shall be as fixed from time to time by the Associations.  (2) In fixing the amount of the annual subscription, the Bar Associations may divide members into categories, provide that different amounts shall be paid by different categories, provide that different categories and extend over different periods and generally regulate and vary the subscriptions payable by members or by different categories of members, as the Associations think fit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The amount of the annual subscription payable by members of the Bar Associations shall be as fixed from time to time by the Associations."
                },
                {
                    "representation": "(2)",
                    "description": "In fixing the amount of the annual subscription, the Bar Associations may divide members into categories, provide that different amounts shall be paid by different categories, provide that different categories and extend over different periods and generally regulate and vary the subscriptions payable by members or by different categories of members, as the Associations think fit."
                }
            ]
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "65.00 ",
            "context": "LEGAL PRACTITIONERS ACT under 65.00 65.00",
            "description": "65.00"
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "195.00  PAYABLE TO ATTORNEY-AT-LAW  ",
            "context": "LEGAL PRACTITIONERS ACT under 195.00  PAYABLE TO ATTORNEY-AT-LAW  195.00",
            "description": "195.00"
        }
    },
    {
        "act": "LEGAL PRACTITIONERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1980",
            "title": "Tax Act.   “the Registrar” means the Registrar of the Supreme Court;  “the registry” means the registry of the Supreme Court;  “tout” means a person who procures in consideration of any remuneration moving from any legal practitioner or from any person on his behalf, the employment of such legal practitioner in any legal business, or who proposes to any legal practitioner to procure, in consideration of any remuneration moving from such legal practitioner or from any person on his behalf, the employment of the legal practitioner in such business, or who for purposes of such procurement frequents the precincts of any court and includes a person declared by the Registrar to be a tout in pursuance of section ",
            "context": "LEGAL PRACTITIONERS ACT under Tax Act.   the Registrar means the Registrar of the Supreme Court;  the registry means the registry of the Supreme Court;  tout means a person who procures in consideration of any remuneration moving from any legal practitioner or from any person on his behalf, the employment of such legal practitioner in any legal business, or who proposes to any legal practitioner to procure, in consideration of any remuneration moving from such legal practitioner or from any person on his behalf, the employment of the legal practitioner in such business, or who for purposes of such procurement frequents the precincts of any court and includes a person declared by the Registrar to be a tout in pursuance of section 1980.]",
            "description": "1980.]"
        }
    }
]