[
    {
        "act": "COUNCIL OF LEGAL EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "COUNCIL OF LEGAL EDUCATION ACT under Short title. 1.  This Act may be cited as the Council of Legal Education Act.",
            "description": "This Act may be cited as the Council of Legal Education Act."
        }
    },
    {
        "act": "COUNCIL OF LEGAL EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "COUNCIL OF LEGAL EDUCATION ACT under Interpretation. 2.  In this Act  Agreementmeans the Agreement establishing the Council of Legal Education the original of which is deposited with the Secretary- General of the Commonwealth Caribbean Regional Secretariat (including the amendments made thereto by the Supplemental Agreement entered into by the Contracting Parties and deposited in like manner before the enactment of this Act) and of which the text of the Articles is set out in the Schedule.  LAWS OF GUYANA 4 Cap. 4:04 Council of Legal Education  L.R.O. 1/2012    Certain provisions of  the Agreement to have the  force of law  in Guyana.  Amendment  of the Schedule.                            ss. 2 and",
            "description": "In this Act  Agreementmeans the Agreement establishing the Council of Legal Education the original of which is deposited with the Secretary- General of the Commonwealth Caribbean Regional Secretariat (including the amendments made thereto by the Supplemental Agreement entered into by the Contracting Parties and deposited in like manner before the enactment of this Act) and of which the text of the Articles is set out in the Schedule.  LAWS OF GUYANA 4 Cap. 4:04 Council of Legal Education  L.R.O. 1/2012    Certain provisions of  the Agreement to have the  force of law  in Guyana.  Amendment  of the Schedule.                            ss. 2 and"
        }
    },
    {
        "act": "COUNCIL OF LEGAL EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Certain provisions of the Agreement to have the force of law in  Guyana. ",
            "context": "COUNCIL OF LEGAL EDUCATION ACT under Certain provisions of the Agreement to have the force of law in  Guyana. 3.  The provisions of paragraph 2 of Article 1, Articles 5 and 6, and paragraph 6 of Article 9, of the Agreement shall have the force of law in Guyana.",
            "description": "The provisions of paragraph 2 of Article 1, Articles 5 and 6, and paragraph 6 of Article 9, of the Agreement shall have the force of law in Guyana."
        }
    },
    {
        "act": "COUNCIL OF LEGAL EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Amendment of the Schedule. SCHEDULE—Agreement establishing the Council of Legal Education.   __________________________  3 of 1973 An Act to enable the implementation by Guyana of the Agreement for the establishment of the Council of Legal Education.   [22nd FEBRUARY, 1973]  Short title.    Interpretation.            Schedule.  ",
            "context": "COUNCIL OF LEGAL EDUCATION ACT under Amendment of the Schedule. SCHEDULEAgreement establishing the Council of Legal Education.   __________________________  3 of 1973 An Act to enable the implementation by Guyana of the Agreement for the establishment of the Council of Legal Education.   [22nd FEBRUARY, 1973]  Short title.    Interpretation.            Schedule.  4. [O.62/1986]        Minister means the Minister responsible for legal matters (other than criminal prosecutions).",
            "description": "[O.62/1986]        Minister means the Minister responsible for legal matters (other than criminal prosecutions)."
        }
    },
    {
        "act": "COUNCIL OF LEGAL EDUCATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "The Council and any Committee of the Council shall be competent to act notwithstanding any vacancy in its membership or any irregularity subsequently discovered in the appointment of its members.       ARTICLE 8 Chairman  At the first meeting and as required thereafter the Council shall elect one of its members as Chairman who shall hold office for three years. The Chairman, if present, shall preside at all meetings of the Council and in the event of his absence the members present shall appoint a Chairman.  LAWS OF GUYANA 14 Cap. 4:04 Council of Legal Education  L.R.O. 1/2012 ARTICLE 9 FINANCIAL PROVISIONS  ",
            "context": "COUNCIL OF LEGAL EDUCATION ACT under The Council and any Committee of the Council shall be competent to act notwithstanding any vacancy in its membership or any irregularity subsequently discovered in the appointment of its members.       ARTICLE 8 Chairman  At the first meeting and as required thereafter the Council shall elect one of its members as Chairman who shall hold office for three years. The Chairman, if present, shall preside at all meetings of the Council and in the event of his absence the members present shall appoint a Chairman.  LAWS OF GUYANA 14 Cap. 4:04 Council of Legal Education  L.R.O. 1/2012 ARTICLE 9 FINANCIAL PROVISIONS  5. (a)The Council shall cause to be kept proper books of account which shall be audited at least once a year by an auditor who shall be qualified and independent accountant in the active practice of his profession appointed by the Council, and shall cause to be prepared not later than three months LAWS OF GUYANA Council of Legal Education Cap. 4:04 15  L.R.O. 1/2012 after the end of each academic year  (i)  a statement showing in detail the income and expenditure of the Council for the immediately preceding academic year;  (ii)  a statement of the assets and liabilities of the Council as they stood at the end of the immediately preceding academic  year.  (b) Such statements shall be certified by the Auditor appointed by the Council and as soon as may be thereafter a copy of each such statement as audited shall be transmitted to each contracting party.  (c) The Council shall in each year, not later than the date specified in paragraph 5 (a) (i) cause to be prepared and transmitted to each contracting party a report dealing generally with the activities of the Council.",
            "description": [
                {
                    "representation": "(i)",
                    "description": "a statement showing in detail the income and expenditure of the Council for the immediately preceding academic year;"
                },
                {
                    "representation": "(b)",
                    "description": "Such statements shall be certified by the Auditor appointed by the Council and as soon as may be thereafter a copy of each such statement as audited shall be transmitted to each contracting party."
                },
                {
                    "representation": "(c)",
                    "description": "The Council shall in each year, not later than the date specified in paragraph 5"
                },
                {
                    "representation": "(a)",
                    "description": "(i) cause to be prepared and transmitted to each contracting party a report dealing generally with the activities of the Council."
                }
            ]
        }
    }
]