[
    {
        "act": "BOY SCOUTS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "BOY SCOUTS ASSOCIATION ACT under Short title. 1. This Act may be cited as the Boy Scouts Association Act.",
            "description": "This Act may be cited as the Boy Scouts Association Act."
        }
    },
    {
        "act": "BOY SCOUTS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "BOY SCOUTS ASSOCIATION ACT under Interpretation. 2. In this Act  the Association means the Boy Scouts Association incorporated under the royal charter granted on the 4th January, 1912;  boy scout means a boy scout recognised as such under the constitution, by-laws, or rules of the Association, and includes all officers of the Association.",
            "description": "In this Act  the Association means the Boy Scouts Association incorporated under the royal charter granted on the 4th January, 1912;  boy scout means a boy scout recognised as such under the constitution, by-laws, or rules of the Association, and includes all officers of the Association."
        }
    },
    {
        "act": "BOY SCOUTS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Restriction on use of apparel of the Association. ",
            "context": "BOY SCOUTS ASSOCIATION ACT under Restriction on use of apparel of the Association. 3. No one, not under the by-laws or rules of the LAWS OF GUYANA 4 Cap. 41:01 Boy Scouts Association  L.R.O. 1/2012  of the Association.           Impersonation by boy scout. [24 of 1969]            c. 28:01               False claim to connection with Association.            Penalties. [6 of 1997] Association duly authorised and entitled to do so, may so publicly wear, carry, or bear, any uniform, badge, token, or emblem, under those by-laws or rules specifically adopted for use under the authority of the Association, as to convey an impression that he is, under those by- laws or rules, entitled to do so.",
            "description": "No one, not under the by-laws or rules of the LAWS OF GUYANA 4 Cap. 41:01 Boy Scouts Association  L.R.O. 1/2012  of the Association.           Impersonation by boy scout. [24 of 1969]            c. 28:01               False claim to connection with Association.            Penalties. [6 of 1997] Association duly authorised and entitled to do so, may so publicly wear, carry, or bear, any uniform, badge, token, or emblem, under those by-laws or rules specifically adopted for use under the authority of the Association, as to convey an impression that he is, under those by- laws or rules, entitled to do so."
        }
    },
    {
        "act": "BOY SCOUTS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Impersonation by boy scout. ",
            "context": "BOY SCOUTS ASSOCIATION ACT under Impersonation by boy scout. 4. (1) No boy scout, not otherwise thereunto lawfully entitled and authorised, may lawfully pretend to be, or pass himself off as, or arrogate to himself the authority, position, or powers of, or claim to be or to act as  (a) a member of the Guyana Police Force, or rural constabulary; or  (b) a local government officer as defined in the Municipal and District Councils Act or;  (c) an agent or officer of the Government.  (2) No boy scout shall seek or attempt, by virtue of his wearing any uniform, badge, token, or emblem, of the Association, or uniform, badge, token or emblem purporting or appearing to be that of the Association, to enforce or exercise authority otherwise than in accordance with and as authorised by the by-laws or rules of the Association.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No boy scout, not otherwise thereunto lawfully entitled and authorised, may lawfully pretend to be, or pass himself off as, or arrogate to himself the authority, position, or powers of, or claim to be or to act as"
                },
                {
                    "representation": "(a)",
                    "description": "a member of the Guyana Police Force, or rural constabulary; or"
                },
                {
                    "representation": "(b)",
                    "description": "a local government officer as defined in the Municipal and District Councils Act or;"
                },
                {
                    "representation": "(c)",
                    "description": "an agent or officer of the Government."
                },
                {
                    "representation": "(2)",
                    "description": "No boy scout shall seek or attempt, by virtue of his wearing any uniform, badge, token, or emblem, of the Association, or uniform, badge, token or emblem purporting or appearing to be that of the Association, to enforce or exercise authority otherwise than in accordance with and as authorised by the by-laws or rules of the Association."
                }
            ]
        }
    },
    {
        "act": "BOY SCOUTS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "False claim to connection with Association. ",
            "context": "BOY SCOUTS ASSOCIATION ACT under False claim to connection with Association. 5. No one may lawfully form, organise, or work, or be concerned in forming, organising, or working in connection with, any corps or body which, without due authority granted under the royal charter of the Association, claims or purports to be one of boy scouts, or otherwise to be connected with the Association, or which holds itself out as, or passes itself off as, one of boy scouts, or as otherwise connected with the Association.",
            "description": "No one may lawfully form, organise, or work, or be concerned in forming, organising, or working in connection with, any corps or body which, without due authority granted under the royal charter of the Association, claims or purports to be one of boy scouts, or otherwise to be connected with the Association, or which holds itself out as, or passes itself off as, one of boy scouts, or as otherwise connected with the Association."
        }
    }
]