[
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Short title. 1. This Act may be cited as the National Science Research Council Act. LAWS OF GUYANA 4 Cap. 42:01 National Science Research Council  L.R.O. 1/2012 Interpretation. [16 of 1983]                         Establishment and incorporation of the Council.  Functions of the Council.",
            "description": "This Act may be cited as the National Science Research Council Act. LAWS OF GUYANA 4 Cap. 42:01 National Science Research Council  L.R.O. 1/2012 Interpretation. [16 of 1983]                         Establishment and incorporation of the Council.  Functions of the Council."
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Interpretation. 2. In this Act  Chairman means the Chairman of the Council and includes any person performing the functions of Chairman of the Council;  Council means the National Science Research Council established by section 3;  invention includes any new process or new technique, whether or not a patent could be granted in relation thereto;  member means a member of the Council and includes the Chairman;  Secretary-General means the Secretary-General of the Council appointed under section",
            "description": "In this Act  Chairman means the Chairman of the Council and includes any person performing the functions of Chairman of the Council;  Council means the National Science Research Council established by section 3;  invention includes any new process or new technique, whether or not a patent could be granted in relation thereto;  member means a member of the Council and includes the Chairman;  Secretary-General means the Secretary-General of the Council appointed under section"
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment and incorporation of the Council. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Establishment and incorporation of the Council. 3. There is established a body to be called the National Science Research Council which shall be a body corporate.",
            "description": "There is established a body to be called the National Science Research Council which shall be a body corporate."
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Functions of the Council. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Functions of the Council. 4. (1) It is the function of the Council  (a) to assist in the formulation of, and to advise the Government on, a National Science Policy;  (b) to determine priorities for scientific and technological activities in Guyana; and  (c) to promote research and to ensure the application of the results of scientific and technological activities to the development of agriculture, industry and social welfare inGuyana. LAWS OF GUYANA National Science Research Council Cap. 42:01 5  L.R.O. 1/2012                                                 (2) In particular and without prejudice to the generality of subsection (1), it is the function of the Council  (a) to advise the Government on the application of science and scientific research to problems of national importance;  (b) to advise the Government on priorities in the national research programme;  (c) to advise on the allocation of funds for scientific research and on the recruitment and use of research staff;  (d) to advise upon, and encourage the training of, research personnel by the provision of scholarships, fellowships, bursaries and other forms of assistance;  (e) to advise on the action to be taken to maintain an adequate supply of scientific and technical personnel having regard to the need of Guyana from time to time for such personnel;  (f) to advise on suitable arrangements for planning, managing and co-ordinating scientific activities at various levels, including the establishment of Research Institutes;  (g) to review generally and advise on the programmes and budgets of Research Institutes;  LAWS OF GUYANA 6 Cap. 42:01 National Science Research Council  L.R.O. 1/2012                       Members of the Council.                          (h) to collect and disseminate information relating to scientific and technical matters, and to publish reports and papers and hold conferences on scientific and technical matters;  (i) to do such other things as may be necessary for the advancement of scientific and technological research in Guyana for the purposes of national development.  (3) Subject to the provisions of this Act, the Council shall have power to do anything which in its opinion is necessary to ensure the proper discharge of its functions under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It is the function of the Council"
                },
                {
                    "representation": "(a)",
                    "description": "to advise the Government on the application of science and scientific research to problems of national importance;"
                },
                {
                    "representation": "(b)",
                    "description": "to advise the Government on priorities in the national research programme;"
                },
                {
                    "representation": "(c)",
                    "description": "to advise on the allocation of funds for scientific research and on the recruitment and use of research staff;"
                },
                {
                    "representation": "(2)",
                    "description": "In particular and without prejudice to the generality of subsection"
                },
                {
                    "representation": "(d)",
                    "description": "to advise upon, and encourage the training of, research personnel by the provision of scholarships, fellowships, bursaries and other forms of assistance;"
                },
                {
                    "representation": "(e)",
                    "description": "to advise on the action to be taken to maintain an adequate supply of scientific and technical personnel having regard to the need of Guyana from time to time for such personnel;"
                },
                {
                    "representation": "(f)",
                    "description": "to advise on suitable arrangements for planning, managing and co-ordinating scientific activities at various levels, including the establishment of Research Institutes;"
                },
                {
                    "representation": "(g)",
                    "description": "to review generally and advise on the programmes and budgets of Research Institutes;  LAWS OF GUYANA 6 Cap. 42:01 National Science Research Council  L.R.O. 1/2012                       Members of the Council."
                },
                {
                    "representation": "(h)",
                    "description": "to collect and disseminate information relating to scientific and technical matters, and to publish reports and papers and hold conferences on scientific and technical matters;"
                },
                {
                    "representation": "(i)",
                    "description": "to do such other things as may be necessary for the advancement of scientific and technological research in Guyana for the purposes of national development."
                },
                {
                    "representation": "(3)",
                    "description": "Subject to the provisions of this Act, the Council shall have power to do anything which in its opinion is necessary to ensure the proper discharge of its functions under this Act."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Members of the Council. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Members of the Council. 5. (1) Subject to section 7(3), the Council shall consist of not more than thirty members who shall be appointed by the Minister by instrument in writing from amongst persons appearing to him to be qualified and experienced in matters relating to science, technology, industry, finance or administration, or having such other qualification or experience which the Minister considers to be relevant to the development of Guyana.  (2) At least six members representing between them the various sciences and technology shall be appointed by the Minister after consultation with the University of Guyana.  (3) A member, other than the Chairman, may at any time resign his office by instrument in writing addressed to the Chairman, who shall forthwith cause the same to be forwarded to the Minister and upon the date of the receipt by the Chairman of the instrument the member ceases to be a member.  LAWS OF GUYANA National Science Research Council Cap. 42:01 7  L.R.O. 1/2012                  Affixing of the seal of the Council.                         Meetings of the Council and procedure.       (4) The Chairman may at any time resign his office by instrument in writing addressed to the Minister and the resignation takes effect as from the date of the receipt of the instrument.  (5) The Minister may terminate the appointment of a member who absents himself from three consecutive meetings of the Council without leave from the Council.  (6) The names of the members of the Council as first constituted and every change in the membership thereof shall be published in the Gazette.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to section 7(3), the Council shall consist of not more than thirty members who shall be appointed by the Minister by instrument in writing from amongst persons appearing to him to be qualified and experienced in matters relating to science, technology, industry, finance or administration, or having such other qualification or experience which the Minister considers to be relevant to the development of Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "At least six members representing between them the various sciences and technology shall be appointed by the Minister after consultation with the University of Guyana."
                },
                {
                    "representation": "(3)",
                    "description": "A member, other than the Chairman, may at any time resign his office by instrument in writing addressed to the Chairman, who shall forthwith cause the same to be forwarded to the Minister and upon the date of the receipt by the Chairman of the instrument the member ceases to be a member.  LAWS OF GUYANA National Science Research Council Cap. 42:01 7  L.R.O. 1/2012                  Affixing of the seal of the Council.                         Meetings of the Council and procedure."
                },
                {
                    "representation": "(4)",
                    "description": "The Chairman may at any time resign his office by instrument in writing addressed to the Minister and the resignation takes effect as from the date of the receipt of the instrument."
                },
                {
                    "representation": "(5)",
                    "description": "The Minister may terminate the appointment of a member who absents himself from three consecutive meetings of the Council without leave from the Council."
                },
                {
                    "representation": "(6)",
                    "description": "The names of the members of the Council as first constituted and every change in the membership thereof shall be published in the Gazette."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Affixing of the seal of the Council. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Affixing of the seal of the Council. 6. (1) The seal of the Council shall be kept in the custody of the Chairman or the Deputy Chairman or the Secretary-General or such other officer of the Council as the Council may approve, and may be affixed to instruments pursuant to a resolution of the Council and in the presence of the Chairman, or the Deputy Chairman, and the Secretary- General.  (2) The seal of the Council shall be authenticated by the signature of the Chairman, or the Deputy Chairman, and the Secretary-General, and shall be officially and judicially noticed.  (3) All documents, other than those required by law to be under seal, made by, and all decisions of, the Council may be signified under the hand of the Chairman, or the Deputy Chairman, or the Secretary-General.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The seal of the Council shall be kept in the custody of the Chairman or the Deputy Chairman or the Secretary-General or such other officer of the Council as the Council may approve, and may be affixed to instruments pursuant to a resolution of the Council and in the presence of the Chairman, or the Deputy Chairman, and the Secretary- General."
                },
                {
                    "representation": "(2)",
                    "description": "The seal of the Council shall be authenticated by the signature of the Chairman, or the Deputy Chairman, and the Secretary-General, and shall be officially and judicially noticed."
                },
                {
                    "representation": "(3)",
                    "description": "All documents, other than those required by law to be under seal, made by, and all decisions of, the Council may be signified under the hand of the Chairman, or the Deputy Chairman, or the Secretary-General."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Meetings of the Council and procedure. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Meetings of the Council and procedure. 7.(1) The Council shall meet at such times as may be necessary or expedient for the transaction of business and meetings of the Council shall be held at least twice in every year and at such places and times and on such days as the Council may determine.  (2) The Chairman may at any time call a special LAWS OF GUYANA 8 Cap. 42:01 National Science Research Council  L.R.O. 1/2012                   Committees.                Power to delegate functions.       Power to appoint officers and other employees and agents.        meeting of the Council and shall call a special meeting within seven days of a requisition for that purpose addressed to him in writing by any four members.  (3) Ten members of the Council shall form a quorum for the transaction of business at a meeting.  (4) Minutes in proper form of each meeting shall be recorded and shall be confirmed by the Council at a subsequent meeting.  (5) Subject to the provisions of this Act, the Council shall have the power to regulate its own proceedings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council shall meet at such times as may be necessary or expedient for the transaction of business and meetings of the Council shall be held at least twice in every year and at such places and times and on such days as the Council may determine."
                },
                {
                    "representation": "(2)",
                    "description": "The Chairman may at any time call a special LAWS OF GUYANA 8 Cap. 42:01 National Science Research Council  L.R.O. 1/2012                   Committees.                Power to delegate functions.       Power to appoint officers and other employees and agents.        meeting of the Council and shall call a special meeting within seven days of a requisition for that purpose addressed to him in writing by any four members."
                },
                {
                    "representation": "(3)",
                    "description": "Ten members of the Council shall form a quorum for the transaction of business at a meeting."
                },
                {
                    "representation": "(4)",
                    "description": "Minutes in proper form of each meeting shall be recorded and shall be confirmed by the Council at a subsequent meeting."
                },
                {
                    "representation": "(5)",
                    "description": "Subject to the provisions of this Act, the Council shall have the power to regulate its own proceedings."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Committees. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Committees. 8. (1) The Council may appoint such committees as it may think fit to advise the Council in the exercise of any of its functions under this Act.  (2) Every committee appointed under this section shall consist of at least two members of the Council, of whom one shall be appointed to be chairman of the committee, and such other persons, whether members of the Council or not, as the Council may think fit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council may appoint such committees as it may think fit to advise the Council in the exercise of any of its functions under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Every committee appointed under this section shall consist of at least two members of the Council, of whom one shall be appointed to be chairman of the committee, and such other persons, whether members of the Council or not, as the Council may think fit."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Power to delegate functions. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Power to delegate functions. 9. Subject to the provisions of this Act, the Council may delegate to any member or committee or officer of the Council the power and authority to carry out on its behalf such functions as the Council may determine.",
            "description": "Subject to the provisions of this Act, the Council may delegate to any member or committee or officer of the Council the power and authority to carry out on its behalf such functions as the Council may determine."
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Power to appoint officers and other employees and agents. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Power to appoint officers and other employees and agents. 10.",
            "description": "10."
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Protection of members. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Protection of members. 11. (1) No action, suit, prosecution or other proceedings shall be brought or instituted personally against any member in respect of any act done bona fide in pursuance of the execution or intended execution of this Act.  (2) Where any member is exempt from liability by reason only of this section the Council is liable to the extent that it would be if such member were an officer or other employee, or agent, of the Council.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No action, suit, prosecution or other proceedings shall be brought or instituted personally against any member in respect of any act done bona fide in pursuance of the execution or intended execution of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Where any member is exempt from liability by reason only of this section the Council is liable to the extent that it would be if such member were an officer or other employee, or agent, of the Council."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Remuneration of members. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Remuneration of members. 12. There shall be paid to the Chairman and other members such remuneration (if any) (whether by way of salaries or travelling or other allowances) as the Minister may determine.",
            "description": "There shall be paid to the Chairman and other members such remuneration (if any) (whether by way of salaries or travelling or other allowances) as the Minister may determine."
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Funds and resources of the Council. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Funds and resources of the Council. 13. (1) The funds and resources of the Council shall consist of    (a) such sums as may be provided by Parliament, and  (b) all other sums or property which may in any manner become payable to or vested in the Council for the general purposes of the Council or in respect of any matter incidental thereto.  (2) The expenses of the Council (including any remuneration of the members, officers, other employees and LAWS OF GUYANA 10 Cap. 42:01 National Science Research Council  L.R.O. 1/2012       Accounts and audit. [6 of 1997]                          Report and accounts to be submitted to the Minister.               agents thereof) shall be paid out of the funds and resources of the Council.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The funds and resources of the Council shall consist of"
                },
                {
                    "representation": "(a)",
                    "description": "such sums as may be provided by Parliament, and"
                },
                {
                    "representation": "(b)",
                    "description": "all other sums or property which may in any manner become payable to or vested in the Council for the general purposes of the Council or in respect of any matter incidental thereto."
                },
                {
                    "representation": "(2)",
                    "description": "The expenses of the Council"
                }
            ]
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Accounts and audit. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Accounts and audit. 14. (1) The Council shall keep proper accounts and other records in respect of its operations and the accounts shall be audited annually by an auditor appointed by the Council with the approval of the Minister.  (2) The members, the Secretary-General, officers and other employees of the Council shall grant to the auditor appointed to audit the accounts of the Council under this section, access to all books, documents, cash and securities of the Council and shall give to him on request all such information as may be within their knowledge in relation to the functions of the Council.  (3) Any person who fails or refuses or neglects to comply with any request made by the auditor under this section or otherwise obstructs him in the performance of the functions conferred upon him by this section is liable on summary conviction to a fine of three thousand two hundred and fifty dollars or, in default of payment, to imprisonment for one month.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council shall keep proper accounts and other records in respect of its operations and the accounts shall be audited annually by an auditor appointed by the Council with the approval of the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "The members, the Secretary-General, officers and other employees of the Council shall grant to the auditor appointed to audit the accounts of the Council under this section, access to all books, documents, cash and securities of the Council and shall give to him on request all such information as may be within their knowledge in relation to the functions of the Council."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who fails or refuses or neglects to comply with any request made by the auditor under this section or otherwise obstructs him in the performance of the functions conferred upon him by this section is liable on summary conviction to a fine of three thousand two hundred and fifty dollars or, in default of payment, to imprisonment for one month."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Report and accounts to be submitted to the Minister. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Report and accounts to be submitted to the Minister. 15. (1) The Council shall not later than the 30th June in each year prepare and submit to the Minister a report on its activities during the last preceding calendar year, including a statement of its accounts audited in accordance with the provisions of section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council shall not later than the 30th June in each year prepare and submit to the Minister a report on its activities during the last preceding calendar year, including a statement of its accounts audited in accordance with the provisions of section"
                }
            ]
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Discoveries and inventions. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Discoveries and inventions. 16. (1) All discoveries and inventions made by the Council or by any of its officers or other employees or agents in the performance of its functions under this Act, shall be vested in the Council and the Council may make any such discovery or invention available to the public on such conditions and subject to the payment of such fees or royalties as the Council may think fit.  (2) The Council may, with the approval of the Minister  (a) pay such bonuses or royalties as it may think fit to any person who makes any discovery or invention in the course of any researchundertaken by or carried out under thedirection of the Council, whether such person is a member, officer or other employee of the Council or not;  (b) where any discovery or invention is made available to the public subject to the payment of fees or royalties, exempt any person from the requirement to pay such fees or royalties or any portion thereof.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All discoveries and inventions made by the Council or by any of its officers or other employees or agents in the performance of its functions under this Act, shall be vested in the Council and the Council may make any such discovery or invention available to the public on such conditions and subject to the payment of such fees or royalties as the Council may think fit."
                },
                {
                    "representation": "(2)",
                    "description": "The Council may, with the approval of the Minister"
                },
                {
                    "representation": "(a)",
                    "description": "pay such bonuses or royalties as it may think fit to any person who makes any discovery or invention in the course of any researchundertaken by or carried out under thedirection of the Council, whether such person is a member, officer or other employee of the Council or not;"
                },
                {
                    "representation": "(b)",
                    "description": "where any discovery or invention is made available to the public subject to the payment of fees or royalties, exempt any person from the requirement to pay such fees or royalties or any portion thereof."
                }
            ]
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Policy directions. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Policy directions. 17. The Minister may, after consultation with the Chairman, give to the Council directions of a general character as to the policy to be followed by the Council in the performance of its functions and the Council shall give effect to any such directions.",
            "description": "The Minister may, after consultation with the Chairman, give to the Council directions of a general character as to the policy to be followed by the Council in the performance of its functions and the Council shall give effect to any such directions."
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Exemption from taxes. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Exemption from taxes. 18. The Council is exempt from the payment of LAWS OF GUYANA 12 Cap. 42:01 National Science Research Council  L.R.O. 1/2012        Offences. [6 of 1997]                         Regulations.       customs duty, capital gains tax, corporation tax, income tax, property tax, and purchase tax.",
            "description": "The Council is exempt from the payment of LAWS OF GUYANA 12 Cap. 42:01 National Science Research Council  L.R.O. 1/2012        Offences. [6 of 1997]                         Regulations.       customs duty, capital gains tax, corporation tax, income tax, property tax, and purchase tax."
        }
    },
    {
        "act": "NATIONAL SCIENCE RESEARCH COUNCIL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Offences. ",
            "context": "NATIONAL SCIENCE RESEARCH COUNCIL ACT under Offences. 19. Any person who  (a) being a member, officer or other employee or agent of the Council without the authority of the Council publishes or communicates to any person otherwise than in the course of his duties as a member, officer, or other employee or agent of the Council, any information acquired by him in the course of such duties; or  (b) being in possession of any information which to his knowledge has been disclosed in contravention of this Act, publishes or communicates such information to any person, is liable on summary conviction to a fine of sixty-five thousand dollars and to imprisonment for a term of two years.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "being a member, officer or other employee or agent of the Council without the authority of the Council publishes or communicates to any person otherwise than in the course of his duties as a member, officer, or other employee or agent of the Council, any information acquired by him in the course of such duties; or"
                },
                {
                    "representation": "(b)",
                    "description": "being in possession of any information which to his knowledge has been disclosed in contravention of this Act, publishes or communicates such information to any person, is liable on summary conviction to a fine of sixty-five thousand dollars and to imprisonment for a term of two years."
                }
            ]
        }
    }
]