[
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Short title. 01. LAWS OF GUYANA 6 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012",
            "description": "LAWS OF GUYANA 6 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART I  CENTRAL ADMINISTRATION  The Registrar General  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Interpretation.  PART I  CENTRAL ADMINISTRATION  The Registrar General  2. In this Act  Form means Form in the First Schedule;  LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 7  L.R.O. 1/2012                        Appointment of Registrar General and establishment of general register office.   Appointment of deputy.                general search means a search during any number of successive days, not exceeding six, without stating the object of search;  particular search means a search over any period not exceeding five years for any given registration form of birth or death;  the Registrar General means the Registrar General of births and deaths in Guyana for the time being, and, in case of his absence, also means and includes the person appointed by him as his deputy.  PART I  CENTRAL ADMINISTRATION  The Registrar General",
            "description": "In this Act  Form means Form in the First Schedule;  LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 7  L.R.O. 1/2012                        Appointment of Registrar General and establishment of general register office.   Appointment of deputy.                general search means a search during any number of successive days, not exceeding six, without stating the object of search;  particular search means a search over any period not exceeding five years for any given registration form of birth or death;  the Registrar General means the Registrar General of births and deaths in Guyana for the time being, and, in case of his absence, also means and includes the person appointed by him as his deputy.  PART I  CENTRAL ADMINISTRATION  The Registrar General"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Appointment of Registrar General and establishment of general register office. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Appointment of Registrar General and establishment of general register office. 3. (1) There shall be a Registrar General of births and deaths in Guyana.  (2) The office of the Registrar General shall be called the general register office.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a Registrar General of births and deaths in Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "The office of the Registrar General shall be called the general register office."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Appointment of deputy. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Appointment of deputy. 4. (1) There shall be a deputy to the Registrar General who shall act as his deputy in case he is at any time ill, or unavoidably absent.  (2) The deputy shall have, at all times during the illness or unavoidable absence of the Registrar General, all the powers and be subject to all the duties and liabilities of the Registrar General, save and except that the deputy shall not have power to make, rescind or alter any general order, regulation, or form, or to rescind or vary anything done by the Registrar General or approved by him in writing under his hand.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a deputy to the Registrar General who shall act as his deputy in case he is at any time ill, or unavoidably absent."
                },
                {
                    "representation": "(2)",
                    "description": "The deputy shall have, at all times during the illness or unavoidable absence of the Registrar General, all the powers and be subject to all the duties and liabilities of the Registrar General, save and except that the deputy shall not have power to make, rescind or alter any general order, regulation, or form, or to rescind or vary anything done by the Registrar General or approved by him in writing under his hand."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Appointment and salaries of clerks. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Appointment and salaries of clerks. 5. There shall be such and so many clerks as may from LAWS OF GUYANA 8 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012 Appointment and salaries of clerks.  Provision and use of seal. [3 of 1965]              Power to amend Schedules.  [21 of 1990]  Regulations for management of office. [21 of 1990]      Notices of acts required to be done under the Act. [21 of 1990]     Receipt and paying over of fees.   time to time be necessary for carrying on the business of the general register office.",
            "description": "There shall be such and so many clerks as may from LAWS OF GUYANA 8 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012 Appointment and salaries of clerks.  Provision and use of seal. [3 of 1965]              Power to amend Schedules.  [21 of 1990]  Regulations for management of office. [21 of 1990]      Notices of acts required to be done under the Act. [21 of 1990]     Receipt and paying over of fees.   time to time be necessary for carrying on the business of the general register office."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Provision and use of seal. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Provision and use of seal. 6. (1) The Registrar General shall cause to be made a seal of the general register office, and all certified extracts from entries given in the office to be sealed or stamped therewith.  (2) All certified extracts from entries purporting to be sealed or stamped with the seal of the office (which seal it shall not be necessary to prove) shall be admissible as evidence of the birth or death to which they relate without any further or other proof of an entry; and no certified extract purporting to be given in the office shall be of any force or effect which is not sealed or stamped as aforesaid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar General shall cause to be made a seal of the general register office, and all certified extracts from entries given in the office to be sealed or stamped therewith."
                },
                {
                    "representation": "(2)",
                    "description": "All certified extracts from entries purporting to be sealed or stamped with the seal of the office"
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Power to amend Schedules. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Power to amend Schedules. 7. The Minister may, by order, amend the Schedules.",
            "description": "The Minister may, by order, amend the Schedules."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Regulations for management of office. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Regulations for management of office. 8. The Registrar General, with the approval of the Minister, may from time to time make regulations for the management of the general register office and for the discharge of the duties of the Registrar General, of the clerks of the office, and registrars and their deputies hereinafter mentioned.",
            "description": "The Registrar General, with the approval of the Minister, may from time to time make regulations for the management of the general register office and for the discharge of the duties of the Registrar General, of the clerks of the office, and registrars and their deputies hereinafter mentioned."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Notices of acts required to be done under the Act. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Notices of acts required to be done under the Act. 9. The Registrar General shall from time to time cause to be fixed or placed on the outside of public and conspicuous buildings or places, within the respective registration districts, printed notices specifying the several acts required to be done for the purpose of registering a birth or death under this Act.",
            "description": "The Registrar General shall from time to time cause to be fixed or placed on the outside of public and conspicuous buildings or places, within the respective registration districts, printed notices specifying the several acts required to be done for the purpose of registering a birth or death under this Act."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Receipt and paying over of fees.  SUPPLY OF FORMS  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Receipt and paying over of fees.  SUPPLY OF FORMS  10. All fees received by or on account of the Registrar General under this Act shall be entered in a cash book to be kept for that purpose, and shall be paid over monthly to the Accountant General. LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 9  L.R.O. 1/2012     Forms. [21 of 1990]            Registration districts and centres. [21 of 1990] c. 28:09     Appointment of registrars and deputies and designa- tion of public officers to act in execution of Act. [21 of 1990]        Transfer of official property on death or removal of registrar. [21 of 1990]  Supply of Forms",
            "description": "All fees received by or on account of the Registrar General under this Act shall be entered in a cash book to be kept for that purpose, and shall be paid over monthly to the Accountant General. LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 9  L.R.O. 1/2012     Forms. [21 of 1990]            Registration districts and centres. [21 of 1990] c. 28:09     Appointment of registrars and deputies and designa- tion of public officers to act in execution of Act. [21 of 1990]        Transfer of official property on death or removal of registrar. [21 of 1990]  Supply of Forms"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Forms.  PART II  REGISTRATION DISTRICTS AND REGISTRATION CENTRES  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Forms.  PART II  REGISTRATION DISTRICTS AND REGISTRATION CENTRES  11. The Registrar General shall cause to be provided at the public expense a sufficient number of the forms necessary for the execution of this Act.",
            "description": "The Registrar General shall cause to be provided at the public expense a sufficient number of the forms necessary for the execution of this Act."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "[Deleted by 21 of 1990] ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under [Deleted by 21 of 1990] 12. [Deleted by 21 of 1990]  PART II  REGISTRATION DISTRICTS AND REGISTRATION CENTRES",
            "description": "[Deleted by 21 of 1990]  PART II  REGISTRATION DISTRICTS AND REGISTRATION CENTRES"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Registration districts and centres. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Registration districts and centres. 13. In each of the regions into which Guyana is divided by order made under the Local Democratic Organs Act, the Minister may by order establish such number of registration districts as he deems necessary and in each such district establish such number of registration centres as may be necessary.",
            "description": "In each of the regions into which Guyana is divided by order made under the Local Democratic Organs Act, the Minister may by order establish such number of registration districts as he deems necessary and in each such district establish such number of registration centres as may be necessary."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Appointment of registrars and deputies and designation of public officers to act in execution of Act. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Appointment of registrars and deputies and designation of public officers to act in execution of Act. 14. (1) The Minister may appoint the registrars and their deputies for the registration districts.  (2) Every deputy while acting as registrar shall have all the powers and duties and be subject to all the penalties declared in this Act concerning a registrar.  (3) The Minister may designate a public officer to perform the functions of registrar under this Act, for such time as that officer holds his office.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may appoint the registrars and their deputies for the registration districts."
                },
                {
                    "representation": "(2)",
                    "description": "Every deputy while acting as registrar shall have all the powers and duties and be subject to all the penalties declared in this Act concerning a registrar."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may designate a public officer to perform the functions of registrar under this Act, for such time as that officer holds his office."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "- 17 [Deleted by 21 of 1990] ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under - 17 [Deleted by 21 of 1990] 15.",
            "description": "15."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Registrar to study the regulations and forms. LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 37 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012 REGULATION  REGISTRAR TO LEARN THE EXACT BOUNDARIES OF HIS DIVISION  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Registrar to study the regulations and forms. LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 37 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012 REGULATION  REGISTRAR TO LEARN THE EXACT BOUNDARIES OF HIS DIVISION  16. On receiving the present book of regulations, the registrar must at once carefully read the same and acquaint himself with every particular as to his duties therein set forth, such regulations being in every respect binding on him. He must also study the appendices hereto, giving particular attention to the various examples, and must further make himself acquainted with the various forms, and the uses to which they are to be applied.   REGISTRAR TO LEARN THE EXACT BOUNDARIES OF HIS DIVISION",
            "description": "On receiving the present book of regulations, the registrar must at once carefully read the same and acquaint himself with every particular as to his duties therein set forth, such regulations being in every respect binding on him. He must also study the appendices hereto, giving particular attention to the various examples, and must further make himself acquainted with the various forms, and the uses to which they are to be applied.   REGISTRAR TO LEARN THE EXACT BOUNDARIES OF HIS DIVISION"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "17.[Deleted by 21 of 1990]  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under 17.[Deleted by 21 of 1990]  17. Registrar to learn the exact boundaries of his division.    REGISTRARS NAME AND HOURS OF ATTENDANCE FOR REGISTRATION TO BE EXHIBITED",
            "description": "Registrar to learn the exact boundaries of his division.    REGISTRARS NAME AND HOURS OF ATTENDANCE FOR REGISTRATION TO BE EXHIBITED"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Transfer of official property on death or removal of registrar. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Transfer of official property on death or removal of registrar. 18. Whenever any registrar dies, or is removed from office or ceases to hold office, arrangements shall immediately be made by the Registrar General to have all forms, documents and papers that were in his possession as registrar collected and delivered as soon as conveniently may be to his LAWS OF GUYANA 10 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012       Registration centre in each district. [21 of 1990]       Exemption from service on jury or inquest. [21 of 1990]      Ascertaining and registering births and deaths. [21 of 1990]     Forms 1 and",
            "description": "Whenever any registrar dies, or is removed from office or ceases to hold office, arrangements shall immediately be made by the Registrar General to have all forms, documents and papers that were in his possession as registrar collected and delivered as soon as conveniently may be to his LAWS OF GUYANA 10 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012       Registration centre in each district. [21 of 1990]       Exemption from service on jury or inquest. [21 of 1990]      Ascertaining and registering births and deaths. [21 of 1990]     Forms 1 and"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "[Deleted by 21 of 1990] LAWS OF GUYANA 4 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012 SECTION ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under [Deleted by 21 of 1990] LAWS OF GUYANA 4 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012 SECTION 19. [Deleted by 21 of 1990]",
            "description": "[Deleted by 21 of 1990]"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Registration centre in each district. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Registration centre in each district. 20. (1) The Register General shall appoint some suitable building to be the registration centre within the district.  (2) The Registrar General shall publish in the Gazette, the address of the registration centre and hours of business of every registrar.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Register General shall appoint some suitable building to be the registration centre within the district."
                },
                {
                    "representation": "(2)",
                    "description": "The Registrar General shall publish in the Gazette, the address of the registration centre and hours of business of every registrar."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Exemption from service on jury or inquest.  PART III  REGISTRATION OF BIRTHS AND DEATHS  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Exemption from service on jury or inquest.  PART III  REGISTRATION OF BIRTHS AND DEATHS  21. Every registrar appointed under this Act shall be free and exempt from service on any jury or inquest.  PART III  REGISTRATION OF BIRTHS AND DEATHS",
            "description": "Every registrar appointed under this Act shall be free and exempt from service on any jury or inquest.  PART III  REGISTRATION OF BIRTHS AND DEATHS"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Ascertaining and registering births and deaths. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Ascertaining and registering births and deaths. 22. Subject to the regulations to be made under this Act, every registrar is hereby authorised and required to inform himself carefully, in so far as it is practicable, of every birth and death which happens within his district, and to learn and register, as soon after the event as conveniently may be, without fee or reward save as herein provided, in one of the registration forms the particulars required to be registered according to Forms 1 and 2, in triplicate, touching that birth or death, as the case may be.",
            "description": "Subject to the regulations to be made under this Act, every registrar is hereby authorised and required to inform himself carefully, in so far as it is practicable, of every birth and death which happens within his district, and to learn and register, as soon after the event as conveniently may be, without fee or reward save as herein provided, in one of the registration forms the particulars required to be registered according to Forms 1 and 2, in triplicate, touching that birth or death, as the case may be."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Obligation on certain persons to give notice of birth of child. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Obligation on certain persons to give notice of birth of child. 23.",
            "description": "23."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "[Deleted by 21 of 1990] ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under [Deleted by 21 of 1990] 24. [Deleted by 21 of 1990]",
            "description": "[Deleted by 21 of 1990]"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Penalty for default under section ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Penalty for default under section 25. Everyone in default of doing anything required, or prescribed by the Registrar General, to be done by him under or in pursuance of the preceding section, shall be liable to a fine of nine hundred dollars.",
            "description": "Everyone in default of doing anything required, or prescribed by the Registrar General, to be done by him under or in pursuance of the preceding section, shall be liable to a fine of nine hundred dollars."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Giving notice in writing. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Giving notice in writing. 26. (1) Anyone may give information of a birth or death happening in any part of Guyana within the limits set forth in the Second Schedule by forwarding the particulars of that birth or death, as required by this Act in writing signed by him and stating his name, residence and occupation to  the registrar at the nearest registration centre of the district within which the birth or death, as the case may be, occurred, whereupon the registrar shall commence the registration of the birth or death.  (2) Upon verification of the particulars submitted under subsection (1) the registrar shall then proceed to complete the registration of the birth or death by filling in Form 1 or 2, as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the registrar shall then proceed to complete the registration of the birth or death by filling in Form 1 or 2, as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "Upon verification of the particulars submitted under subsection"
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "[Deleted by 21 of 1990] ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under [Deleted by 21 of 1990] 27. [Deleted by Act No. 21 of 1990]",
            "description": "[Deleted by Act No. 21 of 1990]"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Informant to sign registration form. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Informant to sign registration form. 28. Nothing in the preceding section shall excuse any informant from signing the registration form when he is present with the registrar.   LAWS OF GUYANA 12 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012 Neglect to give notice of birth or death under the Act. [18 of 1947 21 of 1990 6 of 1997] Second Schedule.   Extension of provisions as to notice in writing. [21 of 1990]       Entry of name of person as father of child born out of wedlock. [21 of 1990]    Registration after expiration of three months from birth. [18 of 1947 57 of 1955 21 of 1990]",
            "description": "Nothing in the preceding section shall excuse any informant from signing the registration form when he is present with the registrar.   LAWS OF GUYANA 12 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012 Neglect to give notice of birth or death under the Act. [18 of 1947 21 of 1990 6 of 1997] Second Schedule.   Extension of provisions as to notice in writing. [21 of 1990]       Entry of name of person as father of child born out of wedlock. [21 of 1990]    Registration after expiration of three months from birth. [18 of 1947 57 of 1955 21 of 1990]"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Neglect to give notice of birth or death under the Act. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Neglect to give notice of birth or death under the Act. 29. If anyone who resides in any part of Guyana within the limits set forth in the Second Schedule, and who is bound to give information of a birth or death, does not, within nine months from that birth or death, give the information in either of the ways prescribed by this Act, he shall be liable to a fine of five hundred dollars.",
            "description": "If anyone who resides in any part of Guyana within the limits set forth in the Second Schedule, and who is bound to give information of a birth or death, does not, within nine months from that birth or death, give the information in either of the ways prescribed by this Act, he shall be liable to a fine of five hundred dollars."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Extension of provisions as to notice in writing. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Extension of provisions as to notice in writing. 30. The Minister, from time to time, by order to be published in the Gazette and one newspaper of Guyana, may extend the last three preceding sections to other places than those mentioned in the Second Schedule, and, at the expiration of three weeks from the time of the first publication of the order, those sections shall apply to any place mentioned in the order, in the same manner as if it had been included in that Schedule.",
            "description": "The Minister, from time to time, by order to be published in the Gazette and one newspaper of Guyana, may extend the last three preceding sections to other places than those mentioned in the Second Schedule, and, at the expiration of three weeks from the time of the first publication of the order, those sections shall apply to any place mentioned in the order, in the same manner as if it had been included in that Schedule."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Entry of name of person as father of child born out of wedlock. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Entry of name of person as father of child born out of wedlock. 31. No registrar who receives information of the birth of a child born out of wedlock shall enter in Form 1 the name of anyone as the father of that child except at the joint request of the mother, and of the person who acknowledges himself to be the father, and the person shall in that case sign Form 1 together with the mother.",
            "description": "No registrar who receives information of the birth of a child born out of wedlock shall enter in Form 1 the name of anyone as the father of that child except at the joint request of the mother, and of the person who acknowledges himself to be the father, and the person shall in that case sign Form 1 together with the mother."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Registration after expiration of three months from birth. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Registration after expiration of three months from birth. 32. (1) After the expiration of three months following the birth of a child or nine months in the case of a birth in any part of Guyana within the limits set forth in the Second Schedule, no registrar may register the birth, save as hereinafter provided, that is to say, if the birth of the child has not been registered according to the provisions hereinbefore contained, anyone present at the birth of the child, or the father or mother or guardian thereof, at any time within twelve months next after its birth may make in the presence of the superintendent registrar a declaration in writing of the particulars required to be known touching the birth according to the best of his or her knowledge and belief (which declaration in the presence of the superintending registrar is hereby authorised to take), and the superintendent registrar LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 13  L.R.O. 1/2012          Registration of a birth after 12 months. [15 of 1936 57 of 1955 21 of 1990]             Registration of name given after registra- tion. [21 of 1990]       Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "After the expiration of three months following the birth of a child or nine months in the case of a birth in any part of Guyana within the limits set forth in the Second Schedule, no registrar may register the birth, save as hereinafter provided, that is to say, if the birth of the child has not been registered according to the provisions hereinbefore contained, anyone present at the birth of the child, or the father or mother or guardian thereof, at any time within twelve months next after its birth may make in the presence of the superintendent registrar a declaration in writing of the particulars required to be known touching the birth according to the best of his or her knowledge and belief"
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Registration of a birth after 12 months. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Registration of a birth after 12 months. 33. (1) After the expiration of twelve months following the birth of a child, that birth shall not be registered except with the written authority of the Registrar General for registering the same, and except in accordance with the regulations, and the fact of such authority having been given shall be recorded.  (2) For every registration under subsection (1) the registrar shall be entitled to receive such fees as may be prescribed by the Minister by order.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the registrar shall be entitled to receive such fees as may be prescribed by the Minister by order."
                },
                {
                    "representation": "(2)",
                    "description": "For every registration under subsection"
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "[Deleted by 21 of 1990] ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under [Deleted by 21 of 1990] 34. [Deleted by 21 of 1990]",
            "description": "[Deleted by 21 of 1990]"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Registration of name given after registration. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Registration of name given after registration. 35. (1) When any name has been given to the child by its parents or guardians other than that by which it may have been registered, or where on registration no name has been given, the parents or guardians, within twelve months after its birth has been registered, or, if after twelve months, then only with the written authority of the magistrate of the district in which the parents or guardians reside (which authority, upon a statement of the circumstances of the case submitted to him, it shall be lawful for the magistrate to give) may deliver to the Registrar General a certificate in Form 3, or to the like effect, signed by the parents or guardians; and thereupon, and on payment of such fees as may be prescribed by the Minister by order, the Registrar General shall appropriately record the name of the child by completing a new registration form showing the original particulars with the name of the child as corrected or with the name given for the first time, as the case may be. LAWS OF GUYANA 14 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012        Obligation on certain persons to give notice of death. [21 of 1990]            Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When any name has been given to the child by its parents or guardians other than that by which it may have been registered, or where on registration no name has been given, the parents or guardians, within twelve months after its birth has been registered, or, if after twelve months, then only with the written authority of the magistrate of the district in which the parents or guardians reside"
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Obligation on certain persons to give notice of death. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Obligation on certain persons to give notice of death. 36. Someone present at the death, or in attendance during the last illness, of anyone dying in Guyana shall, within seven days next after the day of the death, give notice thereof to the registrar at the nearest registration centre of the district in which it has occurred; and everyone aforesaid shall, whether he has given notice or not, on being required personally or by written requisition of the registrar, within fourteen days after the date of the death, attend personally at the office of the registrar at the nearest registration centre of the district in which the death has occurred, or otherwise at the place of residence of that person, and give information to the registrar, according to the best of his knowledge and belief, of the several particulars required by Form 2, to be registered touching the death, and shall sign the registration form in the presence of the registrar.",
            "description": "Someone present at the death, or in attendance during the last illness, of anyone dying in Guyana shall, within seven days next after the day of the death, give notice thereof to the registrar at the nearest registration centre of the district in which it has occurred; and everyone aforesaid shall, whether he has given notice or not, on being required personally or by written requisition of the registrar, within fourteen days after the date of the death, attend personally at the office of the registrar at the nearest registration centre of the district in which the death has occurred, or otherwise at the place of residence of that person, and give information to the registrar, according to the best of his knowledge and belief, of the several particulars required by Form 2, to be registered touching the death, and shall sign the registration form in the presence of the registrar."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Notice on finding new-born child or dead body. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Notice on finding new-born child or dead body. 37.",
            "description": "37."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Entry of finding of jury upon coroner’s inquest. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Entry of finding of jury upon coroners inquest. 38. Whenever an inquest is held on a dead body, the jury shall inquire of the particulars by this Act required to be registered concerning the death and the coroner shall, without signing Form 2 as informant, communicate in writing under his hand the finding of the jury to the Registrar General who shall record that the information relating to the death LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 15  L.R.O. 1/2012     Registration of birth or death on board ship. [21 of 1990]            Report of death on boat in mining district. [21 of 1990]          Signing of register by informant, with specified exceptions. [21 of 1990]         Signing by mark.   was received from the coroner, and preserve the information with the records of his office.",
            "description": "Whenever an inquest is held on a dead body, the jury shall inquire of the particulars by this Act required to be registered concerning the death and the coroner shall, without signing Form 2 as informant, communicate in writing under his hand the finding of the jury to the Registrar General who shall record that the information relating to the death LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 15  L.R.O. 1/2012     Registration of birth or death on board ship. [21 of 1990]            Report of death on boat in mining district. [21 of 1990]          Signing of register by informant, with specified exceptions. [21 of 1990]         Signing by mark.   was received from the coroner, and preserve the information with the records of his office."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Registration of birth or death on board ship. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Registration of birth or death on board ship. 39. (1) In the event of a birth or death on board a ship moored in any river in Guyana, the master or chief officer shall be bound to report that birth or death in like manner and subject to the like penalties in case of disobedience as is required of a person on shore.  (2) The master or chief officer of any Government craft shall also, in like manner and subject to the like penalties as aforesaid, report every birth or death on board the craft, whether moored or on any coasting or other voyage within Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In the event of a birth or death on board a ship moored in any river in Guyana, the master or chief officer shall be bound to report that birth or death in like manner and subject to the like penalties in case of disobedience as is required of a person on shore."
                },
                {
                    "representation": "(2)",
                    "description": "The master or chief officer of any Government craft shall also, in like manner and subject to the like penalties as aforesaid, report every birth or death on board the craft, whether moored or on any coasting or other voyage within Guyana."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Report of death on boat in mining district. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Report of death on boat in mining district. 40.  The captain, or in case of his death the bowman, or in case of the bowmans death or absence at the time of a death occurring someone in the boat at the time shall be bound, in the case of a boat going to or returning from any mining district of Guyana, to report the occurrence of that death on or from the boat to the nearest registrar of the district in the same manner as other deaths are reported, and subject to the like penalties in case of disobedience, as is required of a person on shore.",
            "description": "The captain, or in case of his death the bowman, or in case of the bowmans death or absence at the time of a death occurring someone in the boat at the time shall be bound, in the case of a boat going to or returning from any mining district of Guyana, to report the occurrence of that death on or from the boat to the nearest registrar of the district in the same manner as other deaths are reported, and subject to the like penalties in case of disobedience, as is required of a person on shore."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Signing of register by informant, with specified exceptions. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Signing of register by informant, with specified exceptions. 41. Everyone by whom the information contained in any form of birth or death under this Act has been given, except in cases where that information has been given by the coroner or under the provisions hereinbefore contained as to giving notice in writing, shall sign his name, description, and place of abode in the form; and except as aforesaid no form of birth or death according to this Act shall be given in evidence which is not signed by someone professing to be the informant, and to be the party hereby required to give that information to the registrar.",
            "description": "Everyone by whom the information contained in any form of birth or death under this Act has been given, except in cases where that information has been given by the coroner or under the provisions hereinbefore contained as to giving notice in writing, shall sign his name, description, and place of abode in the form; and except as aforesaid no form of birth or death according to this Act shall be given in evidence which is not signed by someone professing to be the informant, and to be the party hereby required to give that information to the registrar."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Signing by mark. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Signing by mark. 42. (1) In case of the inability to write of anyone whose signature is required or necessary under this Act, that person LAWS OF GUYANA 16 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012            Correction of erroneous entry in registration form. [14 of 1954 4 of 1972 21 of 1990]                                 may adhibit, in the presence of the registrar, a cross or other mark, and the registrar shall annex the designation of that person to the cross or other mark.  (2) The cross or other mark shall be in all respects as binding and effectual as the signature of the person would have been if he had been able to write.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In case of the inability to write of anyone whose signature is required or necessary under this Act, that person LAWS OF GUYANA 16 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012            Correction of erroneous entry in registration form. [14 of 1954 4 of 1972 21 of 1990]                                 may adhibit, in the presence of the registrar, a cross or other mark, and the registrar shall annex the designation of that person to the cross or other mark."
                },
                {
                    "representation": "(2)",
                    "description": "The cross or other mark shall be in all respects as binding and effectual as the signature of the person would have been if he had been able to write."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Correction of erroneous entry in registration form. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Correction of erroneous entry in registration form. 43. (1) (a) The Registrar General may of his own motion correct any minor clerical error in a registration form, if satisfied that the error in question is genuine.  (b) The Minister may by order specify the errors or classes of error which shall be deemed to be minor clerical errors for the purposes of this subsection.  (2) Subject to subsection (1), if any error is discovered to have been committed in the entry of a birth or death in a registration form, the person discovering the error shall forthwith give information thereof to the magistrate of the district.  (3) The magistrate thereupon, or upon otherwise coming to the knowledge of the error, shall summon before him the person who made, and anyone concerned in making, the erroneous entry, or having any knowledge concerning it, and also anyone interested in the effect of it, and shall examine those persons upon oath; and if the magistrate is satisfied that any error has been committed in the entry, he shall, by authority under his hand, direct the Registrar General to correct the error.  (4) The Registrar General shall thereupon as directed by the magistrate correct the error according to the truth of the case by completing a new registration form containing the correct particulars; the newly completed form LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 17  L.R.O. 1/2012                                                 together with the previous form being stapled together and forming part of the record of the General Register Office.  (5)    [Deleted by 21 of 1990]  (6) (a) Any person who is born in the Leprosy Hospital, Mahaica, or any parent or guardian of any such person may apply to the Registrar General to alter the particulars in the form with respect to the birth of such person so as to substitute for any reference therein to the Leprosy Hospital or Mahaica Hospital as the case may be a reference to Mahaica.             (b)     [Deleted by 21 of 1990]  (c) The said substitution shall be made by striking out the words Leprosy Hospital or Mahaica Hospital as the case may be and substituting therefor the word Mahaica.  (d) Anything in this or in any other Act to the contrary notwithstanding, as from the date of the coming into force of this Act, where an application has been made as aforesaid, the certified extract referred to in section 49(2) of this Act shall, in respect of the entry with which the application was concerned, contain the substitutions aforesaid and shall be in all respects as if the words Leprosy Hospital or Mahaica Hospital had never been included in the original entry.  LAWS OF GUYANA 18 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012 Saving of registry of baptisms and burials.         Registration of death. [21 of 1990]  Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a) The Registrar General may of his own motion correct any minor clerical error in a registration form, if satisfied that the error in question is genuine."
                },
                {
                    "representation": "(b)",
                    "description": "[Deleted by 21 of 1990]"
                },
                {
                    "representation": "(2)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The magistrate thereupon, or upon otherwise coming to the knowledge of the error, shall summon before him the person who made, and anyone concerned in making, the erroneous entry, or having any knowledge concerning it, and also anyone interested in the effect of it, and shall examine those persons upon oath; and if the magistrate is satisfied that any error has been committed in the entry, he shall, by authority under his hand, direct the Registrar General to correct the error."
                },
                {
                    "representation": "(4)",
                    "description": "The Registrar General shall thereupon as directed by the magistrate correct the error according to the truth of the case by completing a new registration form containing the correct particulars; the newly completed form LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 17  L.R.O. 1/2012                                                 together with the previous form being stapled together and forming part of the record of the General Register Office."
                },
                {
                    "representation": "(5)",
                    "description": "[Deleted by 21 of 1990]"
                },
                {
                    "representation": "(6)",
                    "description": "(a) Any person who is born in the Leprosy Hospital, Mahaica, or any parent or guardian of any such person may apply to the Registrar General to alter the particulars in the form with respect to the birth of such person so as to substitute for any reference therein to the Leprosy Hospital or Mahaica Hospital as the case may be a reference to Mahaica."
                },
                {
                    "representation": "(c)",
                    "description": "The said substitution shall be made by striking out the words Leprosy Hospital or Mahaica Hospital as the case may be and substituting therefor the word Mahaica."
                },
                {
                    "representation": "(d)",
                    "description": "Anything in this or in any other Act to the contrary notwithstanding, as from the date of the coming into force of this Act, where an application has been made as aforesaid, the certified extract referred to in section 49(2) of this Act shall, in respect of the entry with which the application was concerned, contain the substitutions aforesaid and shall be in all respects as if the words Leprosy Hospital or Mahaica Hospital had never been included in the original entry.  LAWS OF GUYANA 18 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012 Saving of registry of baptisms and burials.         Registration of death. [21 of 1990]  Form"
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Saving of registry of baptisms and burials.  PART IV  REGISTRATION OF CAUSES OF DEATH  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Saving of registry of baptisms and burials.  PART IV  REGISTRATION OF CAUSES OF DEATH  44. Nothing in this Act shall affect the registry of baptisms or burials as now by law established, or the right of any officiating minister to receive any fee now usually paid to him for the performance or registration of a baptism or burial.  PART IV  REGISTRATION OF CAUSES OF DEATH",
            "description": "Nothing in this Act shall affect the registry of baptisms or burials as now by law established, or the right of any officiating minister to receive any fee now usually paid to him for the performance or registration of a baptism or burial.  PART IV  REGISTRATION OF CAUSES OF DEATH"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Registration of death.     LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 5  L.R.O. 1/2012 SECTION PART V  COMPLETED REGISTRATION FORMS  Certified Copies of Registers  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Registration of death.     LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 5  L.R.O. 1/2012 SECTION PART V  COMPLETED REGISTRATION FORMS  Certified Copies of Registers  45. (1) A death occurring in a public or private hospital shall be registered at that hospital after the medical practitioner who may have been in attendance during the last illness until the death of the person completes in triplicate paragraphs",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A death occurring in a public or private hospital shall be registered at that hospital after the medical practitioner who may have been in attendance during the last illness until the death of the person completes in triplicate paragraphs"
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Transmission of entries of births and deaths and original registration forms thereof to the Registrar General. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Transmission of entries of births and deaths and original registration forms thereof to the Registrar General. 46. (1) During the first week in every month every registrar shall send to the Registrar General a monthly return with the entries of all births and deaths made during the month together with all the original registration forms of births and deaths in his possession.  (2) If there has been no birth or death registered in the preceding month aforesaid a nil return shall be sent to the Registrar General.  (3) The registrar shall keep safely the duplicate copy of the monthly return sent to the Registrar General.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "During the first week in every month every registrar shall send to the Registrar General a monthly return with the entries of all births and deaths made during the month together with all the original registration forms of births and deaths in his possession."
                },
                {
                    "representation": "(2)",
                    "description": "If there has been no birth or death registered in the preceding month aforesaid a nil return shall be sent to the Registrar General."
                },
                {
                    "representation": "(3)",
                    "description": "The registrar shall keep safely the duplicate copy of the monthly return sent to the Registrar General."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "[Deleted by 21 of 1990] ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under [Deleted by 21 of 1990] 47. [Deleted by 21 of 1990]",
            "description": "[Deleted by 21 of 1990]"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Furnishing of abstract of registers. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Furnishing of abstract of registers. 48. The Registrar General shall once in every year furnish to the Minister a general abstract of the number of births and deaths registered during the preceding year, in the form and at the date from time to time prescribed by the Minister.",
            "description": "The Registrar General shall once in every year furnish to the Minister a general abstract of the number of births and deaths registered during the preceding year, in the form and at the date from time to time prescribed by the Minister."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Indices, searches and certified copies. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Indices, searches and certified copies. 49. (1) The Registrar General shall cause indices of all duly completed registration forms in his possession herein mentioned to be made and kept in the general register office.  LAWS OF GUYANA 20 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012 9 of 1980 21 of 1990]               Fee for priority search. [57 of 1955 3 of 1965 4 of 1972 21 of 1990]         Loss of registration form in course of transmis- sion. [21 of 1990]    Quarterly account of fees by registrar. [27 of 1950 21 of 1990]      (2) Everyone shall be entitled, on payment of the fees prescribed by the Minister by order, to search the indices between the hours of ten oclock in the morning and four oclock in the afternoon of every day, except public holidays and Saturdays, and to have extracted therefrom a sealed certificate of birth in Form 4 or a sealed certificate of death in Form 5, as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar General shall cause indices of all duly completed registration forms in his possession herein mentioned to be made and kept in the general register office.  LAWS OF GUYANA 20 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012 9 of 1980 21 of 1990]               Fee for priority search. [57 of 1955 3 of 1965 4 of 1972 21 of 1990]         Loss of registration form in course of transmis- sion. [21 of 1990]    Quarterly account of fees by registrar. [27 of 1950 21 of 1990]"
                },
                {
                    "representation": "(2)",
                    "description": "Everyone shall be entitled, on payment of the fees prescribed by the Minister by order, to search the indices between the hours of ten oclock in the morning and four oclock in the afternoon of every day, except public holidays and Saturdays, and to have extracted therefrom a sealed certificate of birth in Form 4 or a sealed certificate of death in Form 5, as the case may be."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "[Repealed by 9 of 1990] ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under [Repealed by 9 of 1990] 50. [Repealed by Act No. 9 of 1980]",
            "description": "[Repealed by Act No. 9 of 1980]"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "– 52 [Deleted by 21 of 1990] ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under  52 [Deleted by 21 of 1990] 51.-52 [Repealed by Act No. 9 of 1980]",
            "description": "51.-52 [Repealed by Act No. 9 of 1980]"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Entries to be neat and correct. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Entries to be neat and correct. 52. The registrar must be careful to make the entries in the register books neatly and correctly, in a bold and distinct hand without flourishes and especially to write forenames and surnames in such manner that they may not be mistaken for any other similar names.",
            "description": "The registrar must be careful to make the entries in the register books neatly and correctly, in a bold and distinct hand without flourishes and especially to write forenames and surnames in such manner that they may not be mistaken for any other similar names."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Fee for priority search. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Fee for priority search. 53. (1) The fee payable in respect of each priority search shall be such fee as the Minister may by order prescribe.  (2) In this section, the expression priority search means a search, whether general or particular, in respect of which the Registrar General has received a written application requesting that such search be undertaken immediately, that is to say, in priority either to a general or particular search.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The fee payable in respect of each priority search shall be such fee as the Minister may by order prescribe."
                },
                {
                    "representation": "(2)",
                    "description": "In this section, the expression priority search means a search, whether general or particular, in respect of which the Registrar General has received a written application requesting that such search be undertaken immediately, that is to say, in priority either to a general or particular search."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Loss of registration form in course of transmission. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Loss of registration form in course of transmission. 54. If a duly completed registration form of birth or death is lost in course of transmission to the Registrar General, the registrar by whom it has been sent shall forthwith prepare a copy of the lost form from the second copy of the lost form retained by him and forward the said prepared copy to the Registrar General.",
            "description": "If a duly completed registration form of birth or death is lost in course of transmission to the Registrar General, the registrar by whom it has been sent shall forthwith prepare a copy of the lost form from the second copy of the lost form retained by him and forward the said prepared copy to the Registrar General."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "[Deleted by 21 of 1980] ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under [Deleted by 21 of 1980] 55. Entry to be made in registrar's handwriting.",
            "description": "Entry to be made in registrar's handwriting."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Quarterly account of fees by registrar. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Quarterly account of fees by registrar. 56. (1) Every registrar, each month, shall make out an account of the number of births and deaths which he has registered during that month.  (2) When the account has been rendered to and certified by the Registrar General, there shall be paid to the registrar from moneys provided by Parliament, or out of any funds available for that purpose as hereinafter provided (but LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 21  L.R.O. 1/2012               Burial of deceased and still-born children. [6 of 1930]                               not otherwise), as the case may be, such sums as he may be entitled to receive on the said account at such rate as the Minister may by order prescribe for every duly completed registration form of birth or death, mentioned in the account:  Provided that no fee shall be paid for any entry appearing to the Registrar General to have been made in a careless manner or in an illegible handwriting.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every registrar, each month, shall make out an account of the number of births and deaths which he has registered during that month."
                },
                {
                    "representation": "(2)",
                    "description": "When the account has been rendered to and certified by the Registrar General, there shall be paid to the registrar from moneys provided by Parliament, or out of any funds available for that purpose as hereinafter provided"
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "57.-",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under 57.-57.-",
            "description": "57.-"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Particulars inserted in wrong columns. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Particulars inserted in wrong columns. 58. If the particulars which should be inserted in any two columns, have been inadvertently transposed, the registrar should not correct them nor number them as errors, but he should make a note on the margin of his register as follows  Entry No......................Columns Nos .................. and ............... particulars inadvertently transposed, adding his initials, the initial of his office and the date.",
            "description": "If the particulars which should be inserted in any two columns, have been inadvertently transposed, the registrar should not correct them nor number them as errors, but he should make a note on the margin of his register as follows  Entry No......................Columns Nos .................. and ............... particulars inadvertently transposed, adding his initials, the initial of his office and the date."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Entry in register of births or deaths outside registrar's division. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Entry in register of births or deaths outside registrar's division. 59. Whenever a registrar finds that he has registered or has commenced to register a birth or death, which did not the registrar of the division in which it did occur, and should obtain his sanction for the entry to be deleted by means of marginal notes. When this has been obtained he should cancel the entry by writing on the margin of his register, without amending anything that has already been written  Entry No.................registered in error by me, since registered in division No. ......................District, in which it occurred. H.O.B R.",
            "description": "Whenever a registrar finds that he has registered or has commenced to register a birth or death, which did not the registrar of the division in which it did occur, and should obtain his sanction for the entry to be deleted by means of marginal notes. When this has been obtained he should cancel the entry by writing on the margin of his register, without amending anything that has already been written  Entry No.................registered in error by me, since registered in division No. ......................District, in which it occurred. H.O.B R."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "[Deleted by 21 of 1990] ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under [Deleted by 21 of 1990] 60. [Deleted by Act No. 21 of 1990]",
            "description": "[Deleted by Act No. 21 of 1990]"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Burial of deceased and still-born children.  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Burial of deceased and still-born children.  61. (1) No one shall willfully bury or cause to be buried the body of a deceased child as if it were still-born, except as hereinafter provided.  (2) No one who has the control over, or ordinarily buries bodies in, any burial ground shall bury or permit to be buried therein the body of a deceased child as if it were still-born, or shall bury or permit to be buried therein any still-born child, before there is delivered to him either  (a) a written certificate that the child was not born alive, signed by a licensed medical practitioner who was in attendance at its birth, or, in the event of no licensed medical practitioner having been in attendance at its birth, then a certificate of a licensed medical practitioner who has been called in subsequent to its birth or, in the event of no licensed medical practitioner being readily available, then a certificate of a Government dispenser, duly authorised for the purpose by the Chief Medical Officer to the effect that he has examined the body of the child and that, to the best of his knowledge and belief, it was not born LAWS OF GUYANA 22 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012         Production of certificate of medical practitioner by persons presenting body of still- born child for burial. [6 of 1930 6 of 1997]      Forging or uttering forged certificate. Misdemeanour.     Fee for viewing body of still-born child. [6 of 1930 6 of 1997]           Person burying still-born child alive; or  (b) if there has been an inquest, an order of the coroner who presided at the inquest.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No one shall willfully bury or cause to be buried the body of a deceased child as if it were still-born, except as hereinafter provided."
                },
                {
                    "representation": "(2)",
                    "description": "No one who has the control over, or ordinarily buries bodies in, any burial ground shall bury or permit to be buried therein the body of a deceased child as if it were still-born, or shall bury or permit to be buried therein any still-born child, before there is delivered to him either"
                },
                {
                    "representation": "(a)",
                    "description": "a written certificate that the child was not born alive, signed by a licensed medical practitioner who was in attendance at its birth, or, in the event of no licensed medical practitioner having been in attendance at its birth, then a certificate of a licensed medical practitioner who has been called in subsequent to its birth or, in the event of no licensed medical practitioner being readily available, then a certificate of a Government dispenser, duly authorised for the purpose by the Chief Medical Officer to the effect that he has examined the body of the child and that, to the best of his knowledge and belief, it was not born LAWS OF GUYANA 22 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012         Production of certificate of medical practitioner by persons presenting body of still- born child for burial. [6 of 1930 6 of 1997]      Forging or uttering forged certificate. Misdemeanour.     Fee for viewing body of still-born child. [6 of 1930 6 of 1997]           Person burying still-born child alive; or"
                },
                {
                    "representation": "(b)",
                    "description": "if there has been an inquest, an order of the coroner who presided at the inquest."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Production of certificate of medical practitioner by persons presenting body of still-born child for burial. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Production of certificate of medical practitioner by persons presenting body of still-born child for burial. 62. (1) Everyone who, on presenting the body of a still-born child for burial, then, or within such time as may be allowed by the person to whom the body is so presented, fails to produce to that person one of the certificates referred to in the last preceding section, or an order of the coroner if an inquest has been held, shall be liable to a fine of not less than nine hundred and seventy-five dollars and not more than nine thousand seven hundred and fifty dollars.  (2) Everyone who acts contrary to the provisions of the last preceding section with respect to the burying of the body of a stillborn child shall be liable to a similar fine.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who, on presenting the body of a still-born child for burial, then, or within such time as may be allowed by the person to whom the body is so presented, fails to produce to that person one of the certificates referred to in the last preceding section, or an order of the coroner if an inquest has been held, shall be liable to a fine of not less than nine hundred and seventy-five dollars and not more than nine thousand seven hundred and fifty dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who acts contrary to the provisions of the last preceding section with respect to the burying of the body of a stillborn child shall be liable to a similar fine."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Forging or uttering forged certificate. Misdemeanour. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Forging or uttering forged certificate. Misdemeanour. 63. Everyone who forges, or utters knowing it to be forged, any such certificate or order as is referred to in section 44 shall be guilty of a misdemeanour and, on conviction thereof before the High Court in its criminal jurisdiction, shall be liable to imprisonment for two years.",
            "description": "Everyone who forges, or utters knowing it to be forged, any such certificate or order as is referred to in section 44 shall be guilty of a misdemeanour and, on conviction thereof before the High Court in its criminal jurisdiction, shall be liable to imprisonment for two years."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Fee for viewing body of still-born child. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Fee for viewing body of still-born child. 64. (1) Where a registered medical practitioner is applied to by any person to view the body of any child alleged to have been still-born and to give a certificate under this Act and such person is unable to pay any fee, the medical practitioner may, with the sanction of the Minister, receive from any money granted for the contingent expenses of justice a fee of sixty-five dollar for viewing the body.  (2) Where such a certificate as is referred to in section 61 can be properly given by the medical practitioner, such fee shall include the granting of such certificate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a registered medical practitioner is applied to by any person to view the body of any child alleged to have been still-born and to give a certificate under this Act and such person is unable to pay any fee, the medical practitioner may, with the sanction of the Minister, receive from any money granted for the contingent expenses of justice a fee of sixty-five dollar for viewing the body."
                },
                {
                    "representation": "(2)",
                    "description": "Where such a certificate as is referred to in section 61 can be properly given by the medical practitioner, such fee shall include the granting of such certificate."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Person burying still-born child shall inform registrar.  PART VI  REGISTRATION OF BIRTHS AND DEATHS ABROAD  65A. Registration of births and deaths abroad.  PART VII  OFFENCES AND PROCEDURE  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Person burying still-born child shall inform registrar.  PART VI  REGISTRATION OF BIRTHS AND DEATHS ABROAD  65A. Registration of births and deaths abroad.  PART VII  OFFENCES AND PROCEDURE  65. Everyone who buries or causes to be buried the LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 23  L.R.O. 1/2012 shall inform registrar. [6 of 1997]             Registration of births and deaths abroad. [14 of 1976]                               body of any still-born child shall inform the registrar of the district in which the burial has taken place of the fact within seven days after the burial, and if the person fails to do so he shall be liable to a fine of not less than nine hundred and seventy-five dollars and not more than nine thousand seven hundred and fifty dollars.   PART VI  REGISTRATION OF BIRTHS AND DEATHS ABROAD  65A. (1) The Minister may by regulations make provision generally for the carrying into effect the purposes of this Act, and in particular  (a) for the registration of the births and deaths of citizens of Guyana born or dying in a place outside Guyana by the Registrar General or by consular officers or other officers in the foreign service of Guyana as may be designated by notice published in the Gazette by the Minister responsible for Foreign Affairs;  (b) for enabling the births and deaths of citizens of Guyana born or dying in any country in which the Government of Guyana has for the time being no diplomatic or consular representatives to be registered by the Registrar General or by persons serving in the diplomatic, consular or other foreign service of any country which, by arrangement with the Government of Guyana, has undertaken to represent that Governments interest in that LAWS OF GUYANA 24 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012                              Section 6 of Cap. 10:02 not to apply.      Wilfully giving false information. [21 of 1990 6 of 1997]      Incorporation of sections 253 country, or by a person authorised in that behalf by the Minister responsible for Foreign Affairs, notice of which has been published in the Gazette;  (c) for requiring the payment of such fees as the Minister sees fit for the carrying out of the duties imposed by regulations made for the purposes of paragraphs (a) and (b).  (2) The foregoing provisions of this Act (including those of any other enactment which applies to anything done under this Act) shall apply to births and deaths registered in accordance with regulations made under paragraph (a) and (b) of subsection (1), subject to such adaptations and modifications as the Minister may by order provide.   PART VII  OFFENCES AND PROCEDURE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may by regulations make provision generally for the carrying into effect the purposes of this Act, and in particular"
                },
                {
                    "representation": "(a)",
                    "description": "and"
                },
                {
                    "representation": "(b)",
                    "description": "of subsection"
                },
                {
                    "representation": "(c)",
                    "description": "for requiring the payment of such fees as the Minister sees fit for the carrying out of the duties imposed by regulations made for the purposes of paragraphs"
                },
                {
                    "representation": "(2)",
                    "description": "The foregoing provisions of this Act"
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Section 6 of Cap. 10:02 not to apply. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Section 6 of Cap. 10:02 not to apply. 66. Section 6 of the Summary Jurisdiction (Procedure) Act shall not apply to any complaint for an offence under this Act, and that complaint may be made and proceedings taken thereon notwithstanding that more than six months have elapsed since the matter of the complaint arose.",
            "description": "Section 6 of the Summary Jurisdiction (Procedure) Act shall not apply to any complaint for an offence under this Act, and that complaint may be made and proceedings taken thereon notwithstanding that more than six months have elapsed since the matter of the complaint arose."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Wilfully giving false information. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Wilfully giving false information. 67. Everyone who wilfully makes or causes to be made, for the purpose of being inserted in any registration forms of births or deaths, any false statement touching any of the particulars herein required to be known and registered shall be liable on summary conviction to a fine of forty-eight thousand seven hundred and fifty dollars or to imprisonment for six months.",
            "description": "Everyone who wilfully makes or causes to be made, for the purpose of being inserted in any registration forms of births or deaths, any false statement touching any of the particulars herein required to be known and registered shall be liable on summary conviction to a fine of forty-eight thousand seven hundred and fifty dollars or to imprisonment for six months."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Incorporation of sections 253 and 254 of Cap. 8:",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Incorporation of sections 253 and 254 of Cap. 8:68. Sections 252 and 253 of the Criminal Law LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 25  L.R.O. 1/2012 and 254 of c. 8:01   Not duly registering birth or death, or losing or injuring registration form. [21 of 1990 6 of 1997]    Neglect to deliver completed registration forms or copies thereof when required. [21 of 1990 6 of 1997]  Failure by medical practitioner to comply with section",
            "description": "Sections 252 and 253 of the Criminal Law LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 25  L.R.O. 1/2012 and 254 of c. 8:01   Not duly registering birth or death, or losing or injuring registration form. [21 of 1990 6 of 1997]    Neglect to deliver completed registration forms or copies thereof when required. [21 of 1990 6 of 1997]  Failure by medical practitioner to comply with section"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Not duly registering birth or death, or losing or injuring registration form. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Not duly registering birth or death, or losing or injuring registration form. 69. Every registrar who refuses, or without reasonable cause omits, to register any birth or death of which he has had due notice, or to make any addition to or alteration in a completed registration form in accordance with this Act, and everyone having the custody of any completed registration form, or certified copy thereof, who carelessly loses or injures it, or carelessly allows it to be injured whilst in his keeping, shall for each offence be liable to a fine of nine thousand seven hundred and fifty dollars.",
            "description": "Every registrar who refuses, or without reasonable cause omits, to register any birth or death of which he has had due notice, or to make any addition to or alteration in a completed registration form in accordance with this Act, and everyone having the custody of any completed registration form, or certified copy thereof, who carelessly loses or injures it, or carelessly allows it to be injured whilst in his keeping, shall for each offence be liable to a fine of nine thousand seven hundred and fifty dollars."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "Neglect to deliver completed registration forms or copies thereof when required. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Neglect to deliver completed registration forms or copies thereof when required. 70. Everyone who under the provisions of this Act is required to deliver completed registration forms of births and deaths, or copies thereof, to the Registrar General and who, after being duly required to deliver the completed registration forms or copies aforesaid, refuses, or during one month neglects, to do so, shall for each offence be liable to a fine of nine thousand seven hundred and fifty dollars.",
            "description": "Everyone who under the provisions of this Act is required to deliver completed registration forms of births and deaths, or copies thereof, to the Registrar General and who, after being duly required to deliver the completed registration forms or copies aforesaid, refuses, or during one month neglects, to do so, shall for each offence be liable to a fine of nine thousand seven hundred and fifty dollars."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Failure by medical practitioner to comply with section ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Failure by medical practitioner to comply with section 71. Every medical practitioner who fails to comply with section 45, or without reasonable cause refuses or neglects to do so shall for each offence be liable to a fine of nine hundred dollars.",
            "description": "Every medical practitioner who fails to comply with section 45, or without reasonable cause refuses or neglects to do so shall for each offence be liable to a fine of nine hundred dollars."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "Improperly registering birth. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Improperly registering birth. 72. Everyone who  (a) knowingly registers or causes to be registered the birth of a child otherwise than is by this Act required after the expiration of three months following the day of the birth of that child, or in the case of a birth in any part of Guyana within the limits set forth in the Second Schedule after the LAWS OF GUYANA 26 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012                Failure to give notice of birth or death. [21 of 1990 6 of 1997]    Failure to give information personally to registrar respecting birth or death. [21 of 1990 6 of 1997]      Failure to give notice of finding new- born child or dead body. [21 of 1990 6 of 1997]   Right to give notice by post.   expiration of nine months following the day of that birth; or  (b) knowingly registers or causes to be registered the birth of a child after the expiration of twelve months following the day of the birth of that child, except as provided in section 33,  shall for each offence be liable to a fine of four thousand eight hundred and seventy-five dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "knowingly registers or causes to be registered the birth of a child otherwise than is by this Act required after the expiration of three months following the day of the birth of that child, or in the case of a birth in any part of Guyana within the limits set forth in the Second Schedule after the LAWS OF GUYANA 26 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012                Failure to give notice of birth or death. [21 of 1990 6 of 1997]    Failure to give information personally to registrar respecting birth or death. [21 of 1990 6 of 1997]      Failure to give notice of finding new- born child or dead body. [21 of 1990 6 of 1997]   Right to give notice by post.   expiration of nine months following the day of that birth; or"
                },
                {
                    "representation": "(b)",
                    "description": "knowingly registers or causes to be registered the birth of a child after the expiration of twelve months following the day of the birth of that child, except as provided in section 33,  shall for each offence be liable to a fine of four thousand eight hundred and seventy-five dollars."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "73",
            "title": "Failure to give notice of birth or death. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Failure to give notice of birth or death. 73. Everyone hereby required who, within the period herein specified, fails to give notice of any birth or death to the registrar of the registration district within which the birth or death has occurred shall be liable to a fine of three hundred dollars.",
            "description": "Everyone hereby required who, within the period herein specified, fails to give notice of any birth or death to the registrar of the registration district within which the birth or death has occurred shall be liable to a fine of three hundred dollars."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "74",
            "title": "Failure to give information personally to registrar respecting birth or death. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Failure to give information personally to registrar respecting birth or death. 74. Subject to the provisions hereinbefore contained as to giving notice in writing, everyone hereby required who within the period herein specified, fails to attend personally at the registration centre of the district within which a birth or death has occurred, and to give information to the registrar of the particulars hereby required to be registered touching that birth or death, or refuses to sign the registration form in the presence of the registrar, shall be liable to a fine of three hundred dollars.",
            "description": "Subject to the provisions hereinbefore contained as to giving notice in writing, everyone hereby required who within the period herein specified, fails to attend personally at the registration centre of the district within which a birth or death has occurred, and to give information to the registrar of the particulars hereby required to be registered touching that birth or death, or refuses to sign the registration form in the presence of the registrar, shall be liable to a fine of three hundred dollars."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "75",
            "title": "Failure to give notice of finding new-born child or dead body. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Failure to give notice of finding new-born child or dead body. 75. In the case of finding exposed any new-born child or any dead body, everyone who is hereby required to give notice and does not give notice forthwith of finding it, and of the place where it was found, to the registrar of the district in which it has been found shall be liable to a fine of nine hundred and seventy-five dollars.",
            "description": "In the case of finding exposed any new-born child or any dead body, everyone who is hereby required to give notice and does not give notice forthwith of finding it, and of the place where it was found, to the registrar of the district in which it has been found shall be liable to a fine of nine hundred and seventy-five dollars."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "76",
            "title": "Right to give notice by post. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Right to give notice by post. 76. Whenever notice is hereby required to be given, the person required to give the notice shall be held to have sufficiently discharged himself if he proves upon oath that he LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 27  L.R.O. 1/2012       Penalty not exigible if notice given.   Penalty not exigible where failure not wilful.          Procedure and appeal.                       put into a post office, before the expiration of the period within which the notice is required to be given, a letter addressed to the person to whom and containing the particulars of which the notice is required to be given.",
            "description": "Whenever notice is hereby required to be given, the person required to give the notice shall be held to have sufficiently discharged himself if he proves upon oath that he LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 27  L.R.O. 1/2012       Penalty not exigible if notice given.   Penalty not exigible where failure not wilful.          Procedure and appeal.                       put into a post office, before the expiration of the period within which the notice is required to be given, a letter addressed to the person to whom and containing the particulars of which the notice is required to be given."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "77",
            "title": "Penalty not exigible if notice given. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Penalty not exigible if notice given. 77. No penalty hereby imposed on persons failing to give any notice hereby required shall be exacted if any of the persons so required have or has given that notice.",
            "description": "No penalty hereby imposed on persons failing to give any notice hereby required shall be exacted if any of the persons so required have or has given that notice."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "78",
            "title": "Penalty not exigible where failure not wilful. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Penalty not exigible where failure not wilful. 78. No penalty hereby imposed shall be exacted in any case where it appears to the satisfaction of the magistrate that the person failing to comply with the provisions hereof in relation to the giving notice or information under them has not wilfully been guilty of the failure, but that the failure has been occasioned by unavoidable accident, or by circumstances over which he had no control, and that he used every reasonable endeavour towards compliance with those provisions.",
            "description": "No penalty hereby imposed shall be exacted in any case where it appears to the satisfaction of the magistrate that the person failing to comply with the provisions hereof in relation to the giving notice or information under them has not wilfully been guilty of the failure, but that the failure has been occasioned by unavoidable accident, or by circumstances over which he had no control, and that he used every reasonable endeavour towards compliance with those provisions."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "79",
            "title": "Procedure and appeal.  FIRST SCHEDULE—Forms. SECOND SCHEDULE—Places in respect of which Notices of Births and Deaths may be given in Writing. __________________________  1929 Ed. c. 139  CHAPTER 44:01  REGISTRATION OF BIRTHS AND DEATHS ACT   c. 162 _______________________________________________________ 1 of 1868 [14 of 1976] An Act to make provision for the Registration of Births and Deaths of citizens of Guyana.  [1ST OCTOBER,1868]  Short title.     Interpretation. [57 of 1955 21 of 1990]    ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Procedure and appeal.  FIRST SCHEDULEForms. SECOND SCHEDULEPlaces in respect of which Notices of Births and Deaths may be given in Writing. __________________________  1929 Ed. c. 139  CHAPTER 44:01  REGISTRATION OF BIRTHS AND DEATHS ACT   c. 162 _______________________________________________________ 1 of 1868 [14 of 1976] An Act to make provision for the Registration of Births and Deaths of citizens of Guyana.  [1ST OCTOBER,1868]  Short title.     Interpretation. [57 of 1955 21 of 1990]    79. Every penalty imposed by or under this Act shall be recoverable, and be subject to appeal, in the manner provided by the Summary Jurisdiction Acts  ____________________               LAWS OF GUYANA 28 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012                                                 FIRST SCHEDULE   LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 29  L.R.O. 1/2012                                                  LAWS OF GUYANA 30 Cap. 44:01  Registration of Births and Deaths  L.R.O. 1/2012                                                     LAWS OF GUYANA Registration of Births and Deaths  Cap. 44:01 31  L.R.O. 1/2012  s. 35 [21 of 1990]                                              FORM 3  Certificate to be delivered under section 35  I do hereby certify that  (a) at .............................................................. in the county of..................................... on the...................... day of ..............................",
            "description": [
                {
                    "representation": "(a)",
                    "description": "at .............................................................. in the county of..................................... on the...................... day of .............................."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "80",
            "title": "Occupier. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Occupier. 80. The registrar must observe that by the Act, the term Occupier includes the governor, keeper, master, superintendent or other chief resident officer of every Prison, and of every school reformatory, hospital, or other public or charitable institution and where any house is let in separate apartments or lodgings includes the person under whom such apartments or lodgings are immediately held, and any agent or servant of such person residing in such house- and in the case of deaths amongst the indentured or other labourers resident upon any plantation, estate, farm, mining claim or wood-cutting establishment, the manager or other superintendent for the time being of such plantation, estate, farm, mining claim or wood-cutting establishment is deemed to be the occupier of the house in which such death occurs. In the case of a death on board of any ship in one of the harbours or rivers, or of any craft, the master or chief officer of the vessel must give information as is required of an occupier of a house on shore, to the nearest registrar. In like manner in the case of a boat going to or returning from any mining district of Guyana, the captain, or in the event of his death, the bowman or in the event of his death or absence at the time of a death occurring on or from such boat, then some person in the boat at the time is bound to give information thereof to the nearest registrar  The informants are to be preferred in the order in which they are mentioned.  LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 71 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012          Registration of death.",
            "description": "The registrar must observe that by the Act, the term Occupier includes the governor, keeper, master, superintendent or other chief resident officer of every Prison, and of every school reformatory, hospital, or other public or charitable institution and where any house is let in separate apartments or lodgings includes the person under whom such apartments or lodgings are immediately held, and any agent or servant of such person residing in such house- and in the case of deaths amongst the indentured or other labourers resident upon any plantation, estate, farm, mining claim or wood-cutting establishment, the manager or other superintendent for the time being of such plantation, estate, farm, mining claim or wood-cutting establishment is deemed to be the occupier of the house in which such death occurs. In the case of a death on board of any ship in one of the harbours or rivers, or of any craft, the master or chief officer of the vessel must give information as is required of an occupier of a house on shore, to the nearest registrar. In like manner in the case of a boat going to or returning from any mining district of Guyana, the captain, or in the event of his death, the bowman or in the event of his death or absence at the time of a death occurring on or from such boat, then some person in the boat at the time is bound to give information thereof to the nearest registrar  The informants are to be preferred in the order in which they are mentioned.  LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 71 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012          Registration of death."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "81",
            "title": "Inquest.   THE REGISTRATION OF A DEATH  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Inquest.   THE REGISTRATION OF A DEATH  81. Whenever an inquest or preliminary investigation has been held on any dead body, the registrar will be informed in writing by the coroner of the several particulars required to be known and registered.   REGISTRATION OF DEATH",
            "description": "Whenever an inquest or preliminary investigation has been held on any dead body, the registrar will be informed in writing by the coroner of the several particulars required to be known and registered.   REGISTRATION OF DEATH"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "82",
            "title": "Registration of death. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Registration of death. 82. On receiving personally information of the particulars required to be registered the registrar must forthwith register the death, if not previously registered, in the form and in the manner herein described: He must inquire and enter in the proper columns of the register book:  Column",
            "description": "On receiving personally information of the particulars required to be registered the registrar must forthwith register the death, if not previously registered, in the form and in the manner herein described: He must inquire and enter in the proper columns of the register book:  Column"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "84",
            "title": "Information of inquest. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Information of inquest. 84. If the registrar hears of any inquest or inquiry or preliminary investigation having been made on any dead body, he should write to the coroner for the information paper or return, if the coroner neglects to furnish the return. If such information is refused or withheld, he must report the matter to the Registrar General, who will inquire into the matter, and finally instruct the registrar, how he should proceed to register the death.",
            "description": "If the registrar hears of any inquest or inquiry or preliminary investigation having been made on any dead body, he should write to the coroner for the information paper or return, if the coroner neglects to furnish the return. If such information is refused or withheld, he must report the matter to the Registrar General, who will inquire into the matter, and finally instruct the registrar, how he should proceed to register the death."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "85",
            "title": "Death previously registered. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Death previously registered. 85. If the death has been previously registered upon the information of an ordinary informant, the registrar must nevertheless enter the particulars without any alteration of entry as followsThat against the first No. re-registered on Coroners Return at No.  and that against the second, thus Entry No. .. relates to the same death as No.  To both notes the registrar will add his initials, and the initial of his office. The registrar may include both such entries in his quarterly account.  the original entry. He must insert a note in the margin of each LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 77 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012              Coroners returns.         Mistake of Coroner.           Application for New Register books.",
            "description": "If the death has been previously registered upon the information of an ordinary informant, the registrar must nevertheless enter the particulars without any alteration of entry as followsThat against the first No. re-registered on Coroners Return at No.  and that against the second, thus Entry No. .. relates to the same death as No.  To both notes the registrar will add his initials, and the initial of his office. The registrar may include both such entries in his quarterly account.  the original entry. He must insert a note in the margin of each LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 77 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012              Coroners returns.         Mistake of Coroner.           Application for New Register books."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "86",
            "title": "Still-births. LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 41 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012 REGULATION ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Still-births. LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 41 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012 REGULATION 86. According to the rule as regards Still-births, if a Still-birth is reported on a coroner's return, no entry is to be made in either the birth or death registers, but on the List of Still-Births, and the above rule holds good with regard to the recording of the Still-birth a second time, and as to the payment of additional fee. If, however, the finding of the jury, is stated on the \"Coroner's Return\" that the child was born alive, the registrar must at once register the death, in accordance with the finding of the jury, and immediately take steps to have the birth registered in the prescribed manner.",
            "description": "According to the rule as regards Still-births, if a Still-birth is reported on a coroner's return, no entry is to be made in either the birth or death registers, but on the List of Still-Births, and the above rule holds good with regard to the recording of the Still-birth a second time, and as to the payment of additional fee. If, however, the finding of the jury, is stated on the \"Coroner's Return\" that the child was born alive, the registrar must at once register the death, in accordance with the finding of the jury, and immediately take steps to have the birth registered in the prescribed manner."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "87",
            "title": "Coroner's returns. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Coroner's returns. 87. The registrar must carefully preserve all coroners returns, and must deliver them at the end of each quarter to the superintendent registrar along with his certified copies. This is so important that the superintendent registrars are instructed not to certify the registrar s accounts for fees unless these returns are delivered to them, when the certified copies are collated.",
            "description": "The registrar must carefully preserve all coroners returns, and must deliver them at the end of each quarter to the superintendent registrar along with his certified copies. This is so important that the superintendent registrars are instructed not to certify the registrar s accounts for fees unless these returns are delivered to them, when the certified copies are collated."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "88",
            "title": "Mistake of Coroner.   REQUISITION FOR NEW REGISTER BOOKS  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Mistake of Coroner.   REQUISITION FOR NEW REGISTER BOOKS  88. In case a coroner should by mistake send to the registrar a return which he ought to have addressed to some other registrar, the registrar instead of returning it to the coroner, must forthwith transmit it by post to the registrar of the division, wherein such death occurred, or in which it should be registered as the case may be.   REQUISITION FOR NEW REGISTER BOOKS",
            "description": "In case a coroner should by mistake send to the registrar a return which he ought to have addressed to some other registrar, the registrar instead of returning it to the coroner, must forthwith transmit it by post to the registrar of the division, wherein such death occurred, or in which it should be registered as the case may be.   REQUISITION FOR NEW REGISTER BOOKS"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "89",
            "title": "Application for new register books.   REGISTRAR TO ALLOW SEARCHES OF HIS REGISTERS  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Application for new register books.   REGISTRAR TO ALLOW SEARCHES OF HIS REGISTERS  89. Whenever either of the register books in the custody of the registrar is nearing completion, he must at once apply by letter to the Registrar General for a new one, at the same time stating  (a) the number of spaces for entries contained in the one about to be filled;  (b) the number of such spaces used; and  Still births. LAWS OF GUYANA 78 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012                 Searches of registers. [Reg.17/1965]            Certified extract.     Counterfoils.        Certificates of entry.    (c) the number available.   Whenever the new register shall have been received by him, the registrar must check the pages, and the number of spaces contained in it, and must sign and return to the Registrar General the form of receipt for original Register, which will accompany such new register.   REGISTRAR TO ALLOW SEARCHES OF HIS REGISTERS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the number of spaces for entries contained in the one about to be filled;"
                },
                {
                    "representation": "(b)",
                    "description": "the number of such spaces used; and  Still births. LAWS OF GUYANA 78 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012                 Searches of registers. [Reg.17/1965]            Certified extract.     Counterfoils.        Certificates of entry."
                },
                {
                    "representation": "(c)",
                    "description": "the number available.   Whenever the new register shall have been received by him, the registrar must check the pages, and the number of spaces contained in it, and must sign and return to the Registrar General the form of receipt for original Register, which will accompany such new register.   REGISTRAR TO ALLOW SEARCHES OF HIS REGISTERS"
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "90",
            "title": "Searches of registers. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Searches of registers. 90. The registrar must on application being made to him at all reasonable times, and on payment to him of the search fee hereafter mentioned, allow search to be made of any register book in his keeping, and shall give a copy, certified under his hand, of any entry in the same.  For every such search the registrar shall be entitled to receive from the person searching the sum of twenty-five cents, and for every single certified extract of an entry in the register the sum of twenty- five cents.",
            "description": "The registrar must on application being made to him at all reasonable times, and on payment to him of the search fee hereafter mentioned, allow search to be made of any register book in his keeping, and shall give a copy, certified under his hand, of any entry in the same.  For every such search the registrar shall be entitled to receive from the person searching the sum of twenty-five cents, and for every single certified extract of an entry in the register the sum of twenty- five cents."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "91",
            "title": "Certified extract. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Certified extract. 91. The registrar must on no account issue a certified extract, of any entry, except on one of the printed forms issued for the purpose from the general register office. These forms are issued in book-form with foils and counterfoils.",
            "description": "The registrar must on no account issue a certified extract, of any entry, except on one of the printed forms issued for the purpose from the general register office. These forms are issued in book-form with foils and counterfoils."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "92",
            "title": "Counterfoils. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Counterfoils. 92. The registrar must carefully keep the counterfoils and when a new book is required, he should apply to the Registrar General for one by letter, and at the same time return the old book or counterfoils.",
            "description": "The registrar must carefully keep the counterfoils and when a new book is required, he should apply to the Registrar General for one by letter, and at the same time return the old book or counterfoils."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "93",
            "title": "Certificates of entry. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Certificates of entry. 93. The registrar must not suggest to persons registering births and deaths that they should take certificates of the entries of which they give information. These informants are not bound in any way to take a certificate of an LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 79 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012    Extract of entry.              Copy of entry birth.            Copy to be exact.     Delivery of entries.           entry, and it is only when they ask for one of their own free will, that the registrar is to supply it.",
            "description": "The registrar must not suggest to persons registering births and deaths that they should take certificates of the entries of which they give information. These informants are not bound in any way to take a certificate of an LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 79 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012    Extract of entry.              Copy of entry birth.            Copy to be exact.     Delivery of entries.           entry, and it is only when they ask for one of their own free will, that the registrar is to supply it."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "94",
            "title": "Extract of entry.   THE REGISTRAR TO PREPARE, SIGN AND DELIVER CERTIFIED COPIES TO THE SUPERINTENDENT REGISTRAR  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Extract of entry.   THE REGISTRAR TO PREPARE, SIGN AND DELIVER CERTIFIED COPIES TO THE SUPERINTENDENT REGISTRAR  94. Whenever the registrar is called upon to give an extract of an entry of birth or death at the time of registering, or if the birth or death has already been registered, and the person applying gives the date and place of such birth or death, he will not be entitled to charge the search fee, in addition to that for the certified extract.    THE REGISTRAR TO PREPARE, SIGN AND DELIVER CERTIFIED COPIES TO THE SUPERINTENDENT REGISTRAR",
            "description": "Whenever the registrar is called upon to give an extract of an entry of birth or death at the time of registering, or if the birth or death has already been registered, and the person applying gives the date and place of such birth or death, he will not be entitled to charge the search fee, in addition to that for the certified extract.    THE REGISTRAR TO PREPARE, SIGN AND DELIVER CERTIFIED COPIES TO THE SUPERINTENDENT REGISTRAR"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "95",
            "title": "Copy of entry of birth. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Copy of entry of birth. 95. Every registrar must, in the months of January, April, July and October, on such days as may from time to time be appointed by the Registrar General, make and deliver to the superintendent registrar of his district, a true copy of all the entries of births registered by him in the register of births during the preceding three months, and in the same manner a true copy of the deaths registered in his death register These copies must be made on the forms of births, and the forms of deaths, furnished by the registrar for the purpose.  96 The registrar must take great care that the copy shall be an exact and literal transcript of the entries in the registers, and the registrar is not at liberty to even correct in the copy any mis-spelling in the original entry",
            "description": "Every registrar must, in the months of January, April, July and October, on such days as may from time to time be appointed by the Registrar General, make and deliver to the superintendent registrar of his district, a true copy of all the entries of births registered by him in the register of births during the preceding three months, and in the same manner a true copy of the deaths registered in his death register These copies must be made on the forms of births, and the forms of deaths, furnished by the registrar for the purpose.  96 The registrar must take great care that the copy shall be an exact and literal transcript of the entries in the registers, and the registrar is not at liberty to even correct in the copy any mis-spelling in the original entry"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "97",
            "title": "Delivery of entries. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Delivery of entries. 97. The registrar must deliver the copies of all of the entries of births and deaths for the preceding quarter at once, and not at various times, nor in separate portions. He must also take care not to soil them, nor to crease them more than is absolutely necessary, before they are folded by the superintendent registrar for transmission to the general register office.  LAWS OF GUYANA 80 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012 Entries to be made up to last day of quarter.   Refusal to deliver certified copy.       Insertion of Superintendent Registrars District.             Certificate.",
            "description": "The registrar must deliver the copies of all of the entries of births and deaths for the preceding quarter at once, and not at various times, nor in separate portions. He must also take care not to soil them, nor to crease them more than is absolutely necessary, before they are folded by the superintendent registrar for transmission to the general register office.  LAWS OF GUYANA 80 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012 Entries to be made up to last day of quarter.   Refusal to deliver certified copy.       Insertion of Superintendent Registrars District.             Certificate."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "98",
            "title": "Entries to be made up to last day of quarter. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Entries to be made up to last day of quarter. 98. The registrar must not insert in his certified copies for any particular quarter any entries registered subsequent to the last day of that quarter.",
            "description": "The registrar must not insert in his certified copies for any particular quarter any entries registered subsequent to the last day of that quarter."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "99",
            "title": "Refusal to deliver certified copy. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Refusal to deliver certified copy. 99. The registrar must note that under section 70 of the Act any person (the registrar, the deputy registrar, or the acting registrar) who after being duly required to deliver such certified copy or such certificate shall refuse or during one calendar month neglect to do so shall be liable for every such offence to a fine of one hundred and fifty dollars.  100 The registrar must insert in the upper part of each page of his certified copies, after the words Superintendent Registrars District the name of the district, and in the next line alter the word Registrar and Division the number of his division written in words and the name of his district, respectively. He will then fill in all of the blanks, as has been done in the original register, namely After the Births (or Deaths) in the........................Division....................  he must write the number of his division and the name of his district, and then the name of the county in which such division lies.  101 The registrar must also fill in, and sign the certificate at the bottom of each page of his certified copies, as follows:  I John Cox, Registrar of Births and Deaths in the..................... Division ............................District, in the County of.................. do hereby certify that this is a true Copy of the Registrars Book of Births (or Deaths) within the said Division, from the entry of the Birth (or Deaths) of.................No.................. to the entry of the Birth (or Death) of .................................. No..................................Witness my hand, this....................... day of.................................",
            "description": "The registrar must note that under section 70 of the Act any person (the registrar, the deputy registrar, or the acting registrar) who after being duly required to deliver such certified copy or such certificate shall refuse or during one calendar month neglect to do so shall be liable for every such offence to a fine of one hundred and fifty dollars.  100 The registrar must insert in the upper part of each page of his certified copies, after the words Superintendent Registrars District the name of the district, and in the next line alter the word Registrar and Division the number of his division written in words and the name of his district, respectively. He will then fill in all of the blanks, as has been done in the original register, namely After the Births (or Deaths) in the........................Division....................  he must write the number of his division and the name of his district, and then the name of the county in which such division lies.  101 The registrar must also fill in, and sign the certificate at the bottom of each page of his certified copies, as follows:  I John Cox, Registrar of Births and Deaths in the..................... Division ............................District, in the County of.................. do hereby certify that this is a true Copy of the Registrars Book of Births (or Deaths) within the said Division, from the entry of the Birth (or Deaths) of.................No.................. to the entry of the Birth (or Death) of .................................. No..................................Witness my hand, this....................... day of................................."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "102",
            "title": "Examination of certified copies. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Examination of certified copies. 102. The registrar, when he delivers to the superintendent registrar the certified copies of the entries in the register book of births and that of deaths, must also have his register book of births, from which he will read, and the superintendent registrar will examine and compare each and every entry that appears on the certified copies The superintendent registrar will also further examine the original register of births and that of deaths, to see whether all of the entries that appear in them as having been registered during the particular quarter, have been faithfully copied in the certified copies for that quarter.",
            "description": "The registrar, when he delivers to the superintendent registrar the certified copies of the entries in the register book of births and that of deaths, must also have his register book of births, from which he will read, and the superintendent registrar will examine and compare each and every entry that appears on the certified copies The superintendent registrar will also further examine the original register of births and that of deaths, to see whether all of the entries that appear in them as having been registered during the particular quarter, have been faithfully copied in the certified copies for that quarter."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "103",
            "title": "Forwarding of copies by post. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Forwarding of copies by post. 103. When the superintendent registrar is unable to visit a registrars office or dwelling-house for the purpose of collating the certified copies, on account of such registrars office or dwelling-house not being within easy reach of the superintendent registrar, the registrar must forward by post or safe messenger the certified copies, and when the superintendent registrar shall have acknowledged to have received them, the registrar must take the original registers of births and deaths along with him when he goes to the superintendent registrar for the purpose of collating the said certified copies.",
            "description": "When the superintendent registrar is unable to visit a registrars office or dwelling-house for the purpose of collating the certified copies, on account of such registrars office or dwelling-house not being within easy reach of the superintendent registrar, the registrar must forward by post or safe messenger the certified copies, and when the superintendent registrar shall have acknowledged to have received them, the registrar must take the original registers of births and deaths along with him when he goes to the superintendent registrar for the purpose of collating the said certified copies."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "104",
            "title": "Sending of original copies by post. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Sending of original copies by post. 104. Neither the superintendent registrar nor the registrar shall attempt to post, take, carry, or send any original register, at the same time as the certified copies, whether the same are to be transmitted carried or forwarded from any registrar to any superintendent registrar, or vice versa, or from any superintendent registrar or any registrar to the general register office and any superintendent registrar or any registrar who contravenes the provisions of this regulation shall be liable to a fine of one hundred and fifty dollars. (section 55 of Chapter 44:01).",
            "description": "Neither the superintendent registrar nor the registrar shall attempt to post, take, carry, or send any original register, at the same time as the certified copies, whether the same are to be transmitted carried or forwarded from any registrar to any superintendent registrar, or vice versa, or from any superintendent registrar or any registrar to the general register office and any superintendent registrar or any registrar who contravenes the provisions of this regulation shall be liable to a fine of one hundred and fifty dollars. (section 55 of Chapter 44:01)."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "105",
            "title": "Loss of certified copy. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Loss of certified copy. 105. in case any certified copy of any register of births and deaths is lost in the course of transmission to the general LAWS OF GUYANA 82 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012            Certified copy.           Account.                    Separate accounts.    register office or to the superintendent registrar or in case any certified copy is made in a careless or illegible manner, the superintendent registrar, shall forthwith procure fresh copies, which be collated, signed, certified, and forwarded as hereinbefore provided. The registrar in the events above mentioned must forthwith make, prepare and sign, as is consistent with the foregoing regulation, such fresh certified copies",
            "description": "in case any certified copy of any register of births and deaths is lost in the course of transmission to the general LAWS OF GUYANA 82 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012            Certified copy.           Account.                    Separate accounts.    register office or to the superintendent registrar or in case any certified copy is made in a careless or illegible manner, the superintendent registrar, shall forthwith procure fresh copies, which be collated, signed, certified, and forwarded as hereinbefore provided. The registrar in the events above mentioned must forthwith make, prepare and sign, as is consistent with the foregoing regulation, such fresh certified copies"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "106",
            "title": "Certified copy.       LAWS OF GUYANA 42 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012 REGULATION  REGISTRAR TO MAKE OUT AN ACCOUNT FOR FEES EACH QUARTER  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Certified copy.       LAWS OF GUYANA 42 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012 REGULATION  REGISTRAR TO MAKE OUT AN ACCOUNT FOR FEES EACH QUARTER  106. It is very desirable that the registrar shall, soon after each entry in the register book, make his copy on the form of certified copy, rather than wait until the end of the quarter to make all his copies at one time.   REGISTRAR TO MAKE OUT AN ACCOUNT FOR FEES EACH QUARTER",
            "description": "It is very desirable that the registrar shall, soon after each entry in the register book, make his copy on the form of certified copy, rather than wait until the end of the quarter to make all his copies at one time.   REGISTRAR TO MAKE OUT AN ACCOUNT FOR FEES EACH QUARTER"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "107",
            "title": "Account. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Account. 107.At the same time as the registrar delivers the certified copies to the superintendent registrar, he shall also deliver an account, made out on one of the printed forms issued from the general register office, setting forth such sums as he may be entitled to receive on the said account at the rate of twenty-five cents for every entry of birth or death, that may have been registered by him during the preceding quarter, and a similar amount for every still-birth buried in his division and recorded by him during the said quarter. Should any entry appear to the superintendent registrar to have been made in a careless manner or in an illegible hand-writing, he should refrain from certifying the registrars account, and refer the matter to the Registrar General, who will adjudicate in the matter, and either allow or disallow such fee, according to the circumstances of the case.",
            "description": "107.At the same time as the registrar delivers the certified copies to the superintendent registrar, he shall also deliver an account, made out on one of the printed forms issued from the general register office, setting forth such sums as he may be entitled to receive on the said account at the rate of twenty-five cents for every entry of birth or death, that may have been registered by him during the preceding quarter, and a similar amount for every still-birth buried in his division and recorded by him during the said quarter. Should any entry appear to the superintendent registrar to have been made in a careless manner or in an illegible hand-writing, he should refrain from certifying the registrars account, and refer the matter to the Registrar General, who will adjudicate in the matter, and either allow or disallow such fee, according to the circumstances of the case."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "108",
            "title": "Separate accounts.   CORRECTION OF AN ERROR OR ERRORS BY ORDER OF THE MAGISTRATE  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Separate accounts.   CORRECTION OF AN ERROR OR ERRORS BY ORDER OF THE MAGISTRATE  108. Should any entry have been registered as aforesaid by the deputy registrar (or acting registrar as the case may be) separate accounts must be made and delivered LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 83 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012        Error of register.         Correction of error.              Marginal alteration.          Order to be forwarded.    as hereinbefore provided.   CORRECTION OF AN ERROR OR ERRORS BY ORDER OF THE MAGISTRATE",
            "description": "Should any entry have been registered as aforesaid by the deputy registrar (or acting registrar as the case may be) separate accounts must be made and delivered LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 83 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012        Error of register.         Correction of error.              Marginal alteration.          Order to be forwarded.    as hereinbefore provided.   CORRECTION OF AN ERROR OR ERRORS BY ORDER OF THE MAGISTRATE"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "109",
            "title": "Error of register. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Error of register. 109. No registrar is empowered, if he discover that an error has been made in any register, to amend the entry. But he may report such error to the magistrate of the district, who will summon such persons as are concerned, or who are able to give information concerning such error, and after he shall have been satisfied that an error has occurred, he will direct the registrar in writing to amend the entry.",
            "description": "No registrar is empowered, if he discover that an error has been made in any register, to amend the entry. But he may report such error to the magistrate of the district, who will summon such persons as are concerned, or who are able to give information concerning such error, and after he shall have been satisfied that an error has occurred, he will direct the registrar in writing to amend the entry."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "110",
            "title": "Correction of error. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Correction of error. 110. On receipt of the order in writing, signed by the magistrate, the registrar without any alteration of the original entry will thereupon correct the erroneous entry by means of an entry on the margin in which he must state the number of the entry and the column thereof, containing the error, and the correction as directed by the magistrate. He shall then sign the marginal entry and add the day of the month and year when such correction was made. The marginal entry shall also be signed by the person applying for the correction in cases where the error is discovered by any person, other than the registrar. (See Appendix E).",
            "description": "On receipt of the order in writing, signed by the magistrate, the registrar without any alteration of the original entry will thereupon correct the erroneous entry by means of an entry on the margin in which he must state the number of the entry and the column thereof, containing the error, and the correction as directed by the magistrate. He shall then sign the marginal entry and add the day of the month and year when such correction was made. The marginal entry shall also be signed by the person applying for the correction in cases where the error is discovered by any person, other than the registrar. (See Appendix E)."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "111",
            "title": "Marginal alteration. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Marginal alteration. 111. The registrar must make a similar marginal alteration in the certified copy of the entry corrected, but if the certified copy has already been forwarded to the general register office, the registrar must make the marginal correction in the register book, and forward to the Registrar General the order in writing received from the magistrate together with a certified extract of the entry, as it appears m the register with the marginal note included.",
            "description": "The registrar must make a similar marginal alteration in the certified copy of the entry corrected, but if the certified copy has already been forwarded to the general register office, the registrar must make the marginal correction in the register book, and forward to the Registrar General the order in writing received from the magistrate together with a certified extract of the entry, as it appears m the register with the marginal note included."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "112",
            "title": "Order to be forwarded.   TRAVELLING BY REGISTRARS  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Order to be forwarded.   TRAVELLING BY REGISTRARS  112. In case both the register book and certified copy have been forwarded to the general register office, the registrar must immediately forward the order in writing from LAWS OF GUYANA 84 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012        Travelling expenses.    Particulars of travel.                      Travelling forms           the magistrate to the Registrar General with a short letter explaining the circumstances.   TRAVELLING BY REGISTRARS",
            "description": "In case both the register book and certified copy have been forwarded to the general register office, the registrar must immediately forward the order in writing from LAWS OF GUYANA 84 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012        Travelling expenses.    Particulars of travel.                      Travelling forms           the magistrate to the Registrar General with a short letter explaining the circumstances.   TRAVELLING BY REGISTRARS"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "113",
            "title": "Travelling expenses. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Travelling expenses. 113. Expenses with regard to travelling are not to be incurred by any registrar without the previous permission of the Registrar General.",
            "description": "Expenses with regard to travelling are not to be incurred by any registrar without the previous permission of the Registrar General."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "114",
            "title": "Particulars to travel. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Particulars to travel. 114. In all cases where such permission is asked for, the registrar must furnish a statement showing  (a) the reasons for visiting;  (b) the place or places to be visited by him;  (c) the conveyance or conveyances to be used;  (d) the estimated expenses liable to be incurred; and  (e) the probable length of time that will be employed in connection with such visit or visits.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the reasons for visiting;"
                },
                {
                    "representation": "(b)",
                    "description": "the place or places to be visited by him;"
                },
                {
                    "representation": "(c)",
                    "description": "the conveyance or conveyances to be used;"
                },
                {
                    "representation": "(d)",
                    "description": "the estimated expenses liable to be incurred; and"
                },
                {
                    "representation": "(e)",
                    "description": "the probable length of time that will be employed in connection with such visit or visits."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "115",
            "title": "Travelling forms. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Travelling forms. 115. If such permission to travel is granted by the Registrar General, the registrar in rendering his account for such travelling, must do so on the form to be supplied him for the purpose, and he must furnish a statement showing  (a) the places visited with dates of visits;  (b) the hour of departure from his office, or dwelling-house, and the hour of his LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 85 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012        Subsistence. [Reg. 17/1965]                           Replies.     Printed letter forms.        return thereto;  (c) the conveyance or conveyances used; and  (d) the result of such visit or visits.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the places visited with dates of visits;"
                },
                {
                    "representation": "(b)",
                    "description": "the hour of departure from his office, or dwelling-house, and the hour of his LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 85 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012        Subsistence. [Reg. 17/1965]                           Replies.     Printed letter forms.        return thereto;"
                },
                {
                    "representation": "(c)",
                    "description": "the conveyance or conveyances used; and"
                },
                {
                    "representation": "(d)",
                    "description": "the result of such visit or visits."
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "116",
            "title": "Subsistence.   CORRESPONDENCE WITH THE REGISTRAR GENERAL  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Subsistence.   CORRESPONDENCE WITH THE REGISTRAR GENERAL  116. (1) In addition to the actual reasonable travelling expenses incurred, the registrar shall be allowed a subsistence allowance at the rate of two dollars per day.  (2) For the purposes of this regulation, an absence  (a) of seven hours or more but not exceeding twelve hours, shall be reckoned as one-third of a day;  (b) exceeding twelve hours but not exceeding eighteen hours shall be reckoned as two-thirds of a day;  (c) exceeding eighteen hours but not exceeding twenty-four hours shall be reckoned as a whole day.   CORRESPONDENCE WITH THE REGISTRAR GENERAL",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In addition to the actual reasonable travelling expenses incurred, the registrar shall be allowed a subsistence allowance at the rate of two dollars per day."
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of this regulation, an absence"
                },
                {
                    "representation": "(a)",
                    "description": "of seven hours or more but not exceeding twelve hours, shall be reckoned as one-third of a day;"
                },
                {
                    "representation": "(b)",
                    "description": "exceeding twelve hours but not exceeding eighteen hours shall be reckoned as two-thirds of a day;"
                },
                {
                    "representation": "(c)",
                    "description": "exceeding eighteen hours but not exceeding twenty-four hours shall be reckoned as a whole day.   CORRESPONDENCE WITH THE REGISTRAR GENERAL"
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "117",
            "title": "Replies. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Replies. 117. All letters, requiring answers, which may be sent to the Replies, registrar from the general register office, must be replied to promptly.",
            "description": "All letters, requiring answers, which may be sent to the Replies, registrar from the general register office, must be replied to promptly."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "118",
            "title": "Printed letter forms. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Printed letter forms. 118. When writing to the Registrar General the registrar should Printed always use the printed letter forms supplied him for the purpose, and he should quote on the top right hand corner the number of his division and the name of his district. LAWS OF GUYANA 86 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012 One letter per subject.   Minute paper.        Letter with reference to entry of birth.             Notice of vaccination Cap.146  1953 Ed.               Vaccination returns.",
            "description": "When writing to the Registrar General the registrar should Printed always use the printed letter forms supplied him for the purpose, and he should quote on the top right hand corner the number of his division and the name of his district. LAWS OF GUYANA 86 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012 One letter per subject.   Minute paper.        Letter with reference to entry of birth.             Notice of vaccination Cap.146  1953 Ed.               Vaccination returns."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "119",
            "title": "One letter per subject. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under One letter per subject. 119. The registrar must not include more than one subject in one letter.",
            "description": "The registrar must not include more than one subject in one letter."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "120",
            "title": "Minute paper. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Minute paper. 120. When replying to a minute paper sent him from the general register office, he must not write his reply on a separate piece of paper, but must do so on the minute paper itself, immediately below the communication addressed to him.",
            "description": "When replying to a minute paper sent him from the general register office, he must not write his reply on a separate piece of paper, but must do so on the minute paper itself, immediately below the communication addressed to him."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "121",
            "title": "Letter with reference to entry of birth.  DUTIES OF THE REGISTRAR UNDER THE VACCINATION ACT  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Letter with reference to entry of birth.  DUTIES OF THE REGISTRAR UNDER THE VACCINATION ACT  121. Whenever the registrar writes a letter to the Registrar General with reference to any entry of a birth or death, a copy of which may be in the general register office, he must quote the number and date of the entry; but if there be at the time of writing no copy of such entry at the general register office, he must enclose a certified extract thereof.   DUTIES OF THE REGISTRAR UNDER THE VACCINATION ACT",
            "description": "Whenever the registrar writes a letter to the Registrar General with reference to any entry of a birth or death, a copy of which may be in the general register office, he must quote the number and date of the entry; but if there be at the time of writing no copy of such entry at the general register office, he must enclose a certified extract thereof.   DUTIES OF THE REGISTRAR UNDER THE VACCINATION ACT"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "122",
            "title": "Notice of vaccination. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Notice of vaccination. 122. Under section 8 of the Vaccination Act, each registrar of births and deaths shall, on or within seven days after the registration with him of the birth of any child not already vaccinated, give a notice according to the Form 1 in the Schedule to that Act (which forms are furnished the registrar from the general register office) or to the like effect, to the person giving the notice of birth to him, or to the father or mother or to the person having the custody of such child requiring such child to be duly vaccinated according to that Act, and specifying the days, hours, and places when and where the public vaccinator of the vaccination district, wherein such child resides, will attend for the purpose of performing the vaccination.",
            "description": "Under section 8 of the Vaccination Act, each registrar of births and deaths shall, on or within seven days after the registration with him of the birth of any child not already vaccinated, give a notice according to the Form 1 in the Schedule to that Act (which forms are furnished the registrar from the general register office) or to the like effect, to the person giving the notice of birth to him, or to the father or mother or to the person having the custody of such child requiring such child to be duly vaccinated according to that Act, and specifying the days, hours, and places when and where the public vaccinator of the vaccination district, wherein such child resides, will attend for the purpose of performing the vaccination."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "123",
            "title": "Vaccination returns. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Vaccination returns. 123. Each registrar, under section 19 of the same Act, must once at least in every month, transmit by post or LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 87 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012       Ex officio vaccination officer.             Registrar to be conversant with offences.        Report of offences.            Certificates of identification of East Indian otherwise to each public vaccinator whose district is wholly or partly comprised in such place, a return certified under his hand to be a true return, of all births and of all deaths of infants under twelve months of age, which have been registered by him.",
            "description": "Each registrar, under section 19 of the same Act, must once at least in every month, transmit by post or LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 87 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012       Ex officio vaccination officer.             Registrar to be conversant with offences.        Report of offences.            Certificates of identification of East Indian otherwise to each public vaccinator whose district is wholly or partly comprised in such place, a return certified under his hand to be a true return, of all births and of all deaths of infants under twelve months of age, which have been registered by him."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "124",
            "title": "Ex officio vaccination officer. LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 43 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012 REGULATION  REGISTRAR TO MAKE HIMSELF CONVERSANT WITH THE MISCELLANEOUS OFFENCES AND PENALTIES IN CONNECTION WITH REGISTRATION, ETC.   ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Ex officio vaccination officer. LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 43 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012 REGULATION  REGISTRAR TO MAKE HIMSELF CONVERSANT WITH THE MISCELLANEOUS OFFENCES AND PENALTIES IN CONNECTION WITH REGISTRATION, ETC.   124. In certain districts of Guyana, the registrar is also ex officio vaccination officer of his division; a list of the duties required of him if so appointed, is given in Appendix G. Every registrar will be notified in the letter of his appointment, whether he is also ex officio vaccination officer of his division.   REGISTRAR TO MAKE HIMSELF CONVERSANT WITH THE MISCELLANEOUS OFFENCES AND PENALTIES IN CONNECTION WITH REGISTRATION, ETC.",
            "description": "In certain districts of Guyana, the registrar is also ex officio vaccination officer of his division; a list of the duties required of him if so appointed, is given in Appendix G. Every registrar will be notified in the letter of his appointment, whether he is also ex officio vaccination officer of his division.   REGISTRAR TO MAKE HIMSELF CONVERSANT WITH THE MISCELLANEOUS OFFENCES AND PENALTIES IN CONNECTION WITH REGISTRATION, ETC."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "125",
            "title": "Registrar to be conversant with offences. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Registrar to be conversant with offences. 125. The registrar must read carefully, and make himself conversant with the several offences enumerated in Appendix H hereto, with regard to registers, registration, etc., and the several penalties in connection with such offences. He must also warn persons about to commit any of these offences of the penalty they will make themselves liable to.",
            "description": "The registrar must read carefully, and make himself conversant with the several offences enumerated in Appendix H hereto, with regard to registers, registration, etc., and the several penalties in connection with such offences. He must also warn persons about to commit any of these offences of the penalty they will make themselves liable to."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "126",
            "title": "Report of offences.   REGISTRAR TO COLLECT AND FORWARD TO THE REGISTRAR GENERAL ALL CERTIFICATES, ETC., OF DECEASED EAST INDIAN AND OTHER IMMIGRANTS  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Report of offences.   REGISTRAR TO COLLECT AND FORWARD TO THE REGISTRAR GENERAL ALL CERTIFICATES, ETC., OF DECEASED EAST INDIAN AND OTHER IMMIGRANTS  126. He must also immediately report in writing to the Registrar General the full particulars of any instance where it has come to his knowledge that any of these offences has been committed.   REGISTRAR TO COLLECT AND FORWARD TO THE REGISTRAR GENERAL ALL CERTIFICATES, ETC, OF DECEASED EAST INDIAN AND OTHER IMMIGRANTS",
            "description": "He must also immediately report in writing to the Registrar General the full particulars of any instance where it has come to his knowledge that any of these offences has been committed.   REGISTRAR TO COLLECT AND FORWARD TO THE REGISTRAR GENERAL ALL CERTIFICATES, ETC, OF DECEASED EAST INDIAN AND OTHER IMMIGRANTS"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "127",
            "title": "Certificates of identification of East Indian immigrants.   CERTIFICATE OF DEATH OF CHEMIST AND DRUGGIST TO BE SENT TO THE REGISTRAR OF CHEMISTS AND DRUGGISTS   ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Certificates of identification of East Indian immigrants.   CERTIFICATE OF DEATH OF CHEMIST AND DRUGGIST TO BE SENT TO THE REGISTRAR OF CHEMISTS AND DRUGGISTS   127. The registrar must retain and forward to the Registrar General for transmission to the Commissioner of LAWS OF GUYANA 88 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012           Death of chemist.     Cost of extract.     Inquiry about chemist. Cap. 141  1953 Ed         Free postage.         Appendices. Local Government all certificates or papers of identification of East Indian and other immigrants that may be handed to him for the purpose of registering the deaths of such persons.    CERTIFICATE OF DEATH OF CHEMIST AND DRUGGIST TO BE SENT TO THE REGISTRAR OF CHEMISTS AND DRUGGISTS",
            "description": "The registrar must retain and forward to the Registrar General for transmission to the Commissioner of LAWS OF GUYANA 88 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012           Death of chemist.     Cost of extract.     Inquiry about chemist. Cap. 141  1953 Ed         Free postage.         Appendices. Local Government all certificates or papers of identification of East Indian and other immigrants that may be handed to him for the purpose of registering the deaths of such persons.    CERTIFICATE OF DEATH OF CHEMIST AND DRUGGIST TO BE SENT TO THE REGISTRAR OF CHEMISTS AND DRUGGISTS"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "128",
            "title": "Death of Chemist. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Death of Chemist. 128. The registrar upon registering the death of any chemist and druggist must forth with transmit by post to the registrar of chemists death and druggists, Georgetown, a certified extract of the entry of such death.",
            "description": "The registrar upon registering the death of any chemist and druggist must forth with transmit by post to the registrar of chemists death and druggists, Georgetown, a certified extract of the entry of such death."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "129",
            "title": "Cost of extract. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Cost of extract. 129. On receipt of such certified extract the registrar of chemists and druggists will transmit the cost of such extract to the registrar.",
            "description": "On receipt of such certified extract the registrar of chemists and druggists will transmit the cost of such extract to the registrar."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "130",
            "title": "Inquiry about chemist.   LETTERS, ETC., ON REGISTRATION BUSINESS SENT FREE OF POSTAGE  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Inquiry about chemist.   LETTERS, ETC., ON REGISTRATION BUSINESS SENT FREE OF POSTAGE  130. If the registrar be in doubt as to whether the deceased person was a registered chemist and druggist under the Pharmacy and Poisons Act, he should make inquiry on the subject of the registrar of chemists and druggists, before transmitting to him the certified extract of the entry.   LETTERS, ETC., ON REGISTRATION BUSINESS SENT FREE OF POSTAGE",
            "description": "If the registrar be in doubt as to whether the deceased person was a registered chemist and druggist under the Pharmacy and Poisons Act, he should make inquiry on the subject of the registrar of chemists and druggists, before transmitting to him the certified extract of the entry.   LETTERS, ETC., ON REGISTRATION BUSINESS SENT FREE OF POSTAGE"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "131",
            "title": "Free postage. ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Free postage. 131. By section 60 of the Registration of Births and Deaths Act, all letters sent by post under the provisions of sections 26 and 27, all letters and parcels addressed to any registrar, or superintendent registrar, or to the Registrar General, and all letters from the general register office, shall be transmitted free of postage.",
            "description": "By section 60 of the Registration of Births and Deaths Act, all letters sent by post under the provisions of sections 26 and 27, all letters and parcels addressed to any registrar, or superintendent registrar, or to the Registrar General, and all letters from the general register office, shall be transmitted free of postage."
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "132",
            "title": "Appendix.  APPENDIX A—List of articles which should be in the possession of every Registrar of Births and Deaths. APPENDIX B—Places in respect of which notices of Births and Deaths may be given in writing. APPENDIX C—Examples showing how Births ought to be registered. APPENDIX D—Examples showing how Deaths ought to be registered. LAWS OF GUYANA 44 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012 APPENDIX E—Correction of errors in Birth and Death Registers. APPENDIX F—Alphabetical list of diseases and causes of death. APPENDIX G—Directions for vaccination officers  APPENDIX H—List of offences in connection with Registration.  __________________________  Reg. 18/9/1917 13/6/1927  2/1948 17/1965 6/1980 REGISTRATION OF BIRTHS AND DEATHS REGULATIONS  made under section8   Citation.        Supervision of district Registrars.   System of registration properly kept.   Report of irregularities, etc. to be made to Registrar General.    Report on district registrars.  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Appendix.  APPENDIX AList of articles which should be in the possession of every Registrar of Births and Deaths. APPENDIX BPlaces in respect of which notices of Births and Deaths may be given in writing. APPENDIX CExamples showing how Births ought to be registered. APPENDIX DExamples showing how Deaths ought to be registered. LAWS OF GUYANA 44 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012 APPENDIX ECorrection of errors in Birth and Death Registers. APPENDIX FAlphabetical list of diseases and causes of death. APPENDIX GDirections for vaccination officers  APPENDIX HList of offences in connection with Registration.  __________________________  Reg. 18/9/1917 13/6/1927  2/1948 17/1965 6/1980 REGISTRATION OF BIRTHS AND DEATHS REGULATIONS  made under section8   Citation.        Supervision of district Registrars.   System of registration properly kept.   Report of irregularities, etc. to be made to Registrar General.    Report on district registrars.  132. The Appendices hereto are deemed to form part of these Regulations. immigrants. LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 89 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012  _____________________                                            APPENDIX A.  LIST OF ARTICLES, WHICH SHOULD BE IN THE POSSESSION OF EVERY REGISTRAR OF BIRTHS AND DEATHS",
            "description": "The Appendices hereto are deemed to form part of these Regulations. immigrants. LAWS OF GUYANA Registration of Births and Deaths Cap. 44:01 89 [Subsidiary] Registration of Births and Deaths Regulations  L.R.O. 1/2012  _____________________                                            APPENDIX A.  LIST OF ARTICLES, WHICH SHOULD BE IN THE POSSESSION OF EVERY REGISTRAR OF BIRTHS AND DEATHS"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1892",
            "title": "Jos. Hinds,  Father,      7th August, ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Jos. Hinds,  Father,      7th August, 1892.     H. Roper, Registrar.           Entry",
            "description": "H. Roper, Registrar.           Entry"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "1913.‛  ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under 1913.  1913.    Public Hospital Georgetown      No.     11  90    LAWS OF GUYANA 98 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012 APPENDIX E  CORRECTION OF ERRORS OF FACT OR SUBSTANCE OCCURRING IN BIRTH AND DEATH REGISTERS -  (continued)  Example showing how to correct errors in names in an Entry of Death by means of Marginal Note on an order in writing from the Magistrate of the District.      Entry",
            "description": "Public Hospital Georgetown      No.     11  90    LAWS OF GUYANA 98 Cap. 44:01 Registration of Births and Deaths [Subsidiary] Registration of Births and Deaths Regulations   L.R.O. 1/2012 APPENDIX E  CORRECTION OF ERRORS OF FACT OR SUBSTANCE OCCURRING IN BIRTH AND DEATH REGISTERS -  (continued)  Example showing how to correct errors in names in an Entry of Death by means of Marginal Note on an order in writing from the Magistrate of the District.      Entry"
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1914",
            "title": "Sarah Martin, Mother,    12th February, ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under Sarah Martin, Mother,    12th February, 1914.    R. Smith, Registrar.                  10 Baptismal Names if any, Added after registration of birth and date      Joseph Mason. 18th July, 1912          Examples showing (a) how to correct errors in names in an Entry of Birth by means of Marginal Note on an order from the Magistrate of the District and (b) the registration of names given by parents or guardians, not recognising Baptism.  Sarah Johanna 15th December, 1913  9 Signature of Registrar         H. Roper, Registrar         R. Smith, Registrar  8 When Registered          Sixteenth May, 1892         Twenty-eighth November, 1913  7 Signature, Qualification and Residence of the Informant     J. Dance, Nurse-Midwife, Lot 48, Charles Street, Charlestown          L. Morgan, Resident Surgeon, Public Hospital, Georgetown 6 Rank or Profession of Father      Merchant          Gold Digger 5 Forename and Surname and Maiden Surname of Mother and other description  Mary Hinds, born Mason, Mixed,  Native  of  Trinidad Sarah Martin born Dewar, Black Native of Guyana  4 Forename and Surname of Father and other description  Joseph Hinds, White    Native of Barbados John Martin Black, Native of Guyana 3 Sex           Boy         Girl 2 Forename if any  John   Columns:-1 When and where born          Fourteenth May,",
            "description": [
                {
                    "representation": "(a)",
                    "description": "how to correct errors in names in an Entry of Birth by means of Marginal Note on an order from the Magistrate of the District and"
                },
                {
                    "representation": "(b)",
                    "description": "the registration of names given by parents or guardians, not recognising Baptism.  Sarah Johanna 15th December, 1913  9 Signature of Registrar         H. Roper, Registrar         R. Smith, Registrar  8 When Registered          Sixteenth May, 1892         Twenty-eighth November, 1913  7 Signature, Qualification and Residence of the Informant     J. Dance, Nurse-Midwife, Lot 48, Charles Street, Charlestown          L. Morgan, Resident Surgeon, Public Hospital, Georgetown 6 Rank or Profession of Father      Merchant          Gold Digger 5 Forename and Surname and Maiden Surname of Mother and other description  Mary Hinds, born Mason, Mixed,  Native  of  Trinidad Sarah Martin born Dewar, Black Native of Guyana  4 Forename and Surname of Father and other description  Joseph Hinds, White    Native of Barbados John Martin Black, Native of Guyana 3 Sex           Boy         Girl 2 Forename if any  John   Columns:-1 When and where born          Fourteenth May,"
                }
            ]
        }
    },
    {
        "act": "REGISTRATION OF BIRTHS AND DEATHS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1915",
            "title": "T. Marks, Registrar     13th January, ",
            "context": "REGISTRATION OF BIRTHS AND DEATHS ACT under T. Marks, Registrar     13th January, 1915.              Example showing how to correct an error in the age of  the deceased in an Entry of Death by means of Marginal Note on an order in writing from the Magistrate of the District.     Entry",
            "description": "Example showing how to correct an error in the age of  the deceased in an Entry of Death by means of Marginal Note on an order in writing from the Magistrate of the District.     Entry"
        }
    }
]