[
    {
        "act": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Interpretation. ",
            "context": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT under Interpretation. 1. This Act may be cited as the Civil Aviation (Births, Deaths and Missing Persons) Act.",
            "description": "This Act may be cited as the Civil Aviation (Births, Deaths and Missing Persons) Act."
        }
    },
    {
        "act": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "In this Act—  “aircraft” includes all balloons, whether captive or free, gliders, airships and flying machines;  LAWS OF GUYANA 4 Cap. 44:02 Civil Aviation (Birth, Death and Missing Person)  L.R.O. 1/2012                              Returns relating to births and deaths by owners of aircraft. [17 of 1951 6 of 1997] First Schedule. Second Schedule.        “the Director” means the Director of Civil Aviation;  “journey” is deemed to commence when a traveller enters an aircraft registered in Guyana for the purpose of the journey and to continue until that traveller  alights therefrom on completion of the journey, notwithstanding any intermediate stop or break in the journey;  “missing persons” means persons with respect to whom there are reasonable grounds for believing that they have died in consequence of an accident occurring in or over Guyana to an aircraft registered in Guyana;  “person in command of an aircraft” means, in a case where a person other than the pilot is in command of the aircraft, that person, and in every other case, the pilot;  “the Registrar General” means the Registrar General of births and deaths;  “traveller” in relation to an aircraft includes a member of the crew.  ",
            "context": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT under In this Act  aircraft includes all balloons, whether captive or free, gliders, airships and flying machines;  LAWS OF GUYANA 4 Cap. 44:02 Civil Aviation (Birth, Death and Missing Person)  L.R.O. 1/2012                              Returns relating to births and deaths by owners of aircraft. [17 of 1951 6 of 1997] First Schedule. Second Schedule.        the Director means the Director of Civil Aviation;  journey is deemed to commence when a traveller enters an aircraft registered in Guyana for the purpose of the journey and to continue until that traveller  alights therefrom on completion of the journey, notwithstanding any intermediate stop or break in the journey;  missing persons means persons with respect to whom there are reasonable grounds for believing that they have died in consequence of an accident occurring in or over Guyana to an aircraft registered in Guyana;  person in command of an aircraft means, in a case where a person other than the pilot is in command of the aircraft, that person, and in every other case, the pilot;  the Registrar General means the Registrar General of births and deaths;  traveller in relation to an aircraft includes a member of the crew.  2. Date of Birth (a).............................................",
            "description": "Date of Birth (a)............................................."
        }
    },
    {
        "act": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Returns relating to births and deaths by owners of aircraft. ",
            "context": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT under Returns relating to births and deaths by owners of aircraft. 3. (1) The owner of an aircraft registered in Guyana shall, as soon as practicable but not later than six months after the occurrence in or over Guyana of a birth or death in the aircraft, transmit to the Director a return of such birth or death in the form, in accordance with the instructions and containing the particulars prescribed, in the First Schedule in the case of a birth, or in the Second Schedule in the case of a death:  Provided that if such particulars are not known to the owner of the aircraft, he shall transmit as aforesaid so many of such particulars as he is reasonably able to ascertain having regard to the circumstances of the birth or death.  (2) To facilitate the rendering of returns in LAWS OF GUYANA Civil Aviation (Birth, Death and Missing Person) Cap. 44:02 5  L.R.O. 1/2012                                   Records to be kept by Director of Civil Aviation. [17 of 1951] Third Schedule.       Fourth Schedule. accordance with this Act, the person in command of an aircraft registered in Guyana shall forthwith on the occurrence in or over Guyana of a birth or death in the aircraft, record in the journey log book, or other appropriate document relating to that aircraft, the particulars of the birth or death mentioned in subsection (1), and shall make such record available to the owner as soon as practicable:  Provided that if all such particulars are not known to the person in command of an aircraft and cannot readily be ascertained by him, he shall record and make available as aforesaid so many of such particulars as are readily ascertainable.  (3) Where any aircraft has been bona fide demised, let, or hired out for a period exceeding fourteen days to any other person by the owner thereof, and no pilot, commander, navigator or operative member of the crew of the aircraft is in the employment of the owner, this section shall have effect as though for references to the owner there were substituted references to the person to whom the aircraft has been so demised, let, or hired out.  (4) Any person who fails to comply with any requirement of this section shall be liable on summary conviction to a fine of thirteen thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The owner of an aircraft registered in Guyana shall, as soon as practicable but not later than six months after the occurrence in or over Guyana of a birth or death in the aircraft, transmit to the Director a return of such birth or death in the form, in accordance with the instructions and containing the particulars prescribed, in the First Schedule in the case of a birth, or in the Second Schedule in the case of a death:  Provided that if such particulars are not known to the owner of the aircraft, he shall transmit as aforesaid so many of such particulars as he is reasonably able to ascertain having regard to the circumstances of the birth or death."
                },
                {
                    "representation": "(2)",
                    "description": "To facilitate the rendering of returns in LAWS OF GUYANA Civil Aviation"
                },
                {
                    "representation": "(3)",
                    "description": "Where any aircraft has been bona fide demised, let, or hired out for a period exceeding fourteen days to any other person by the owner thereof, and no pilot, commander, navigator or operative member of the crew of the aircraft is in the employment of the owner, this section shall have effect as though for references to the owner there were substituted references to the person to whom the aircraft has been so demised, let, or hired out."
                },
                {
                    "representation": "(4)",
                    "description": "Any person who fails to comply with any requirement of this section shall be liable on summary conviction to a fine of thirteen thousand dollars."
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Records to be kept by Director of Civil Aviation. ",
            "context": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT under Records to be kept by Director of Civil Aviation. 4. The Director shall keep in his department  (a) a separate record of births in the form in the Third Schedule in which shall be recorded the particulars transmitted to him of births occurring in or over Guyana in aircraft registered in Guyana;  (b) a separate record of deaths in the form in the Fourth Schedule in which LAWS OF GUYANA 6 Cap. 44:02 Civil Aviation (Birth, Death and Missing Person)  L.R.O. 1/2012         Fifth Schedule.   Transmission of copies of notices to Registrar General.   Saving for father of illegitimate child.      Rectification of notices of births, deaths and missing persons shall be recorded the particulars transmitted to him of deaths occurring in or over Guyana in aircraft registered in Guyana; and  (c) a separate record in the form in the Fifth Schedule of persons reported to him as missing persons.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a separate record of births in the form in the Third Schedule in which shall be recorded the particulars transmitted to him of births occurring in or over Guyana in aircraft registered in Guyana;"
                },
                {
                    "representation": "(b)",
                    "description": "a separate record of deaths in the form in the Fourth Schedule in which LAWS OF GUYANA 6 Cap. 44:02 Civil Aviation"
                },
                {
                    "representation": "(c)",
                    "description": "a separate record in the form in the Fifth Schedule of persons reported to him as missing persons."
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Transmission of copies of notices to Registrar General. ",
            "context": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT under Transmission of copies of notices to Registrar General. 5. The Director shall within seven days of the completion of an entry of any record kept in his department pursuant to this Act cause a certified copy of such entry to be transmitted to the Registrar General.",
            "description": "The Director shall within seven days of the completion of an entry of any record kept in his department pursuant to this Act cause a certified copy of such entry to be transmitted to the Registrar General."
        }
    },
    {
        "act": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Saving for father of illegitimate child. ",
            "context": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT under Saving for father of illegitimate child. 6. In the case of the birth of an illegitimate child, the name of any person as father of such child shall not be entered in any return or record of particulars of the birth of such child unless the mother of the child and the person acknowledging himself to be the father of the child shall have signed a completed form of return as informants.",
            "description": "In the case of the birth of an illegitimate child, the name of any person as father of such child shall not be entered in any return or record of particulars of the birth of such child unless the mother of the child and the person acknowledging himself to be the father of the child shall have signed a completed form of return as informants."
        }
    },
    {
        "act": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Rectification of notices of births, deaths and missing persons. FIRST SCHEDULE—Birth. SECOND SCHEDULE—Death. THIRD SCHEDULE—Births in aircraft registered in Guyana. FOURTH SCHEDULE—Deaths in aircraft registered in Guyana.  FIFTH SCHEDULE—Persons  missing and believed to have died in consequence of accidents to aircraft registered in Guyana.  __________________________ 1953 Ed. c. 163 _______________________________________________________ 38 of 1950 An Act to make provision for the recording of Births and Deaths and of persons missing in Aircraft registered in Guyana; and for other purposes connected therewith.  [7TH OCTOBER, 1950]  Short title.     Interpretation. [17 of 1951]      ",
            "context": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT under Rectification of notices of births, deaths and missing persons. FIRST SCHEDULEBirth. SECOND SCHEDULEDeath. THIRD SCHEDULEBirths in aircraft registered in Guyana. FOURTH SCHEDULEDeaths in aircraft registered in Guyana.  FIFTH SCHEDULEPersons  missing and believed to have died in consequence of accidents to aircraft registered in Guyana.  __________________________ 1953 Ed. c. 163 _______________________________________________________ 38 of 1950 An Act to make provision for the recording of Births and Deaths and of persons missing in Aircraft registered in Guyana; and for other purposes connected therewith.  [7TH OCTOBER, 1950]  Short title.     Interpretation. [17 of 1951]      7. (1) If the Director is satisfied that there is an error or omission in any entry made in the records of births, deaths, or missing persons kept in his department, he may, in accordance with evidence of the true facts relating to the entry, rectify it in such manner as may appear to him  appropriate.  (2) Within seven days after the correction of any entry in his records in accordance with this section, the Director shall cause a certified copy of such corrected entry to be transmitted to the Registrar General.  ____________________      LAWS OF GUYANA Civil Aviation (Birth, Death and Missing Person) Cap. 44:02 7  L.R.O. 1/2012 s. 3                                               FIRST SCHEDULE FORM No.  Birth  Return for the purposes of section 3 of the Civil Aviation (Births, Deaths and Missing Persons Act.)",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the Director is satisfied that there is an error or omission in any entry made in the records of births, deaths, or missing persons kept in his department, he may, in accordance with evidence of the true facts relating to the entry, rectify it in such manner as may appear to him  appropriate."
                },
                {
                    "representation": "(2)",
                    "description": "Within seven days after the correction of any entry in his records in accordance with this section, the Director shall cause a certified copy of such corrected entry to be transmitted to the Registrar General.  ____________________      LAWS OF GUYANA Civil Aviation"
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Date and place of marriage of parents..................................................  ",
            "context": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT under Date and place of marriage of parents..................................................  8. Profession or occupation, rank or title (if any) and nationality (g).....................................................................................",
            "description": "Profession or occupation, rank or title (if any) and nationality (g)....................................................................................."
        }
    },
    {
        "act": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Profession or occupation of father; and rank or title (if any) (e)................................................  ",
            "context": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT under Profession or occupation of father; and rank or title (if any) (e)................................................  9. Cause of death.................................................................",
            "description": "Cause of death................................................................."
        }
    },
    {
        "act": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Name, description and home address of informant (if any) (g)................................................  ",
            "context": "CIVIL AVIATION (BIRTH, DEATH AND MISSING  PERSON) ACT under Name, description and home address of informant (if any) (g)................................................  10. Name, description and home address of informant (if any) (h)...........................................................................................",
            "description": "Name, description and home address of informant (if any) (h)..........................................................................................."
        }
    }
]