[
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "MARRIAGE ACT under Short title. 1. This Act may be cited as the Marriage Act.",
            "description": "This Act may be cited as the Marriage Act."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART II MARRIAGE DISTRICTS AND OFFICERS, AND REGISTERED BUILDINGS  Marriage Districts  ",
            "context": "MARRIAGE ACT under Interpretation.  PART II MARRIAGE DISTRICTS AND OFFICERS, AND REGISTERED BUILDINGS  Marriage Districts  2. In this Act  Form means Form in the First Schedule;  marriage district means a district declared by section 3 to be a marriage district;  marriage officer means a marriage officer appointed under this Act;   registered building means a building registered under this Act as one wherein banns or notice of marriage may be published;   Registrar General means the Registrar General of Births and Deaths; CHAPTER 45:01  MARRIAGE ACT  LAWS OF GUYANA 8 Cap. 45:01 Marriage  L.R.O. 1/2012               Division of Guyana into marriage districts. c. 44:01                  Appointment of marriage officers. [35 of 1957 4 of 1972]              superintendent registrar means the district commissioner, or any officer appointed to be superintendent registrar in a registration district.  PART II MARRIAGE DISTRICTS AND OFFICERS, AND REGISTERED BUILDINGS  Marriage Districts",
            "description": "In this Act  Form means Form in the First Schedule;  marriage district means a district declared by section 3 to be a marriage district;  marriage officer means a marriage officer appointed under this Act;   registered building means a building registered under this Act as one wherein banns or notice of marriage may be published;   Registrar General means the Registrar General of Births and Deaths; CHAPTER 45:01  MARRIAGE ACT  LAWS OF GUYANA 8 Cap. 45:01 Marriage  L.R.O. 1/2012               Division of Guyana into marriage districts. c. 44:01                  Appointment of marriage officers. [35 of 1957 4 of 1972]              superintendent registrar means the district commissioner, or any officer appointed to be superintendent registrar in a registration district.  PART II MARRIAGE DISTRICTS AND OFFICERS, AND REGISTERED BUILDINGS  Marriage Districts"
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Division of Guyana into marriage districts.  MARRIAGE OFFICERS  ",
            "context": "MARRIAGE ACT under Division of Guyana into marriage districts.  MARRIAGE OFFICERS  3. (1) The several registration districts into which Guyana is, from time to time, divided under the Registration of Births and Deaths Act, shall be marriage districts for the purposes of this Act.  (2) No alteration at any time made in the limits of any of those registration districts shall affect any proceedings which at the time of the alteration are being taken under this Act to procure due solemnisation of any marriage, but those proceedings may be continued and shall have the like effect as if the alteration had not taken place.  MARRIAGE OFFICERS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The several registration districts into which Guyana is, from time to time, divided under the Registration of Births and Deaths Act, shall be marriage districts for the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "No alteration at any time made in the limits of any of those registration districts shall affect any proceedings which at the time of the alteration are being taken under this Act to procure due solemnisation of any marriage, but those proceedings may be continued and shall have the like effect as if the alteration had not taken place.  MARRIAGE OFFICERS"
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Appointment of marriage officers. ",
            "context": "MARRIAGE ACT under Appointment of marriage officers. 4. (1) The Minister may appoint any fit and proper person  (a) being a minister of the Christian religion, ordained, or otherwise set apart, to the ministry of that religion, according to the usage of the communion to which he belongs; or  (b) being of the Hindu religion; or  (c) being of the Islamic religion, to be a marriage officer for Guyana.  (2) Any marriage officer may act in that character LAWS OF GUYANA Marriage Cap. 45:01 9  L.R.O. 1/2012     Power to refuse to act.  [35 of 1957 13 of 1985]                  Applications for appointment as a marriage officer. [35 of 1957]                        Notification of ceasing to act as a minister of religion. throughout Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may appoint any fit and proper person"
                },
                {
                    "representation": "(a)",
                    "description": "being a minister of the Christian religion, ordained, or otherwise set apart, to the ministry of that religion, according to the usage of the communion to which he belongs; or"
                },
                {
                    "representation": "(b)",
                    "description": "being of the Hindu religion; or"
                },
                {
                    "representation": "(c)",
                    "description": "being of the Islamic religion, to be a marriage officer for Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "Any marriage officer may act in that character LAWS OF GUYANA Marriage Cap. 45:01 9  L.R.O. 1/2012     Power to refuse to act.  [35 of 1957 13 of 1985]                  Applications for appointment as a marriage officer. [35 of 1957]                        Notification of ceasing to act as a minister of religion. throughout Guyana."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Power to refuse to act. ",
            "context": "MARRIAGE ACT under Power to refuse to act. 5. No marriage officer shall be required to act in that character with respect to any marriage contrary to, or desired to be solemnised in any manner other than is prescribed by, the rules of the religious denomination to which he belongs.  Provided that if a marriage officer solemnises a marriage in accordance with the Indian Labour Act, he shall, within seven days thereof, give written notification of the fact to the immigration agent for the district in which the parties to the marriage reside.",
            "description": "No marriage officer shall be required to act in that character with respect to any marriage contrary to, or desired to be solemnised in any manner other than is prescribed by, the rules of the religious denomination to which he belongs.  Provided that if a marriage officer solemnises a marriage in accordance with the Indian Labour Act, he shall, within seven days thereof, give written notification of the fact to the immigration agent for the district in which the parties to the marriage reside."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Applications for appointment as a marriage officer. ",
            "context": "MARRIAGE ACT under Applications for appointment as a marriage officer. 6. (1) All applications for appointment as marriage officers must be made in writing to the Registrar General, who shall without delay transmit the application to the Minister.  (2) Every minister of the Christian religion acting in that character for a congregation, or having the local superintendence of several congregations, who applies to be appointed a marriage officer must state in his application the name or other description of the place of public worship in which he acts, or of the places of public worship of the congregations over which he has local superintendence, and the postal address at or to which all communications intended for him may be delivered or sent.  (3) Every member of the Hindu or Islamic religion who applies to be appointed a marriage officer shall state in his application his postal address at or to which all communications intended for him may be delivered or sent, and the name of the Hindu or Islamic sect to which he belongs.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All applications for appointment as marriage officers must be made in writing to the Registrar General, who shall without delay transmit the application to the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "Every minister of the Christian religion acting in that character for a congregation, or having the local superintendence of several congregations, who applies to be appointed a marriage officer must state in his application the name or other description of the place of public worship in which he acts, or of the places of public worship of the congregations over which he has local superintendence, and the postal address at or to which all communications intended for him may be delivered or sent."
                },
                {
                    "representation": "(3)",
                    "description": "Every member of the Hindu or Islamic religion who applies to be appointed a marriage officer shall state in his application his postal address at or to which all communications intended for him may be delivered or sent, and the name of the Hindu or Islamic sect to which he belongs."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Notification of ceasing to act as a minister of religion. ",
            "context": "MARRIAGE ACT under Notification of ceasing to act as a minister of religion. 7. Every marriage officer shall, if he ceases to act as a minister of the Christian religion, or to profess the Hindu religion or Islamic religion as the case may be, forthwith LAWS OF GUYANA 10 Cap. 45:01 Marriage  L.R.O. 1/2012  [35 of 1957]     Resignation.          Tenure of office.        Temporary absence from Guyana.         Cancellation of appointment.     Register of marriage officers.  Form A.                Sending in of applications or notifications.   notify the fact to the Registrar General.",
            "description": "Every marriage officer shall, if he ceases to act as a minister of the Christian religion, or to profess the Hindu religion or Islamic religion as the case may be, forthwith LAWS OF GUYANA 10 Cap. 45:01 Marriage  L.R.O. 1/2012  [35 of 1957]     Resignation.          Tenure of office.        Temporary absence from Guyana.         Cancellation of appointment.     Register of marriage officers.  Form A.                Sending in of applications or notifications.   notify the fact to the Registrar General."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Resignation. ",
            "context": "MARRIAGE ACT under Resignation. 8. Any marriage officer may resign his appointment as that officer by notifying his resignation to the Registrar General. The resignation shall be published in the Gazette and shall take effect from the date of publication.",
            "description": "Any marriage officer may resign his appointment as that officer by notifying his resignation to the Registrar General. The resignation shall be published in the Gazette and shall take effect from the date of publication."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Tenure of office. ",
            "context": "MARRIAGE ACT under Tenure of office. 9. A marriage officer, when duly appointed, shall retain his office until it is notified in the Gazette that he has ceased to be a marriage officer.",
            "description": "A marriage officer, when duly appointed, shall retain his office until it is notified in the Gazette that he has ceased to be a marriage officer."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Temporary absence from Guyana. ",
            "context": "MARRIAGE ACT under Temporary absence from Guyana. 10. A marriage officer intending temporary absence from Guyana shall notify the Registrar General of his intention, and shall make arrangements for the custody of the marriage register books supplied to him satisfactory to the Registrar General.",
            "description": "A marriage officer intending temporary absence from Guyana shall notify the Registrar General of his intention, and shall make arrangements for the custody of the marriage register books supplied to him satisfactory to the Registrar General."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Cancellation of appointment. ",
            "context": "MARRIAGE ACT under Cancellation of appointment. 11. The Minister shall have full power, on good cause shown, to cancel the appointment of any marriage officer.",
            "description": "The Minister shall have full power, on good cause shown, to cancel the appointment of any marriage officer."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Register of marriage officers. ",
            "context": "MARRIAGE ACT under Register of marriage officers. 12. (1) The Registrar General shall keep a register in accordance with Form A of all marriage officers appointed under this Act.  (2) Whenever a marriage officer changes his postal address as last recorded on the list of marriage officers at the Registrar Generals office, or takes the active charge or superintendence of any place or places of worship of which his charge or superintendence is not recorded at that office, he shall forthwith report in writing to the Registrar General the change of residence, postal address, or ministerial charge, and in default thereof his appointment as marriage officer may be cancelled.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar General shall keep a register in accordance with Form A of all marriage officers appointed under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Whenever a marriage officer changes his postal address as last recorded on the list of marriage officers at the Registrar Generals office, or takes the active charge or superintendence of any place or places of worship of which his charge or superintendence is not recorded at that office, he shall forthwith report in writing to the Registrar General the change of residence, postal address, or ministerial charge, and in default thereof his appointment as marriage officer may be cancelled."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Sending in of applications or notifications ",
            "context": "MARRIAGE ACT under Sending in of applications or notifications 13. Every application, notice, or other notification required by or under this Part to be sent to the Registrar General, if the minister concerned is a member of any denomination having a recognised Head in Guyana, shall be LAWS OF GUYANA Marriage Cap. 45:01 11  L.R.O. 1/2012     Publication of appointments and changes.          Superintendent registrar of marriages.      Appointment of deputy. [28 of 1960]                  Office.         Supply of marriage notice books and forms of certificates.        sent through that Head.",
            "description": "Every application, notice, or other notification required by or under this Part to be sent to the Registrar General, if the minister concerned is a member of any denomination having a recognised Head in Guyana, shall be LAWS OF GUYANA Marriage Cap. 45:01 11  L.R.O. 1/2012     Publication of appointments and changes.          Superintendent registrar of marriages.      Appointment of deputy. [28 of 1960]                  Office.         Supply of marriage notice books and forms of certificates.        sent through that Head."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Publication of appointments and changes.  SUPERINTENDENT REGISTRAR  ",
            "context": "MARRIAGE ACT under Publication of appointments and changes.  SUPERINTENDENT REGISTRAR  14. All appointments under this Part, and all changes of residence, postal address, or ministerial charge, of marriage officers, shall be published in the Gazette.  SUPERINTENDENT REGISTRAR",
            "description": "All appointments under this Part, and all changes of residence, postal address, or ministerial charge, of marriage officers, shall be published in the Gazette.  SUPERINTENDENT REGISTRAR"
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Superintendent registrar of marriages. ",
            "context": "MARRIAGE ACT under Superintendent registrar of marriages. 15. The Minister may designate any district commissioner or other officer to be superintendent registrar of marriages in a marriage district.",
            "description": "The Minister may designate any district commissioner or other officer to be superintendent registrar of marriages in a marriage district."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Appointment of deputy. ",
            "context": "MARRIAGE ACT under Appointment of deputy. 16. (1) The Minister may appoint a fit person as the deputy of any superintendent registrar of marriages, for the purpose of performing the functions of a superintendent registrar in the event of illness or absence of the superintendent registrar.  (2) The deputy while performing the functions of the superintendent registrar, shall have all the powers and duties and be subject to all the penalties herein specified concerning superintendent registrars, and, in the event of the death of the superintendent registrar he shall perform those functions until another superintendent registrar is appointed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may appoint a fit person as the deputy of any superintendent registrar of marriages, for the purpose of performing the functions of a superintendent registrar in the event of illness or absence of the superintendent registrar."
                },
                {
                    "representation": "(2)",
                    "description": "The deputy while performing the functions of the superintendent registrar, shall have all the powers and duties and be subject to all the penalties herein specified concerning superintendent registrars, and, in the event of the death of the superintendent registrar he shall perform those functions until another superintendent registrar is appointed."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Office. ",
            "context": "MARRIAGE ACT under Office. 17. The superintendent registrars office shall be taken, for the purposes of this Act, to be within the district of which it is the register office, although not locally therein.",
            "description": "The superintendent registrars office shall be taken, for the purposes of this Act, to be within the district of which it is the register office, although not locally therein."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Supply of marriage notice books and forms of certificates. ",
            "context": "MARRIAGE ACT under Supply of marriage notice books and forms of certificates. 18. (1) The Registrar General shall furnish to every superintendent registrar a marriage notice book and a sufficient number of forms of certificates, which shall be accounted for by the superintendent registrar to the Registrar General.  (2) The cost of providing marriage notice books and forms of certificates shall be defrayed in like manner as the cost of providing register books of births and deaths. LAWS OF GUYANA 12 Cap. 45:01 Marriage  L.R.O. 1/2012  Limitation of powers.      Minister may declare any building a superintendent registrars office.          Registration of buildings in use at the commence- ment of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar General shall furnish to every superintendent registrar a marriage notice book and a sufficient number of forms of certificates, which shall be accounted for by the superintendent registrar to the Registrar General."
                },
                {
                    "representation": "(2)",
                    "description": "The cost of providing marriage notice books and forms of certificates shall be defrayed in like manner as the cost of providing register books of births and deaths. LAWS OF GUYANA 12 Cap. 45:01 Marriage  L.R.O. 1/2012  Limitation of powers.      Minister may declare any building a superintendent registrars office.          Registration of buildings in use at the commence- ment of this Act."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Limitation of powers.  LAWS OF GUYANA 4 Cap. 45:01 Marriage  L.R.O. 1/2012  SECTION ",
            "context": "MARRIAGE ACT under Limitation of powers.  LAWS OF GUYANA 4 Cap. 45:01 Marriage  L.R.O. 1/2012  SECTION 19. A superintendent registrar shall not perform any function or act in respect of marriages elsewhere than in his office, or otherwise than in accordance with the express provisions of this Act.",
            "description": "A superintendent registrar shall not perform any function or act in respect of marriages elsewhere than in his office, or otherwise than in accordance with the express provisions of this Act."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Minister may declare any building a superintendent registrar’s office.  REGISTERED BUILDINGS  ",
            "context": "MARRIAGE ACT under Minister may declare any building a superintendent registrars office.  REGISTERED BUILDINGS  20. The Minister may at any time declare any building a superintendent registrars office under this Act, and, on notice thereof being published in the Gazette, that place shall be a superintendent registrars office for all the purposes of this Act, and there may be more than one office in any superintendent registrars district.  REGISTERED BUILDINGS",
            "description": "The Minister may at any time declare any building a superintendent registrars office under this Act, and, on notice thereof being published in the Gazette, that place shall be a superintendent registrars office for all the purposes of this Act, and there may be more than one office in any superintendent registrars district.  REGISTERED BUILDINGS"
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Registration of buildings in use at the commencement of this Act. ",
            "context": "MARRIAGE ACT under Registration of buildings in use at the commencement of this Act. 21. (1) The Head of every denomination of the Christian religion in Guyana, within one month after the commencement of this Act, shall make out and send to the Registrar General a list of all buildings exclusively used as places of public Christian worship belonging to the denomination of which he is Head wherein banns of marriage have been usually published, and the Registrar General shall register the buildings in a book to be kept for that purpose at his office and make out, and cause to be published in the Gazette, a list of all of them, and shall state in the list the marriage district within which each building so registered is situate and shall add also the name and place of abode of the superintendent registrar of each district, and a copy of the list, or of the Gazette containing it, shall be sent to every superintendent registrar and marriage officer.  (2) Where it is desired to register a building belonging to a denomination which has no Head in Guyana, and which has been exclusively used as a place of Christian worship belonging to that denomination, and wherein banns of marriage have been usually published, the person in charge of the building shall do, in respect of it, what by the preceding subsection is required to be done by the Head of a denomination, and the Registrar General shall deal with the LAWS OF GUYANA Marriage Cap. 45:01 13  L.R.O. 1/2012      Registration of buildings at any time set apart for religious worship. [5 of 1982 13 of 1985 18 of 1985 6 of 1997]                               What a separate building is.   building in the manner provided by that subsection.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Head of every denomination of the Christian religion in Guyana, within one month after the commencement of this Act, shall make out and send to the Registrar General a list of all buildings exclusively used as places of public Christian worship belonging to the denomination of which he is Head wherein banns of marriage have been usually published, and the Registrar General shall register the buildings in a book to be kept for that purpose at his office and make out, and cause to be published in the Gazette, a list of all of them, and shall state in the list the marriage district within which each building so registered is situate and shall add also the name and place of abode of the superintendent registrar of each district, and a copy of the list, or of the Gazette containing it, shall be sent to every superintendent registrar and marriage officer."
                },
                {
                    "representation": "(2)",
                    "description": "Where it is desired to register a building belonging to a denomination which has no Head in Guyana, and which has been exclusively used as a place of Christian worship belonging to that denomination, and wherein banns of marriage have been usually published, the person in charge of the building shall do, in respect of it, what by the preceding subsection is required to be done by the Head of a denomination, and the Registrar General shall deal with the LAWS OF GUYANA Marriage Cap. 45:01 13  L.R.O. 1/2012      Registration of buildings at any time set apart for religious worship. [5 of 1982 13 of 1985 18 of 1985 6 of 1997]                               What a separate building is.   building in the manner provided by that subsection."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Registration of buildings at any time set apart for religious worship. ",
            "context": "MARRIAGE ACT under Registration of buildings at any time set apart for religious worship. 22. (1) Any proprietor, or trustee, or any other person who has the sole control of a separate building used as a place of Christian worship, may apply to the Registrar General in order that the building may be registered for the publication of banns, and in that case shall deliver or send to the Registrar General a certificate signed by not less than five householders resident within the marriage district, that the building has been and is intended to be used as a usual place of public religious worship, and that they desire the place to be registered as aforesaid, which certificate shall be countersigned by the proprietor, or trustee, or other persons, making the application.  (2) On receipt of the certificate, the Registrar General shall register the building in the book in which buildings used for the publication of banns are registered and endorse on the certificate the date of the registration, and shall keep the certificate with the other records of his office, and shall give a certificate of the registration under his hand on stout paper to the person by whom the certificate is countersigned, and give public notice of the registration of the building by advertisement in the Gazette.  (3) For the entry, certificate, and publication, the Registrar General shall receive, at the time of the delivery to him of the application for registration the sum of sixty dollars.   (4) The foregoing provisions of this section shall apply in relation to any other religion subject to any reference to publication of banns being construed as a reference to publication of notice of marriage.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any proprietor, or trustee, or any other person who has the sole control of a separate building used as a place of Christian worship, may apply to the Registrar General in order that the building may be registered for the publication of banns, and in that case shall deliver or send to the Registrar General a certificate signed by not less than five householders resident within the marriage district, that the building has been and is intended to be used as a usual place of public religious worship, and that they desire the place to be registered as aforesaid, which certificate shall be countersigned by the proprietor, or trustee, or other persons, making the application."
                },
                {
                    "representation": "(2)",
                    "description": "On receipt of the certificate, the Registrar General shall register the building in the book in which buildings used for the publication of banns are registered and endorse on the certificate the date of the registration, and shall keep the certificate with the other records of his office, and shall give a certificate of the registration under his hand on stout paper to the person by whom the certificate is countersigned, and give public notice of the registration of the building by advertisement in the Gazette."
                },
                {
                    "representation": "(3)",
                    "description": "For the entry, certificate, and publication, the Registrar General shall receive, at the time of the delivery to him of the application for registration the sum of sixty dollars."
                },
                {
                    "representation": "(4)",
                    "description": "The foregoing provisions of this section shall apply in relation to any other religion subject to any reference to publication of banns being construed as a reference to publication of notice of marriage."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "What a separate building is. ",
            "context": "MARRIAGE ACT under What a separate building is. 23. Any building which has been, and is intended to be, used exclusively for public religious worship shall be taken to be a separate building for the purpose of being registered under the last preceding section, notwithstanding LAWS OF GUYANA 14 Cap. 45:01 Marriage  L.R.O. 1/2012      Use of building as school. [13 of 1985]              Cancellation of registry if building disused. [13 of 1985 6 of 1997]                       that it is under the same roof with any other building or forms a part only of a building.",
            "description": "Any building which has been, and is intended to be, used exclusively for public religious worship shall be taken to be a separate building for the purpose of being registered under the last preceding section, notwithstanding LAWS OF GUYANA 14 Cap. 45:01 Marriage  L.R.O. 1/2012      Use of building as school. [13 of 1985]              Cancellation of registry if building disused. [13 of 1985 6 of 1997]                       that it is under the same roof with any other building or forms a part only of a building."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Use of building as school. ",
            "context": "MARRIAGE ACT under Use of building as school. 24. The use of any building for the purposes of a school or the holding of any entertainment  therein  for any object in connection therewith while religious worship is not going on therein, shall not prevent that building being registered for the publication of banns or notice of marriage; and the Registrar General, if satisfied that the necessities of any marriage district so require and not otherwise, may, on application as above provided, register for the publication of banns or notice of marriage a building in which the religious worship of any denomination is usually carried on within that district, notwithstanding that it is used for other purposes while religious worship is not going on therein.",
            "description": "The use of any building for the purposes of a school or the holding of any entertainment  therein  for any object in connection therewith while religious worship is not going on therein, shall not prevent that building being registered for the publication of banns or notice of marriage; and the Registrar General, if satisfied that the necessities of any marriage district so require and not otherwise, may, on application as above provided, register for the publication of banns or notice of marriage a building in which the religious worship of any denomination is usually carried on within that district, notwithstanding that it is used for other purposes while religious worship is not going on therein."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Cancellation of registry if building disused. ",
            "context": "MARRIAGE ACT under Cancellation of registry if building disused. 25. (1) If, at any time subsequent to the registration of a building, it is made to appear to the satisfaction of the Registrar General that the building has been disused for the public religious worship of the congregation on whose behalf it was registered as aforesaid, the Registrar General shall cause the registration thereof to be cancelled:  Provided that if it is proved to his satisfaction that the same congregation use instead thereof some other building for the purpose of public religious worship, he may substitute and register the new place of worship instead of the disused building.  (2) Every application for cancelling the registration of a disused building, or for the substitution and registration of a substituted building, shall be made to the Registrar General, and the cancellation or substitution when made and the date thereof shall be entered in the book provided for the registration of those buildings, and shall be certified and published in manner hereinbefore provided in the case of the original registration of the disused building.  LAWS OF GUYANA Marriage Cap. 45:01 15  L.R.O. 1/2012              Rebuilding or repair of registered building. [13 of 1985]            Notice to be placed in registered building. [13 of 1985]                   Consent required for use of (3) For every substitution the Registrar General shall receive at the time of the delivery of the certificate from the party requiring the substitution the sum of seven dollars and fifty cents.   (4) After the cancellation or substitution has been made by the Registrar General, banns or notice of marriage may not lawfully be published in the disused building unless it is again registered in the manner hereinbefore provided.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If, at any time subsequent to the registration of a building, it is made to appear to the satisfaction of the Registrar General that the building has been disused for the public religious worship of the congregation on whose behalf it was registered as aforesaid, the Registrar General shall cause the registration thereof to be cancelled:  Provided that if it is proved to his satisfaction that the same congregation use instead thereof some other building for the purpose of public religious worship, he may substitute and register the new place of worship instead of the disused building."
                },
                {
                    "representation": "(2)",
                    "description": "Every application for cancelling the registration of a disused building, or for the substitution and registration of a substituted building, shall be made to the Registrar General, and the cancellation or substitution when made and the date thereof shall be entered in the book provided for the registration of those buildings, and shall be certified and published in manner hereinbefore provided in the case of the original registration of the disused building.  LAWS OF GUYANA Marriage Cap. 45:01 15  L.R.O. 1/2012              Rebuilding or repair of registered building. [13 of 1985]            Notice to be placed in registered building. [13 of 1985]                   Consent required for use of"
                },
                {
                    "representation": "(3)",
                    "description": "For every substitution the Registrar General shall receive at the time of the delivery of the certificate from the party requiring the substitution the sum of seven dollars and fifty cents."
                },
                {
                    "representation": "(4)",
                    "description": "After the cancellation or substitution has been made by the Registrar General, banns or notice of marriage may not lawfully be published in the disused building unless it is again registered in the manner hereinbefore provided."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Rebuilding or repair of registered building. ",
            "context": "MARRIAGE ACT under Rebuilding or repair of registered building. 26. Whenever a registered building is being reconstructed or repaired, the Registrar General, on application in writing made to him for that purpose, may order and direct that banns or notice of marriage may be published in any church or other building in the same marriage district which he by order in writing directs until the registered building is again opened for the performance of divine service, and during the whole of that period that church or building, for all purposes relating to the publication  of  banns or notice of marriage, shall be deemed and taken to be the registered building under reconstruction or repair.",
            "description": "Whenever a registered building is being reconstructed or repaired, the Registrar General, on application in writing made to him for that purpose, may order and direct that banns or notice of marriage may be published in any church or other building in the same marriage district which he by order in writing directs until the registered building is again opened for the performance of divine service, and during the whole of that period that church or building, for all purposes relating to the publication  of  banns or notice of marriage, shall be deemed and taken to be the registered building under reconstruction or repair."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Notice to be placed in registered building. ",
            "context": "MARRIAGE ACT under Notice to be placed in registered building. 27. In some conspicuous place at the main entrance, or one of the main entrances, of every registered building, a notice shall be placed in these words:  (a) Banns may be published in this building., where the building is used exclusively as a place of Christian worship; or  (b) Notice of marriage may be published in this building, where the building is used exclusively as a place of Hindu or Islamic worship.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "Banns may be published in this building., where the building is used exclusively as a place of Christian worship; or"
                },
                {
                    "representation": "(b)",
                    "description": "Notice of marriage may be published in this building, where the building is used exclusively as a place of Hindu or Islamic worship."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Consent required for use of registered building.  PART III RESTRICTIONS ON MARRIAGE  Persons who may not intermarry  ",
            "context": "MARRIAGE ACT under Consent required for use of registered building.  PART III RESTRICTIONS ON MARRIAGE  Persons who may not intermarry  28. No banns or notice of marriage shall be published in any registered building without the consent of the minister LAWS OF GUYANA 16 Cap. 45:01 Marriage  L.R.O. 1/2012  registered building. [13 of 1985]         Prohibited degrees.                                    or other person having the charge and control thereof, or of the Head of the denomination to which the minister belongs, where he is by law empowered to give that consent.  PART III RESTRICTIONS ON MARRIAGE  Persons who may not intermarry",
            "description": "No banns or notice of marriage shall be published in any registered building without the consent of the minister LAWS OF GUYANA 16 Cap. 45:01 Marriage  L.R.O. 1/2012  registered building. [13 of 1985]         Prohibited degrees.                                    or other person having the charge and control thereof, or of the Head of the denomination to which the minister belongs, where he is by law empowered to give that consent.  PART III RESTRICTIONS ON MARRIAGE  Persons who may not intermarry"
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Prohibited degrees. ",
            "context": "MARRIAGE ACT under Prohibited degrees. 29. Intermarriage between those hereinafter mentioned is hereby prohibited, namely  (a) in the case of those related by blood, between  (i) ascendants and descendants, namely, parents and children, upward and downward in infinitum; (ii) brothers and sisters, or step-brothers and step-sisters; (iii)  uncles and their nieces, that is, their brothers or sisters children or grandchildren and descendants, or aunts and their nephews, that is, their brothers or sisters sons or grandsons or their descendants, in both classes of cases in infinitum;  (b) in the case of those related by affinity, between  (i) a husband and any kinswoman or kindred of his deceased wife, or the wife and any kinsman or kindred of her deceased husband, related to the LAWS OF GUYANA Marriage Cap. 45:01 17  L.R.O. 1/2012                                               Marriages within the husband or wife in the hereinbefore stated degrees, namely: between any person and his daughter-in-law, that is, his sons widow or his sons or daughters sons widow, and so downward, any widow of any of his descendants, or any wife and her son-in-law, that is, the husband of her deceased daughter, or the husband of her sons or daughters daughter, and so downward, the husband of any of her descendants;  (ii) a man and his step-daughter, that is, the daughter of a former  marriage of his wife, or any of his said wifes descendants, or a woman and her step-son, that is, the son of a former marriage of her deceased husband, or any of her said husbands descendants;   (c) between any persons who by the common law of Guyana are forbidden to intermarry:  Provided that  (i) any man may hereafter marry the sister of his deceased wife; and (ii) any woman may hereafter marry her deceased husbands brother.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in the case of those related by blood, between"
                },
                {
                    "representation": "(i)",
                    "description": "any man may hereafter marry the sister of his deceased wife; and"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of those related by affinity, between"
                },
                {
                    "representation": "(c)",
                    "description": "between any persons who by the common law of Guyana are forbidden to intermarry:  Provided that"
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Marriages within the prohibited degrees void. ",
            "context": "MARRIAGE ACT under Marriages within the prohibited degrees void. 30. All marriages celebrated between persons LAWS OF GUYANA 18 Cap. 45:01 Marriage  L.R.O. 1/2012  prohibited degrees void.     Restriction of power in cases of minority of parties. [4 of 1972 O. 4/1974] Second Schedule.       Avoidance of marriages where either party is under the specified age. [35 of 1957 4 of 1972 O. 4/1974 13 of 1985 19 of 1990]                       forbidden to intermarry shall be absolutely null and void to all intents and purposes whatsoever.",
            "description": "All marriages celebrated between persons LAWS OF GUYANA 18 Cap. 45:01 Marriage  L.R.O. 1/2012  prohibited degrees void.     Restriction of power in cases of minority of parties. [4 of 1972 O. 4/1974] Second Schedule.       Avoidance of marriages where either party is under the specified age. [35 of 1957 4 of 1972 O. 4/1974 13 of 1985 19 of 1990]                       forbidden to intermarry shall be absolutely null and void to all intents and purposes whatsoever."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Restriction of power in cases of minority of parties. ",
            "context": "MARRIAGE ACT under Restriction of power in cases of minority of parties. 31. (1) Where either of the parties, not being a widower or widow, or a divorced person, is under the age of eighteen years, no marriage shall take place between them until the consent of the appropriate person or persons specified in the Second Schedule has been first obtained.  (2) Persons who have reached the age of eighteen years, and widowers and widows, may marry without the consent of others.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where either of the parties, not being a widower or widow, or a divorced person, is under the age of eighteen years, no marriage shall take place between them until the consent of the appropriate person or persons specified in the Second Schedule has been first obtained."
                },
                {
                    "representation": "(2)",
                    "description": "Persons who have reached the age of eighteen years, and widowers and widows, may marry without the consent of others."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Avoidance of marriages where either party is under the specified age. ",
            "context": "MARRIAGE ACT under Avoidance of marriages where either party is under the specified age. 32. (1) Notwithstanding section 31 and subject to subsection (2) a marriage shall be void if the parties or either of them is under the age of sixteen.  (2) If a female under the age of sixteen years becomes pregnant or is delivered of a child, she may apply by petition to a Judge of the High Court, for permission to be married under that age to a person not being a person under the age of sixteen years or, if under that age, he admits to being the putative father of the child whether yet delivered or not, or is adjudged by a court of competent jurisdiction to be the father of the child; and the Judge of the High Court, if satisfied that the petitioner is pregnant or has been delivered of a child he shall, subject to sections 29 and 33, judicially declare, by order in writing, that the marriage may be solemnised forthwith; and every marriage duly solemnised in  pursuance or under the authority or direction of that Order shall be good,  valid and effectual to all intents and purposes whatsoever as if both parties thereto had reached the age of eighteen years.  (3) Nothing in subsection (1) shall affect any marriage contracted before the commencement of this section and any such marriage shall be or become valid in any case where, if subsection (1) had not been enacted, it would be or LAWS OF GUYANA Marriage Cap. 45:01 19  L.R.O. 1/2012        Case of parent or guardian of party to be married being unable to consent or improperly refusing consent to marriage. [4 of 1972]                  Authority for solemnisation. [35 of 1957 13 of 1985]                  become valid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "had not been enacted, it would be or LAWS OF GUYANA Marriage Cap. 45:01 19  L.R.O. 1/2012        Case of parent or guardian of party to be married being unable to consent or improperly refusing consent to marriage. [4 of 1972]                  Authority for solemnisation. [35 of 1957 13 of 1985]                  become valid."
                },
                {
                    "representation": "(2)",
                    "description": "If a female under the age of sixteen years becomes pregnant or is delivered of a child, she may apply by petition to a Judge of the High Court, for permission to be married under that age to a person not being a person under the age of sixteen years or, if under that age, he admits to being the putative father of the child whether yet delivered or not, or is adjudged by a court of competent jurisdiction to be the father of the child; and the Judge of the High Court, if satisfied that the petitioner is pregnant or has been delivered of a child he shall, subject to sections 29 and 33, judicially declare, by order in writing, that the marriage may be solemnised forthwith; and every marriage duly solemnised in  pursuance or under the authority or direction of that Order shall be good,  valid and effectual to all intents and purposes whatsoever as if both parties thereto had reached the age of eighteen years."
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in subsection"
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Case of parent or guardian of party to be married being unable to consent or improperly refusing consent to marriage.  PART IV PRELIMINARIES TO MARRIAGE  ",
            "context": "MARRIAGE ACT under Case of parent or guardian of party to be married being unable to consent or improperly refusing consent to marriage.  PART IV PRELIMINARIES TO MARRIAGE  33. If a person whose consent is necessary to a marriage is non compos mentis or absent from Guyana, or otherwise incapable as aforesaid of consenting, or withholds his, her, or their consent to any marriage, or if there is no one capable of consenting, anyone wishing to marry to whose marriage that consent is necessary but cannot be given, or is withheld, may apply by petition to a Judge of the High Court, who is hereby empowered to proceed upon the petition in a summary way, and if the marriage proposed, upon examination, appears to him to be proper he shall judicially declare, by his order in writing, that the marriage is proper and may be solemnised forthwith; and every marriage duly solemnised in pursuance or under the authority or direction of that order shall be as good, valid, and effectual, to all intents and purposes whatsoever, as if the consent aforesaid had been duly given thereto.  PART IV PRELIMINARIES TO MARRIAGE",
            "description": "If a person whose consent is necessary to a marriage is non compos mentis or absent from Guyana, or otherwise incapable as aforesaid of consenting, or withholds his, her, or their consent to any marriage, or if there is no one capable of consenting, anyone wishing to marry to whose marriage that consent is necessary but cannot be given, or is withheld, may apply by petition to a Judge of the High Court, who is hereby empowered to proceed upon the petition in a summary way, and if the marriage proposed, upon examination, appears to him to be proper he shall judicially declare, by his order in writing, that the marriage is proper and may be solemnised forthwith; and every marriage duly solemnised in pursuance or under the authority or direction of that order shall be as good, valid, and effectual, to all intents and purposes whatsoever, as if the consent aforesaid had been duly given thereto.  PART IV PRELIMINARIES TO MARRIAGE"
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Authority for solemnisation.  BANNS OR NOTICE OF MARRIAGE  ",
            "context": "MARRIAGE ACT under Authority for solemnisation.  BANNS OR NOTICE OF MARRIAGE  34. (1) Except in the cases mentioned in Part VII, no marriage shall be solemnised or celebrated unless there is produced to the marriage officer, or superintendent registrar, solemnising or celebrating it, a certificate or certificates, as the case may be, of the due publication of the banns or notice of marriage within the preceding three months, or a licence of the Minister which is still in force, or a superintendent registrars certificate or superintendent registrars certificates which is or are still in force:  Provided that where a marriage is solemnised by a marriage officer officiating in the registered building in which banns or notice of that marriage has been within the aforesaid period duly published, or is celebrated at a superintendent registrars office where any notice relating to that marriage, and still in force, has been duly given, it shall not be necessary LAWS OF GUYANA 20 Cap. 45:01 Marriage  L.R.O. 1/2012               Publication of banns.                                      to issue a certificate of the publication in that registered place or of the notice given in that office.  (2) [Deleted by Act No. 13 of 1985].  BANNS OR NOTICE OF MARRIAGE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except in the cases mentioned in Part VII, no marriage shall be solemnised or celebrated unless there is produced to the marriage officer, or superintendent registrar, solemnising or celebrating it, a certificate or certificates, as the case may be, of the due publication of the banns or notice of marriage within the preceding three months, or a licence of the Minister which is still in force, or a superintendent registrars certificate or superintendent registrars certificates which is or are still in force:  Provided that where a marriage is solemnised by a marriage officer officiating in the registered building in which banns or notice of that marriage has been within the aforesaid period duly published, or is celebrated at a superintendent registrars office where any notice relating to that marriage, and still in force, has been duly given, it shall not be necessary LAWS OF GUYANA 20 Cap. 45:01 Marriage  L.R.O. 1/2012               Publication of banns.                                      to issue a certificate of the publication in that registered place or of the notice given in that office."
                },
                {
                    "representation": "(2)",
                    "description": "[Deleted by Act No. 13 of 1985].  BANNS OR NOTICE OF MARRIAGE"
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Publication of banns. 35A. Publication of notice of marriage. ",
            "context": "MARRIAGE ACT under Publication of banns. 35A. Publication of notice of marriage. 35. (1) Any minister of the Christian religion, ordained or otherwise set apart to the ministry thereof, according to the usage of the communion to which he belongs, if appointed as a marriage officer (but not otherwise), may himself, or by someone officiating under his control, publish banns of marriage between persons wishing to be joined together in holy matrimony.  (2) The publication shall be made in an audible manner some time during public divine service on a Sunday, in the face of the congregation before whom, and in the registered building in which the minister officiates and in the marriage district in which dwell both of the parties to be married, and shall contain the Christian and other name and surname and place of abode of each of the parties, and shall be published on three Sundays within a period not exceeding three months preceding the solemnisation of the marriage.  (3) If the parties to be married dwell in different marriage districts the banns shall be published in like manner in each marriage district.  (4) If one or both of the parties dwell in any place not within any marriage district then, if there be a registered building in use in that place, the banns of the party or parties dwelling there shall, subject to section 28, be published there in manner aforesaid; and if there be no registered building in that place, then the banns of those of the parties to be married who dwell there shall be published in manner aforesaid in some marriage district next adjoining thereto.  LAWS OF GUYANA Marriage Cap. 45:01 21  L.R.O. 1/2012 Publication of notice of marriage. [13 of 1985]                                              Notification to be made to marriage officer before 35A. (1) Any person being of the Hindu or Islamic religion if appointed as a marriage officer may himself, or by someone officiating under his control, publish notice of marriage between persons wishing to be joined together in holy matrimony.  (2) The publication shall be made in an audible manner some time during religious service on any day of the week, in the face of the congregation before whom and in the registered building in which the marriage officer officiates and in the marriage district in which dwell both of the parties to be married, and shall contain the forename and surname and place of abode of each of the parties, and shall be published on three separate occasions within a period not exceeding three months preceding the solemnisation of the marriage, each publication being separated from the other by a period of not less than seven days:  Provided that for a period of sixty days after the commencement of this section notice of marriage may be published in any building used for worship where the marriage officer officiates notwithstanding that the building is not registered under this Act.  (3) The provisions of section 35(3) and (4) shall, as they apply in relation to the publication of banns of Christian marriage, apply mutatis mutandis in relation to the publication of notice of Hindu or Islamic marriage.  (4) Where notice of marriage has been published in accordance with the foregoing provisions, the marriage may be solemnised either in the building where the publication was made or at the place of marriage stated in the notice referred to in section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person being of the Hindu or Islamic religion if appointed as a marriage officer may himself, or by someone officiating under his control, publish notice of marriage between persons wishing to be joined together in holy matrimony."
                },
                {
                    "representation": "(2)",
                    "description": "The publication shall be made in an audible manner some time during religious service on any day of the week, in the face of the congregation before whom and in the registered building in which the marriage officer officiates and in the marriage district in which dwell both of the parties to be married, and shall contain the forename and surname and place of abode of each of the parties, and shall be published on three separate occasions within a period not exceeding three months preceding the solemnisation of the marriage, each publication being separated from the other by a period of not less than seven days:  Provided that for a period of sixty days after the commencement of this section notice of marriage may be published in any building used for worship where the marriage officer officiates notwithstanding that the building is not registered under this Act."
                },
                {
                    "representation": "(3)",
                    "description": "The provisions of section 35(3) and"
                },
                {
                    "representation": "(4)",
                    "description": "Where notice of marriage has been published in accordance with the foregoing provisions, the marriage may be solemnised either in the building where the publication was made or at the place of marriage stated in the notice referred to in section"
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Notification to be made to minister before publication of banns by parties intending to marry. ",
            "context": "MARRIAGE ACT under Notification to be made to minister before publication of banns by parties intending to marry. 36.",
            "description": "36."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Publication when void.  LAWS OF GUYANA Marriage Cap. 45:01 5  L.R.O. 1/2012 SECTION ",
            "context": "MARRIAGE ACT under Publication when void.  LAWS OF GUYANA Marriage Cap. 45:01 5  L.R.O. 1/2012 SECTION 37. (1) Whenever anyone, whose consent to a marriage is by this Act required, forbids the marriage and gives notice thereof before it is solemnized to the minister or marriage officer publishing the banns or notice of marriage therefor, the publication of those banns or notice of marriage shall be void unless the person so objecting afterwards withdraws his objection, and then the publication shall hold good.  (2) Whenever three calendar months from the last publication of banns or notice of marriage have elapsed without the marriage to which those banns or notice of marriage relate having been solemnised, the publication of the banns or notice of marriage shall be void.  (3) In either of the cases aforesaid, before the parties can be married by banns or notice of marriage, the banns or notice of marriage must be published anew in manner and form aforesaid, as if no banns or notice of marriage had ever been published between them.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever anyone, whose consent to a marriage is by this Act required, forbids the marriage and gives notice thereof before it is solemnized to the minister or marriage officer publishing the banns or notice of marriage therefor, the publication of those banns or notice of marriage shall be void unless the person so objecting afterwards withdraws his objection, and then the publication shall hold good."
                },
                {
                    "representation": "(2)",
                    "description": "Whenever three calendar months from the last publication of banns or notice of marriage have elapsed without the marriage to which those banns or notice of marriage relate having been solemnised, the publication of the banns or notice of marriage shall be void."
                },
                {
                    "representation": "(3)",
                    "description": "In either of the cases aforesaid, before the parties can be married by banns or notice of marriage, the banns or notice of marriage must be published anew in manner and form aforesaid, as if no banns or notice of marriage had ever been published between them."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Certificate of publication of banns or notice of marriage. ",
            "context": "MARRIAGE ACT under Certificate of publication of banns or notice of marriage. 38. (1) The officiating minister or marriage officer at any registered building where banns or notice of marriage LAWS OF GUYANA Marriage Cap. 45:01 23  L.R.O. 1/2012 of marriage. [13 of 1985 6 of 1997]                   Supply of books for the registration of banns or notice of marriage. [13 of 1985]          Power of the Minister to grant marriage licences. [4 of 1972 13 of 1985]  Restriction of power in cases of minority of parties. [4 of 1972 O. 4/1974] Second Schedule.  Rights of parties obtaining have been duly published as aforesaid, shall, unless that publication is void, on the request of both or either of the parties whose banns or notice of marriage have been so published, give to the party requiring it a certificate of the banns or notice of marriage having been duly published in that building.   (2) For the certificate the officiating minister or marriage officer shall be entitled to demand and receive a fee of sixty-five dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The officiating minister or marriage officer at any registered building where banns or notice of marriage LAWS OF GUYANA Marriage Cap. 45:01 23  L.R.O. 1/2012 of marriage. [13 of 1985 6 of 1997]                   Supply of books for the registration of banns or notice of marriage. [13 of 1985]          Power of the Minister to grant marriage licences. [4 of 1972 13 of 1985]  Restriction of power in cases of minority of parties. [4 of 1972 O. 4/1974] Second Schedule.  Rights of parties obtaining have been duly published as aforesaid, shall, unless that publication is void, on the request of both or either of the parties whose banns or notice of marriage have been so published, give to the party requiring it a certificate of the banns or notice of marriage having been duly published in that building."
                },
                {
                    "representation": "(2)",
                    "description": "For the certificate the officiating minister or marriage officer shall be entitled to demand and receive a fee of sixty-five dollars."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Supply of books for the registration of banns or notice of marriage. ",
            "context": "MARRIAGE ACT under Supply of books for the registration of banns or notice of marriage. 39. The Registrar General shall provide, for use at every building wherein banns or notice of marriage may be published under this Act, a proper register book of banns or notice of marriage of substantial paper, ruled and having the several pages numbered progressively; and the banns or notice of marriage shall be published from that book and not from loose papers and, after publication, shall be signed by the officiating minister or marriage officer or by some person under his direction.  MARRIAGE LICENCES",
            "description": "The Registrar General shall provide, for use at every building wherein banns or notice of marriage may be published under this Act, a proper register book of banns or notice of marriage of substantial paper, ruled and having the several pages numbered progressively; and the banns or notice of marriage shall be published from that book and not from loose papers and, after publication, shall be signed by the officiating minister or marriage officer or by some person under his direction.  MARRIAGE LICENCES"
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Power of the Minister to grant marriage licences.  MARRIAGE LICENCES  ",
            "context": "MARRIAGE ACT under Power of the Minister to grant marriage licences.  MARRIAGE LICENCES  40. The Minister, subject to the restrictions hereinafter mentioned, may, if he thinks fit in any case, grant a licence to marry without publication of banns or notice of marriage.",
            "description": "The Minister, subject to the restrictions hereinafter mentioned, may, if he thinks fit in any case, grant a licence to marry without publication of banns or notice of marriage."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Restriction of power in cases of minority of parties. ",
            "context": "MARRIAGE ACT under Restriction of power in cases of minority of parties. 41. Where either of the parties, not being a widower or widow or a divorced person, is under the age of eighteen years, the licence shall not be granted until the consent of the appropriate person or persons specified in the Second Schedule has been first obtained.",
            "description": "Where either of the parties, not being a widower or widow or a divorced person, is under the age of eighteen years, the licence shall not be granted until the consent of the appropriate person or persons specified in the Second Schedule has been first obtained."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Rights of parties obtaining licence. ",
            "context": "MARRIAGE ACT under Rights of parties obtaining licence. 42. The parties intending marriage or either of them may require that the licence shall authorise the solemnisation LAWS OF GUYANA 24 Cap. 45:01 Marriage  L.R.O. 1/2012  licence. [13 of 1985]         Applications for licences. [O. 4/1974]                                        of the marriage, in respect of which application for the licence is made, by any marriage officer by whom that marriage could have been solemnised if banns or notice of marriage thereof had been published as aforesaid.",
            "description": "The parties intending marriage or either of them may require that the licence shall authorise the solemnisation LAWS OF GUYANA 24 Cap. 45:01 Marriage  L.R.O. 1/2012  licence. [13 of 1985]         Applications for licences. [O. 4/1974]                                        of the marriage, in respect of which application for the licence is made, by any marriage officer by whom that marriage could have been solemnised if banns or notice of marriage thereof had been published as aforesaid."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Applications for licences. ",
            "context": "MARRIAGE ACT under Applications for licences. 43. (1) Those intending marriage who desire to obtain the licence shall apply to the Minister therefor by petition lodged at the office of the Minister at least two days before it is required.  (2) The petition shall state  (a) the forenames and surnames of the parties, their respective rank, profession or occupation;  (b) the place where, and the marriage officer by whom, the marriage is to be solemnised;  (c) whether the parties or either of them have or has been previously married;  (d) that they know of no impediment of kindred, or alliance, or other lawful cause, to prevent the proposed marriage;  (e) that one of the said parties, for the space of fifteen days immediately preceding the licence, has had his or her usual place of abode within Guyana;  (f) where either of the parties, not being a widower or widow, is under the age of eighteen years, that the consent of the person or persons whose consent LAWS OF GUYANA Marriage Cap. 45:01 25  L.R.O. 1/2012           Form of licence.    Objections against issue of a licence.              Licence, when void.          Notice of marriage. Form B. [35 of 1957 O. 4/1974]        to the marriage is required under this Act has been obtained.  (3) The petition shall be signed by both parties and shall be accompanied by such evidence of the statements therein made as the Minister may from time to time prescribe in the case of those petitions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Those intending marriage who desire to obtain the licence shall apply to the Minister therefor by petition lodged at the office of the Minister at least two days before it is required."
                },
                {
                    "representation": "(2)",
                    "description": "The petition shall state"
                },
                {
                    "representation": "(a)",
                    "description": "the forenames and surnames of the parties, their respective rank, profession or occupation;"
                },
                {
                    "representation": "(b)",
                    "description": "the place where, and the marriage officer by whom, the marriage is to be solemnised;"
                },
                {
                    "representation": "(c)",
                    "description": "whether the parties or either of them have or has been previously married;"
                },
                {
                    "representation": "(d)",
                    "description": "that they know of no impediment of kindred, or alliance, or other lawful cause, to prevent the proposed marriage;"
                },
                {
                    "representation": "(e)",
                    "description": "that one of the said parties, for the space of fifteen days immediately preceding the licence, has had his or her usual place of abode within Guyana;"
                },
                {
                    "representation": "(f)",
                    "description": "where either of the parties, not being a widower or widow, is under the age of eighteen years, that the consent of the person or persons whose consent LAWS OF GUYANA Marriage Cap. 45:01 25  L.R.O. 1/2012           Form of licence.    Objections against issue of a licence.              Licence, when void.          Notice of marriage. Form B. [35 of 1957 O. 4/1974]        to the marriage is required under this Act has been obtained."
                },
                {
                    "representation": "(3)",
                    "description": "The petition shall be signed by both parties and shall be accompanied by such evidence of the statements therein made as the Minister may from time to time prescribe in the case of those petitions."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Form of licence. ",
            "context": "MARRIAGE ACT under Form of licence. 44. A licence shall be in the form prescribed by the Minister.",
            "description": "A licence shall be in the form prescribed by the Minister."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Objections against issue of a licence. ",
            "context": "MARRIAGE ACT under Objections against issue of a licence. 45. If any objection to the grant of any licence for a marriage be lodged at the Ministers office that objection being duly signed by or on the behalf of the person who lodges it, stating his place of residence and the ground of objection, no licence shall issue until the Minister has examined into the matter of the objection and is satisfied that it ought not to obstruct the grant of the licence for the marriage, or until the objection is withdrawn by the party who lodges it.",
            "description": "If any objection to the grant of any licence for a marriage be lodged at the Ministers office that objection being duly signed by or on the behalf of the person who lodges it, stating his place of residence and the ground of objection, no licence shall issue until the Minister has examined into the matter of the objection and is satisfied that it ought not to obstruct the grant of the licence for the marriage, or until the objection is withdrawn by the party who lodges it."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Licence, when void.  SUPERINTENDENT REGISTRAR ’S CERTIFICATE  ",
            "context": "MARRIAGE ACT under Licence, when void.  SUPERINTENDENT REGISTRAR S CERTIFICATE  46. Whenever three calendar months have elapsed without the marriage to which a licence relates having been solemnized, that licence shall be void, and before the parties can be married by licence a fresh licence must be obtained as if no licence had been previously granted.  SUPERINTENDENT REGISTRARS CERTIFICATE",
            "description": "Whenever three calendar months have elapsed without the marriage to which a licence relates having been solemnized, that licence shall be void, and before the parties can be married by licence a fresh licence must be obtained as if no licence had been previously granted.  SUPERINTENDENT REGISTRARS CERTIFICATE"
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Notice of marriage. ",
            "context": "MARRIAGE ACT under Notice of marriage. 47. (1) Those intending marriage who desire to obtain a superintendent registrars certificate shall give notice under their hands in Form B or to the like effect, to the superintendent registrar of the district within which they have dwelt for not less than seven days then next preceding, or, if the parties dwell in different marriage districts, each shall give the like notice to the superintendent registrar of the district wherein he or she has dwelt for the period aforesaid.  LAWS OF GUYANA 26 Cap. 45:01 Marriage  L.R.O. 1/2012                                                  (2) The notice shall have at the foot thereof a statutory declaration, made and signed by the parties or party giving it, stating  (a) that they, or he, or she (as the case may be), know or knows of no impediment of kindred, or alliance, or other lawful hindrance, to the said marriage; and  (b) that they, or he, or she (as the case may be), for the space of seven days immediately preceding the giving of the notice, have or has had their, his, or her usual place of abode and residence within the district of the superintendent registrar or registrars to whom the notice or notices (as the case may be) is or are so given; and  (c) when either of the parties intending marriage, not being a widower or widow, is under the age of eighteen years, further stating that the consent of the persons whose consent to that marriage is by law required, or of a Judge, has been given.  (3) The declaration may be made before and taken by anyone by law authorised to administer an oath, or before and by the superintendent registrar to whom the notice is about to be given.  (4) The notice aforesaid shall not be received by any superintendent registrar unless it is in the prescribed form and accompanied by the declaration aforesaid together with the birth certificates of the parties intending marriage or other satisfactory evidence of the ages of such parties. LAWS OF GUYANA Marriage Cap. 45:01 27  L.R.O. 1/2012 Filing and entry of notice. [5 of 1982 6 of 1997]            Publication of notice.             Certificate of notice. [5 of 1982 4 of 1985 6 of 1997]  Form C.         Objections to issue of certificate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Those intending marriage who desire to obtain a superintendent registrars certificate shall give notice under their hands in Form B or to the like effect, to the superintendent registrar of the district within which they have dwelt for not less than seven days then next preceding, or, if the parties dwell in different marriage districts, each shall give the like notice to the superintendent registrar of the district wherein he or she has dwelt for the period aforesaid.  LAWS OF GUYANA 26 Cap. 45:01 Marriage  L.R.O. 1/2012"
                },
                {
                    "representation": "(2)",
                    "description": "The notice shall have at the foot thereof a statutory declaration, made and signed by the parties or party giving it, stating"
                },
                {
                    "representation": "(a)",
                    "description": "that they, or he, or she"
                },
                {
                    "representation": "(b)",
                    "description": "that they, or he, or she"
                },
                {
                    "representation": "(c)",
                    "description": "when either of the parties intending marriage, not being a widower or widow, is under the age of eighteen years, further stating that the consent of the persons whose consent to that marriage is by law required, or of a Judge, has been given."
                },
                {
                    "representation": "(3)",
                    "description": "The declaration may be made before and taken by anyone by law authorised to administer an oath, or before and by the superintendent registrar to whom the notice is about to be given."
                },
                {
                    "representation": "(4)",
                    "description": "The notice aforesaid shall not be received by any superintendent registrar unless it is in the prescribed form and accompanied by the declaration aforesaid together with the birth certificates of the parties intending marriage or other satisfactory evidence of the ages of such parties. LAWS OF GUYANA Marriage Cap. 45:01 27  L.R.O. 1/2012 Filing and entry of notice. [5 of 1982 6 of 1997]            Publication of notice.             Certificate of notice. [5 of 1982 4 of 1985 6 of 1997]  Form C.         Objections to issue of certificate."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Filing and entry of notice. ",
            "context": "MARRIAGE ACT under Filing and entry of notice. 48. (1) The superintendent registrar to whom the notice of marriage is given shall forthwith file it with the records of his office, and also enter the particulars thereof in the book to be called The Marriage Notice Book, and for each entry shall be entitled to have a fee of fifty-five dollars.  (2) The marriage notice book may at any reasonable time be inspected without fee by anyone.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The superintendent registrar to whom the notice of marriage is given shall forthwith file it with the records of his office, and also enter the particulars thereof in the book to be called The Marriage Notice Book, and for each entry shall be entitled to have a fee of fifty-five dollars."
                },
                {
                    "representation": "(2)",
                    "description": "The marriage notice book may at any reasonable time be inspected without fee by anyone."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Publication of notice. ",
            "context": "MARRIAGE ACT under Publication of notice. 49.  The superintendent registrar receiving the notice shall cause a true and exact copy thereof, with a statement under his hand that any objections to the intended marriage must be lodged with him within twenty-one days from the date thereof, to be suspended or affixed in some conspicuous place outside his office for the twenty-one days next after the day of the entry of the notice in his marriage notice book.",
            "description": "The superintendent registrar receiving the notice shall cause a true and exact copy thereof, with a statement under his hand that any objections to the intended marriage must be lodged with him within twenty-one days from the date thereof, to be suspended or affixed in some conspicuous place outside his office for the twenty-one days next after the day of the entry of the notice in his marriage notice book."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Certificate of notice. ",
            "context": "MARRIAGE ACT under Certificate of notice. 50. (1) After the expiration of twenty-one days next after the day of the entry of the notice in his marriage notice book, the superintendent registrar shall issue under his hand, upon the request of any party giving the notice, a certificate in, or to the effect of, Form C, provided no lawful impediment or valid objection to the marriage has been in the meantime shown to exist.  (2) For the certificate the superintendent registrar shall be entitled to demand and receive a fee of fifteen dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "After the expiration of twenty-one days next after the day of the entry of the notice in his marriage notice book, the superintendent registrar shall issue under his hand, upon the request of any party giving the notice, a certificate in, or to the effect of, Form C, provided no lawful impediment or valid objection to the marriage has been in the meantime shown to exist."
                },
                {
                    "representation": "(2)",
                    "description": "For the certificate the superintendent registrar shall be entitled to demand and receive a fee of fifteen dollars."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Objections to issue of certificate. ",
            "context": "MARRIAGE ACT under Objections to issue of certificate. 51. (1) Anyone may enter an objection to the issue of a superintendent registrars certificate on the ground of an legal impediment to a marriage between the parties, or of consent on the part of anyone whose consent is required to the marriage not having been obtained.  (2) The objection shall be in writing, signed by or on behalf of the person who enters it, shall state his name and place of residence and the ground of his objection, and shall be lodged with the superintendent registrar within twenty-LAWS OF GUYANA 28 Cap. 45:01 Marriage  L.R.O. 1/2012                             Certificate, when void.           Notice of foreign marriage.            Form of notice.    one days from the date of the notice set up outside his office under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone may enter an objection to the issue of a superintendent registrars certificate on the ground of an legal impediment to a marriage between the parties, or of consent on the part of anyone whose consent is required to the marriage not having been obtained."
                },
                {
                    "representation": "(2)",
                    "description": "The objection shall be in writing, signed by or on behalf of the person who enters it, shall state his name and place of residence and the ground of his objection, and shall be lodged with the superintendent registrar within twenty-LAWS OF GUYANA 28 Cap. 45:01 Marriage  L.R.O. 1/2012                             Certificate, when void.           Notice of foreign marriage.            Form of notice.    one days from the date of the notice set up outside his office under section"
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Certificate, when void. ",
            "context": "MARRIAGE ACT under Certificate, when void. 52. Whenever three calendar months have elapsed without the marriage to which a certificate relates having been performed that certificate shall be void, and before the parties can be married by a superintendent registrars certificate a fresh notice must be given as if no proceedings had previously been taken to obtain a certificate.",
            "description": "Whenever three calendar months have elapsed without the marriage to which a certificate relates having been performed that certificate shall be void, and before the parties can be married by a superintendent registrars certificate a fresh notice must be given as if no proceedings had previously been taken to obtain a certificate."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "(1) Notice of foreign marriage.  (2) Form of notice.  (3) Publication of notice.  (4) Certificate of publication of notice.  (5) False declaration or representation. ",
            "context": "MARRIAGE ACT under (1) Notice of foreign marriage.  (2) Form of notice.  (3) Publication of notice.  (4) Certificate of publication of notice.  (5) False declaration or representation. 53. (1) A notice of a marriage intended to be solemnised under the applied Act entitled the Foreign Marriage Act, 1892, shall be given by one of the parties intending the marriage who has had his or her usual abode in some place in Guyana for one week preceding (or for any other period prescribed by order in Council at any time hereafter published under the applied Act aforesaid), to the superintendent registrar of the marriage district in which that place is.  (2) The notice shall be given in the like form, so far as it is applicable, and shall be subject to the like requirements as if that party were about to be married in that place. LAWS OF GUYANA Marriage Cap. 45:01 29  L.R.O. 1/2012 Publication of notice.        Certificate of publication of notice.           False declaration or representation.                              (3) The superintendent registrar shall deal with the notice and shall publish it in like manner on payment of the like fee as in the case of a marriage within his marriage district.  (4) The superintendent registrar, unless he is aware of any impediment or objection which should obstruct the solemnisation of the marriage, shall give a certificate that the notice has been so given and published as aforesaid, in the like manner and in the like form, so far as the same is applicable on payment of the like fee, as in the case of a marriage in his marriage district.  (5) Anyone who  (a) knowingly and wilfully makes a false declaration, or signs a false notice under this Act, for the purpose of procuring a marriage under the applied Act entitled the Foreign Marriage Act, 1892; or  (b) forbids a marriage under that Act by falsely representing himself to be a person whose consent to the marriage is required by law, knowing the representations to be false, shall suffer the penalties of perjury and may be tried in any county in Guyana and dealt with in the same manner in all respects as if the offence had been committed in that county.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A notice of a marriage intended to be solemnised under the applied Act entitled the Foreign Marriage Act, 1892, shall be given by one of the parties intending the marriage who has had his or her usual abode in some place in Guyana for one week preceding"
                },
                {
                    "representation": "(2)",
                    "description": "The notice shall be given in the like form, so far as it is applicable, and shall be subject to the like requirements as if that party were about to be married in that place. LAWS OF GUYANA Marriage Cap. 45:01 29  L.R.O. 1/2012 Publication of notice.        Certificate of publication of notice.           False declaration or representation."
                },
                {
                    "representation": "(3)",
                    "description": "The superintendent registrar shall deal with the notice and shall publish it in like manner on payment of the like fee as in the case of a marriage within his marriage district."
                },
                {
                    "representation": "(4)",
                    "description": "The superintendent registrar, unless he is aware of any impediment or objection which should obstruct the solemnisation of the marriage, shall give a certificate that the notice has been so given and published as aforesaid, in the like manner and in the like form, so far as the same is applicable on payment of the like fee, as in the case of a marriage in his marriage district."
                },
                {
                    "representation": "(5)",
                    "description": "Anyone who"
                },
                {
                    "representation": "(a)",
                    "description": "knowingly and wilfully makes a false declaration, or signs a false notice under this Act, for the purpose of procuring a marriage under the applied Act entitled the Foreign Marriage Act, 1892; or"
                },
                {
                    "representation": "(b)",
                    "description": "forbids a marriage under that Act by falsely representing himself to be a person whose consent to the marriage is required by law, knowing the representations to be false, shall suffer the penalties of perjury and may be tried in any county in Guyana and dealt with in the same manner in all respects as if the offence had been committed in that county."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "[Repealed by Act 13 of 1985]  PART V SOLEMNISATION OR PERFORMANCE OF MARRIAGE  ",
            "context": "MARRIAGE ACT under [Repealed by Act 13 of 1985]  PART V SOLEMNISATION OR PERFORMANCE OF MARRIAGE  54. [Repealed by Act No. 13 of 1985]     LAWS OF GUYANA 30 Cap. 45:01 Marriage  L.R.O. 1/2012        Provisions as to solemnisation. [35 of 1957 4 of 1972 13 of 1985] Time.               By whom.            Ceremony.             PART V SOLEMNISATION OR PERFORMANCE OF MARRIAGE",
            "description": "[Repealed by Act No. 13 of 1985]     LAWS OF GUYANA 30 Cap. 45:01 Marriage  L.R.O. 1/2012        Provisions as to solemnisation. [35 of 1957 4 of 1972 13 of 1985] Time.               By whom.            Ceremony.             PART V SOLEMNISATION OR PERFORMANCE OF MARRIAGE"
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Provisions as to solemnisation.  (a) Time.  (b) By whom.  (c) Ceremony. ",
            "context": "MARRIAGE ACT under Provisions as to solemnisation.  (a) Time.  (b) By whom.  (c) Ceremony. 55. Every marriage shall, except in the cases mentioned in Part VII, be solemnised  (a) between the hours of six in the morning and nine in the evening, if solemnised by anyone other than a superintendent registrar, and between the hours of eight in the morning and four in the afternoon if performed at a superintendent registrars office:  Provided that the provisions of this paragraph shall not apply to marriages contracted by persons professing the Hindu or Islamic religion;  (b) by some marriage officer, or by the superintendent registrar of the marriage district, if the marriage is performed at his office, and in either case in the presence of two or more credible witnesses besides the marriage officer or superintendent registrar;  (c) (i) according to the form and ceremony the parties see fit to adopt:  Provided that in some part of the ceremony the consent of each party to accept the other as his or her wife or husband is clearly expressed in the presence of the marriage officer and the witnesses;  (ii) if a marriage is performed in a superintendent registrars LAWS OF GUYANA Marriage Cap. 45:01 31  L.R.O. 1/2012                 Addition of religious ceremony to civil marriage. [13 of 1985]                Person married under this Act may not contract marriage under Indian Labour Act. c. 98:02  Fee of superintendent registrar for performance of marriage. office, each of the parties shall say to the other: I call upon these persons here present to witness that I, A.B., do take thee, C.D., to be my lawful wedded wife (or husband):  Provided that in the marriage of persons professing the Hindu or Islamic religion, it shall not be necessary for either party to pronounce the name of either party.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "between the hours of six in the morning and nine in the evening, if solemnised by anyone other than a superintendent registrar, and between the hours of eight in the morning and four in the afternoon if performed at a superintendent registrars office:  Provided that the provisions of this paragraph shall not apply to marriages contracted by persons professing the Hindu or Islamic religion;"
                },
                {
                    "representation": "(b)",
                    "description": "by some marriage officer, or by the superintendent registrar of the marriage district, if the marriage is performed at his office, and in either case in the presence of two or more credible witnesses besides the marriage officer or superintendent registrar;"
                },
                {
                    "representation": "(c)",
                    "description": "(i) according to the form and ceremony the parties see fit to adopt:  Provided that in some part of the ceremony the consent of each party to accept the other as his or her wife or husband is clearly expressed in the presence of the marriage officer and the witnesses;"
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Addition of religious ceremony to civil marriage. ",
            "context": "MARRIAGE ACT under Addition of religious ceremony to civil marriage. 56. If the parties to a marriage contracted at the superintendent registrars office desire to add the religious ceremony ordained or used by any Church or persuasion to the marriage so contracted, they may present themselves for that purpose to any minister or marriage officer of that Church or persuasion, who, upon the production of their certificate of marriage before the superintendent registrar, may if he thinks fit perform the marriage service of the Church or persuasion to which he belongs, but nothing in the performance of that service shall supersede or invalidate a marriage so previously contracted, nor shall the performance of that service be entered as a marriage among the marriages in any marriage register provided under this Act; and at no marriage performed at the registrars office of any district shall any religious service be used there.",
            "description": "If the parties to a marriage contracted at the superintendent registrars office desire to add the religious ceremony ordained or used by any Church or persuasion to the marriage so contracted, they may present themselves for that purpose to any minister or marriage officer of that Church or persuasion, who, upon the production of their certificate of marriage before the superintendent registrar, may if he thinks fit perform the marriage service of the Church or persuasion to which he belongs, but nothing in the performance of that service shall supersede or invalidate a marriage so previously contracted, nor shall the performance of that service be entered as a marriage among the marriages in any marriage register provided under this Act; and at no marriage performed at the registrars office of any district shall any religious service be used there."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Person married under this Act may not contract marriage under Indian Labour Act. ",
            "context": "MARRIAGE ACT under Person married under this Act may not contract marriage under Indian Labour Act. 57. No person who has contracted a marriage under this Act shall, upon that marriage being dissolved for any reason whatever, be permitted to contract a marriage under the Indian Labour Act.",
            "description": "No person who has contracted a marriage under this Act shall, upon that marriage being dissolved for any reason whatever, be permitted to contract a marriage under the Indian Labour Act."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Fee of superintendent registrar for performance of marriage. LAWS OF GUYANA 6 Cap. 45:01 Marriage  L.R.O. 1/2012  SECTION ",
            "context": "MARRIAGE ACT under Fee of superintendent registrar for performance of marriage. LAWS OF GUYANA 6 Cap. 45:01 Marriage  L.R.O. 1/2012  SECTION 58. For every marriage performed in his office the superintendent registrar shall be entitled to demand and receive from the parties married a fee of seventy-five dollars.  LAWS OF GUYANA 32 Cap. 45:01 Marriage  L.R.O. 1/2012  [5 of 1982 4 of 1985 6 of 1997]  Case of marriage between minors after publication of banns. [13 of 1985]              Supply of register books.                   Keeping of register of marriages. [4 of 1972 13 of 1985]",
            "description": "For every marriage performed in his office the superintendent registrar shall be entitled to demand and receive from the parties married a fee of seventy-five dollars.  LAWS OF GUYANA 32 Cap. 45:01 Marriage  L.R.O. 1/2012  [5 of 1982 4 of 1985 6 of 1997]  Case of marriage between minors after publication of banns. [13 of 1985]              Supply of register books.                   Keeping of register of marriages. [4 of 1972 13 of 1985]"
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Case of marriage between minors after publication of banns.  PART VI REGISTRATION OF MARRIAGE  ",
            "context": "MARRIAGE ACT under Case of marriage between minors after publication of banns.  PART VI REGISTRATION OF MARRIAGE  59. No marriage officer who solemnises any marriage after due publication of banns or notice of marriage as aforesaid between persons, both or one of whom not being a widow or widower, are or is at the time of the marriage under legal age, shall be answerable or responsible, or liable to any pain, penalty, or proceeding, for having solemnised the marriage without the consent of the parents or guardians, or other persons, if any, whose consent is required by law, unless those parents or guardians, or other persons, or one of them, forbid the marriage, and give notice thereof to the marriage officer before he has solemnised the marriage.  PART VI REGISTRATION OF MARRIAGE",
            "description": "No marriage officer who solemnises any marriage after due publication of banns or notice of marriage as aforesaid between persons, both or one of whom not being a widow or widower, are or is at the time of the marriage under legal age, shall be answerable or responsible, or liable to any pain, penalty, or proceeding, for having solemnised the marriage without the consent of the parents or guardians, or other persons, if any, whose consent is required by law, unless those parents or guardians, or other persons, or one of them, forbid the marriage, and give notice thereof to the marriage officer before he has solemnised the marriage.  PART VI REGISTRATION OF MARRIAGE"
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Supply of register books. ",
            "context": "MARRIAGE ACT under Supply of register books. 60. (1) A bound marriage register book and separate sheets for a duplicate original register, all of substantial paper, according to the forms provided for the registration of marriages by this Act, shall, at the commencement of this Act and thereafter whenever necessary, be supplied to each marriage officer and superintendent registrar by the Registrar General.  (2) The cost of providing the books and separate sheets shall be defrayed in like manner as that of providing register books of births and deaths.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A bound marriage register book and separate sheets for a duplicate original register, all of substantial paper, according to the forms provided for the registration of marriages by this Act, shall, at the commencement of this Act and thereafter whenever necessary, be supplied to each marriage officer and superintendent registrar by the Registrar General."
                },
                {
                    "representation": "(2)",
                    "description": "The cost of providing the books and separate sheets shall be defrayed in like manner as that of providing register books of births and deaths."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Keeping of register of marriages. ",
            "context": "MARRIAGE ACT under Keeping of register of marriages. 61. Immediately after the solemnisation or performance of every marriage, an entry thereof shall be made in a marriage register book by the marriage officer or superintendent registrar; and in every entry in every register it shall be expressed that the marriage was had by banns or notice of marriage, or by licence of the Minister, or superintendent registrars certificate, and if both or either of the parties married by licence or certificate be under age and LAWS OF GUYANA Marriage Cap. 45:01 33  L.R.O. 1/2012          Form D.    Duplicate register. [28 of 1950 18 of 1985 6 of 1997] Form E.                                 Right to search register books, and to have not a widow or widower, that it was had with the consent of the parents or guardians, or other persons or person having lawful authority to withhold consent to the marriage, or after an order of a Judge of the High Court, and shall be signed by the marriage officer or superintendent registrar, as the case may be, with his proper addition, and by the parties married, and shall be attested by the two witnesses; and every entry shall be in or to the effect of Form D.",
            "description": "Immediately after the solemnisation or performance of every marriage, an entry thereof shall be made in a marriage register book by the marriage officer or superintendent registrar; and in every entry in every register it shall be expressed that the marriage was had by banns or notice of marriage, or by licence of the Minister, or superintendent registrars certificate, and if both or either of the parties married by licence or certificate be under age and LAWS OF GUYANA Marriage Cap. 45:01 33  L.R.O. 1/2012          Form D.    Duplicate register. [28 of 1950 18 of 1985 6 of 1997] Form E.                                 Right to search register books, and to have not a widow or widower, that it was had with the consent of the parents or guardians, or other persons or person having lawful authority to withhold consent to the marriage, or after an order of a Judge of the High Court, and shall be signed by the marriage officer or superintendent registrar, as the case may be, with his proper addition, and by the parties married, and shall be attested by the two witnesses; and every entry shall be in or to the effect of Form D."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Duplicate register. ",
            "context": "MARRIAGE ACT under Duplicate register. 62. (1) Of every entry at the same time before the parties depart shall then and there be made on a separate piece of paper a duplicate original register in which the same matter shall be entered and signed, and attested by the same parties in or to the effect of Form E.  (2) All duplicate original registers made in any one calendar month shall, within the first ten days of the calendar month next following, be transmitted to the Registrar General and shall be filed and safely preserved by him in his office, and every marriage officer and superintendent registrar shall be entitled to receive, out of any moneys provided by Parliament for that purpose, the sum of fifteen dollars for every marriage so entered and transmitted as aforesaid.  (3) Every original register, and also every copy thereof certified, under the hand of the marriage officer, or superintendent registrar, who for the time being has the lawful custody of the original, to be a true copy, and every duplicate original register, and also every copy thereof, certified, under the hand of the Registrar General, or his lawful deputy, to be a true copy, shall respectively be good evidence of the facts therein recorded, in pursuance of this Act in all courts and proceedings whatsoever in which it may be necessary to give evidence of the marriage to which it relates.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Of every entry at the same time before the parties depart shall then and there be made on a separate piece of paper a duplicate original register in which the same matter shall be entered and signed, and attested by the same parties in or to the effect of Form E."
                },
                {
                    "representation": "(2)",
                    "description": "All duplicate original registers made in any one calendar month shall, within the first ten days of the calendar month next following, be transmitted to the Registrar General and shall be filed and safely preserved by him in his office, and every marriage officer and superintendent registrar shall be entitled to receive, out of any moneys provided by Parliament for that purpose, the sum of fifteen dollars for every marriage so entered and transmitted as aforesaid."
                },
                {
                    "representation": "(3)",
                    "description": "Every original register, and also every copy thereof certified, under the hand of the marriage officer, or superintendent registrar, who for the time being has the lawful custody of the original, to be a true copy, and every duplicate original register, and also every copy thereof, certified, under the hand of the Registrar General, or his lawful deputy, to be a true copy, shall respectively be good evidence of the facts therein recorded, in pursuance of this Act in all courts and proceedings whatsoever in which it may be necessary to give evidence of the marriage to which it relates."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Right to search register books, and to have certified copies of entries therein. ",
            "context": "MARRIAGE ACT under Right to search register books, and to have certified copies of entries therein. 63. All persons at all reasonable times in the day (except Sundays), may search the original register book, and LAWS OF GUYANA 34 Cap. 45:01 Marriage  L.R.O. 1/2012  certified copies of entries therein.                   Fees payable for search and for certified copies of entries. [5 of 1982 4 of 1985 18 of 1993 6 of 1997]              Marriages of persons belonging to other religions. [13 of 1985]    also the file of duplicate original registers, in the presence of the person for the time being having the care of them respectively, or his deputy, and may have a true copy of any entry therein, certified under the hand of the marriage officer, superintendent registrar, or officer for the time being respectively having the custody of the original or duplicate original register as aforesaid (as the case may be), which true copy the marriage officer, or Registrar General, or his lawful deputy, is hereby required to make, examine, and certify under his hand to be a true copy, in the form of the duplicate original register, except that the copy shall be headed Certified copy of original (or duplicate original) marriage register, (as the case may be), and shall be dated on the day, month, and year when it is delivered.",
            "description": "All persons at all reasonable times in the day (except Sundays), may search the original register book, and LAWS OF GUYANA 34 Cap. 45:01 Marriage  L.R.O. 1/2012  certified copies of entries therein.                   Fees payable for search and for certified copies of entries. [5 of 1982 4 of 1985 18 of 1993 6 of 1997]              Marriages of persons belonging to other religions. [13 of 1985]    also the file of duplicate original registers, in the presence of the person for the time being having the care of them respectively, or his deputy, and may have a true copy of any entry therein, certified under the hand of the marriage officer, superintendent registrar, or officer for the time being respectively having the custody of the original or duplicate original register as aforesaid (as the case may be), which true copy the marriage officer, or Registrar General, or his lawful deputy, is hereby required to make, examine, and certify under his hand to be a true copy, in the form of the duplicate original register, except that the copy shall be headed Certified copy of original (or duplicate original) marriage register, (as the case may be), and shall be dated on the day, month, and year when it is delivered."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Fees payable for search and for certified copies of entries.  PART VIA MARRIAGES OF PERSONS BELONGING TO OTHER RELIGIONS  64A. Marriages of persons belonging to other religions.  PART VII CLINICAL MARRIAGES  ",
            "context": "MARRIAGE ACT under Fees payable for search and for certified copies of entries.  PART VIA MARRIAGES OF PERSONS BELONGING TO OTHER RELIGIONS  64A. Marriages of persons belonging to other religions.  PART VII CLINICAL MARRIAGES  64. The following fees shall be demandable and payable before the performance of the duty to which they respectively relate, that is to say  for every general search not directed to any particular entry   forty dollars for every search for a particular entry for every search for two or more particular entries and not exceeding four entries  twenty dollars   ten dollars for each entry for every such certified copy as aforesaid  forty dollars  PART VIA MARRIAGES OF PERSONS BELONGING TO OTHER RELIGIONS  64A. (1) Notwithstanding anything contained in section 4, the Minister may appoint any fit and proper person from among persons belonging to any religion other than the Christian, Hindu or Islamic religion to be a marriage officer for Guyana.  LAWS OF GUYANA Marriage Cap. 45:01 35  L.R.O. 1/2012             As to marriage in articulo mortis. [O. 4/1974 13 of 1985 6 of 1997]                                (2) The provisions of this Act in so far as they relate to marriage officers of the Hindu or Islamic religion and marriages solemnised by them, shall apply mutatis mutandis to, and in relation to, a marriage officer appointed under subsection (1) and any marriage solemnised by him.  PART VII CLINICAL MARRIAGES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and any marriage solemnised by him.  PART VII CLINICAL MARRIAGES"
                },
                {
                    "representation": "(2)",
                    "description": "The provisions of this Act in so far as they relate to marriage officers of the Hindu or Islamic religion and marriages solemnised by them, shall apply mutatis mutandis to, and in relation to, a marriage officer appointed under subsection"
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "As to marriage in articulo mortis.  PART VIII OFFENCES  ",
            "context": "MARRIAGE ACT under As to marriage in articulo mortis.  PART VIII OFFENCES  65. (1) A marriage officer may solemnise a marriage without any licence, or certificate of notice, or banns or notice of marriage, in the following special case, that is to say, where the marriage is between two persons one of whom he believes, from the certificate of a medical practitioner, if a medical practitioner has been in attendance on that person, and if no practitioner is actually in attendance on the person, or it appears to the marriage officer impossible to obtain a certificate in time, then from his own observation, to be in articulo mortis, the person, before the solemnisation, declaring that he or she believes that he or she is at the point of death.  (2) The marriage shall not be solemnised unless both parties are able to signify their consent thereto in presence of two witnesses.  (3) The marriage shall not be solemnised where either of the parties is under eighteen years of age, not being a widower or widow, without the verbal or written consent of the person whose consent is by law required; if that person is present the consent may be given orally, and the person shall sign the register of the marriage in token assent thereto; if the person is absent the consent shall be in writing, and shall be attached to the duplicate register.  (4) A marriage so solemnised shall be specially registered, and the certificate of the medical practitioner, or the marriage officer who performed the ceremony, as the case may be, that in his opinion the sick person is at the point of LAWS OF GUYANA 36 Cap. 45:01 Marriage  L.R.O. 1/2012              Form F.             Form G.           Unduly solemnising marriage. [13 of 1985]                     death, shall be attached to the duplicate register.   (5) The register and duplicate original register shall contain the particulars and be in Form F; but shall in all other respects be subject to the provisions of this Act relating to marriage registers.  (6) No marriage solemnised under this section shall be valid unless the foregoing conditions are observed.  (7) The certificate to be given by a medical practitioner, or a marriage officer for the purposes of this section, shall be in Form G. The fee payable to any Government medical officer for the certificate shall be sixty-five dollars, if a special visit is not required before it can be given, and if a special visit is required, a fee of one hundred and thirty dollars.  PART VIII OFFENCES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A marriage officer may solemnise a marriage without any licence, or certificate of notice, or banns or notice of marriage, in the following special case, that is to say, where the marriage is between two persons one of whom he believes, from the certificate of a medical practitioner, if a medical practitioner has been in attendance on that person, and if no practitioner is actually in attendance on the person, or it appears to the marriage officer impossible to obtain a certificate in time, then from his own observation, to be in articulo mortis, the person, before the solemnisation, declaring that he or she believes that he or she is at the point of death."
                },
                {
                    "representation": "(2)",
                    "description": "The marriage shall not be solemnised unless both parties are able to signify their consent thereto in presence of two witnesses."
                },
                {
                    "representation": "(3)",
                    "description": "The marriage shall not be solemnised where either of the parties is under eighteen years of age, not being a widower or widow, without the verbal or written consent of the person whose consent is by law required; if that person is present the consent may be given orally, and the person shall sign the register of the marriage in token assent thereto; if the person is absent the consent shall be in writing, and shall be attached to the duplicate register."
                },
                {
                    "representation": "(4)",
                    "description": "A marriage so solemnised shall be specially registered, and the certificate of the medical practitioner, or the marriage officer who performed the ceremony, as the case may be, that in his opinion the sick person is at the point of LAWS OF GUYANA 36 Cap. 45:01 Marriage  L.R.O. 1/2012              Form F.             Form G.           Unduly solemnising marriage. [13 of 1985]                     death, shall be attached to the duplicate register."
                },
                {
                    "representation": "(5)",
                    "description": "The register and duplicate original register shall contain the particulars and be in Form F; but shall in all other respects be subject to the provisions of this Act relating to marriage registers."
                },
                {
                    "representation": "(6)",
                    "description": "No marriage solemnised under this section shall be valid unless the foregoing conditions are observed."
                },
                {
                    "representation": "(7)",
                    "description": "The certificate to be given by a medical practitioner, or a marriage officer for the purposes of this section, shall be in Form G. The fee payable to any Government medical officer for the certificate shall be sixty-five dollars, if a special visit is not required before it can be given, and if a special visit is required, a fee of one hundred and thirty dollars.  PART VIII OFFENCES"
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Unduly solemnising marriage. ",
            "context": "MARRIAGE ACT under Unduly solemnising marriage. 66. Anyone who knowingly and wilfully  (a) solemnises marriage at any other time than between the hours of six in the morning and nine in the evening, save in the case mentioned in Part VIII; or  (b) solemnises marriage save as aforesaid without due publication of banns or notice of marriage, or licence of marriage from the Minister, or certificate from a superintendent registrar, first had and obtained; or  (c) falsely pretending to be a marriage officer or superintendent registrar, solemnises marriage; or LAWS OF GUYANA Marriage Cap. 45:01 37  L.R.O. 1/2012                    Making false declaration, etc.            Performance by superintendent registrar of a void marriage.       Liability of persons lodging an objection on frivolous grounds.        (d) solemnises any marriage save as aforesaid more than three months after the last publication of banns or notice of marriage, or the issue of a licence by the Minister, or the entry of a notice of the marriage by a superintendent registrar,  shall be guilty of a misdemeanour and liable to imprisonment for two years:  Provided that all prosecutions therefor shall be commenced within three years after the offence committed.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "solemnises marriage at any other time than between the hours of six in the morning and nine in the evening, save in the case mentioned in Part VIII; or"
                },
                {
                    "representation": "(b)",
                    "description": "solemnises marriage save as aforesaid without due publication of banns or notice of marriage, or licence of marriage from the Minister, or certificate from a superintendent registrar, first had and obtained; or"
                },
                {
                    "representation": "(c)",
                    "description": "falsely pretending to be a marriage officer or superintendent registrar, solemnises marriage; or LAWS OF GUYANA Marriage Cap. 45:01 37  L.R.O. 1/2012                    Making false declaration, etc.            Performance by superintendent registrar of a void marriage.       Liability of persons lodging an objection on frivolous grounds."
                },
                {
                    "representation": "(d)",
                    "description": "solemnises any marriage save as aforesaid more than three months after the last publication of banns or notice of marriage, or the issue of a licence by the Minister, or the entry of a notice of the marriage by a superintendent registrar,  shall be guilty of a misdemeanour and liable to imprisonment for two years:  Provided that all prosecutions therefor shall be commenced within three years after the offence committed."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Making false declaration, etc. ",
            "context": "MARRIAGE ACT under Making false declaration, etc. 67. Anyone who knowingly and wilfully makes any false declaration (statutory or other), or signs any petition, notice, statement or certificate required by this Act, which is in any material respect false, for the purpose of procuring any marriage, shall be deemed guilty of wilful and corrupt perjury and shall be liable to be prosecuted and punished  accordingly.",
            "description": "Anyone who knowingly and wilfully makes any false declaration (statutory or other), or signs any petition, notice, statement or certificate required by this Act, which is in any material respect false, for the purpose of procuring any marriage, shall be deemed guilty of wilful and corrupt perjury and shall be liable to be prosecuted and punished  accordingly."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Performance by superintendent registrar of a void marriage. ",
            "context": "MARRIAGE ACT under Performance by superintendent registrar of a void marriage. 68. Any superintendent registrar who knowingly and wilfully performs, or permits to be performed, in his office any marriage in this Act declared to be null and void shall be guilty of a misdemeanour and liable to imprisonment for two years.",
            "description": "Any superintendent registrar who knowingly and wilfully performs, or permits to be performed, in his office any marriage in this Act declared to be null and void shall be guilty of a misdemeanour and liable to imprisonment for two years."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Liability of persons lodging an objection on frivolous grounds.  PART IX MISCELLANEOUS  ",
            "context": "MARRIAGE ACT under Liability of persons lodging an objection on frivolous grounds.  PART IX MISCELLANEOUS  69. (1) Anyone who enters an objection with the Minister or superintendent registrar against the grant of any licence or issue of any certificate, on grounds which the Minister or a judge declares to be frivolous as well as being such as ought not to obstruct the grant of the licence, shall be liable for the costs of the proceedings, and for damages which may be recovered by plaint or action by the party against whose marriage the objection has been lodged.  (2) For the purpose of enabling anyone to recover LAWS OF GUYANA 38 Cap. 45:01 Marriage  L.R.O. 1/2012                    Dispensing with proof of certain preliminary matters, after solemnisation of marriage.                      Prohibiting proceedings to compel marriage.     costs and damages in any action, as provided by this section, from any person who has lodged an objection on frivolous grounds,  a copy of the declaration of the Minister, purporting to be signed by him, or a copy of the judgment of the judge, shall be evidence that the Minister or judge has declared the objection to have been lodged on grounds that are frivolous as well as being such as ought not to obstruct the grant of the licence or issue of the certificate, as the case may be.  PART IX MISCELLANEOUS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone who enters an objection with the Minister or superintendent registrar against the grant of any licence or issue of any certificate, on grounds which the Minister or a judge declares to be frivolous as well as being such as ought not to obstruct the grant of the licence, shall be liable for the costs of the proceedings, and for damages which may be recovered by plaint or action by the party against whose marriage the objection has been lodged."
                },
                {
                    "representation": "(2)",
                    "description": "For the purpose of enabling anyone to recover LAWS OF GUYANA 38 Cap. 45:01 Marriage  L.R.O. 1/2012                    Dispensing with proof of certain preliminary matters, after solemnisation of marriage.                      Prohibiting proceedings to compel marriage.     costs and damages in any action, as provided by this section, from any person who has lodged an objection on frivolous grounds,  a copy of the declaration of the Minister, purporting to be signed by him, or a copy of the judgment of the judge, shall be evidence that the Minister or judge has declared the objection to have been lodged on grounds that are frivolous as well as being such as ought not to obstruct the grant of the licence or issue of the certificate, as the case may be.  PART IX MISCELLANEOUS"
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "Dispensing with proof of certain preliminary matters, after solemnisation of marriage ",
            "context": "MARRIAGE ACT under Dispensing with proof of certain preliminary matters, after solemnisation of marriage 70. After the solemnisation or performance of any marriage under this Act, it shall not be necessary, in support of the marriage, or in any action, suit, or proceeding where it may come into question, to give any proof of the  consent of anyone whose consent thereunto is by law required, or, the actual dwelling of the parties married, or of either of them, before the marriage in any specified district, for any prescribed period, or that the banns were published, or notice of intended marriage given, in the place wherein, or by or to the person by or to whom, the banns ought to have been published, or the notice given, or that the marriage was solemnized or performed in the place, and by a person, where and by whom it ought to have been solemnised or performed:  Provided that nothing herein contained shall prevent any evidence being given that the marriage is null and void under any provision of this Act  expressly declaring marriages to be null and void, but the burden of proof shall in all those cases lie on the party alleging the marriage to be null and void.",
            "description": "After the solemnisation or performance of any marriage under this Act, it shall not be necessary, in support of the marriage, or in any action, suit, or proceeding where it may come into question, to give any proof of the  consent of anyone whose consent thereunto is by law required, or, the actual dwelling of the parties married, or of either of them, before the marriage in any specified district, for any prescribed period, or that the banns were published, or notice of intended marriage given, in the place wherein, or by or to the person by or to whom, the banns ought to have been published, or the notice given, or that the marriage was solemnized or performed in the place, and by a person, where and by whom it ought to have been solemnised or performed:  Provided that nothing herein contained shall prevent any evidence being given that the marriage is null and void under any provision of this Act  expressly declaring marriages to be null and void, but the burden of proof shall in all those cases lie on the party alleging the marriage to be null and void."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Prohibiting proceedings to compel marriage. ",
            "context": "MARRIAGE ACT under Prohibiting proceedings to compel marriage. 71. In no case whatsoever shall any suit or proceeding be had, in any court, or before any jurisdiction whatsoever, to compel the celebration of any marriage by reason of any promise or marriage contract made, or by reason of seduction, or of any cause whatsoever which arises after the commencement of this Act, any law or usage to the contrary LAWS OF GUYANA Marriage Cap. 45:01 39  L.R.O. 1/2012           Invalidation of certain marriages. [13 of 1985]                            Securing of property where necessary consent to notwithstanding:  Provided that nothing herein contained shall prevent anyone aggrieved from suing for or recovering damages in any court, or by any proceeding wherein and whereby damages may be lawfully recovered for breach of promise of marriage, or for seduction, or other cause aforesaid.",
            "description": "In no case whatsoever shall any suit or proceeding be had, in any court, or before any jurisdiction whatsoever, to compel the celebration of any marriage by reason of any promise or marriage contract made, or by reason of seduction, or of any cause whatsoever which arises after the commencement of this Act, any law or usage to the contrary LAWS OF GUYANA Marriage Cap. 45:01 39  L.R.O. 1/2012           Invalidation of certain marriages. [13 of 1985]                            Securing of property where necessary consent to notwithstanding:  Provided that nothing herein contained shall prevent anyone aggrieved from suing for or recovering damages in any court, or by any proceeding wherein and whereby damages may be lawfully recovered for breach of promise of marriage, or for seduction, or other cause aforesaid."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "Invalidation of certain marriages. ",
            "context": "MARRIAGE ACT under Invalidation of certain marriages. 72. If any persons, save in the cases mentioned in Part VII, being married by a superintendent registrar  (a) knowingly and wilfully intermarry in any other place than a building wherein marriages may lawfully be solemnised; or  (b) knowingly and wilfully intermarry without due publication of banns or notice of marriage, or licence from the Minister, or a certificate from a superintendent registrar, first had and obtained; or  (c) knowingly and wilfully consent to, or acquiesce in, the solemnisation or performance of their marriage by anyone not being a marriage officer or superintendent registrar,  the marriage of those persons shall be null and void to all intents and purposes whatsoever.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "knowingly and wilfully intermarry in any other place than a building wherein marriages may lawfully be solemnised; or"
                },
                {
                    "representation": "(b)",
                    "description": "knowingly and wilfully intermarry without due publication of banns or notice of marriage, or licence from the Minister, or a certificate from a superintendent registrar, first had and obtained; or"
                },
                {
                    "representation": "(c)",
                    "description": "knowingly and wilfully consent to, or acquiesce in, the solemnisation or performance of their marriage by anyone not being a marriage officer or superintendent registrar,  the marriage of those persons shall be null and void to all intents and purposes whatsoever."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "73",
            "title": "Securing of property where necessary consent to marriage not obtained.  LAWS OF GUYANA Marriage Cap. 45:01 7  L.R.O. 1/2012 SECTION ",
            "context": "MARRIAGE ACT under Securing of property where necessary consent to marriage not obtained.  LAWS OF GUYANA Marriage Cap. 45:01 7  L.R.O. 1/2012 SECTION 73. (1) Where either of the parties to a marriage is under eighteen years of age, not being a widower or a widow, and is married under this Act without the consent of the LAWS OF GUYANA 40 Cap. 45:01 Marriage  L.R.O. 1/2012  marriage not obtained. [O. 4/1974]                           Fees. [13 of 1985]        Payment of fees into Treasury.    Power to make regulations. [13 of 1985]     person whose consent is by law required, no community of property*1 between the parties for the benefit or to the advantage of the party marrying the minor shall take place, nor shall any property be acquired from the minor by the other party to the marriage by last will, gift, transfer, or in any other way whatsoever, nor shall any stipulation made by that party by any ante-nuptial contract for any benefit from the property of the minor be valid or of any effect.  (2) The parent or guardian of the minor whose consent has not been given to that marriage may take proceedings in the High Court by action for securing the property; and the court shall have power in the action to order and direct that all the property of the minor shall be secured under the direction of the court for the benefit of the minor or of the issue of the marriage, or of both, in such manner as the court thinks fit, for the  purpose of preventing the offending party from deriving any interest, or pecuniary benefit from the marriage.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where either of the parties to a marriage is under eighteen years of age, not being a widower or a widow, and is married under this Act without the consent of the LAWS OF GUYANA 40 Cap. 45:01 Marriage  L.R.O. 1/2012  marriage not obtained. [O. 4/1974]                           Fees. [13 of 1985]        Payment of fees into Treasury.    Power to make regulations. [13 of 1985]     person whose consent is by law required, no community of property*1 between the parties for the benefit or to the advantage of the party marrying the minor shall take place, nor shall any property be acquired from the minor by the other party to the marriage by last will, gift, transfer, or in any other way whatsoever, nor shall any stipulation made by that party by any ante-nuptial contract for any benefit from the property of the minor be valid or of any effect."
                },
                {
                    "representation": "(2)",
                    "description": "The parent or guardian of the minor whose consent has not been given to that marriage may take proceedings in the High Court by action for securing the property; and the court shall have power in the action to order and direct that all the property of the minor shall be secured under the direction of the court for the benefit of the minor or of the issue of the marriage, or of both, in such manner as the court thinks fit, for the  purpose of preventing the offending party from deriving any interest, or pecuniary benefit from the marriage."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "74",
            "title": "Fees. ",
            "context": "MARRIAGE ACT under Fees. 74. Nothing in this Act shall affect the right of any marriage officer to receive for any duty performed by him under this Act the fees heretofore customarily paid to marriage officers of the same denomination or religion for the performance of that duty.",
            "description": "Nothing in this Act shall affect the right of any marriage officer to receive for any duty performed by him under this Act the fees heretofore customarily paid to marriage officers of the same denomination or religion for the performance of that duty."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "75",
            "title": "Payment of fees into Treasury. ",
            "context": "MARRIAGE ACT under Payment of fees into Treasury. 75. All fees received by a superintendent registrar under this Act shall be paid to the Accountant General for the public use.",
            "description": "All fees received by a superintendent registrar under this Act shall be paid to the Accountant General for the public use."
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "76",
            "title": "Power to make regulations. ",
            "context": "MARRIAGE ACT under Power to make regulations. 76. The Minister may make regulations generally for the purpose of giving effect to the provisions of this Act and in particular, but without prejudice to the generality of the foregoing, for the purpose of                                              1 Since 1904, by the Married Persons Property Act of that year, (c. 45:04), there has been no community of goods between husband and wife in consequence of marriage in respect of either movable or immovable property. LAWS OF GUYANA Marriage Cap. 45:01 41  L.R.O. 1/2012                         Registration of certain marriages contracted before commencement of Act. [35 of 1957] c. 98:02                  (a) providing for the publication of banns or notice of marriage between Amerindians, any banns or notice of marriage published in accordance with regulations so made being in all respects valid:  Provided that nothing in this paragraph shall affect the right of Amerindians to have their banns or notice of marriage published in accordance with the general provisions of this Act; and  (b) securing as far as practicable that, subject to differences in religious rituals or ceremony, all marriages in Guyana shall be placed on the same basis.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "providing for the publication of banns or notice of marriage between Amerindians, any banns or notice of marriage published in accordance with regulations so made being in all respects valid:  Provided that nothing in this paragraph shall affect the right of Amerindians to have their banns or notice of marriage published in accordance with the general provisions of this Act; and"
                },
                {
                    "representation": "(b)",
                    "description": "securing as far as practicable that, subject to differences in religious rituals or ceremony, all marriages in Guyana shall be placed on the same basis."
                }
            ]
        }
    },
    {
        "act": "MARRIAGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "77",
            "title": "Registration of certain marriages contracted before commencement of Act.  FIRST SCHEDULE SECOND SCHEDULE  __________________________ 1929 Ed.  c. 142 1953 Ed. c. 164 _______________________________________________________ 25 of 1901 An Act to consolidate and amend the Law relating to Marriage.  [6TH NOVEMBER, 1901]  Short title.        Interpretation. [13 of 1985]                   ",
            "context": "MARRIAGE ACT under Registration of certain marriages contracted before commencement of Act.  FIRST SCHEDULE SECOND SCHEDULE  __________________________ 1929 Ed.  c. 142 1953 Ed. c. 164 _______________________________________________________ 25 of 1901 An Act to consolidate and amend the Law relating to Marriage.  [6TH NOVEMBER, 1901]  Short title.        Interpretation. [13 of 1985]                   77. (1) Notwithstanding anything contained to the contrary in this Act or in any other Act, the Registrar General shall, during a period of twelve months from 20th July, 1957 (the date of commencement of the Marriage (Amendment) Ordinance, 1957), upon an application being made to him by persons who have been granted certificates of exemption from the provisions of the Indian Labour Act, cause an entry to be made in a marriage register book in accordance with this Act of the particulars of a marriage contracted between persons professing the Hindu or Islamic religion, and still subsisting at the date of the application, and shall upon being requested by any person, and subject to section 64 cause to be issued a certified copy of the said entry in accordance with section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding anything contained to the contrary in this Act or in any other Act, the Registrar General shall, during a period of twelve months from 20th July, 1957"
                }
            ]
        }
    }
]