[
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "MATRIMONIAL CAUSES ACT under Short title. 1. This Act may be cited as the Matrimonial Causes Act.",
            "description": "This Act may be cited as the Matrimonial Causes Act."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "(1) Jurisdiction.  (2) Extension of jurisdiction. ",
            "context": "MATRIMONIAL CAUSES ACT under (1) Jurisdiction.  (2) Extension of jurisdiction. 2. (1) Subject to any Act, the High Court (hereafter in CHAPTER 45:02  MATRIMONIAL CAUSES ACT  LAWS OF GUYANA Matrimonial Causes Cap. 45:02 5  L.R.O. 1/2012                c. 3:02   Extension of jurisdiction.  [1 of 1951 34 of 1951]      Decree of judicial separation.                    this Act called the Court) shall exercise all jurisdiction in respect of divorces and other matrimonial causes and disputes, and in respect of declarations as to the legitimacy of a child, and as to the validity of any marriage under this or any other Act or under the common law, in as full and complete a manner as it has hitherto exercised jurisdiction in divorce and matrimonial causes under the Roman-Dutch common law, and that jurisdiction shall be exercised in the same manner and in accordance with the same principles and rules as jurisdiction in those matters was exercised by the Supreme Court of British Guiana immediately before 26th May, 1966, subject to any rules of court made under this Act or the High Court Act, hereafter in this Act called the rules.  (2) Anything in the provisions of subsection (1) of this section to the contrary notwithstanding, the Court shall have jurisdiction to hear and determine any petition for divorce presented by a wife on the ground of malicious desertion where the petitioner was, immediately before the marriage, domiciled in Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of this section to the contrary notwithstanding, the Court shall have jurisdiction to hear and determine any petition for divorce presented by a wife on the ground of malicious desertion where the petitioner was, immediately before the marriage, domiciled in Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "Anything in the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Decree of judicial separation. ",
            "context": "MATRIMONIAL CAUSES ACT under Decree of judicial separation. 3. (1) A decree of judicial separation (which shall have the effect of a divorce a mensa et thoro under the existing law and other legal effect in this Act mentioned), may be obtained, either by the husband or the wife, on the ground of adultery, or cruelty, or desertion without cause for two years and upwards.  (2) Application for restitution of conjugal rights or for judicial separation on any of the grounds aforesaid may be made by either husband or wife by petition to the Court in accordance with the rules, and the Court to which the petition is addressed, on being satisfied that the allegations therein contained are true and that there is no legal ground why the prayer should not be granted, may decree restitution of conjugal rights or judicial separation accordingly and, where the application is by the wife, may make any order for alimony deemed just. LAWS OF GUYANA 6 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012  Order for protection of wifes property.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A decree of judicial separation"
                },
                {
                    "representation": "(2)",
                    "description": "Application for restitution of conjugal rights or for judicial separation on any of the grounds aforesaid may be made by either husband or wife by petition to the Court in accordance with the rules, and the Court to which the petition is addressed, on being satisfied that the allegations therein contained are true and that there is no legal ground why the prayer should not be granted, may decree restitution of conjugal rights or judicial separation accordingly and, where the application is by the wife, may make any order for alimony deemed just. LAWS OF GUYANA 6 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012  Order for protection of wifes property."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Order for protection of wife’s property. ",
            "context": "MATRIMONIAL CAUSES ACT under Order for protection of wifes property. 4. (1) A wife deserted by her husband may at any time after the desertion, if resident within Guyana, apply to a magistrate or to the Court, for an order to protect any money or property she acquires by her own lawful industry, and property of which she becomes possessed, after the desertion, against her husband or his creditors, or any person claiming under him.  (2) The magistrate or the Court, if satisfied of the fact of desertion and that it was without reasonable cause, and that the wife is maintaining herself by her own industry or property, may make and give to the wife an order protecting from her husband and all creditors and persons claiming under him her earnings and property acquired since the  commencement of the desertion, and those earnings and property shall belong to the wife as if she were a femme sole:  Provided that  (a) the order, if made by a magistrate, shall within ten days after it is made be entered with the Registrar of the Court, and the husband, and any creditor or other person claiming under him, may apply to the Court, or to the magistrate by whom the order was made, for its discharge; and   (b) if the husband or any creditor of, or person claiming under, the husband seizes or continues to hold any property of the wife after notice of the order, he shall be liable at the suit of the wife (which she is hereby empowered to institute) to restore the specific property, and also for a sum equal to double the value of the LAWS OF GUYANA Matrimonial Causes Cap. 45:02 7  L.R.O. 1/2012                      Reversal of decree of judicial separation.                  Payment of alimony to wife or to her trustee.   property so seized or held after the notice.  (3) If an order of protection is made, the wife during the continuance thereof shall be and be deemed to have been, during the desertion of her, in the same position in all respects, with regard to property and contracts and suing and being sued, as she would be under this Act if she obtained a decree of judicial separation.  (4) Where an order of protection has been made the husband or creditor may apply to the Court, or to the magistrate for the time being exercising jurisdiction in the district in which the order has been made, and the Court, whether it has itself made the order or not, or the magistrate, may discharge the order.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A wife deserted by her husband may at any time after the desertion, if resident within Guyana, apply to a magistrate or to the Court, for an order to protect any money or property she acquires by her own lawful industry, and property of which she becomes possessed, after the desertion, against her husband or his creditors, or any person claiming under him."
                },
                {
                    "representation": "(2)",
                    "description": "The magistrate or the Court, if satisfied of the fact of desertion and that it was without reasonable cause, and that the wife is maintaining herself by her own industry or property, may make and give to the wife an order protecting from her husband and all creditors and persons claiming under him her earnings and property acquired since the  commencement of the desertion, and those earnings and property shall belong to the wife as if she were a femme sole:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "the order, if made by a magistrate, shall within ten days after it is made be entered with the Registrar of the Court, and the husband, and any creditor or other person claiming under him, may apply to the Court, or to the magistrate by whom the order was made, for its discharge; and"
                },
                {
                    "representation": "(b)",
                    "description": "if the husband or any creditor of, or person claiming under, the husband seizes or continues to hold any property of the wife after notice of the order, he shall be liable at the suit of the wife"
                },
                {
                    "representation": "(3)",
                    "description": "If an order of protection is made, the wife during the continuance thereof shall be and be deemed to have been, during the desertion of her, in the same position in all respects, with regard to property and contracts and suing and being sued, as she would be under this Act if she obtained a decree of judicial separation."
                },
                {
                    "representation": "(4)",
                    "description": "Where an order of protection has been made the husband or creditor may apply to the Court, or to the magistrate for the time being exercising jurisdiction in the district in which the order has been made, and the Court, whether it has itself made the order or not, or the magistrate, may discharge the order."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Reversal of decree of judicial separation. ",
            "context": "MATRIMONIAL CAUSES ACT under Reversal of decree of judicial separation. 5. Any husband or wife, upon the application of whose wife or husband, as the case may be, a decree of judicial separation has been pronounced, may at any time thereafter present a petition to the Court, praying for a reversal thereof on the ground that it was obtained in his or her absence, and that there was reasonable ground for the alleged desertion, where desertion was the ground of the decree; and the Court, on being satisfied of the truth of the allegations of the petition, may order the decree to be reversed accordingly; but the reversal shall not prejudice or affect the rights or remedies which any other person would have had if it had not been ordered, in respect of any debts, contracts, or acts of the wife incurred, entered into, or done between the times of the decree of separation and of the order of reversal.",
            "description": "Any husband or wife, upon the application of whose wife or husband, as the case may be, a decree of judicial separation has been pronounced, may at any time thereafter present a petition to the Court, praying for a reversal thereof on the ground that it was obtained in his or her absence, and that there was reasonable ground for the alleged desertion, where desertion was the ground of the decree; and the Court, on being satisfied of the truth of the allegations of the petition, may order the decree to be reversed accordingly; but the reversal shall not prejudice or affect the rights or remedies which any other person would have had if it had not been ordered, in respect of any debts, contracts, or acts of the wife incurred, entered into, or done between the times of the decree of separation and of the order of reversal."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Payment of alimony to wife or to her trustee. ",
            "context": "MATRIMONIAL CAUSES ACT under Payment of alimony to wife or to her trustee. 6. Whenever the Court makes any order for alimony, it may direct the alimony to be paid either to the wife herself or to any trustee on her behalf to be approved by the Court, and may impose any terms or restrictions to the Court seeming expedient, and may from time to time appoint a new LAWS OF GUYANA 8 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012     Property acquired by wife after judicial separation.  [45 of 1952]      Husbands liability for necessaries.  [45 of 1952]   Petition for dissolution of marriage. [1 of 1951]                        trustee, if for any reason it appears expedient to the Court to do so.",
            "description": "Whenever the Court makes any order for alimony, it may direct the alimony to be paid either to the wife herself or to any trustee on her behalf to be approved by the Court, and may impose any terms or restrictions to the Court seeming expedient, and may from time to time appoint a new LAWS OF GUYANA 8 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012     Property acquired by wife after judicial separation.  [45 of 1952]      Husbands liability for necessaries.  [45 of 1952]   Petition for dissolution of marriage. [1 of 1951]                        trustee, if for any reason it appears expedient to the Court to do so."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Property acquired by wife after judicial separation. ",
            "context": "MATRIMONIAL CAUSES ACT under Property acquired by wife after judicial separation. 7. In every case of judicial separation as from the date of the decree and so long as the separation continues, any property which is acquired by or devolves upon the wife shall not be affected by any restraint upon anticipation attached to the enjoyment by the wife of any property under any settlement, agreement for a settlement, will, or other instrument; and if she dies intestate such property shall devolve as if her husband had been then dead.",
            "description": "In every case of judicial separation as from the date of the decree and so long as the separation continues, any property which is acquired by or devolves upon the wife shall not be affected by any restraint upon anticipation attached to the enjoyment by the wife of any property under any settlement, agreement for a settlement, will, or other instrument; and if she dies intestate such property shall devolve as if her husband had been then dead."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Husband’s liability for necessaries. ",
            "context": "MATRIMONIAL CAUSES ACT under Husbands liability for necessaries. 8. In every case of judicial separation if alimony has been ordered to be paid and has not been duly paid by the husband he shall be liable for necessaries supplied for the use of the wife.",
            "description": "In every case of judicial separation if alimony has been ordered to be paid and has not been duly paid by the husband he shall be liable for necessaries supplied for the use of the wife."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "(1) Petition for dissolution of marriage.  (2) Definition of “care and treatment” in relation to insanity.   (5) Co-respondents.  (6) Facts of which court must satisfy itself. ",
            "context": "MATRIMONIAL CAUSES ACT under (1) Petition for dissolution of marriage.  (2) Definition of care and treatment in relation to insanity.   (5) Co-respondents.  (6) Facts of which court must satisfy itself. 9. (1) A petition for divorce may be presented to the Court either by the husband or the wife on the ground that the respondent  (a) has since the celebration of the marriage been guilty of adultery or malicious desertion with or without adultery; or   (b) has since the celebration of the marriage treated the petitioner with cruelty; or   (c) is incurably of unsound mind and has been continuously under care and treatment for a period of at least five years immediately preceding the presentation of the petition, and by the wife on the ground that her husband has, since the celebration of the marriage been guilty of rape, LAWS OF GUYANA Matrimonial Causes Cap. 45:02 9  L.R.O. 1/2012    Definition of care and treatment in relation to insanity.   c.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A petition for divorce may be presented to the Court either by the husband or the wife on the ground that the respondent"
                },
                {
                    "representation": "(a)",
                    "description": "has since the celebration of the marriage been guilty of adultery or malicious desertion with or without adultery; or"
                },
                {
                    "representation": "(b)",
                    "description": "has since the celebration of the marriage treated the petitioner with cruelty; or"
                },
                {
                    "representation": "(c)",
                    "description": "is incurably of unsound mind and has been continuously under care and treatment for a period of at least five years immediately preceding the presentation of the petition, and by the wife on the ground that her husband has, since the celebration of the marriage been guilty of rape, LAWS OF GUYANA Matrimonial Causes Cap. 45:02 9  L.R.O. 1/2012    Definition of care and treatment in relation to insanity.   c."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "(1) When court shall dismiss petition.  (2)When court shall pronounce decree for dissolution of marriage. ",
            "context": "MATRIMONIAL CAUSES ACT under (1) When court shall dismiss petition.  (2)When court shall pronounce decree for dissolution of marriage. 10. (1) If the Court, on the evidence in relation to the petition, is not satisfied that the alleged adultery has been committed, or finds that the petitioner has during the marriage been accessory to or conniving at the adultery of the other party to the marriage, or has condoned the adultery charged, or that the petition is presented or prosecuted in collusion with either of the respondents, then and in any of those cases the Court shall dismiss the petition.  (2) If the Court is satisfied on the evidence that the case of the petitioner has been proved, and does not find that the petitioner has been in any manner accessory to or conniving at the adultery of the other party to the marriage, or has condoned the adultery charged, or that the petition is presented or prosecuted in collusion with either of the respondents, then the Court shall pronounce a decree declaring the marriage to be dissolved:  Provided that the Court shall not be bound to pronounce the decree if it finds that the petitioner has during the marriage been guilty of adultery, or if the petitioner, in the opinion of the Court, has been guilty of unreasonable delay in presenting or prosecuting the petition, or of cruelty towards the other party to the marriage, or of having deserted or wilfully separated himself or herself from the other party before the adultery charged, and without reasonable excuse or of wilful neglect or misconduct which has conduced to the adultery. LAWS OF GUYANA Matrimonial Causes Cap. 45:02 11  L.R.O. 1/2012  Direction that papers be sent to the Attorney- General         Decree nisi in the first",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the Court, on the evidence in relation to the petition, is not satisfied that the alleged adultery has been committed, or finds that the petitioner has during the marriage been accessory to or conniving at the adultery of the other party to the marriage, or has condoned the adultery charged, or that the petition is presented or prosecuted in collusion with either of the respondents, then and in any of those cases the Court shall dismiss the petition."
                },
                {
                    "representation": "(2)",
                    "description": "If the Court is satisfied on the evidence that the case of the petitioner has been proved, and does not find that the petitioner has been in any manner accessory to or conniving at the adultery of the other party to the marriage, or has condoned the adultery charged, or that the petition is presented or prosecuted in collusion with either of the respondents, then the Court shall pronounce a decree declaring the marriage to be dissolved:  Provided that the Court shall not be bound to pronounce the decree if it finds that the petitioner has during the marriage been guilty of adultery, or if the petitioner, in the opinion of the Court, has been guilty of unreasonable delay in presenting or prosecuting the petition, or of cruelty towards the other party to the marriage, or of having deserted or wilfully separated himself or herself from the other party before the adultery charged, and without reasonable excuse or of wilful neglect or misconduct which has conduced to the adultery. LAWS OF GUYANA Matrimonial Causes Cap. 45:02 11  L.R.O. 1/2012  Direction that papers be sent to the Attorney- General         Decree nisi in the first"
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Direction that papers be sent to the Attorney-General. ",
            "context": "MATRIMONIAL CAUSES ACT under Direction that papers be sent to the Attorney-General. 11. In every case of a petition for a dissolution of marriage the Court if it sees fit may direct all necessary papers in the cause to be sent to the Attorney-General, who may appear in person or may instruct counsel to argue before the Court any question in relation to the matter, and which the Court deems it necessary or expedient to have fully argued; and the Attorney-General shall be entitled to charge and be reimbursed the costs of any proceeding in the matter as part of the expenses of his office.",
            "description": "In every case of a petition for a dissolution of marriage the Court if it sees fit may direct all necessary papers in the cause to be sent to the Attorney-General, who may appear in person or may instruct counsel to argue before the Court any question in relation to the matter, and which the Court deems it necessary or expedient to have fully argued; and the Attorney-General shall be entitled to charge and be reimbursed the costs of any proceeding in the matter as part of the expenses of his office."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "(1) Decree nisi in the first instance, etc. (5) Intervention of Attorney-General. ",
            "context": "MATRIMONIAL CAUSES ACT under (1) Decree nisi in the first instance, etc. (5) Intervention of Attorney-General. 12. (1) Every decree for a divorce or for nullity of marriage shall be in the first instance a decree nisi, not to be made absolute till after the expiration of six weeks; and during that period any person shall be at liberty, in the manner the Court by general or special order in that behalf from time to time directs, to show cause why the decree should not be made absolute by reason of its having been obtained by collusion, or by reason of material facts not brought before the Court.  (2) On cause being so shown, the Court shall deal with the case by making the decree absolute or by reversing the decree nisi, or by requiring further inquiry, or otherwise as justice may require.  (3) Where a decree nisi has been obtained, whether before or after the coming into force of this subsection, and no application for the decree to be made absolute has been made by the party who obtained the decree, then at any time after the expiration of three weeks from the earliest date on which that party could have made such an application, the party against whom the decree nisi has been granted shall be at liberty to apply to the Court, and the Court shall, on such application, have power to make the decree  absolute, reverse the decree nisi, require further inquiry or otherwise deal with the case as the Court thinks fit.  instance, etc. [1 of 1951] LAWS OF GUYANA 12 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012         Intervention of Attorney- General.                Relief to respondent in certain cases.         Maintenance and alimony.           (4) At any time during the progress of the cause or before the decree is made absolute, anyone may give information to the Attorney- General of any matter material to the due decision of the cause, who may thereupon take the steps he deems necessary or expedient.  (5) If from that information or otherwise the Attorney-General suspects that any parties to the cause are or have been acting in collusion for the purpose of obtaining a divorce contrary to the justice of the  case, he may by leave of the Court intervene in the cause, alleging that collusion, and retain counsel and summon witnesses to prove it; and the Court may order the costs of the counsel and witnesses, and otherwise arising from the intervention, to be paid by the parties or any of them it sees fit, including a wife if she has separate property, and if the Attorney-General is not thereby fully satisfied his reasonable costs, he shall be entitled to charge and be reimbursed the difference as part of the expenses of his office.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every decree for a divorce or for nullity of marriage shall be in the first instance a decree nisi, not to be made absolute till after the expiration of six weeks; and during that period any person shall be at liberty, in the manner the Court by general or special order in that behalf from time to time directs, to show cause why the decree should not be made absolute by reason of its having been obtained by collusion, or by reason of material facts not brought before the Court."
                },
                {
                    "representation": "(2)",
                    "description": "On cause being so shown, the Court shall deal with the case by making the decree absolute or by reversing the decree nisi, or by requiring further inquiry, or otherwise as justice may require."
                },
                {
                    "representation": "(3)",
                    "description": "Where a decree nisi has been obtained, whether before or after the coming into force of this subsection, and no application for the decree to be made absolute has been made by the party who obtained the decree, then at any time after the expiration of three weeks from the earliest date on which that party could have made such an application, the party against whom the decree nisi has been granted shall be at liberty to apply to the Court, and the Court shall, on such application, have power to make the decree  absolute, reverse the decree nisi, require further inquiry or otherwise deal with the case as the Court thinks fit.  instance, etc. [1 of 1951] LAWS OF GUYANA 12 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012         Intervention of Attorney- General.                Relief to respondent in certain cases.         Maintenance and alimony."
                },
                {
                    "representation": "(4)",
                    "description": "At any time during the progress of the cause or before the decree is made absolute, anyone may give information to the Attorney- General of any matter material to the due decision of the cause, who may thereupon take the steps he deems necessary or expedient."
                },
                {
                    "representation": "(5)",
                    "description": "If from that information or otherwise the Attorney-General suspects that any parties to the cause are or have been acting in collusion for the purpose of obtaining a divorce contrary to the justice of the  case, he may by leave of the Court intervene in the cause, alleging that collusion, and retain counsel and summon witnesses to prove it; and the Court may order the costs of the counsel and witnesses, and otherwise arising from the intervention, to be paid by the parties or any of them it sees fit, including a wife if she has separate property, and if the Attorney-General is not thereby fully satisfied his reasonable costs, he shall be entitled to charge and be reimbursed the difference as part of the expenses of his office."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Relief to respondent in certain cases. ",
            "context": "MATRIMONIAL CAUSES ACT under Relief to respondent in certain cases. 13. In any suit instituted for dissolution of marriage, if the respondent opposes the relief sought on the ground, in case of a suit instituted by a husband, of his adultery, cruelty, or desertion, or, in case of a suit instituted by a wife, on the ground of her adultery or cruelty, the Court may in the suit give to the respondent, on his or her application, the same relief to which he or she would have been entitled if he or she had presented a petition seeking that relief.",
            "description": "In any suit instituted for dissolution of marriage, if the respondent opposes the relief sought on the ground, in case of a suit instituted by a husband, of his adultery, cruelty, or desertion, or, in case of a suit instituted by a wife, on the ground of her adultery or cruelty, the Court may in the suit give to the respondent, on his or her application, the same relief to which he or she would have been entitled if he or she had presented a petition seeking that relief."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Maintenance and alimony. ",
            "context": "MATRIMONIAL CAUSES ACT under Maintenance and alimony. 14. (1) The Court if it thinks fit, on any decree for dissolution or nullity of marriage, may order that the husband shall to the satisfaction of the Court secure to the wife that gross sum of money or that annual sum of money for any term not exceeding her life which, having regard to her fortune (if any), to the ability of the husband, and to the conduct of the parties, it deems reasonable, and for that purpose may refer the matter to the Registra  to settle and approve of a proper deed or instrument to be executed by all LAWS OF GUYANA Matrimonial Causes Cap. 45:02 13  L.R.O. 1/2012                                            Intervention on terms.    necessary parties, and the Court if it thinks fit may suspend the pronouncement of its decree until that deed has been duly executed.  (2) In that case the Court if it thinks fit may make an order on the husband for payment to the wife during their joint lives of any monthly or  weekly sum for her maintenance and support the Court thinks reasonable, and that order may be made either in addition to or instead of an order under the preceding subsection:  Provided that  (a) if the husband afterwards from any cause becomes unable to make those payments the Court may discharge or modify the order or temporarily suspend it as to the whole or any part of the money so ordered to be paid, and again revive the order wholly or in part as the Court thinks fit; and,  (b) where the Court has made any order mentioned in this subsection and is satisfied that the means of the husband have increased, the Court if it thinks fit may increase the amount payable under the order.   (3) In any suit for dissolution or nullity of marriage the Court shall have the same power to make interim orders for payment of money, by way of alimony or otherwise, to the wife as it has in a suit instituted for judicial separation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Court if it thinks fit, on any decree for dissolution or nullity of marriage, may order that the husband shall to the satisfaction of the Court secure to the wife that gross sum of money or that annual sum of money for any term not exceeding her life which, having regard to her fortune"
                },
                {
                    "representation": "(2)",
                    "description": "In that case the Court if it thinks fit may make an order on the husband for payment to the wife during their joint lives of any monthly or  weekly sum for her maintenance and support the Court thinks reasonable, and that order may be made either in addition to or instead of an order under the preceding subsection:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "if the husband afterwards from any cause becomes unable to make those payments the Court may discharge or modify the order or temporarily suspend it as to the whole or any part of the money so ordered to be paid, and again revive the order wholly or in part as the Court thinks fit; and,"
                },
                {
                    "representation": "(b)",
                    "description": "where the Court has made any order mentioned in this subsection and is satisfied that the means of the husband have increased, the Court if it thinks fit may increase the amount payable under the order."
                },
                {
                    "representation": "(3)",
                    "description": "In any suit for dissolution or nullity of marriage the Court shall have the same power to make interim orders for payment of money, by way of alimony or otherwise, to the wife as it has in a suit instituted for judicial separation."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Intervention on terms. ",
            "context": "MATRIMONIAL CAUSES ACT under Intervention on terms. 15. In every case not already provided for by law in which anyone is charged with adultery with any party to a suit, or in which the Court considers, in the interest of anyone not already a party to the suit, that that person should be LAWS OF GUYANA 14 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012     Division of property where marriage in community or by antenuptial contract.    Claim for damages from adulterer.                              Payment of costs by adulterer. made a party thereto, the Court if it thinks fit may allow that person to intervene upon any terms the Court thinks just.",
            "description": "In every case not already provided for by law in which anyone is charged with adultery with any party to a suit, or in which the Court considers, in the interest of anyone not already a party to the suit, that that person should be LAWS OF GUYANA 14 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012     Division of property where marriage in community or by antenuptial contract.    Claim for damages from adulterer.                              Payment of costs by adulterer. made a party thereto, the Court if it thinks fit may allow that person to intervene upon any terms the Court thinks just."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Division of property where marriage in community or by antenuptial contract. ",
            "context": "MATRIMONIAL CAUSES ACT under Division of property where marriage in community or by antenuptial contract. 16. On any decree for dissolution or nullity of marriage, or judicial separation, the Court, where the marriage has been in community of goods or by antenuptial contract, may make any order for the division of the property subject to the community or to the antenuptial contract that seems equitable.",
            "description": "On any decree for dissolution or nullity of marriage, or judicial separation, the Court, where the marriage has been in community of goods or by antenuptial contract, may make any order for the division of the property subject to the community or to the antenuptial contract that seems equitable."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Claim for damages from adulterer. ",
            "context": "MATRIMONIAL CAUSES ACT under Claim for damages from adulterer. 17. (1) A husband, either in a petition for dissolution of marriage or for judicial separation, or in a petition limited to this object only, may claim damages from any person on the ground of his having committed adultery with the wife of the petitioner; and the petition shall be served on the alleged adulterer and the wife, unless the Court dispenses with that service or directs some other service to be substituted; and in the absence of any rules of court the claim made by the petition shall be heard and tried on the same principles, in the same manner, and subject to the same or the like rules as those petitions were heard and determined in the Supreme Court of British Guiana immediately before 26th May, 1966, and all the enactments herein contained with reference to the hearing and determination of petitions to the Court, so far as necessary, shall be deemed applicable to the hearing and determination of petitions presented under this enactment.  (2) The damages to be recovered on the petition shall in all cases be fixed by the Court, although the respondents or either of them do not appear; and after judgment has been given the Court shall have power to direct in what manner the damages shall be paid or applied, and to direct that the whole or any part thereof shall be settled for the benefit of the children (if any) of the marriage, or as a provision for the maintenance of the wife.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A husband, either in a petition for dissolution of marriage or for judicial separation, or in a petition limited to this object only, may claim damages from any person on the ground of his having committed adultery with the wife of the petitioner; and the petition shall be served on the alleged adulterer and the wife, unless the Court dispenses with that service or directs some other service to be substituted; and in the absence of any rules of court the claim made by the petition shall be heard and tried on the same principles, in the same manner, and subject to the same or the like rules as those petitions were heard and determined in the Supreme Court of British Guiana immediately before 26th May, 1966, and all the enactments herein contained with reference to the hearing and determination of petitions to the Court, so far as necessary, shall be deemed applicable to the hearing and determination of petitions presented under this enactment."
                },
                {
                    "representation": "(2)",
                    "description": "The damages to be recovered on the petition shall in all cases be fixed by the Court, although the respondents or either of them do not appear; and after judgment has been given the Court shall have power to direct in what manner the damages shall be paid or applied, and to direct that the whole or any part thereof shall be settled for the benefit of the children"
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Payment of costs by adulterer. ",
            "context": "MATRIMONIAL CAUSES ACT under Payment of costs by adulterer. 18. Whenever in any petition presented by a husband the alleged adulterer has been made a co-respondent and the LAWS OF GUYANA Matrimonial Causes Cap. 45:02 15  L.R.O. 1/2012      Orders as to custody of children.           Affidavit in support of petition.        Service of petition.        Examination of petitioner.        Adjournment.    adultery has been established, the Court may order the adulterer to pay the whole or any part of the costs of the proceedings.",
            "description": "Whenever in any petition presented by a husband the alleged adulterer has been made a co-respondent and the LAWS OF GUYANA Matrimonial Causes Cap. 45:02 15  L.R.O. 1/2012      Orders as to custody of children.           Affidavit in support of petition.        Service of petition.        Examination of petitioner.        Adjournment.    adultery has been established, the Court may order the adulterer to pay the whole or any part of the costs of the proceedings."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Orders as to custody of children. ",
            "context": "MATRIMONIAL CAUSES ACT under Orders as to custody of children. 19. In any suit or other proceeding for a decree of judicial separation, or nullity of marriage, or dissolution of marriage, the Court may  from time to time, before making the final decree, make any interim orders and provisions in the final decree it deems just and proper, with respect to the custody, maintenance and education of the children of the marriage of whose parents is the subject of the suit or other proceeding, and may give any further or other directions it deems advisable as guardian paramount of all infants.",
            "description": "In any suit or other proceeding for a decree of judicial separation, or nullity of marriage, or dissolution of marriage, the Court may  from time to time, before making the final decree, make any interim orders and provisions in the final decree it deems just and proper, with respect to the custody, maintenance and education of the children of the marriage of whose parents is the subject of the suit or other proceeding, and may give any further or other directions it deems advisable as guardian paramount of all infants."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "(1) Affidavit in support of petition.   (2) Service of petition. ",
            "context": "MATRIMONIAL CAUSES ACT under (1) Affidavit in support of petition.   (2) Service of petition. 20. (1) Everyone seeking a decree of nullity of marriage, or of judicial separation, or dissolution of marriage, or in a suit for jactitation of marriage, together with the petition therefor, shall file an affidavit verifying the petition so far as he or she is able to do so, and stating  that there is not any collusion or connivance between the deponent and the other party to the marriage.  (2) The petition shall be served on the party to be affected thereby, either within or without the Commonwealth, in the manner the Court by any general or special order from time to time directs; but the Court may dispense with the service altogether if it seems necessary or expedient to do so.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone seeking a decree of nullity of marriage, or of judicial separation, or dissolution of marriage, or in a suit for jactitation of marriage, together with the petition therefor, shall file an affidavit verifying the petition so far as he or she is able to do so, and stating  that there is not any collusion or connivance between the deponent and the other party to the marriage."
                },
                {
                    "representation": "(2)",
                    "description": "The petition shall be served on the party to be affected thereby, either within or without the Commonwealth, in the manner the Court by any general or special order from time to time directs; but the Court may dispense with the service altogether if it seems necessary or expedient to do so."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Examination of petitioner. ",
            "context": "MATRIMONIAL CAUSES ACT under Examination of petitioner. 21. The Court, if it thinks fit, may order the attendance of the petitioner and examine him or her, or permit him or her to be examined or cross-examined on oath on the hearing of any petition; but the petitioner shall not be bound to answer any question tending to show that he or she has been guilty of adultery.",
            "description": "The Court, if it thinks fit, may order the attendance of the petitioner and examine him or her, or permit him or her to be examined or cross-examined on oath on the hearing of any petition; but the petitioner shall not be bound to answer any question tending to show that he or she has been guilty of adultery."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Adjournment. ",
            "context": "MATRIMONIAL CAUSES ACT under Adjournment. 22. The Court may from time to time adjourn the hearing of a petition and require further evidence thereon, if it LAWS OF GUYANA 16 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012    Mode of taking evidence.                 Attendance of witnesses in court.         Liberty to parties to marry again.        Periodical payments in lieu of attachment.    sees fit to do so.",
            "description": "The Court may from time to time adjourn the hearing of a petition and require further evidence thereon, if it LAWS OF GUYANA 16 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012    Mode of taking evidence.                 Attendance of witnesses in court.         Liberty to parties to marry again.        Periodical payments in lieu of attachment.    sees fit to do so."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Mode of taking evidence.  LAWS OF GUYANA 4 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012 SECTION ",
            "context": "MATRIMONIAL CAUSES ACT under Mode of taking evidence.  LAWS OF GUYANA 4 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012 SECTION 23. Subject to the rules the witnesses in all proceedings before the Court, where their attendance can be had, shall be sworn and examined orally in open court:   Provided that parties, except as hereinbefore provided, shall be at liberty to verify their respective cases in whole or in part by affidavit, but so that the deponent in every affidavit shall be, on the application of the opposite party or by direction of the Court, subject to be cross- examined by or on behalf of the opposite party orally in open court, and after the cross-examination may be re-examined orally in open court as aforesaid by or on behalf of the party by whom the affidavit was filed.",
            "description": "Subject to the rules the witnesses in all proceedings before the Court, where their attendance can be had, shall be sworn and examined orally in open court:   Provided that parties, except as hereinbefore provided, shall be at liberty to verify their respective cases in whole or in part by affidavit, but so that the deponent in every affidavit shall be, on the application of the opposite party or by direction of the Court, subject to be cross- examined by or on behalf of the opposite party orally in open court, and after the cross-examination may be re-examined orally in open court as aforesaid by or on behalf of the party by whom the affidavit was filed."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Attendance of witnesses in court. ",
            "context": "MATRIMONIAL CAUSES ACT under Attendance of witnesses in court. 24.  The Court may under its seal issue writs of subpoena ad testificandum or subpoena duces tecum, commanding the attendance of witnesses at the time and place therein expressed; and those writs may be served in any part of Guyana; and everyone served with the writ shall be bound to attend and to be sworn and give evidence in obedience thereto, in the same manner as if it had been a writ of subpoena issued in any other cause pending in the Court.",
            "description": "The Court may under its seal issue writs of subpoena ad testificandum or subpoena duces tecum, commanding the attendance of witnesses at the time and place therein expressed; and those writs may be served in any part of Guyana; and everyone served with the writ shall be bound to attend and to be sworn and give evidence in obedience thereto, in the same manner as if it had been a writ of subpoena issued in any other cause pending in the Court."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Liberty to parties to marry again. ",
            "context": "MATRIMONIAL CAUSES ACT under Liberty to parties to marry again. 25. When the time for appealing against a decree for dissolution of marriage has expired and no appeal has been presented against it, or when an appeal has been dismissed, or when as the result of an appeal any marriage is declared to be dissolved, but not sooner, the respective parties thereto may marry again as if the prior marriage had been dissolved by death.",
            "description": "When the time for appealing against a decree for dissolution of marriage has expired and no appeal has been presented against it, or when an appeal has been dismissed, or when as the result of an appeal any marriage is declared to be dissolved, but not sooner, the respective parties thereto may marry again as if the prior marriage had been dissolved by death."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Periodical payments in lieu of attachment. ",
            "context": "MATRIMONIAL CAUSES ACT under Periodical payments in lieu of attachment. 26. (1) Where a petition for restitution of conjugal rights is presented by the wife the Court, at the time of making the decree, or at any time afterwards, may order that in the event of the decree not being obeyed within any time in that behalf  limited by the Court the respondent shall make to LAWS OF GUYANA Matrimonial Causes Cap. 45:02 17  L.R.O. 1/2012               Settlement of wifes property.                 Power to vary orders.         Non- compliance with decree for restitution deemed to be desertion. [1 of 1951] the petitioner any periodical payments that may be just, and the order may be enforced in the same prior manner as an order for alimony in a suit for judicial separation.  (2) The Court, if it thinks fit, may order that the husband shall to the satisfaction of the Court secure to the wife those periodical payments and for that purpose may refer the matter to the Registrar of the Court to settle and approve of a proper deed or instrument to be executed by all necessary parties.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a petition for restitution of conjugal rights is presented by the wife the Court, at the time of making the decree, or at any time afterwards, may order that in the event of the decree not being obeyed within any time in that behalf  limited by the Court the respondent shall make to LAWS OF GUYANA Matrimonial Causes Cap. 45:02 17  L.R.O. 1/2012               Settlement of wifes property.                 Power to vary orders.         Non- compliance with decree for restitution deemed to be desertion. [1 of 1951] the petitioner any periodical payments that may be just, and the order may be enforced in the same prior manner as an order for alimony in a suit for judicial separation."
                },
                {
                    "representation": "(2)",
                    "description": "The Court, if it thinks fit, may order that the husband shall to the satisfaction of the Court secure to the wife those periodical payments and for that purpose may refer the matter to the Registrar of the Court to settle and approve of a proper deed or instrument to be executed by all necessary parties."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Settlement of wife’s property. ",
            "context": "MATRIMONIAL CAUSES ACT under Settlement of wifes property. 27. Where the petition for restitution of conjugal rights is presented by the husband, if it is made to appear to the Court that the wife is entitled to any property, either in possession or reversion, or is in receipt of profits of trade or earnings, the Court, if it thinks fit, may order a settlement to be made to the satisfaction of the Court of that property, or any part thereof, for the benefit of the petitioner and of the children of the marriage, or either or any of them, or may order that part which the Court thinks reasonable of the profits of trade or earnings to be periodically paid by the respondent to the petitioner for his own benefit, or to the petitioner or any other person for the benefit of the children of the marriage, or either of them.",
            "description": "Where the petition for restitution of conjugal rights is presented by the husband, if it is made to appear to the Court that the wife is entitled to any property, either in possession or reversion, or is in receipt of profits of trade or earnings, the Court, if it thinks fit, may order a settlement to be made to the satisfaction of the Court of that property, or any part thereof, for the benefit of the petitioner and of the children of the marriage, or either or any of them, or may order that part which the Court thinks reasonable of the profits of trade or earnings to be periodically paid by the respondent to the petitioner for his own benefit, or to the petitioner or any other person for the benefit of the children of the marriage, or either of them."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Power to vary orders. ",
            "context": "MATRIMONIAL CAUSES ACT under Power to vary orders. 28. The Court may from time to time vary or modify any order for the periodical payment of money, either by altering the times of payment or by increasing or diminishing the  amount,  or  may temporarily suspend the order as to the whole or any part of the money so ordered to be paid, and again revive the order wholly or in part, as the Court thinks just.",
            "description": "The Court may from time to time vary or modify any order for the periodical payment of money, either by altering the times of payment or by increasing or diminishing the  amount,  or  may temporarily suspend the order as to the whole or any part of the money so ordered to be paid, and again revive the order wholly or in part, as the Court thinks just."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Non-compliance with decree for restitution deemed to be desertion. ",
            "context": "MATRIMONIAL CAUSES ACT under Non-compliance with decree for restitution deemed to be desertion. 29. (1) If the respondent fails to obey a decree of the Court for restitution of conjugal rights he or she shall thereupon be deemed to have been guilty of desertion without reasonable cause, and a suit for judicial separation may be forthwith instituted, and a decree of judicial LAWS OF GUYANA 18 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012                Custody of children.            Appeal.       Declaration of legitimacy or of validity of marriage.          separation may be pronounced although the period of two years may not have elapsed since the failure to obey the decree for restitution of conjugal rights.  (2) When any husband who has been guilty of desertion by failure on his part to obey a decree for restitution of conjugal rights has also been guilty of adultery, the wife may forthwith present a petition for dissolution of her marriage, and the Court may pronounce a decree nisi for  the dissolution of the marriage on the grounds of adultery coupled with desertion.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the respondent fails to obey a decree of the Court for restitution of conjugal rights he or she shall thereupon be deemed to have been guilty of desertion without reasonable cause, and a suit for judicial separation may be forthwith instituted, and a decree of judicial LAWS OF GUYANA 18 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012                Custody of children.            Appeal.       Declaration of legitimacy or of validity of marriage.          separation may be pronounced although the period of two years may not have elapsed since the failure to obey the decree for restitution of conjugal rights."
                },
                {
                    "representation": "(2)",
                    "description": "When any husband who has been guilty of desertion by failure on his part to obey a decree for restitution of conjugal rights has also been guilty of adultery, the wife may forthwith present a petition for dissolution of her marriage, and the Court may pronounce a decree nisi for  the dissolution of the marriage on the grounds of adultery coupled with desertion."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Custody of children. ",
            "context": "MATRIMONIAL CAUSES ACT under Custody of children. 30. The Court, at any time before final decree on any petition for restitution of conjugal rights, or after final decree if the respondent fails to comply therewith, upon application for that purpose, may make from time to time all the orders and provisions with respect to the custody, maintenance, and education of the children of the petitioner and respondent which might have been made by interim orders during the pendency of a trial for judicial separation between the same parties.",
            "description": "The Court, at any time before final decree on any petition for restitution of conjugal rights, or after final decree if the respondent fails to comply therewith, upon application for that purpose, may make from time to time all the orders and provisions with respect to the custody, maintenance, and education of the children of the petitioner and respondent which might have been made by interim orders during the pendency of a trial for judicial separation between the same parties."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Appeal.  PART II  ",
            "context": "MATRIMONIAL CAUSES ACT under Appeal.  PART II  31. An appeal shall lie from any decision of the Court under this Act in the same manner as from any other decision of the Court.  PART II",
            "description": "An appeal shall lie from any decision of the Court under this Act in the same manner as from any other decision of the Court.  PART II"
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Declaration of legitimacy or of validity of marriage. ",
            "context": "MATRIMONIAL CAUSES ACT under Declaration of legitimacy or of validity of marriage. 32. (1) Any Commonwealth citizen or anyone whose right to be deemed a citizen of Guyana or a Commonwealth citizen depends wholly or in part on his legitimacy or on the validity of a marriage, being domiciled in Guyana, or claiming any movable or immovable property situate therein, may apply by petition to the Court praying for a decree declaring that the petitioner is the legitimate child of his parents, and that the marriage of his father and mother, or of his grandfather and grandmother, was a valid marriage, or for a decree declaring either of the matters aforesaid; and any LAWS OF GUYANA Matrimonial Causes Cap. 45:02 19  L.R.O. 1/2012                Declaration of right to be deemed a natural-born subject.             Affidavit to accompany petition.    Power to award and enforce payment of costs.    Papers to Attorney- General. subject or person aforesaid, being so domiciled or claiming as aforesaid, may in like manner apply to the Court for a decree declaring that his marriage was or is a valid marriage.  (2) The Court shall have jurisdiction to hear and determine the application and to make a decree declaratory of the legitimacy or illegitimacy of that person, or the validity or invalidity of that marriage, as to the Court seems just; and the decree, except as hereinafter mentioned, shall be binding to all intents and purposes on the State and on all persons whomsoever.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any Commonwealth citizen or anyone whose right to be deemed a citizen of Guyana or a Commonwealth citizen depends wholly or in part on his legitimacy or on the validity of a marriage, being domiciled in Guyana, or claiming any movable or immovable property situate therein, may apply by petition to the Court praying for a decree declaring that the petitioner is the legitimate child of his parents, and that the marriage of his father and mother, or of his grandfather and grandmother, was a valid marriage, or for a decree declaring either of the matters aforesaid; and any LAWS OF GUYANA Matrimonial Causes Cap. 45:02 19  L.R.O. 1/2012                Declaration of right to be deemed a natural-born subject.             Affidavit to accompany petition.    Power to award and enforce payment of costs.    Papers to Attorney- General. subject or person aforesaid, being so domiciled or claiming as aforesaid, may in like manner apply to the Court for a decree declaring that his marriage was or is a valid marriage."
                },
                {
                    "representation": "(2)",
                    "description": "The Court shall have jurisdiction to hear and determine the application and to make a decree declaratory of the legitimacy or illegitimacy of that person, or the validity or invalidity of that marriage, as to the Court seems just; and the decree, except as hereinafter mentioned, shall be binding to all intents and purposes on the State and on all persons whomsoever."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Declaration of right to be deemed a natural-born subject. ",
            "context": "MATRIMONIAL CAUSES ACT under Declaration of right to be deemed a natural-born subject. 33. Anyone, being so domiciled or claiming as aforesaid, may apply by petition to the Court for a decree declaratory of his right to be deemed a citizen of Guyana or a Commonwealth citizen; and the Court shall have jurisdiction to hear and determine the application and to make any decree thereon to the Court seeming just; and where the application last aforesaid is made by the person making an application for a decree declaring his legitimacy or the validity of a marriage, both applications may be included in the same petition; and every decree made by the Court, except as hereinafter mentioned, shall be valid and binding to all intents and purposes upon the State and all persons whomsoever.",
            "description": "Anyone, being so domiciled or claiming as aforesaid, may apply by petition to the Court for a decree declaratory of his right to be deemed a citizen of Guyana or a Commonwealth citizen; and the Court shall have jurisdiction to hear and determine the application and to make any decree thereon to the Court seeming just; and where the application last aforesaid is made by the person making an application for a decree declaring his legitimacy or the validity of a marriage, both applications may be included in the same petition; and every decree made by the Court, except as hereinafter mentioned, shall be valid and binding to all intents and purposes upon the State and all persons whomsoever."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Affidavit to accompany petition. ",
            "context": "MATRIMONIAL CAUSES ACT under Affidavit to accompany petition. 34. Every petition under section 32 shall be accompanied by such affidavit verifying the petition and of the absence of collusion as the Court by any general rule directs.",
            "description": "Every petition under section 32 shall be accompanied by such affidavit verifying the petition and of the absence of collusion as the Court by any general rule directs."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Power to award and enforce payment of costs. ",
            "context": "MATRIMONIAL CAUSES ACT under Power to award and enforce payment of costs. 35. In all proceedings under section 33 the Court shall have full power to award and enforce payment of costs to any persons cited, whether they do or do not oppose the declaration sought, if the Court deems it reasonable that those costs shall be paid.",
            "description": "In all proceedings under section 33 the Court shall have full power to award and enforce payment of costs to any persons cited, whether they do or do not oppose the declaration sought, if the Court deems it reasonable that those costs shall be paid."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Papers to Attorney-General. ",
            "context": "MATRIMONIAL CAUSES ACT under Papers to Attorney-General. 36. A copy of every petition under this Part and of the affidavit accompanying it shall, one month at least before the LAWS OF GUYANA 20 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012      Persons cited to see proceedings.       Saving of rights.         Saving of judgment.    Rules of court. c. 3:02 petition  is presented or filed, be delivered to the Attorney-General, who shall be a  respondent upon the hearing thereof and upon every subsequent proceeding relating thereto.",
            "description": "A copy of every petition under this Part and of the affidavit accompanying it shall, one month at least before the LAWS OF GUYANA 20 Cap. 45:02 Matrimonial Causes  L.R.O. 1/2012      Persons cited to see proceedings.       Saving of rights.         Saving of judgment.    Rules of court. c. 3:02 petition  is presented or filed, be delivered to the Attorney-General, who shall be a  respondent upon the hearing thereof and upon every subsequent proceeding relating thereto."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Persons cited to see proceedings. ",
            "context": "MATRIMONIAL CAUSES ACT under Persons cited to see proceedings. 37. Where an application to the Court is made under this Part, any person or persons besides the Attorney-General whom the Court thinks fit shall, subject to the rules, be cited to see proceedings or otherwise summoned in the manner directed by the Court, and may be permitted to become parties to the proceedings and oppose the application.",
            "description": "Where an application to the Court is made under this Part, any person or persons besides the Attorney-General whom the Court thinks fit shall, subject to the rules, be cited to see proceedings or otherwise summoned in the manner directed by the Court, and may be permitted to become parties to the proceedings and oppose the application."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Saving of rights. ",
            "context": "MATRIMONIAL CAUSES ACT under Saving of rights. 38. The decree of the Court shall not in any case prejudice anyone unless that person has been cited or made a party to the proceedings, or is the heir-at-law, or next-of-kin, or other real or personal representative of, or derives title under or through, a person so cited or made a party; nor shall the decree prejudice anyone if subsequently proved to have been obtained by fraud or collusion.",
            "description": "The decree of the Court shall not in any case prejudice anyone unless that person has been cited or made a party to the proceedings, or is the heir-at-law, or next-of-kin, or other real or personal representative of, or derives title under or through, a person so cited or made a party; nor shall the decree prejudice anyone if subsequently proved to have been obtained by fraud or collusion."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Saving of judgment. ",
            "context": "MATRIMONIAL CAUSES ACT under Saving of judgment. 39. No proceeding to be had under this Act shall affect any final judgment or decree already pronounced or made by a court of competent jurisdiction.",
            "description": "No proceeding to be had under this Act shall affect any final judgment or decree already pronounced or made by a court of competent jurisdiction."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Rules of court.  __________________________ 1929 Ed. c. 143 1953 Ed. c. 166 _______________________________________________________ 34 of 1916 An Act to determine the laws and procedure of Divorce and Matrimonial Causes and of Declarations of Legitimacy.  [30TH DECEMBER, 1916]     Short title.  Jurisdiction.  [1 of 1951 34 of 1951] PART I  ",
            "context": "MATRIMONIAL CAUSES ACT under Rules of court.  __________________________ 1929 Ed. c. 143 1953 Ed. c. 166 _______________________________________________________ 34 of 1916 An Act to determine the laws and procedure of Divorce and Matrimonial Causes and of Declarations of Legitimacy.  [30TH DECEMBER, 1916]     Short title.  Jurisdiction.  [1 of 1951 34 of 1951] PART I  40. Rules of court may be made for the purpose of this Act under the High Court Act.  ____________________  LAWS OF GUYANA Matrimonial Causes Cap. 45:02 21  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________  RULES OF COURT (MATRIMONIAL CAUSES)  ARRANGEMENT OF RULES  RULES",
            "description": "Rules of court may be made for the purpose of this Act under the High Court Act.  ____________________  LAWS OF GUYANA Matrimonial Causes Cap. 45:02 21  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________  RULES OF COURT (MATRIMONIAL CAUSES)  ARRANGEMENT OF RULES  RULES"
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Permanent alimony. ",
            "context": "MATRIMONIAL CAUSES ACT under Permanent alimony. 41. Permanent alimony shall, unless otherwise ordered, commence and be computed from the date of the final decree of the Court or of the Court of Appeal on appeal, as the case may be.",
            "description": "Permanent alimony shall, unless otherwise ordered, commence and be computed from the date of the final decree of the Court or of the Court of Appeal on appeal, as the case may be."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Alimony pending suit.  LAWS OF GUYANA 24 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court (Matrimonial Causes)   L.R.O. 1/2012 RULES MAINTENANCE AND SETTLEMENTS  ",
            "context": "MATRIMONIAL CAUSES ACT under Alimony pending suit.  LAWS OF GUYANA 24 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court (Matrimonial Causes)   L.R.O. 1/2012 RULES MAINTENANCE AND SETTLEMENTS  42. Alimony pending suit, and also permanent alimony, shall be paid to the wife, or to some person or persons to be nominated in writing by her and approved by c. 3:02 c. 3:01alimony. LAWS OF GUYANA Matrimonial Causes Cap. 45:02 43 [Subsidiary] Rules of Court (Matrimonial Causes)  L.R.O. 1/2012         Exercise of authority in sections 14, 16, 22, 26, 27,",
            "description": "Alimony pending suit, and also permanent alimony, shall be paid to the wife, or to some person or persons to be nominated in writing by her and approved by c. 3:02 c. 3:01alimony. LAWS OF GUYANA Matrimonial Causes Cap. 45:02 43 [Subsidiary] Rules of Court (Matrimonial Causes)  L.R.O. 1/2012         Exercise of authority in sections 14, 16, 22, 26, 27,"
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Exercise of authority in sections 14, 16, 22, 26, 27, ",
            "context": "MATRIMONIAL CAUSES ACT under Exercise of authority in sections 14, 16, 22, 26, 27, 43. (1) Applications to the Court to exercise the authority given by sections 14, 16, 22, 26, 27 and 30 of the Act leave of the Court, be filed as soon as by the said sections those applications can be made, or within one month thereafter.  (2) When application is made for maintenance under section 14, the petition may be filed as soon as, but not before, a decree nisi has been pronounced.  (3) A certified copy of the petition, under seal of the Court, shall be personally served on the husband or wife, as the case may be, and on the person or persons who may have any legal or beneficial interest in the property in respect of which the application is made, unless the Court on summons shall direct any other mode of service, or dispense with service on that person or any of those persons.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Applications to the Court to exercise the authority given by sections 14, 16, 22, 26, 27 and 30 of the Act leave of the Court, be filed as soon as by the said sections those applications can be made, or within one month thereafter."
                },
                {
                    "representation": "(2)",
                    "description": "When application is made for maintenance under section 14, the petition may be filed as soon as, but not before, a decree nisi has been pronounced."
                },
                {
                    "representation": "(3)",
                    "description": "A certified copy of the petition, under seal of the Court, shall be personally served on the husband or wife, as the case may be, and on the person or persons who may have any legal or beneficial interest in the property in respect of which the application is made, unless the Court on summons shall direct any other mode of service, or dispense with service on that person or any of those persons."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Filing of answer to application. ",
            "context": "MATRIMONIAL CAUSES ACT under Filing of answer to application. 44. (1) The husband or wife, and the other person or persons Filing of (if any) served with the petition may, within ten days after service, file an answer on oath thereto, and shall on the same day deliver a  copy thereof to the opposite party or his Attorney-at-law.  (2) Any person served with the petition, not being a party to the principal cause, must enter an appearance before filing an answer thereto.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The husband or wife, and the other person or persons Filing of"
                },
                {
                    "representation": "(2)",
                    "description": "Any person served with the petition, not being a party to the principal cause, must enter an appearance before filing an answer thereto."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Reply. ",
            "context": "MATRIMONIAL CAUSES ACT under Reply. 45. Within ten days from filing the answer, the opposite party may file a reply thereto, and the same time is allowed for filing any further pleading by way of rejoinder.   are to be made in  a  separate petition, which must, unless by LAWS OF GUYANA 44 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court (Matrimonial Causes)   L.R.O. 1/2012 Setting down for hearing.    Costs.         Custody.         Election of guardian.",
            "description": "Within ten days from filing the answer, the opposite party may file a reply thereto, and the same time is allowed for filing any further pleading by way of rejoinder.   are to be made in  a  separate petition, which must, unless by LAWS OF GUYANA 44 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court (Matrimonial Causes)   L.R.O. 1/2012 Setting down for hearing.    Costs.         Custody.         Election of guardian."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Setting down for hearing. ",
            "context": "MATRIMONIAL CAUSES ACT under Setting down for hearing. 46. Within four days after the filing of the reply or rejoinder Setting down thereto (if any), the petitioner shall set down the petition for hearing.",
            "description": "Within four days after the filing of the reply or rejoinder Setting down thereto (if any), the petitioner shall set down the petition for hearing."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Costs.  CUSTODY OF AND ACCESS TO CHILDREN  ",
            "context": "MATRIMONIAL CAUSES ACT under Costs.  CUSTODY OF AND ACCESS TO CHILDREN  47. The costs of a wife of and incidental to the petition or answer shall not be allowed on taxation of costs against the husband before the final decree in the principal cause without direction of the Court.  CUSTODY OF AND ACCESS TO CHILDREN",
            "description": "The costs of a wife of and incidental to the petition or answer shall not be allowed on taxation of costs against the husband before the final decree in the principal cause without direction of the Court.  CUSTODY OF AND ACCESS TO CHILDREN"
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Custody.  GUARDIANS OF MINORS  ",
            "context": "MATRIMONIAL CAUSES ACT under Custody.  GUARDIANS OF MINORS  48. Before the hearing of a cause, a husband or wife who are parties to it may apply to the Court on summons for an order relating to the custody, maintenance or education of, or for access to, children the issue of the marriage.  GUARDIANS OF MINORS",
            "description": "Before the hearing of a cause, a husband or wife who are parties to it may apply to the Court on summons for an order relating to the custody, maintenance or education of, or for access to, children the issue of the marriage.  GUARDIANS OF MINORS"
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Election of guardian.  PERSONS OF UNSOUND MIND  ",
            "context": "MATRIMONIAL CAUSES ACT under Election of guardian.  PERSONS OF UNSOUND MIND  49. (1) A minor above the age of seven years may elect friends, as guardian or guardians for the purpose of proceeding on his or her behalf as petitioner, respondent, or intervener in a cause.  (2) The instrument of election must be filed in the registry before the guardian elected can extract a citation or enter an appearance on behalf of the minor.  (3) When a minor elects some person or persons other than his or her next of kin as guardian for the purposes of a suit, application for assignment of the guardian must be made to the Court on summons founded on affidavit.  (4) It shall not be necessary for a minor who is made a co-respondent in a suit or an alleged adulterer to elect or have assigned to him a guardian for the purpose of conducting his defence. any   one  or   more   of   his   or   her  next  of  kin,   or   next LAWS OF GUYANA Matrimonial Causes Cap. 45:02 45 [Subsidiary] Rules of Court (Matrimonial Causes)  L.R.O. 1/2012    Suit on behalf of person of unsound mind.                     Deserted wife protection order.             Discharge of protection order.      PERSONS OF UNSOUND MIND",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A minor above the age of seven years may elect friends, as guardian or guardians for the purpose of proceeding on his or her behalf as petitioner, respondent, or intervener in a cause."
                },
                {
                    "representation": "(2)",
                    "description": "The instrument of election must be filed in the registry before the guardian elected can extract a citation or enter an appearance on behalf of the minor."
                },
                {
                    "representation": "(3)",
                    "description": "When a minor elects some person or persons other than his or her next of kin as guardian for the purposes of a suit, application for assignment of the guardian must be made to the Court on summons founded on affidavit."
                },
                {
                    "representation": "(4)",
                    "description": "It shall not be necessary for a minor who is made a co-respondent in a suit or an alleged adulterer to elect or have assigned to him a guardian for the purpose of conducting his defence. any   one  or   more   of   his   or   her  next  of  kin,   or   next LAWS OF GUYANA Matrimonial Causes Cap. 45:02 45 [Subsidiary] Rules of Court"
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Suit on behalf of person of unsound mind.  PROTECTION ORDERS  ",
            "context": "MATRIMONIAL CAUSES ACT under Suit on behalf of person of unsound mind.  PROTECTION ORDERS  50. (1) A committee duly appointed of a person of unsound mind may take out a citation and prosecute a suit on behalf of that person as a petitioner, or enter an appearance, intervene, or proceed with the defence, on behalf of the person as a respondent.  (2) If no committee has been appointed, application is to be made to the Court by summons for assignment of a guardian to the person of unsound mind for the purpose of prosecuting, intervening in, or defending the suit, on his or her behalf.  (3) If the opposite party is already before the Court when the application for assignment is made, he or she shall be served with notice of the application.  PROTECTION ORDERS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A committee duly appointed of a person of unsound mind may take out a citation and prosecute a suit on behalf of that person as a petitioner, or enter an appearance, intervene, or proceed with the defence, on behalf of the person as a respondent."
                },
                {
                    "representation": "(2)",
                    "description": "If no committee has been appointed, application is to be made to the Court by summons for assignment of a guardian to the person of unsound mind for the purpose of prosecuting, intervening in, or defending the suit, on his or her behalf."
                },
                {
                    "representation": "(3)",
                    "description": "If the opposite party is already before the Court when the application for assignment is made, he or she shall be served with notice of the application.  PROTECTION ORDERS"
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Deserted wife protection order. ",
            "context": "MATRIMONIAL CAUSES ACT under Deserted wife protection order. 51. (1) Applications on the part of a wife deserted by a husband for an order to protect her earnings and property acquired since the commencement of the desertion shall be made in writing in judges' chambers and supported by affidavit in which the applicant must state whether she has any knowledge of the residence of her husband.  (2) If the husband is known to be residing within the jurisdiction the application must be made by summons to him to show cause why an order should not be made, with which he must be personally served.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Applications on the part of a wife deserted by a husband for an order to protect her earnings and property acquired since the commencement of the desertion shall be made in writing in judges' chambers and supported by affidavit in which the applicant must state whether she has any knowledge of the residence of her husband."
                },
                {
                    "representation": "(2)",
                    "description": "If the husband is known to be residing within the jurisdiction the application must be made by summons to him to show cause why an order should not be made, with which he must be personally served."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Discharge of protection order.  APPLICATION TO THE COURT  ",
            "context": "MATRIMONIAL CAUSES ACT under Discharge of protection order.  APPLICATION TO THE COURT  52. Applications for the discharge of a protection order are to be made by motion supported by affidavit, and notice of the motion and copies of any affidavit, or other document to be read or used in support thereof, must be personally served on the wife eight clear days before the motion is heard. LAWS OF GUYANA 46 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court (Matrimonial Causes)   L.R.O. 1/2012    Method of making applications.         Making of motions.            Four clear days between service and hearing.     Party giving notice of motion.               APPLICATIONS TO THE COURT",
            "description": "Applications for the discharge of a protection order are to be made by motion supported by affidavit, and notice of the motion and copies of any affidavit, or other document to be read or used in support thereof, must be personally served on the wife eight clear days before the motion is heard. LAWS OF GUYANA 46 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court (Matrimonial Causes)   L.R.O. 1/2012    Method of making applications.         Making of motions.            Four clear days between service and hearing.     Party giving notice of motion.               APPLICATIONS TO THE COURT"
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Method of making applications. ",
            "context": "MATRIMONIAL CAUSES ACT under Method of making applications. 53. Applications to the Court shall be made  (a) if by motion, to a judge in Court;  (b) if on summons, to a judge in chambers.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "if by motion, to a judge in Court;"
                },
                {
                    "representation": "(b)",
                    "description": "if on summons, to a judge in chambers."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Making of motions. ",
            "context": "MATRIMONIAL CAUSES ACT under Making of motions. 54. Except where any order or rule may be made absolute ex parte in the first instance, no motion shall be made without notice to the parties affected thereby, but the Court, if satisfied that the delay caused by proceeding in the ordinary way would or might entail irreparable or serious mischief, may make any order ex parte upon such terms as to costs or otherwise, and subject to such undertaking, if any, as the Court may think just, and any party affected by the order may move to set it aside.",
            "description": "Except where any order or rule may be made absolute ex parte in the first instance, no motion shall be made without notice to the parties affected thereby, but the Court, if satisfied that the delay caused by proceeding in the ordinary way would or might entail irreparable or serious mischief, may make any order ex parte upon such terms as to costs or otherwise, and subject to such undertaking, if any, as the Court may think just, and any party affected by the order may move to set it aside."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Four clear days between service and hearing. ",
            "context": "MATRIMONIAL CAUSES ACT under Four clear days between service and hearing. 55. Subject to the provisions of these rules, unless the Court gives special leave to the contrary, there must be at least four clear days between the service of a notice of motion motion.",
            "description": "Subject to the provisions of these rules, unless the Court gives special leave to the contrary, there must be at least four clear days between the service of a notice of motion motion."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Party giving notice of motion. ",
            "context": "MATRIMONIAL CAUSES ACT under Party giving notice of motion. 56. (1) The party giving the notice of motion shall on the same day file in the registry a copy thereof and any affidavit to be read in support of the motion, and deliver a copy of the affidavit to the opposite parties to the suit who are entitled to be heard in opposition to the motion.  (2) Any party so entitled may file affidavits in reply and shall deliver copies thereof to the party giving the notice two clear days before the day named therein for hearing the motion.   and   the   day   named  in   the  notice   for   hearing  the LAWS OF GUYANA Matrimonial Causes Cap. 45:02 47 [Subsidiary] Rules of Court (Matrimonial Causes)  L.R.O. 1/2012 Hearing of notice.        Adjournment of motion.    Notice of motion served upon respondent.            Service of summons.           Where any party fails to attend.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The party giving the notice of motion shall on the same day file in the registry a copy thereof and any affidavit to be read in support of the motion, and deliver a copy of the affidavit to the opposite parties to the suit who are entitled to be heard in opposition to the motion."
                },
                {
                    "representation": "(2)",
                    "description": "Any party so entitled may file affidavits in reply and shall deliver copies thereof to the party giving the notice two clear days before the day named therein for hearing the motion.   and   the   day   named  in   the  notice   for   hearing  the LAWS OF GUYANA Matrimonial Causes Cap. 45:02 47 [Subsidiary] Rules of Court"
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Hearing of notice. ",
            "context": "MATRIMONIAL CAUSES ACT under Hearing of notice. 57. If on the hearing of a notice or other application the Court is of opinion that any person to whom notice has not been given ought to have or to have had notice, the Court may either dismiss the motion or application, or adjourn the hearing thereof in order that the notice may be given, upon such terms, if any, as the Court may think fit to impose.",
            "description": "If on the hearing of a notice or other application the Court is of opinion that any person to whom notice has not been given ought to have or to have had notice, the Court may either dismiss the motion or application, or adjourn the hearing thereof in order that the notice may be given, upon such terms, if any, as the Court may think fit to impose."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Adjournment of motion. ",
            "context": "MATRIMONIAL CAUSES ACT under Adjournment of motion. 58. The hearing of any motion or application may from time to time be adjourned upon such terms, if any, as the Court thinks fit.",
            "description": "The hearing of any motion or application may from time to time be adjourned upon such terms, if any, as the Court thinks fit."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Notice of motion served upon respondent. ",
            "context": "MATRIMONIAL CAUSES ACT under Notice of motion served upon respondent. 59.(1) The petitioner shall, without any special leave, be at liberty to serve any notice of motion, or other notice, or any petition or summons, upon any respondent who, having been duly served  with a citation, has not appeared within the time limited for appearance.  (2) The petitioner may, by leave of the court to be obtained ex parte, serve any notice of motion upon any respondent together with the citation, or at any time after service of the citation and before the time limited for the appearance of that respondent.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The petitioner shall, without any special leave, be at liberty to serve any notice of motion, or other notice, or any petition or summons, upon any respondent who, having been duly served  with a citation, has not appeared within the time limited for appearance."
                },
                {
                    "representation": "(2)",
                    "description": "The petitioner may, by leave of the court to be obtained ex parte, serve any notice of motion upon any respondent together with the citation, or at any time after service of the citation and before the time limited for the appearance of that respondent."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Service of summons. ",
            "context": "MATRIMONIAL CAUSES ACT under Service of summons. 60. Every summons shall be served two clear days before the return thereof, unless in any case it is otherwise ordered:  Provided that, in case of summons for time only, the summons may be served on the day previous to the return thereof.",
            "description": "Every summons shall be served two clear days before the return thereof, unless in any case it is otherwise ordered:  Provided that, in case of summons for time only, the summons may be served on the day previous to the return thereof."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Where any party fails to attend. ",
            "context": "MATRIMONIAL CAUSES ACT under Where any party fails to attend. 61. (1) Where any of the parties to a summons fail to attend, whether upon the return of the summons, or at any time appointed for the consideration or further consideration of the matter, the judge may proceed ex parte if, in view of the nature of the case, he thinks it expedient to do so. No affidavit of non-attendance shall be required or allowed, but the judge may require such evidence of service as he may think just. LAWS OF GUYANA 48 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court (Matrimonial Causes)   L.R.O. 1/2012                              Dating of order.             Filing of bills of costs.            (2) Where the judge has proceeded ex parte, the proceeding shall not in any manner be reconsidered in the judge's chambers, unless the judge is satisfied that the party failing to attend was not guilty of wilful delay or negligence, and in that case the costs occasioned by his non-attendance shall be in the discretion of the judge, who may fix the same at the time and direct them to be paid by the party or his Attorney-at-law before he shall be permitted to have the proceeding reconsidered, or make such other order as to the costs as the judge may think just.  (3) Where a proceeding in chambers fails by reason of the non-attendance of any party, and the judge does not think it expedient to proceed ex parte, the judge may order such amount of costs, if any, as he shall think reasonable to be paid to the party attending by the absent party or by his Attorney-at-law personally.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any of the parties to a summons fail to attend, whether upon the return of the summons, or at any time appointed for the consideration or further consideration of the matter, the judge may proceed ex parte if, in view of the nature of the case, he thinks it expedient to do so. No affidavit of non-attendance shall be required or allowed, but the judge may require such evidence of service as he may think just. LAWS OF GUYANA 48 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court"
                },
                {
                    "representation": "(2)",
                    "description": "Where the judge has proceeded ex parte, the proceeding shall not in any manner be reconsidered in the judge's chambers, unless the judge is satisfied that the party failing to attend was not guilty of wilful delay or negligence, and in that case the costs occasioned by his non-attendance shall be in the discretion of the judge, who may fix the same at the time and direct them to be paid by the party or his Attorney-at-law before he shall be permitted to have the proceeding reconsidered, or make such other order as to the costs as the judge may think just."
                },
                {
                    "representation": "(3)",
                    "description": "Where a proceeding in chambers fails by reason of the non-attendance of any party, and the judge does not think it expedient to proceed ex parte, the judge may order such amount of costs, if any, as he shall think reasonable to be paid to the party attending by the absent party or by his Attorney-at-law personally."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Dating of order.   LAWS OF GUYANA Matrimonial Causes Cap. 45:02 25 [Subsidiary] Rules of Court (Matrimonial Causes)  L.R.O. 1/2012 RULES WIFE'S COSTS  ",
            "context": "MATRIMONIAL CAUSES ACT under Dating of order.   LAWS OF GUYANA Matrimonial Causes Cap. 45:02 25 [Subsidiary] Rules of Court (Matrimonial Causes)  L.R.O. 1/2012 RULES WIFE'S COSTS  62. (1) Every order, if and when drawn up, shall be dated the day of the week, month and year on which the same was made, unless the Court otherwise directs.  (2) An order shall be sealed and shall be marked with the name of the judge by whom it is made.  WIFES COSTS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every order, if and when drawn up, shall be dated the day of the week, month and year on which the same was made, unless the Court otherwise directs."
                },
                {
                    "representation": "(2)",
                    "description": "An order shall be sealed and shall be marked with the name of the judge by whom it is made.  WIFES COSTS"
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Filing of bills of costs. ",
            "context": "MATRIMONIAL CAUSES ACT under Filing of bills of costs. 63. (1) After a cause has been set down for hearing, or at an earlier stage of a cause by order of Court to be obtained on summons, a wife who is petitioner, or who has entered an appearance as respondent, in the cause, may file her bill or bills of costs for taxation against her husband.  (2) The Registrar, when the cause has been set down for hearing, shall ascertain what is a sufficient sum of money to be paid into the registry, or what is sufficient LAWS OF GUYANA Matrimonial Causes Cap. 45:02 49 [Subsidiary] Rules of Court (Matrimonial Causes)  L.R.O. 1/2012                         Decision against wife.      Order for payment.               security to be given by the husband, to cover the costs of the wife of and incidental to the hearing of the cause, and shall thereupon issue an order upon the husband to pay or secure the said sum within a time to be fixed by the Registrar.   (3) If the husband, by reason of his wife having separate property, or for other reasons, disputes her right to recover against him any costs pending suit, the Registrar may suspend the order to pay the wife's costs, or to pay or secure the sum ascertained to be sufficient to cover the costs of and incidental to the hearing of the cause, for such time as seems to him necessary to enable the husband to obtain the Court's decision as to his liability.  (4) The bond taken to secure the costs of a wife of and incidental to the hearing of a cause shall be filed in the registry and shall not be delivered out or be sued upon without the order of the Court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "After a cause has been set down for hearing, or at an earlier stage of a cause by order of Court to be obtained on summons, a wife who is petitioner, or who has entered an appearance as respondent, in the cause, may file her bill or bills of costs for taxation against her husband."
                },
                {
                    "representation": "(2)",
                    "description": "The Registrar, when the cause has been set down for hearing, shall ascertain what is a sufficient sum of money to be paid into the registry, or what is sufficient LAWS OF GUYANA Matrimonial Causes Cap. 45:02 49 [Subsidiary] Rules of Court"
                },
                {
                    "representation": "(3)",
                    "description": "If the husband, by reason of his wife having separate property, or for other reasons, disputes her right to recover against him any costs pending suit, the Registrar may suspend the order to pay the wife's costs, or to pay or secure the sum ascertained to be sufficient to cover the costs of and incidental to the hearing of the cause, for such time as seems to him necessary to enable the husband to obtain the Court's decision as to his liability."
                },
                {
                    "representation": "(4)",
                    "description": "The bond taken to secure the costs of a wife of and incidental to the hearing of a cause shall be filed in the registry and shall not be delivered out or be sued upon without the order of the Court."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Decision against wife. ",
            "context": "MATRIMONIAL CAUSES ACT under Decision against wife. 64. When on the hearing of a cause the decision is against the wife, no costs of the wife of and incidental to that hearing shall be allowed against the husband except those applied for, and ordered to be allowed by the Court, at the time of the hearing.",
            "description": "When on the hearing of a cause the decision is against the wife, no costs of the wife of and incidental to that hearing shall be allowed against the husband except those applied for, and ordered to be allowed by the Court, at the time of the hearing."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Order for payment.  COSTS GENERALLY  ",
            "context": "MATRIMONIAL CAUSES ACT under Order for payment.  COSTS GENERALLY  65. (1) The order for payment of costs of suit in which a respondent or co-respondent has been condemned by a decree nisi shall, if applied for before the decree is made absolute, direct the payment thereof into the registry, and they shall not be paid out of the registry to the party entitled to receive them under the decree nisi until the decree absolute has been obtained.  (2) A wife who is unsuccessful in a cause, and who at the hearing thereof has, in pursuance of rule 64, obtained an order of the Court that her costs of and incidental to the hearing shall be allowed against her husband to the extent of the sum paid or secured by him to cover those costs, may LAWS OF GUYANA 50 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court (Matrimonial Causes)   L.R.O. 1/2012        Condemnation in costs.                                 Bill of costs.        nevertheless proceed at once to obtain them after allowance thereof on taxation.  COSTS GENERALLY",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The order for payment of costs of suit in which a respondent or co-respondent has been condemned by a decree nisi shall, if applied for before the decree is made absolute, direct the payment thereof into the registry, and they shall not be paid out of the registry to the party entitled to receive them under the decree nisi until the decree absolute has been obtained."
                },
                {
                    "representation": "(2)",
                    "description": "A wife who is unsuccessful in a cause, and who at the hearing thereof has, in pursuance of rule 64, obtained an order of the Court that her costs of and incidental to the hearing shall be allowed against her husband to the extent of the sum paid or secured by him to cover those costs, may LAWS OF GUYANA 50 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court"
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Condemnation in costs. ",
            "context": "MATRIMONIAL CAUSES ACT under Condemnation in costs. 66. (1) In all cases in which the Court at the hearing of a cause condemns any party to the suit in costs, the Attorney-at-law of the party to whom the costs are to be paid may forthwith file his bill of costs in the registry and obtain an appointment for taxation, but the taxation shall not take place before the time allowed for appeal has expired, or, if a rule nisi has been granted, until the rule is disposed of, unless the Court, for cause shown, directs a more speedy taxation.  (2) The party who has obtained an appointment to tax a bill of costs shall give the other party or parties to be heard on the taxation thereof two clear days' notice of the appointment and, at or before the same time, deliver to him or them a copy of the bill to be taxed.  (3) When an appointment has been made for taxation of any bill of costs, and any parties to be heard on the taxation do not attend at the time appointed, the taxing officer may nevertheless proceed to tax the bill after the expiration of a quarter of an hour, upon being satisfied by affidavit that the parties not in attendance had due notice of the time appointed.  (4) The fees payable on the taxation of any bill of costs shall be paid by the party on whose application the bill is taxed and shall be allowed as part of that bill.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In all cases in which the Court at the hearing of a cause condemns any party to the suit in costs, the Attorney-at-law of the party to whom the costs are to be paid may forthwith file his bill of costs in the registry and obtain an appointment for taxation, but the taxation shall not take place before the time allowed for appeal has expired, or, if a rule nisi has been granted, until the rule is disposed of, unless the Court, for cause shown, directs a more speedy taxation."
                },
                {
                    "representation": "(2)",
                    "description": "The party who has obtained an appointment to tax a bill of costs shall give the other party or parties to be heard on the taxation thereof two clear days' notice of the appointment and, at or before the same time, deliver to him or them a copy of the bill to be taxed."
                },
                {
                    "representation": "(3)",
                    "description": "When an appointment has been made for taxation of any bill of costs, and any parties to be heard on the taxation do not attend at the time appointed, the taxing officer may nevertheless proceed to tax the bill after the expiration of a quarter of an hour, upon being satisfied by affidavit that the parties not in attendance had due notice of the time appointed."
                },
                {
                    "representation": "(4)",
                    "description": "The fees payable on the taxation of any bill of costs shall be paid by the party on whose application the bill is taxed and shall be allowed as part of that bill."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Bill of costs. ",
            "context": "MATRIMONIAL CAUSES ACT under Bill of costs. 67. The bill of costs of any Attorney-at-law will be taxed on his application as against his client, after sufficient notice given to the person or persons liable for the payment thereof, or on the application of that person or those persons after sufficient notice given to the Attorney-at-law. LAWS OF GUYANA Matrimonial Causes Cap. 45:02 51 [Subsidiary] Rules of Court (Matrimonial Causes)  L.R.O. 1/2012  Order for payment of costs.    Taxing.                            c. 3:02  Sub. Leg.         Execution for non-payment of costs.",
            "description": "The bill of costs of any Attorney-at-law will be taxed on his application as against his client, after sufficient notice given to the person or persons liable for the payment thereof, or on the application of that person or those persons after sufficient notice given to the Attorney-at-law. LAWS OF GUYANA Matrimonial Causes Cap. 45:02 51 [Subsidiary] Rules of Court (Matrimonial Causes)  L.R.O. 1/2012  Order for payment of costs.    Taxing.                            c. 3:02  Sub. Leg.         Execution for non-payment of costs."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Order for payment of costs. ",
            "context": "MATRIMONIAL CAUSES ACT under Order for payment of costs. 68. If an order for payment of costs is required, the same may be obtained by summons, on the amount of those costs being certified by the Registrar.",
            "description": "If an order for payment of costs is required, the same may be obtained by summons, on the amount of those costs being certified by the Registrar."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Taxing. ",
            "context": "MATRIMONIAL CAUSES ACT under Taxing. 69. (1) On every taxation the taxing officer shall allow all such costs, charges, and expenses as appear to him to have been necessary or proper for the attainment of justice, or for defending the rights of any party, but save as against the party who incurred the same, no costs shall be allowed which appear to the taxing officer to have been incurred or increased through over-caution, negligence, or mistake, or by payment of special fees to counsel, or special charges or expenses to witnesses or other persons, or by other unusual expenses.  (2) Such costs of procuring the advice of counsel on the pleadings, evidence, and proceedings in any cause or matter as the taxing officer in his discretion thinks just and reasonable, and of procuring counsel to settle such pleadings and special affidavits as the taxing officer in his discretion thinks proper to be settled by counsel, are to be allowed; but as to affidavits, a separate fee is not to be allowed for each affidavit, but one fee for all the affidavits proper to be so settled, which are or ought to be filed at the same time.  (3) Allowances to witnesses are to be made according to the condition of witness and scale of allowance given in the Rules of the High Court, Appendix V:  Provided always that as to evidence, such just and reasonable charges and expenses as appear to have been properly and necessarily incurred in procuring evidence and by the witnesses themselves in giving their attendance, are to be allowed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On every taxation the taxing officer shall allow all such costs, charges, and expenses as appear to him to have been necessary or proper for the attainment of justice, or for defending the rights of any party, but save as against the party who incurred the same, no costs shall be allowed which appear to the taxing officer to have been incurred or increased through over-caution, negligence, or mistake, or by payment of special fees to counsel, or special charges or expenses to witnesses or other persons, or by other unusual expenses."
                },
                {
                    "representation": "(2)",
                    "description": "Such costs of procuring the advice of counsel on the pleadings, evidence, and proceedings in any cause or matter as the taxing officer in his discretion thinks just and reasonable, and of procuring counsel to settle such pleadings and special affidavits as the taxing officer in his discretion thinks proper to be settled by counsel, are to be allowed; but as to affidavits, a separate fee is not to be allowed for each affidavit, but one fee for all the affidavits proper to be so settled, which are or ought to be filed at the same time."
                },
                {
                    "representation": "(3)",
                    "description": "Allowances to witnesses are to be made according to the condition of witness and scale of allowance given in the Rules of the High Court, Appendix V:  Provided always that as to evidence, such just and reasonable charges and expenses as appear to have been properly and necessarily incurred in procuring evidence and by the witnesses themselves in giving their attendance, are to be allowed."
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "Execution for non-payment of costs.  ATTORNEYS’ -AT-LAW  FEES AND FEES OF COURT  ",
            "context": "MATRIMONIAL CAUSES ACT under Execution for non-payment of costs.  ATTORNEYS -AT-LAW  FEES AND FEES OF COURT  70. Subject to these Rules, upon the taxing officer's thereof served upon the party liable to pay the costs, certificate  of      costs      being     signed    and     a    copy LAWS OF GUYANA 52 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court (Matrimonial Causes)   L.R.O. 1/2012           Fees in registry.             Time to apply to proceedings. c.3:02 Sub. Leg.                     execution may issue thereunder upon an affidavit of the service and of non-payment.  ATTORNEYS -AT-LAW FEES AND FEES OF COURT",
            "description": "Subject to these Rules, upon the taxing officer's thereof served upon the party liable to pay the costs, certificate  of      costs      being     signed    and     a    copy LAWS OF GUYANA 52 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court (Matrimonial Causes)   L.R.O. 1/2012           Fees in registry.             Time to apply to proceedings. c.3:02 Sub. Leg.                     execution may issue thereunder upon an affidavit of the service and of non-payment.  ATTORNEYS -AT-LAW FEES AND FEES OF COURT"
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Attorneys’ -at- law  fees. ",
            "context": "MATRIMONIAL CAUSES ACT under Attorneys -at- law  fees. 71. In divorce and other matrimonial causes and matters Attorneys-at-law shall be entitled to charge and be allowed the fees set forth in the First Schedule.",
            "description": "In divorce and other matrimonial causes and matters Attorneys-at-law shall be entitled to charge and be allowed the fees set forth in the First Schedule."
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "Fees in registry.  TIME ",
            "context": "MATRIMONIAL CAUSES ACT under Fees in registry.  TIME 72. (1) The fees and percentages contained in the registry in proceedings under the Act.  (2) A folio is to comprise 72 words, every figure comprised in a column, or authorised to be used, being counted as one word.  TIME",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The fees and percentages contained in the registry in proceedings under the Act."
                },
                {
                    "representation": "(2)",
                    "description": "A folio is to comprise 72 words, every figure comprised in a column, or authorised to be used, being counted as one word.  TIME"
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "73",
            "title": "Time to apply to proceedings.  NOTICES, PAPER, ETC.; SERVICE  ",
            "context": "MATRIMONIAL CAUSES ACT under Time to apply to proceedings.  NOTICES, PAPER, ETC.; SERVICE  73. (1) Order 48 shall apply to proceedings under the Act.  (2) When the time for delivering any pleading or document or filing any affidavit, answer, or document, or doing any act, is or has been fixed or limited by any of these rules, or by any order of the Court, the costs of any application to extend that time and of any order made thereon shall be borne by the party making the application unless the Court otherwise orders.  (3) In any case in which any particular number of days, not expressed to be clear days, is prescribed by these Rules, the same shall be reckoned exclusively of the first day and inclusively of the last day.    law fees. Attorneys-at-Second   Schedule  to   these   rules  shall   be   taken  in  the LAWS OF GUYANA Matrimonial Causes Cap. 45:02 53 [Subsidiary] Rules of Court (Matrimonial Causes)  L.R.O. 1/2012    Application of Orders 50 &",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Order 48 shall apply to proceedings under the Act."
                },
                {
                    "representation": "(2)",
                    "description": "When the time for delivering any pleading or document or filing any affidavit, answer, or document, or doing any act, is or has been fixed or limited by any of these rules, or by any order of the Court, the costs of any application to extend that time and of any order made thereon shall be borne by the party making the application unless the Court otherwise orders."
                },
                {
                    "representation": "(3)",
                    "description": "In any case in which any particular number of days, not expressed to be clear days, is prescribed by these Rules, the same shall be reckoned exclusively of the first day and inclusively of the last day.    law fees. Attorneys-at-Second   Schedule  to   these   rules  shall   be   taken  in  the LAWS OF GUYANA Matrimonial Causes Cap. 45:02 53 [Subsidiary] Rules of Court"
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "74",
            "title": "Application of Order XLVII.  PROCEEDINGS BY POOR PERSONS  ",
            "context": "MATRIMONIAL CAUSES ACT under Application of Order XLVII.  PROCEEDINGS BY POOR PERSONS  74. Order 50 and Order 51 rules 1 to 8 (inclusive) shall apply to proceedings under the Act.  PROCEEDINGS BY POOR PERSONS",
            "description": "Order 50 and Order 51 rules 1 to 8 (inclusive) shall apply to proceedings under the Act.  PROCEEDINGS BY POOR PERSONS"
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "75",
            "title": "Poor persons.  EFFECT OF NON-COMPLIANCE  ",
            "context": "MATRIMONIAL CAUSES ACT under Poor persons.  EFFECT OF NON-COMPLIANCE  75. The provisions of Order 53 shall apply to proceedings by poor persons under the Act.  EFFECT OF NON-COMPLIANCE",
            "description": "The provisions of Order 53 shall apply to proceedings by poor persons under the Act.  EFFECT OF NON-COMPLIANCE"
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "76",
            "title": "Non-compliance.  FORMS  ",
            "context": "MATRIMONIAL CAUSES ACT under Non-compliance.  FORMS  76. (1) Order 54 shall apply to proceedings under the Act.  (2) Where an application is made to set aside proceedings for irregularity, the several objections intended to be insisted upon shall be stated in the summons or notice of motion.  (3) When a summons is taken out to set aside any process or proceeding for irregularity with costs, and the summons is dismissed generally without any special direction as to costs, it is to be understood as dismissed with costs.  FORMS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Order 54 shall apply to proceedings under the Act."
                },
                {
                    "representation": "(2)",
                    "description": "Where an application is made to set aside proceedings for irregularity, the several objections intended to be insisted upon shall be stated in the summons or notice of motion."
                },
                {
                    "representation": "(3)",
                    "description": "When a summons is taken out to set aside any process or proceeding for irregularity with costs, and the summons is dismissed generally without any special direction as to costs, it is to be understood as dismissed with costs.  FORMS"
                }
            ]
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "77",
            "title": "Forms.  LAWS OF GUYANA 26 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court (Matrimonial Causes)   L.R.O. 1/2012 PROCEEDINGS UNDER PART II OF THE ACT  ",
            "context": "MATRIMONIAL CAUSES ACT under Forms.  LAWS OF GUYANA 26 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court (Matrimonial Causes)   L.R.O. 1/2012 PROCEEDINGS UNDER PART II OF THE ACT  77. Forms to be used in proceedings under these Rules shall be those in general use in the Supreme Court of British Guyana immediately before 26th May, 1966, for divorce and matrimonial causes and matters therein.  PROCEEDINGS UNDER PART II OF THE ACT",
            "description": "Forms to be used in proceedings under these Rules shall be those in general use in the Supreme Court of British Guyana immediately before 26th May, 1966, for divorce and matrimonial causes and matters therein.  PROCEEDINGS UNDER PART II OF THE ACT"
        }
    },
    {
        "act": "MATRIMONIAL CAUSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "78",
            "title": "Proceedings under Part II. FIRST SCHEDULE—Attorneys’-at-law Fees. SECOND SCHEDULE—Table of Fees to be taken in the Supreme Court for Divorce and Matrimonial Causes.  __________________________   R.22/3/1921 RULES OF COURT (MATRIMONIAL CAUSES)  made under section 40   Citation.     Interpretation.             Proceeding commenced by petition.    Statement in petition.  ",
            "context": "MATRIMONIAL CAUSES ACT under Proceedings under Part II. FIRST SCHEDULEAttorneys-at-law Fees. SECOND SCHEDULETable of Fees to be taken in the Supreme Court for Divorce and Matrimonial Causes.  __________________________   R.22/3/1921 RULES OF COURT (MATRIMONIAL CAUSES)  made under section 40   Citation.     Interpretation.             Proceeding commenced by petition.    Statement in petition.  78. The above rules, so far as the same may be applicable, shall extend to applications and proceedings under Part II of the Act.  LAWS OF GUYANA 54 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court (Matrimonial Causes)   L.R.O. 1/2012 ____________________    FIRST SCHEDULE   CITATIONS, SUBPOENAS, WRITS, SUMMONSES, NOTICES AND SERVICE OF SAME",
            "description": "The above rules, so far as the same may be applicable, shall extend to applications and proceedings under Part II of the Act.  LAWS OF GUYANA 54 Cap. 45:02 Matrimonial Causes [Subsidiary] Rules of Court (Matrimonial Causes)   L.R.O. 1/2012 ____________________    FIRST SCHEDULE   CITATIONS, SUBPOENAS, WRITS, SUMMONSES, NOTICES AND SERVICE OF SAME"
        }
    }
]