[
    {
        "act": "MAINTENANCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "MAINTENANCE ACT under Short title. 1. This Act may be cited as the Maintenance Act.",
            "description": "This Act may be cited as the Maintenance Act."
        }
    },
    {
        "act": "MAINTENANCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Duty of man to maintain certain children. ",
            "context": "MAINTENANCE ACT under Duty of man to maintain certain children. 2. Every man is hereby required to maintain  LAWS OF GUYANA 4 Cap. 45:03 Maintenance   certain children. [4 of 1972 12 of 1983]                                        Duty of woman to maintain certain children. [4 of 1972 19 of 1990]   (a) his own children, whether born in wedlock or not; and also  (b) every child, whether born in wedlock or not, which his wife has living at the time of her marriage with him; and also   (c) if he cohabits with any woman, every child, whether born in wedlock or not, which that woman has living at the time of the commencement of the cohabitation; and also   (d) the children, whether born in wedlock or not,  (i) of any child that his wife has by him during his marriage to her; (ii) of any child of which he has been duly adjudged to be the father under any law for the time being in force; or (iii) of any child which is acknowledged by him to be his own,  in the event of the parents of those children failing to maintain them, until they attain the age of sixteen years, or longer if they are, by reason of bodily or mental infirmity, unable to maintain themselves.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "his own children, whether born in wedlock or not; and also"
                },
                {
                    "representation": "(b)",
                    "description": "every child, whether born in wedlock or not, which his wife has living at the time of her marriage with him; and also"
                },
                {
                    "representation": "(c)",
                    "description": "if he cohabits with any woman, every child, whether born in wedlock or not, which that woman has living at the time of the commencement of the cohabitation; and also"
                },
                {
                    "representation": "(d)",
                    "description": "the children, whether born in wedlock or not,"
                },
                {
                    "representation": "(i)",
                    "description": "of any child that his wife has by him during his marriage to her;"
                }
            ]
        }
    },
    {
        "act": "MAINTENANCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Duty of woman to maintain certain children. ",
            "context": "MAINTENANCE ACT under Duty of woman to maintain certain children. 3. Every woman is hereby required to maintain  (a) her own children, whether born in wedlock or not;  (b) every child, whether born in wedlock LAWS OF GUYANA Maintenance Cap. 45:03 5  L.R.O. 1/2012                               Duty of child to maintain parents. [12 of 1983]               or not, whom her husband has living with them as part of the family at the time of his marriage with her;  (c) if she cohabits with any man, every child, whether born in wedlock or not, whom that man has living with them as part of the family at the time of the commencement of the cohabitation; and  (d) the children, whether born in wedlock or not, of any child that she has had, in the event of the parents of those children failing to do so, until they attain the age of sixteen years, or until they attain the age of eighteen years where they are attending any university, college, school or other educational establishment, or longer if they are, by reason of bodily or mental infirmity, unable to maintain themselves.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "her own children, whether born in wedlock or not;"
                },
                {
                    "representation": "(b)",
                    "description": "every child, whether born in wedlock LAWS OF GUYANA Maintenance Cap. 45:03 5  L.R.O. 1/2012                               Duty of child to maintain parents. [12 of 1983]               or not, whom her husband has living with them as part of the family at the time of his marriage with her;"
                },
                {
                    "representation": "(c)",
                    "description": "if she cohabits with any man, every child, whether born in wedlock or not, whom that man has living with them as part of the family at the time of the commencement of the cohabitation; and"
                },
                {
                    "representation": "(d)",
                    "description": "the children, whether born in wedlock or not, of any child that she has had, in the event of the parents of those children failing to do so, until they attain the age of sixteen years, or until they attain the age of eighteen years where they are attending any university, college, school or other educational establishment, or longer if they are, by reason of bodily or mental infirmity, unable to maintain themselves."
                }
            ]
        }
    },
    {
        "act": "MAINTENANCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Duty of child to maintain parents. ",
            "context": "MAINTENANCE ACT under Duty of child to maintain parents. 4. Everyone born in wedlock is hereby required to maintain his or her father and mother, and grandfathers and grandmothers; and everyone not born in wedlock is hereby required to maintain his or her mother, and also the man (if any) with whom his or her mother openly cohabited at the time of his or her birth, provided that man recognised and treated him or her as the mans child during his or her infancy, and also the man who is his or her father, whether or not his or her mother openly cohabited with that man at the time of his or her birth, provided that during his or her infancy that man had acknowledged him or her as the mans child and had contributed towards his or her maintenance, if the father or mother or other person aforesaid, or all or any of those persons are, by reason of old age, or bodily or mental LAWS OF GUYANA 6 Cap. 45:03 Maintenance        Mode of compelling performance of duties imposed by the Act.                        Proceedings on hearing of complaint. [4 of 1972 12 of 1983 19 of 1990 24 of 1997]           infirmity, unable to maintain himself, herself, or themselves.",
            "description": "Everyone born in wedlock is hereby required to maintain his or her father and mother, and grandfathers and grandmothers; and everyone not born in wedlock is hereby required to maintain his or her mother, and also the man (if any) with whom his or her mother openly cohabited at the time of his or her birth, provided that man recognised and treated him or her as the mans child during his or her infancy, and also the man who is his or her father, whether or not his or her mother openly cohabited with that man at the time of his or her birth, provided that during his or her infancy that man had acknowledged him or her as the mans child and had contributed towards his or her maintenance, if the father or mother or other person aforesaid, or all or any of those persons are, by reason of old age, or bodily or mental LAWS OF GUYANA 6 Cap. 45:03 Maintenance        Mode of compelling performance of duties imposed by the Act.                        Proceedings on hearing of complaint. [4 of 1972 12 of 1983 19 of 1990 24 of 1997]           infirmity, unable to maintain himself, herself, or themselves."
        }
    },
    {
        "act": "MAINTENANCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Mode of compelling performance of duties imposed by the Act. ",
            "context": "MAINTENANCE ACT under Mode of compelling performance of duties imposed by the Act. 5. (1) Anyone entitled to be maintained by another person under this Act, and anyone having the care and custody of a child so entitled, may, if the person, or some or one of the persons, if more than one, fails to maintain him or the child, make a complaint before a magistrate.  (2) The magistrate shall inquire into the matter and, if it appears that the complainant or the child is entitled to be maintained by the person or persons against whom the complaint is made but that he or they has or have neglected to comply with the requirements of this Act, shall summon him or them to appear before the court at a time and place to be mentioned in the summons to answer the matter of the complaint.  (3) If anyone, entitled under this Act to be maintained by some other person or persons, becomes chargeable to the poor law commissioners, the commissioners or a district commissioner may make complaint before a magistrate on behalf of the person relieved; and thereupon the magistrate shall proceed in the same way as if that person had himself made the complaint.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone entitled to be maintained by another person under this Act, and anyone having the care and custody of a child so entitled, may, if the person, or some or one of the persons, if more than one, fails to maintain him or the child, make a complaint before a magistrate."
                },
                {
                    "representation": "(2)",
                    "description": "The magistrate shall inquire into the matter and, if it appears that the complainant or the child is entitled to be maintained by the person or persons against whom the complaint is made but that he or they has or have neglected to comply with the requirements of this Act, shall summon him or them to appear before the court at a time and place to be mentioned in the summons to answer the matter of the complaint."
                },
                {
                    "representation": "(3)",
                    "description": "If anyone, entitled under this Act to be maintained by some other person or persons, becomes chargeable to the poor law commissioners, the commissioners or a district commissioner may make complaint before a magistrate on behalf of the person relieved; and thereupon the magistrate shall proceed in the same way as if that person had himself made the complaint."
                }
            ]
        }
    },
    {
        "act": "MAINTENANCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Proceedings on hearing of complaint. ",
            "context": "MAINTENANCE ACT under Proceedings on hearing of complaint. 6. At the time and place mentioned in the summons, the magistrate shall proceed to inquire into the matter, and, if satisfied that the complainant, or the person on whose behalf complaint is made as aforesaid, is entitled under this Act, to be maintained by the party against whom the complaint is made, and that he has neglected his duty in that respect, shall proceed to inquire into his means, and, if satisfied that he is of ability to maintain or contribute to the maintenance of the complainant, or the person on whose behalf complaint is made as aforesaid, shall proceed to make an order (to be called an order of maintenance) against him, ordering him to pay, either to the complainant or to some person approved by the magistrate and to be named in the order, that periodical L.R.O. 1/2012 LAWS OF GUYANA Maintenance Cap. 45:03 7  L.R.O. 1/2012                                               Limitation of time for sum which, having regard to the means of the party or parties against whom the complaint is made and all the circumstances of the case, the magistrate thinks just:  Provided that  (a) the minimum maintenance payable pursuant to section 3 shall be not less than five hundred dollars nor more than twenty-five thousand dollars per week;  (b) the minimum maintenance payable under section 4 shall be not less than five hundred dollars nor more than thirty thousand dollars per week;  (c) if the complaint has been made under section 5(3), the magistrate may also order the party against whom  the complaint is made to pay to some person named in the order a separate amount of not less than five hundred dollars nor more  than twenty-five thousand dollars, in respect of an order pursuant to section 3, and not less than five hundred dollars nor more than thirty thousand dollars; in respect of an order  pursuant to section 4, for every week that the commissioners or the Deputy Chief Executive Officer of the Regional Democratic Council have or has given relief, but such additional amount shall nevertheless not exceed the actual amount expended on relief.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the minimum maintenance payable pursuant to section 3 shall be not less than five hundred dollars nor more than twenty-five thousand dollars per week;"
                },
                {
                    "representation": "(b)",
                    "description": "the minimum maintenance payable under section 4 shall be not less than five hundred dollars nor more than thirty thousand dollars per week;"
                },
                {
                    "representation": "(c)",
                    "description": "if the complaint has been made under section 5(3), the magistrate may also order the party against whom  the complaint is made to pay to some person named in the order a separate amount of not less than five hundred dollars nor more  than twenty-five thousand dollars, in respect of an order pursuant to section 3, and not less than five hundred dollars nor more than thirty thousand dollars; in respect of an order  pursuant to section 4, for every week that the commissioners or the Deputy Chief Executive Officer of the Regional Democratic Council have or has given relief, but such additional amount shall nevertheless not exceed the actual amount expended on relief."
                }
            ]
        }
    },
    {
        "act": "MAINTENANCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Limitation of time for operation of order of maintenance. ",
            "context": "MAINTENANCE ACT under Limitation of time for operation of order of maintenance. 7. Any order of maintenance made under this Act LAWS OF GUYANA 8 Cap. 45:03 Maintenance   operation of order of maintenance. [4 of 1972 19 of 1990]                      Cancellation of order in certain cases.            Burden of proof as to power of child to maintain himself. [4 of 1972]        Absconding to avoid liability shall, in the case of a child, be deemed to be in force until the child attains the age of sixteen years, or where the child is attending any university, college, school or other educational establishment until the child attains the age of eighteen years, and, in the case of any other person, for the period named in the order:  Provided that  (a) the order may be renewed at any time by any magistrate having jurisdiction to make an order; and   (b) where the person to be maintained is unable to maintain himself by reason of old age or by reason of an illness or infirmity likely to be permanent, the magistrate may make the order of maintenance for the rest of the natural life of that person.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the order may be renewed at any time by any magistrate having jurisdiction to make an order; and"
                },
                {
                    "representation": "(b)",
                    "description": "where the person to be maintained is unable to maintain himself by reason of old age or by reason of an illness or infirmity likely to be permanent, the magistrate may make the order of maintenance for the rest of the natural life of that person."
                }
            ]
        }
    },
    {
        "act": "MAINTENANCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Cancellation of order in certain cases. ",
            "context": "MAINTENANCE ACT under Cancellation of order in certain cases. 8. Any person on whom any order has been made under this Act may at any time apply to any magistrate, having jurisdiction to make that order, to cancel it; and, if he satisfies the magistrate, on due inquiry, that he has ceased to be of ability to maintain or contribute, or that the person whom by the order he was ordered to maintain is no longer unable as aforesaid to maintain himself, the magistrate shall cancel the order.",
            "description": "Any person on whom any order has been made under this Act may at any time apply to any magistrate, having jurisdiction to make that order, to cancel it; and, if he satisfies the magistrate, on due inquiry, that he has ceased to be of ability to maintain or contribute, or that the person whom by the order he was ordered to maintain is no longer unable as aforesaid to maintain himself, the magistrate shall cancel the order."
        }
    },
    {
        "act": "MAINTENANCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Burden of proof as to power of child to maintain himself. ",
            "context": "MAINTENANCE ACT under Burden of proof as to power of child to maintain himself. 9. For the purposes of this Act, every child under sixteen years of age shall be deemed unable to maintain himself by reason of tender years, unless the contrary is shown.",
            "description": "For the purposes of this Act, every child under sixteen years of age shall be deemed unable to maintain himself by reason of tender years, unless the contrary is shown."
        }
    },
    {
        "act": "MAINTENANCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Absconding to avoid liability for maintenance. ",
            "context": "MAINTENANCE ACT under Absconding to avoid liability for maintenance. 10. (1) Everyone, by this Act required to maintain L.R.O. 1/2012 LAWS OF GUYANA Maintenance Cap. 45:03 9  L.R.O. 1/2012 for maintenance.  [6 of 1997]                      Liability of one spouse to pay for maintenance of other spouse in hospital or home for destitute persons. [19 of 1990]                Poor Law Commis-sioners may enforce payment for maintenance of persons in another, who departs from his usual place of abode with a view to evade any liability for any maintenance as aforesaid, or for any payments which he has been ordered to make for the maintenance of another shall be guilty of an offence, and, on conviction thereof, on complaint of the poor law commissioners, or a district commissioner, or of any person entitled under this Act to make a complaint as aforesaid, or of any police or other constable, shall be liable to a fine of nine thousand seven hundred and fifty dollars or to imprisonment for three months.  (2) Any salary, wages, or debts due to that person shall be liable to satisfy the arrears of any payments ordered to be made under this Act, and may be attached, and required to be paid to the person entitled under the order to receive them under the order of the magistrate before whom the person has been tried.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone, by this Act required to maintain L.R.O. 1/2012 LAWS OF GUYANA Maintenance Cap. 45:03 9  L.R.O. 1/2012 for maintenance.  [6 of 1997]                      Liability of one spouse to pay for maintenance of other spouse in hospital or home for destitute persons. [19 of 1990]                Poor Law Commis-sioners may enforce payment for maintenance of persons in another, who departs from his usual place of abode with a view to evade any liability for any maintenance as aforesaid, or for any payments which he has been ordered to make for the maintenance of another shall be guilty of an offence, and, on conviction thereof, on complaint of the poor law commissioners, or a district commissioner, or of any person entitled under this Act to make a complaint as aforesaid, or of any police or other constable, shall be liable to a fine of nine thousand seven hundred and fifty dollars or to imprisonment for three months."
                },
                {
                    "representation": "(2)",
                    "description": "Any salary, wages, or debts due to that person shall be liable to satisfy the arrears of any payments ordered to be made under this Act, and may be attached, and required to be paid to the person entitled under the order to receive them under the order of the magistrate before whom the person has been tried."
                }
            ]
        }
    },
    {
        "act": "MAINTENANCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Liability of one spouse to pay for maintenance of other spouse in hospital or home for destitute persons. ",
            "context": "MAINTENANCE ACT under Liability of one spouse to pay for maintenance of other spouse in hospital or home for destitute persons. 11. (1) Whenever any married person is a patient in a hospital, or is an inmate of a home for destitute persons, the hospital, or home for destitute persons being provided or maintained by the Government out of public moneys, his or her spouse is hereby required to contribute towards his or her maintenance therein, and the next three succeeding sections of this Act shall apply in that case, and for the purposes of those sections every married person shall be deemed a person entitled to be maintained by his or her spouse within the meaning of this Act.  (2) For the purposes of this section and of the two next succeeding sections hospital includes the Mental Hospital and the Mahaica Hospital as well as other hospitals.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever any married person is a patient in a hospital, or is an inmate of a home for destitute persons, the hospital, or home for destitute persons being provided or maintained by the Government out of public moneys, his or her spouse is hereby required to contribute towards his or her maintenance therein, and the next three succeeding sections of this Act shall apply in that case, and for the purposes of those sections every married person shall be deemed a person entitled to be maintained by his or her spouse within the meaning of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of this section and of the two next succeeding sections hospital includes the Mental Hospital and the Mahaica Hospital as well as other hospitals."
                }
            ]
        }
    },
    {
        "act": "MAINTENANCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Poor Law Commissioners may enforce payment for maintenance of persons in hospitals, etc. ",
            "context": "MAINTENANCE ACT under Poor Law Commissioners may enforce payment for maintenance of persons in hospitals, etc. 12. If anyone, entitled under this Act to be maintained by another or others, is a patient in a hospital, or is an inmate of a home for destitute persons or orphanage, or is a child in a training school within the meaning of the Training Schools Act, the hospital, home for destitute persons, orphanage or LAWS OF GUYANA 10 Cap. 45:03 Maintenance   hospitals, etc.  [4 of 1972 19 of 1990]                 Order for maintenance.  [4 of 1972 12 of 1983 19 of 1990 24 of  1997]                            training school being provided or maintained by the Government out of public moneys, the poor law commissioners or a district commissioner may make complaint before a magistrate, who shall thereupon inquire into the matter, and, if it appears to him that the first-mentioned person is entitled to be maintained by any person or persons under the Act, shall summon the last-mentioned person or persons to appear before him at a time and place to be mentioned in the summons, to show cause why he or they should not contribute towards the maintenance of the first-mentioned person.",
            "description": "If anyone, entitled under this Act to be maintained by another or others, is a patient in a hospital, or is an inmate of a home for destitute persons or orphanage, or is a child in a training school within the meaning of the Training Schools Act, the hospital, home for destitute persons, orphanage or LAWS OF GUYANA 10 Cap. 45:03 Maintenance   hospitals, etc.  [4 of 1972 19 of 1990]                 Order for maintenance.  [4 of 1972 12 of 1983 19 of 1990 24 of  1997]                            training school being provided or maintained by the Government out of public moneys, the poor law commissioners or a district commissioner may make complaint before a magistrate, who shall thereupon inquire into the matter, and, if it appears to him that the first-mentioned person is entitled to be maintained by any person or persons under the Act, shall summon the last-mentioned person or persons to appear before him at a time and place to be mentioned in the summons, to show cause why he or they should not contribute towards the maintenance of the first-mentioned person."
        }
    },
    {
        "act": "MAINTENANCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Order for maintenance. ",
            "context": "MAINTENANCE ACT under Order for maintenance. 13. At the time and place mentioned in the summons, the magistrate shall proceed to inquire into the matter, and, if satisfied that the person in respect of whom the complaint is made is entitled under this Act to be maintained by the party or parties against whom the complaint is made, shall proceed to inquire into his or their means, and, if satisfied that he or they or any of them, is or are of sufficient ability to maintain or contribute towards the maintenance of the person in respect of whom the complaint is made, shall proceed to make an order against him or them, ordering him or them to pay to the commissioners or the Deputy Chief Executive Officer of the Regional Democratic Council that periodical sum which, having regard to his or their means, and all the circumstances of the case, the magistrate thinks just, such sum being within the limits prescribed by section 6, for every week that the person in respect of whom the complaint was made has been in the hospital, home for destitute persons, orphanage or training school within the meaning of the Training Schools Act as aforesaid:  Provided that  (a) no payments shall be recoverable under the order for any period after the person in respect of whom it has been made has died, or has been L.R.O. 1/2012 LAWS OF GUYANA Maintenance Cap. 45:03 11  L.R.O. 1/2012                         Enforcement of order and procedure.  c. 10:02       discharged from the hospital, home for destitute persons, orphanage or training school within the meaning of the Training Schools Act aforesaid;   (b) if the person against whom an order is made under this section has previously had an order made against him under section 6 in respect of the same person, the last-mentioned order shall not be enforced as long as the order made under this section is enforceable; and  (c) no order shall be made under section 6 as long as any order under this section remains in force in respect of the same person.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "no payments shall be recoverable under the order for any period after the person in respect of whom it has been made has died, or has been L.R.O. 1/2012 LAWS OF GUYANA Maintenance Cap. 45:03 11  L.R.O. 1/2012                         Enforcement of order and procedure.  c. 10:02       discharged from the hospital, home for destitute persons, orphanage or training school within the meaning of the Training Schools Act aforesaid;"
                },
                {
                    "representation": "(b)",
                    "description": "if the person against whom an order is made under this section has previously had an order made against him under section 6 in respect of the same person, the last-mentioned order shall not be enforced as long as the order made under this section is enforceable; and"
                },
                {
                    "representation": "(c)",
                    "description": "no order shall be made under section 6 as long as any order under this section remains in force in respect of the same person."
                }
            ]
        }
    }
]