[
    {
        "act": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT under Short title. 1. This Act may be cited as the Maintenance Orders (Facilities for Enforcement) Act.",
            "description": "This Act may be cited as the Maintenance Orders (Facilities for Enforcement) Act."
        }
    },
    {
        "act": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT under Interpretation. 02.",
            "description": "02."
        }
    },
    {
        "act": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Enforcement in Guyana of maintenance orders made in England or Ireland. ",
            "context": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT under Enforcement in Guyana of maintenance orders made in England or Ireland. 3. (1) Where a maintenance order has, whether before or after the commencement of this Act, been made against anyone by a court in England or Ireland, and a certified copy of the order has been transmitted by the Secretary of State to the Minister, the Minister shall send a copy of the order to the prescribed officer of a court in Guyana for registration; and on receipt thereof the order shall be registered in the prescribed manner and shall, from the date of the registration, be of the same force and effect, and, subject to this Act, all proceedings may be taken thereon, as if it had been an order originally obtained in the court in which it is so registered, and that court shall have power to enforce it accordingly.  (2) The court in which an order is to be registered as aforesaid shall, if the court by which it was made was a court of superior jurisdiction, be the High Court of Guyana, and, if the court was not a court of superior jurisdiction, be a LAWS OF GUYANA Maintenance Orders (Facilities for Enforcement) Cap. 45:05 5  L.R.O. 1/2012       Transmission of maintenance orders made in Guyana.     Provisional orders of maintenance against persons resident in England or Ireland. [4 of 1972]                              court of summary jurisdiction.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a maintenance order has, whether before or after the commencement of this Act, been made against anyone by a court in England or Ireland, and a certified copy of the order has been transmitted by the Secretary of State to the Minister, the Minister shall send a copy of the order to the prescribed officer of a court in Guyana for registration; and on receipt thereof the order shall be registered in the prescribed manner and shall, from the date of the registration, be of the same force and effect, and, subject to this Act, all proceedings may be taken thereon, as if it had been an order originally obtained in the court in which it is so registered, and that court shall have power to enforce it accordingly."
                },
                {
                    "representation": "(2)",
                    "description": "The court in which an order is to be registered as aforesaid shall, if the court by which it was made was a court of superior jurisdiction, be the High Court of Guyana, and, if the court was not a court of superior jurisdiction, be a LAWS OF GUYANA Maintenance Orders"
                }
            ]
        }
    },
    {
        "act": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Transmission of maintenance orders made in Guyana. ",
            "context": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT under Transmission of maintenance orders made in Guyana. 4. Where a court in Guyana, has, whether before or after the commencement of this Act, made a maintenance order against anyone, and it is proved to that court that that person is resident in England or Ireland, the court shall send to the Minister for transmission to the Secretary of State a certified copy of the order.",
            "description": "Where a court in Guyana, has, whether before or after the commencement of this Act, made a maintenance order against anyone, and it is proved to that court that that person is resident in England or Ireland, the court shall send to the Minister for transmission to the Secretary of State a certified copy of the order."
        }
    },
    {
        "act": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Provisional orders of maintenance against persons resident in England or Ireland. ",
            "context": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT under Provisional orders of maintenance against persons resident in England or Ireland. 5. (1) Where an application is made to a court of summary jurisdiction in Guyana for a maintenance order against any person, and it is proved that that person is resident in England or Ireland, the court may in his absence, if after hearing the evidence it is satisfied of the justice of the application, make any order it might have made if a summons had been duly served on him and he had failed to appear at the hearing, but in that case the order shall be provisional only and shall have no effect unless and until  confirmed by a competent court in England or Ireland as aforesaid.  (2) The evidence of any witness examined on the application shall be put into writing, and his deposition shall be read over to and signed by him.  (3) Where an order aforesaid is made, the court shall send to the Minister, for transmission to the Secretary of State, the depositions so taken and a certified copy of the order, together with a statement of the grounds on which the making of the order might have been opposed if the person against whom the order is made had been duly served with a summons and had appeared at the hearing, and any information the court possesses for facilitating the identification of that person and ascertaining his whereabouts.  (4) Where any provisional order aforesaid has come before a court in England or Ireland for confirmation, and has by that court been remitted to the court of summary LAWS OF GUYANA 6 Cap. 45:05 Maintenance Orders (Facilities for Enforcement)  L.R.O. 1/2012                                            Confirmation by court of summary jurisdiction of maintenance order made in England or Ireland. [4 of 1972]  jurisdiction which made it for the purpose of taking further evidence, that court or any other court of summary jurisdiction sitting and acting for the same place shall, after giving the prescribed notice,  proceed to take the evidence in like manner and subject to the like conditions as the evidence in support of the original application.  (5) If upon hearing the evidence it appears to the court that the order ought not to have been made, the court may rescind the order, but in any other case the depositions shall be sent to the Minister and dealt with in like manner as the original depositions.  (6) The confirmation of an order made under this section shall not affect any power of a court of summary jurisdiction to vary or rescind that order:  Provided that on the making of a varying or rescinding order the court shall send a certified copy thereof to the Minister for transmission to the Secretary of State, and, in the case of an order varying the original order, the order shall not have any effect unless and until confirmed in like manner as the original order.  (7) The applicant shall have the same right of appeal (if any) against refusal to make a provisional order as he would have had against a refusal to make the order had a summons been duly served on the person against whom the order is sought to be made",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an application is made to a court of summary jurisdiction in Guyana for a maintenance order against any person, and it is proved that that person is resident in England or Ireland, the court may in his absence, if after hearing the evidence it is satisfied of the justice of the application, make any order it might have made if a summons had been duly served on him and he had failed to appear at the hearing, but in that case the order shall be provisional only and shall have no effect unless and until  confirmed by a competent court in England or Ireland as aforesaid."
                },
                {
                    "representation": "(2)",
                    "description": "The evidence of any witness examined on the application shall be put into writing, and his deposition shall be read over to and signed by him."
                },
                {
                    "representation": "(3)",
                    "description": "Where an order aforesaid is made, the court shall send to the Minister, for transmission to the Secretary of State, the depositions so taken and a certified copy of the order, together with a statement of the grounds on which the making of the order might have been opposed if the person against whom the order is made had been duly served with a summons and had appeared at the hearing, and any information the court possesses for facilitating the identification of that person and ascertaining his whereabouts."
                },
                {
                    "representation": "(4)",
                    "description": "Where any provisional order aforesaid has come before a court in England or Ireland for confirmation, and has by that court been remitted to the court of summary LAWS OF GUYANA 6 Cap. 45:05 Maintenance Orders"
                },
                {
                    "representation": "(5)",
                    "description": "If upon hearing the evidence it appears to the court that the order ought not to have been made, the court may rescind the order, but in any other case the depositions shall be sent to the Minister and dealt with in like manner as the original depositions."
                },
                {
                    "representation": "(6)",
                    "description": "The confirmation of an order made under this section shall not affect any power of a court of summary jurisdiction to vary or rescind that order:  Provided that on the making of a varying or rescinding order the court shall send a certified copy thereof to the Minister for transmission to the Secretary of State, and, in the case of an order varying the original order, the order shall not have any effect unless and until confirmed in like manner as the original order."
                },
                {
                    "representation": "(7)",
                    "description": "The applicant shall have the same right of appeal"
                }
            ]
        }
    },
    {
        "act": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Confirmation by court of summary jurisdiction of maintenance order made in England or Ireland. ",
            "context": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT under Confirmation by court of summary jurisdiction of maintenance order made in England or Ireland. 6. (1) Where a maintenance order has been made by a court in England or Ireland, and the order is provisional only and has no effect unless and until confirmed by a court of summary jurisdiction in Guyana, and a certified copy of the order, together with the depositions of witnesses and a statement of the grounds on which the order might have been opposed, has been transmitted to the Minister, and it appears to the Minister that the person against whom the order was LAWS OF GUYANA Maintenance Orders (Facilities for Enforcement) Cap. 45:05 7  L.R.O. 1/2012                                                 made is resident in Guyana, the Minister may send those documents to the prescribed officer of a court of summary jurisdiction with a requisition that a summons be issued calling upon the person to show cause why that order should not be confirmed, and upon receipt of the documents and that requisition the court shall issue the summons and cause it to be served upon that person.  (2) A summons so issued may be served in Guyana in the same manner as if it had been originally issued by a court of summary jurisdiction having jurisdiction in the place where the person happens to be.  (3) At the hearing it shall be open to the person on whom the summons was served to raise any defence which he might have raised in the original proceedings had he been a party thereto but no other defence, and the certificate from the court which made the provisional order stating the grounds on which the making of the order might have been opposed if the person against whom the order was made had been a party to the  proceedings  shall be conclusive evidence that those grounds are grounds on which objection may be taken.  (4) If at the hearing the person served with the summons does not appear or, on appearing, fails to satisfy the court that the order ought not to be confirmed, the court may confirm the order either without  modification or with any modifications to the court after hearing the evidence seeming just.  (5) If the person against whom the summons was issued appears at the hearing and satisfies the court that for the purpose of any defence it is necessary to remit the case to the court which made the provisional order for the taking of any further evidence, the court may so remit the case and adjourn the proceedings for the purpose.  LAWS OF GUYANA 8 Cap. 45:05 Maintenance Orders (Facilities for Enforcement)  L.R.O. 1/2012                       Regulations to facilitate communica-tions between courts. [4 of 1972]     Mode of enforcing orders.     c. 7:01              (6) Where a provisional order has been confirmed under this section, it may be varied or rescinded in like manner as if it had originally been made by the confirming court, and where on an application for rescission or variation the court is satisfied that it is necessary to remit the case to the court which made the order for the purpose of taking any further evidence, the court may so remit the case and adjourn the proceedings for the purpose.  (7) Where an order has been so confirmed, the person bound thereby shall have the same right of appeal (if any), against the confirmation of the order as he would have had against the making of the order had the order been one made by the court confirming the order.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a maintenance order has been made by a court in England or Ireland, and the order is provisional only and has no effect unless and until confirmed by a court of summary jurisdiction in Guyana, and a certified copy of the order, together with the depositions of witnesses and a statement of the grounds on which the order might have been opposed, has been transmitted to the Minister, and it appears to the Minister that the person against whom the order was LAWS OF GUYANA Maintenance Orders"
                },
                {
                    "representation": "(2)",
                    "description": "A summons so issued may be served in Guyana in the same manner as if it had been originally issued by a court of summary jurisdiction having jurisdiction in the place where the person happens to be."
                },
                {
                    "representation": "(3)",
                    "description": "At the hearing it shall be open to the person on whom the summons was served to raise any defence which he might have raised in the original proceedings had he been a party thereto but no other defence, and the certificate from the court which made the provisional order stating the grounds on which the making of the order might have been opposed if the person against whom the order was made had been a party to the  proceedings  shall be conclusive evidence that those grounds are grounds on which objection may be taken."
                },
                {
                    "representation": "(4)",
                    "description": "If at the hearing the person served with the summons does not appear or, on appearing, fails to satisfy the court that the order ought not to be confirmed, the court may confirm the order either without  modification or with any modifications to the court after hearing the evidence seeming just."
                },
                {
                    "representation": "(5)",
                    "description": "If the person against whom the summons was issued appears at the hearing and satisfies the court that for the purpose of any defence it is necessary to remit the case to the court which made the provisional order for the taking of any further evidence, the court may so remit the case and adjourn the proceedings for the purpose.  LAWS OF GUYANA 8 Cap. 45:05 Maintenance Orders"
                },
                {
                    "representation": "(6)",
                    "description": "Where a provisional order has been confirmed under this section, it may be varied or rescinded in like manner as if it had originally been made by the confirming court, and where on an application for rescission or variation the court is satisfied that it is necessary to remit the case to the court which made the order for the purpose of taking any further evidence, the court may so remit the case and adjourn the proceedings for the purpose."
                },
                {
                    "representation": "(7)",
                    "description": "Where an order has been so confirmed, the person bound thereby shall have the same right of appeal"
                }
            ]
        }
    },
    {
        "act": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Regulations to facilitate communications between courts. ",
            "context": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT under Regulations to facilitate communications between courts. 7. The Minister may make regulations as to the manner in which a case can be remitted by a court authorised to confirm a provisional order to the court which made the provisional order, and generally for facilitating communications between those courts.",
            "description": "The Minister may make regulations as to the manner in which a case can be remitted by a court authorised to confirm a provisional order to the court which made the provisional order, and generally for facilitating communications between those courts."
        }
    },
    {
        "act": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Mode of enforcing orders. ",
            "context": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT under Mode of enforcing orders. 8. (l) A court of summary jurisdiction in which an order has been registered under this Act or by which an order has been confirmed under this Act, and the officers of that court, shall take all steps for enforcing the order as may be prescribed, and the order shall be enforceable in like manner as if it were a judgment for the payment of money under the Summary Jurisdiction (Petty Debt) Act:  Provided that, if the order is of such a nature that if made by the court in which it is so registered, or by which it is so confirmed, it would be enforceable in like manner as an order of affiliation, the order shall be so enforceable.  (2) A warrant of distress or commitment issued by a court of summary jurisdiction for the purpose of enforcing an order so registered or confirmed may be executed in any part of Guyana. LAWS OF GUYANA Maintenance Orders (Facilities for Enforcement) Cap. 45:05 9  L.R.O. 1/2012 Application of c. 10:",
            "description": [
                {
                    "representation": "(l)",
                    "description": "A court of summary jurisdiction in which an order has been registered under this Act or by which an order has been confirmed under this Act, and the officers of that court, shall take all steps for enforcing the order as may be prescribed, and the order shall be enforceable in like manner as if it were a judgment for the payment of money under the Summary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "A warrant of distress or commitment issued by a court of summary jurisdiction for the purpose of enforcing an order so registered or confirmed may be executed in any part of Guyana. LAWS OF GUYANA Maintenance Orders"
                }
            ]
        }
    },
    {
        "act": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Application of Cap. 10:",
            "context": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT under Application of Cap. 10:9. The Summary Jurisdiction (Procedure) Act shall apply to proceedings before courts of summary jurisdiction under this Act in like manner as they apply to proceedings in summary conviction offences, and the power of the Minister to make regulations under section 75 of the Summary Jurisdiction (Magistrates) Act shall include power to make rules regulating the procedure of courts of summary jurisdiction under this Act.",
            "description": "The Summary Jurisdiction (Procedure) Act shall apply to proceedings before courts of summary jurisdiction under this Act in like manner as they apply to proceedings in summary conviction offences, and the power of the Minister to make regulations under section 75 of the Summary Jurisdiction (Magistrates) Act shall include power to make rules regulating the procedure of courts of summary jurisdiction under this Act."
        }
    },
    {
        "act": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Proof of document signed by officers of court. ",
            "context": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT under Proof of document signed by officers of court. 10. Any document purporting to be signed by a judge or officer of a court in England or Ireland shall, until the contrary is proved, be deemed to have been so signed without proof of the signature or judicial or official character of the person appearing to have signed it, and the officer of a court by whom a document is signed shall, until the contrary is proved, be deemed to have been the proper officer of the court to sign it.",
            "description": "Any document purporting to be signed by a judge or officer of a court in England or Ireland shall, until the contrary is proved, be deemed to have been so signed without proof of the signature or judicial or official character of the person appearing to have signed it, and the officer of a court by whom a document is signed shall, until the contrary is proved, be deemed to have been the proper officer of the court to sign it."
        }
    },
    {
        "act": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Depositions to be evidence. ",
            "context": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT under Depositions to be evidence. 11. Depositions taken in a court in England or Ireland for the purposes of this Act may be received in evidence in proceedings before courts of summary jurisdiction under this Act.",
            "description": "Depositions taken in a court in England or Ireland for the purposes of this Act may be received in evidence in proceedings before courts of summary jurisdiction under this Act."
        }
    },
    {
        "act": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Extension of Act.  __________________________ 1929 Ed. c. 146 1953 Ed. c. 28 _______________________________________________________ 6 of 1922 An Act to facilitate the Reciprocal Enforcement in Guyana of Maintenance Orders made in the other parts of the Commonwealth.  [6TH MAY, 1922]  Short title.    Interpretation. ",
            "context": "MAINTENANCE ORDERS (FACILTIES FOR  ENFORCEMENT) ACT under Extension of Act.  __________________________ 1929 Ed. c. 146 1953 Ed. c. 28 _______________________________________________________ 6 of 1922 An Act to facilitate the Reciprocal Enforcement in Guyana of Maintenance Orders made in the other parts of the Commonwealth.  [6TH MAY, 1922]  Short title.    Interpretation. 12. (1) Where the Minister is satisfied that reciprocal provisions have been made by the legislature of any Commonwealth territory other than the United Kingdom for the enforcement within  that territory of maintenance orders made by courts within Guyana, the Minister may by order declare that this Act shall extend to maintenance orders made by courts in that Commonwealth territory in like manner as it extends to maintenance orders made within England and Ireland, and on that order being made this Act shall extend accordingly.  (2) In the application of this Act to a Commonwealth territory other than the United Kingdom, orders intended to be registered or confirmed  in that territory shall be transmitted to the Minister (by whatever name called) LAWS OF GUYANA 10 Cap. 45:05 Maintenance Orders (Facilities for Enforcement)  L.R.O. 1/2012        of the Government of that territory charged with responsibility for this function or to the officer administering the Government of that territory.  ____________________          LAWS OF GUYANA Maintenance Orders (Facilities for Enforcement) Cap. 45:05 11  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________ Rules of Court 22/11/1923 R.1/1970 SUPREME COURT (MAINTENANCE ORDERS REGISTRATION) RULES  made under section 9  Citation.    Prescribed officer.    Registration of maintenance orders [R.1/1970]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Minister is satisfied that reciprocal provisions have been made by the legislature of any Commonwealth territory other than the United Kingdom for the enforcement within  that territory of maintenance orders made by courts within Guyana, the Minister may by order declare that this Act shall extend to maintenance orders made by courts in that Commonwealth territory in like manner as it extends to maintenance orders made within England and Ireland, and on that order being made this Act shall extend accordingly."
                },
                {
                    "representation": "(2)",
                    "description": "In the application of this Act to a Commonwealth territory other than the United Kingdom, orders intended to be registered or confirmed  in that territory shall be transmitted to the Minister"
                }
            ]
        }
    }
]