[
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. 1A.   Interpretation. ",
            "context": "INFANCY ACT under Short title. 1A.   Interpretation. 1. This Act may be cited as the Infancy Act.   1A. In this Act  infant means any person who is a minor, whether born in wedlock or out of wedlock;  father, in relation to an infant who is born out of wedlock, means   (i) the man who has been adjudged to be the father of the infant by a court of competent jurisdiction; or  (ii) if there is no such man, the man who has acknowledged the infant to be his child, and has contributed towards the maintenance of the infant, before he exercises or seeks to exercise in respect of the infant any rights or functions conferred on the father of an infant by any provision of this Act,   and the expression parent, in so far as it refers to the father of such infant, shall be construed accordingly.",
            "description": [
                {
                    "representation": "(i)",
                    "description": "the man who has been adjudged to be the father of the infant by a court of competent jurisdiction; or"
                }
            ]
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Contracts by infants, except for necessaries, to be void. ",
            "context": "INFANCY ACT under Contracts by infants, except for necessaries, to be void. 2. All contracts henceforth entered into by infants for the repayment of money lent or to be lent, or for goods CHAPTER 46:01  INFANCY ACT  LAWS OF GUYANA Infancy Cap. 46:01 5  L.R.O. 1/2012 to be void. [12 of 1983]              No action to be brought on ratification of infants contract.     Soliciting infant to make affidavit in connection with loan. [6 of 1997]         Avoiding contract for payment of loan advanced during infancy.              supplied or to be supplied (other than contracts for necessaries), and all accounts stated with infants, shall be absolutely void:  Provided that this enactment shall not invalidate any contract into which an infant, by any existing or future statute or by the rules of common law or equity, may enter except those now voidable by law.",
            "description": "All contracts henceforth entered into by infants for the repayment of money lent or to be lent, or for goods CHAPTER 46:01  INFANCY ACT  LAWS OF GUYANA Infancy Cap. 46:01 5  L.R.O. 1/2012 to be void. [12 of 1983]              No action to be brought on ratification of infants contract.     Soliciting infant to make affidavit in connection with loan. [6 of 1997]         Avoiding contract for payment of loan advanced during infancy.              supplied or to be supplied (other than contracts for necessaries), and all accounts stated with infants, shall be absolutely void:  Provided that this enactment shall not invalidate any contract into which an infant, by any existing or future statute or by the rules of common law or equity, may enter except those now voidable by law."
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "No action to be brought on ratification of infant’s contract. ",
            "context": "INFANCY ACT under No action to be brought on ratification of infants contract. 3. No action shall be brought whereby to charge anyone upon any promise made after full age to pay a debt contracted during infancy, or upon any ratification made after full age of a promise or contract made during infancy, whether there is or is not any new consideration for that promise or ratification after full age.",
            "description": "No action shall be brought whereby to charge anyone upon any promise made after full age to pay a debt contracted during infancy, or upon any ratification made after full age of a promise or contract made during infancy, whether there is or is not any new consideration for that promise or ratification after full age."
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Soliciting infant to make affidavit in connection with loan. ",
            "context": "INFANCY ACT under Soliciting infant to make affidavit in connection with loan. 4. If anyone, except under the authority of the High Court (hereinafter referred to as the Court) solicits an infant to make an affidavit or statutory declaration for the purpose of or in connection with any loan, he shall be liable on summary conviction to a fine of nineteen thousand five hundred dollars and to imprisonment for one month, and if convicted on indictment to a fine of ninety-seven thousand five hundred dollars or to imprisonment for three months.",
            "description": "If anyone, except under the authority of the High Court (hereinafter referred to as the Court) solicits an infant to make an affidavit or statutory declaration for the purpose of or in connection with any loan, he shall be liable on summary conviction to a fine of nineteen thousand five hundred dollars and to imprisonment for one month, and if convicted on indictment to a fine of ninety-seven thousand five hundred dollars or to imprisonment for three months."
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Avoiding contract for payment of loan advanced during infancy. ",
            "context": "INFANCY ACT under Avoiding contract for payment of loan advanced during infancy. 5. (1) If an infant who has contracted a loan which is void in law agrees after he comes of age to pay any money which in whole or in part represents, or is agreed to be paid in respect of, that loan and is not a new advance, that agreement and any instrument, negotiable or other, given in pursuance thereof or for carrying it into effect, or otherwise in relation to the payment of money representing or in respect of the loan, so far as it relates to money which represents or is payable in respect of the loan and is not a new advance, shall be void absolutely as against all persons whomsoever.  (2) For the purposes of this section any interest, commission, or other payment, in respect of the loan shall be LAWS OF GUYANA 6 Cap. 46:01 Infancy  L.R.O. 1/2012            Infant executors and administrators. [O. 4/1974]   c. 12:01           Wills of infants. [12 of 1983]          Marriage settlements with the sanction of the court.                    deemed to be a part of the loan.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If an infant who has contracted a loan which is void in law agrees after he comes of age to pay any money which in whole or in part represents, or is agreed to be paid in respect of, that loan and is not a new advance, that agreement and any instrument, negotiable or other, given in pursuance thereof or for carrying it into effect, or otherwise in relation to the payment of money representing or in respect of the loan, so far as it relates to money which represents or is payable in respect of the loan and is not a new advance, shall be void absolutely as against all persons whomsoever."
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of this section any interest, commission, or other payment, in respect of the loan shall be LAWS OF GUYANA 6 Cap. 46:01 Infancy  L.R.O. 1/2012            Infant executors and administrators. [O. 4/1974]   c. 12:01           Wills of infants. [12 of 1983]          Marriage settlements with the sanction of the court.                    deemed to be a part of the loan."
                }
            ]
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Infant executors and administrators. ",
            "context": "INFANCY ACT under Infant executors and administrators. 6. (1) An infant may be appointed executor but cannot exercise the office until he has attained the full age of eighteen years.  (2) Letters of administration under the Deceased Persons Estates Administration Act shall not be granted to anyone before he has reached the age of eighteen years, but if an infant is named as sole executor by a will, letters of administration durante minore aetate may be granted to his guardian or to any other person the Registrar of Deeds or the Court deems fit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An infant may be appointed executor but cannot exercise the office until he has attained the full age of eighteen years."
                },
                {
                    "representation": "(2)",
                    "description": "Letters of administration under the Deceased Persons Estates Administration Act shall not be granted to anyone before he has reached the age of eighteen years, but if an infant is named as sole executor by a will, letters of administration durante minore aetate may be granted to his guardian or to any other person the Registrar of Deeds or the Court deems fit."
                }
            ]
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Wills of infants. ",
            "context": "INFANCY ACT under Wills of infants. 7. An infant can make a will without the consent of parent or guardian if he or she has attained the full age of fourteen years, but subject as aforesaid an infant cannot make a will.",
            "description": "An infant can make a will without the consent of parent or guardian if he or she has attained the full age of fourteen years, but subject as aforesaid an infant cannot make a will."
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Marriage settlements with the sanction of the Court. ",
            "context": "INFANCY ACT under Marriage settlements with the sanction of the Court. 8. (1) An infant above the age of seventeen years may, with the sanction of the Court, upon or in contemplation of marriage make a valid and binding settlement or contract for a settlement of all or any property movable or immovable, real or personal, whether in possession, reversion, remainder, or expectancy, to or over which he or she is entitled or has any power of appointment, not being a power expressly declared to be incapable of being exercised during infancy; and all transports or conveyances, mortgages, appointments of property, and contracts to make a conveyance, or transport, mortgage, or appointment, executed by the infant with the approbation of the Court in order to give effect to the settlement shall be as valid as if the infant were of full age.  (2) The Court may sanction the settlement or contract upon petition, presented by the infant or his or her guardian, in a summary way without the institution of a suit, and, if there is no guardian, may or may not require a guardian to be appointed, and also may if it thinks fit require LAWS OF GUYANA Infancy Cap. 46:01 7  L.R.O. 1/2012        Marriage to render infant of full age. [O. 4/1974]            Parent under 18 may appoint guardian. [O. 4/1974]        Guardianship of infant. [12 of 1983]            Guardians custody and management of infants property during infancy.  [O. 4/1974]      Application of income of property of infants for purposes of education or any persons interested or appearing to be interested to be served with notice of the petition.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An infant above the age of seventeen years may, with the sanction of the Court, upon or in contemplation of marriage make a valid and binding settlement or contract for a settlement of all or any property movable or immovable, real or personal, whether in possession, reversion, remainder, or expectancy, to or over which he or she is entitled or has any power of appointment, not being a power expressly declared to be incapable of being exercised during infancy; and all transports or conveyances, mortgages, appointments of property, and contracts to make a conveyance, or transport, mortgage, or appointment, executed by the infant with the approbation of the Court in order to give effect to the settlement shall be as valid as if the infant were of full age."
                },
                {
                    "representation": "(2)",
                    "description": "The Court may sanction the settlement or contract upon petition, presented by the infant or his or her guardian, in a summary way without the institution of a suit, and, if there is no guardian, may or may not require a guardian to be appointed, and also may if it thinks fit require LAWS OF GUYANA Infancy Cap. 46:01 7  L.R.O. 1/2012        Marriage to render infant of full age. [O. 4/1974]            Parent under 18 may appoint guardian. [O. 4/1974]        Guardianship of infant. [12 of 1983]            Guardians custody and management of infants property during infancy.  [O. 4/1974]      Application of income of property of infants for purposes of education or any persons interested or appearing to be interested to be served with notice of the petition."
                }
            ]
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Marriage to render infant of full age. ",
            "context": "INFANCY ACT under Marriage to render infant of full age. 9. An infant whether male or female shall be deemed by the mere fact of marriage to have attained full age, but the Court by order, made upon petition by the infant or his or her guardian, or by the Public Trustee, in a summary way without the institution of a suit, may give any directions it sees fit for the protection of the property of the parties until they have attained the age of eighteen.",
            "description": "An infant whether male or female shall be deemed by the mere fact of marriage to have attained full age, but the Court by order, made upon petition by the infant or his or her guardian, or by the Public Trustee, in a summary way without the institution of a suit, may give any directions it sees fit for the protection of the property of the parties until they have attained the age of eighteen."
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Parent under 18 may appoint guardian. 10A. Guardianship of infant. ",
            "context": "INFANCY ACT under Parent under 18 may appoint guardian. 10A. Guardianship of infant. 10. Subject to the other provisions of this Act, a parent under eighteen years whether male or female may, by will, deed, or document notarially executed, appoint as from the date of his or her death a guardian or guardians to any child or children who is or are unmarried at the date of his or her death.  10A. (1) Both the father and the mother of an infant shall be the guardians, and shall be entitled to the custody, of the infant.  (2) The father or mother of an infant, or both of them, may be deprived by the Court of the guardianship or custody of the infant or both under the provisions of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Both the father and the mother of an infant shall be the guardians, and shall be entitled to the custody, of the infant."
                },
                {
                    "representation": "(2)",
                    "description": "The father or mother of an infant, or both of them, may be deprived by the Court of the guardianship or custody of the infant or both under the provisions of this Act."
                }
            ]
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "(1) Guardian’s custody and management of infant’s property during infancy.  (2) Application of income of property of infants for purposes of education or otherwise. ",
            "context": "INFANCY ACT under (1) Guardians custody and management of infants property during infancy.  (2) Application of income of property of infants for purposes of education or otherwise. 11. (1) Any guardian or guardians may assume the custody to the use of any infant of the profits of all his immovable property, and also the custody, tuition, and management of his movable property, until he reaches the age of eighteen years or until his marriage, and bring any action or actions in relation thereto and may take or grant leases on his behalf.  (2) Where any property is held by a guardian, trustee, administrator, or executor, in trust for an infant (whether the trust is express, implied, or constructive), either for life or for any greater interest, and whether absolutely or LAWS OF GUYANA 8 Cap. 46:01 Infancy  L.R.O. 1/2012 otherwise. [O. 4/1974]                                                    On death of one of the contingently on the infant attaining the age of eighteen years, or on the occurrence of any event before the infants  attaining that age, the guardian, trustee, administrator, or executor, may at his sole discretion pay to the infants parent or guardian (if any) or otherwise apply for or towards the infants maintenance, education, or benefit, the income of that property or any part thereof, whether there is or is not any other fund applicable to the same purpose, or anyone bound by law to provide for the infants maintenance or education.  (3) The guardian, trustee, administrator or executor aforesaid shall accumulate all the residue of that income in the way of compound interest by investing it and the resulting income thereof from time to time on securities on which he is by the settlement (if any) or by law authorised to invest trust money, and shall hold those accumulations for the benefit of the person who ultimately becomes entitled to the property from which they arise; but so that the guardian, trustee, administrator, or executor may at any time, if he thinks fit, apply those accumulations or any part thereof, as if they were income arising in the then current year.  (4) This section applies  (a) only if and as far as a contrary intention is not expressed in the instrument (if any), under which the interest of the infant arises, and shall have effect subject to the terms of that instrument and to the provisions therein contained; and  (b) whether the guardian, trustee, administrator, or executor acquired that capacity before or after the commencement of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any guardian or guardians may assume the custody to the use of any infant of the profits of all his immovable property, and also the custody, tuition, and management of his movable property, until he reaches the age of eighteen years or until his marriage, and bring any action or actions in relation thereto and may take or grant leases on his behalf."
                },
                {
                    "representation": "(2)",
                    "description": "Where any property is held by a guardian, trustee, administrator, or executor, in trust for an infant"
                },
                {
                    "representation": "(3)",
                    "description": "The guardian, trustee, administrator or executor aforesaid shall accumulate all the residue of that income in the way of compound interest by investing it and the resulting income thereof from time to time on securities on which he is by the settlement"
                },
                {
                    "representation": "(4)",
                    "description": "This section applies"
                },
                {
                    "representation": "(a)",
                    "description": "only if and as far as a contrary intention is not expressed in the instrument"
                },
                {
                    "representation": "(b)",
                    "description": "whether the guardian, trustee, administrator, or executor acquired that capacity before or after the commencement of this Act."
                }
            ]
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "On death of one of the parents, the other parent to be guardian of the infant alone or jointly with others. ",
            "context": "INFANCY ACT under On death of one of the parents, the other parent to be guardian of the infant alone or jointly with others. 12. (1) Subject to subsection (2), on the death of one of LAWS OF GUYANA Infancy Cap. 46:01 9  L.R.O. 1/2012 parents, the other parent to be guardian of the infant alone or jointly with others. [12 of 1983]                            Parents power of appointment of guardian in certain cases.  [12 of 1983]            the parents of an infant, the surviving parent shall continue to be the guardian of the infant,  (a) where any guardian has been appointed by the parent who died, jointly with that guardian; or  (b) where no guardian has been appointed by the parent who died, alone.  (2) Where one of the parents of an infant has died, and  (a) no person has been appointed by him to be the guardian of the infant; or  (b) if the person or all the persons appointed by him to be the guardian or guardians of the infant is or are dead, or refuses or refuse to act,  the Court, if it thinks fit, may appoint any person or persons to be the guardian or guardians of the infant to act jointly with the surviving parent.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(a)",
                    "description": "no person has been appointed by him to be the guardian of the infant; or"
                },
                {
                    "representation": "(b)",
                    "description": "if the person or all the persons appointed by him to be the guardian or guardians of the infant is or are dead, or refuses or refuse to act,  the Court, if it thinks fit, may appoint any person or persons to be the guardian or guardians of the infant to act jointly with the surviving parent."
                },
                {
                    "representation": "(2)",
                    "description": "Where one of the parents of an infant has died, and"
                }
            ]
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Parent’s power of appointment of guardian in certain cases. ",
            "context": "INFANCY ACT under Parents power of appointment of guardian in certain cases. 13. (1) Any one of the parents of an infant may by will, deed, or document notarially executed appoint any fit person or persons to be guardian or guardians of the infant, after the death of that parent, jointly with the surviving parent.  (1A) Both parents, acting jointly or separately, or any one of the parents, of an infant may by will, deed, or document notarially executed appoint any fit person or persons to be guardian or guardians of the infant, after the death of both parents.   (1B) Where there are more than one person LAWS OF GUYANA 10 Cap. 46:01 Infancy  L.R.O. 1/2012                     Court may make order as to custody. [12 of 1983]                Removal of guardian.             Guardianship in case of divorce or judicial separation.     appointed under subsection (1A) to be guardians of an infant, the guardians so appointed shall act jointly.  (2) If guardians are unable to agree upon a question affecting the welfare of an infant, any of them may apply to the Court for its direction, and the Court may make any order or orders regarding the matters in difference it thinks proper.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any one of the parents of an infant may by will, deed, or document notarially executed appoint any fit person or persons to be guardian or guardians of the infant, after the death of that parent, jointly with the surviving parent."
                },
                {
                    "representation": "(2)",
                    "description": "If guardians are unable to agree upon a question affecting the welfare of an infant, any of them may apply to the Court for its direction, and the Court may make any order or orders regarding the matters in difference it thinks proper."
                }
            ]
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "[Deleted by Act No. 12 of 1983]. ",
            "context": "INFANCY ACT under [Deleted by Act No. 12 of 1983]. 14. [Repealed by Act No. 12 of 1983].",
            "description": "[Repealed by Act No. 12 of 1983]."
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Court may make order as to custody. ",
            "context": "INFANCY ACT under Court may make order as to custody. 15. Where the parents are living apart, the Court may, upon the application of a parent with whom the infant is not residing, make any order it thinks fit regarding the custody of the infant and the right of access to the infant of either parent, having regard to the welfare of the infant and the conduct of the parents, and to the wishes as well of the father as of the mother, and may alter, vary, or discharge the order on the application of either parent or, after the death of either parent, any guardian under this Act, and in every case may make any order respecting the costs of either parent and the liability of the other parent therefor, or otherwise as to costs, it thinks just.",
            "description": "Where the parents are living apart, the Court may, upon the application of a parent with whom the infant is not residing, make any order it thinks fit regarding the custody of the infant and the right of access to the infant of either parent, having regard to the welfare of the infant and the conduct of the parents, and to the wishes as well of the father as of the mother, and may alter, vary, or discharge the order on the application of either parent or, after the death of either parent, any guardian under this Act, and in every case may make any order respecting the costs of either parent and the liability of the other parent therefor, or otherwise as to costs, it thinks just."
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Removal of guardian. ",
            "context": "INFANCY ACT under Removal of guardian. 16. The Court, on being satisfied that it is for the welfare of the infant, may remove from his office any testamentary guardian or any guardian appointed or acting by virtue of this Act, and the Court, if it deems it to be for the welfare of the infant, may also appoint another guardian in place of the guardian so removed.",
            "description": "The Court, on being satisfied that it is for the welfare of the infant, may remove from his office any testamentary guardian or any guardian appointed or acting by virtue of this Act, and the Court, if it deems it to be for the welfare of the infant, may also appoint another guardian in place of the guardian so removed."
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Guardianship in case of divorce or judicial separation. ",
            "context": "INFANCY ACT under Guardianship in case of divorce or judicial separation. 17. Wherever a decree for judicial separation, or a decree either nisi or absolute for divorce, is pronounced, the Court pronouncing the decree may thereby declare the parent by reason of whose misconduct the decree is made to be a person unfit to have the custody of the children (if any) of the marriage; and in that case the parent so declared to be unfit, upon the death of the other parent, shall not be entitled as of LAWS OF GUYANA Infancy Cap. 46:01 11  L.R.O. 1/2012     Application to Court.       In case of separation deed between father and mother. [12 of 1983]            Court to retain upper guardianship.             right to the custody or guardianship of the children.",
            "description": "Wherever a decree for judicial separation, or a decree either nisi or absolute for divorce, is pronounced, the Court pronouncing the decree may thereby declare the parent by reason of whose misconduct the decree is made to be a person unfit to have the custody of the children (if any) of the marriage; and in that case the parent so declared to be unfit, upon the death of the other parent, shall not be entitled as of LAWS OF GUYANA Infancy Cap. 46:01 11  L.R.O. 1/2012     Application to Court.       In case of separation deed between father and mother. [12 of 1983]            Court to retain upper guardianship.             right to the custody or guardianship of the children."
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Application to Court. ",
            "context": "INFANCY ACT under Application to Court. 18. Applications under this Act may be made to the Court in the manner prescribed by rules of court.",
            "description": "Applications under this Act may be made to the Court in the manner prescribed by rules of court."
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "[Repealed  by Act No. 12 of 1983]. ",
            "context": "INFANCY ACT under [Repealed  by Act No. 12 of 1983]. 19. [Repealed by Act No. 12 of 1983].",
            "description": "[Repealed by Act No. 12 of 1983]."
        }
    },
    {
        "act": "INFANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "In case of separation deed between father and mother. ",
            "context": "INFANCY ACT under In case of separation deed between father and mother. 20. No agreement contained in any separation deed made between the father and mother of any infant shall be held to be invalid by reason only of its providing that the custody or control of the infant shall be left exclusively to one parent:  Provided that the Court shall not enforce that agreement if the Court is of opinion that it will not be for the infants benefit to give effect thereto.",
            "description": "No agreement contained in any separation deed made between the father and mother of any infant shall be held to be invalid by reason only of its providing that the custody or control of the infant shall be left exclusively to one parent:  Provided that the Court shall not enforce that agreement if the Court is of opinion that it will not be for the infants benefit to give effect thereto."
        }
    }
]