[
    {
        "act": "LEGITIMACY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. 2 Interpretation. ",
            "context": "LEGITIMACY ACT under Short title. 2 Interpretation. 1. This Act may be cited as the Legitimacy Act.",
            "description": "This Act may be cited as the Legitimacy Act."
        }
    },
    {
        "act": "LEGITIMACY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "In this Act—  “date of legitimation” means the date of the marriage leading to the legitimation. LAWS OF GUYANA 4 Cap. 46:02 Legitimacy  L.R.O. 1/2012               Legitimation by subsequent marriage of parents. [12 of 1983 19 of 1990]              Schedule.       Declarations of legitimacy of legitimated persons. c. 45:02            Rights of legitimated persons, etc., to take interests in property. “disposition” means an assurance of any interest in property by any instrument whether inter vivos or by will;  “intestate” includes a person who leaves a will but dies intestate as to some beneficial interest in his estate;  “legitimated person” means a person legitimated by this Act;   “will” includes a codicil.  ",
            "context": "LEGITIMACY ACT under In this Act  date of legitimation means the date of the marriage leading to the legitimation. LAWS OF GUYANA 4 Cap. 46:02 Legitimacy  L.R.O. 1/2012               Legitimation by subsequent marriage of parents. [12 of 1983 19 of 1990]              Schedule.       Declarations of legitimacy of legitimated persons. c. 45:02            Rights of legitimated persons, etc., to take interests in property. disposition means an assurance of any interest in property by any instrument whether inter vivos or by will;  intestate includes a person who leaves a will but dies intestate as to some beneficial interest in his estate;  legitimated person means a person legitimated by this Act;   will includes a codicil.  2. The Registrar General may, on production of such evidence as appears to him to be satisfactory, authorise at any time the re-registration of the birth of a legitimated person whose birth is already registered under the Registration of Births and Deaths Act, and such re-registration shall be effected in such manner and at such place as the Registrar General, with the approval of the Minister, may by regulations prescribe:  Provided that the Registrar General shall not authorise LAWS OF GUYANA 8 Cap. 46:02 Legitimacy  L.R.O. 1/2012                              c. 45:02      Fees for registration.  [18 of 1985 17 of 1993 6 of 1997]   Parents to furnish information.             the re- registration of the birth of any such person in any case where information with a view to obtaining such re-registration is not furnished to him by both parents, unless  (a) the name of a person acknowledging himself to be the father of the legitimated person has been entered in the register in pursuance of section 31 of the Registration of Births and Deaths Act; or  (b) the paternity of the legitimated person has been established by an affiliation order or otherwise by a decree of a court of competent jurisdiction; or  (c) a declaration of the legitimacy of the legitimated person has been made under Part II of the Matrimonial Causes Act, as amended by this Act.  2A. The fees payable with respect to the re-registration of the birth of a legitimated person shall be sixty dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the name of a person acknowledging himself to be the father of the legitimated person has been entered in the register in pursuance of section 31 of the Registration of Births and Deaths Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "the paternity of the legitimated person has been established by an affiliation order or otherwise by a decree of a court of competent jurisdiction; or"
                },
                {
                    "representation": "(c)",
                    "description": "a declaration of the legitimacy of the legitimated person has been made under Part II of the Matrimonial Causes Act, as amended by this Act.  2A. The fees payable with respect to the re-registration of the birth of a legitimated person shall be sixty dollars."
                }
            ]
        }
    },
    {
        "act": "LEGITIMACY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Legitimation by subsequent marriage of parents. ",
            "context": "LEGITIMACY ACT under Legitimation by subsequent marriage of parents. 3. (1) Subject to this section, where the parents of a person born out of wedlock marry or have married one another, whether before or after the commencement of this Act, the marriage did or shall, if the father or mother of the person born out of wedlock was or is at the date of the marriage domiciled in Guyana, render that person, if he is or was living, legitimate from the date of the marriage.  (2) The legitimation of a person under this Act does not enable him or his spouse, children or remoter issue to take any interest in property save as is hereinafter in this Act expressly provided.  (3) The provisions contained in the Schedule shall have effect with respect to the re-registration of the births of legitimated persons.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, where the parents of a person born out of wedlock marry or have married one another, whether before or after the commencement of this Act, the marriage did or shall, if the father or mother of the person born out of wedlock was or is at the date of the marriage domiciled in Guyana, render that person, if he is or was living, legitimate from the date of the marriage."
                },
                {
                    "representation": "(2)",
                    "description": "The legitimation of a person under this Act does not enable him or his spouse, children or remoter issue to take any interest in property save as is hereinafter in this Act expressly provided."
                },
                {
                    "representation": "(3)",
                    "description": "The provisions contained in the Schedule shall have effect with respect to the re-registration of the births of legitimated persons."
                }
            ]
        }
    },
    {
        "act": "LEGITIMACY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Declarations of legitimacy of legitimated persons. ",
            "context": "LEGITIMACY ACT under Declarations of legitimacy of legitimated persons. 4. A person claiming that he or his parent or any remoter ancestor became or has become a legitimated person may, whether domiciled in Guyana or elsewhere and whether a natural-born Commonwealth citizen or not, present a petition under Part II of the Matrimonial Causes Act, and that Part, subject to such necessary modifications as may be prescribed by rules of court, shall apply accordingly.",
            "description": "A person claiming that he or his parent or any remoter ancestor became or has become a legitimated person may, whether domiciled in Guyana or elsewhere and whether a natural-born Commonwealth citizen or not, present a petition under Part II of the Matrimonial Causes Act, and that Part, subject to such necessary modifications as may be prescribed by rules of court, shall apply accordingly."
        }
    },
    {
        "act": "LEGITIMACY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Rights of legitimated persons, etc., to take interests in property. ",
            "context": "LEGITIMACY ACT under Rights of legitimated persons, etc., to take interests in property. 5. Subject to this Act, a legitimated person and his spouse, children or more remote issue shall be entitled to take any interest in the estate of an intestate or under any disposition in like manner as if the legitimated person had LAWS OF GUYANA Legitimacy Cap. 46:02 5  L.R.O. 1/2012        Succession on intestacy of legitimated persons and their issue.        Application to person born out of wedlock dying before marriage of parents. [12 of 1983]              Personal rights and obligations of legitimated persons.          Estate duty.           Provisions as to persons legitimated by been born legitimate.",
            "description": "Subject to this Act, a legitimated person and his spouse, children or more remote issue shall be entitled to take any interest in the estate of an intestate or under any disposition in like manner as if the legitimated person had LAWS OF GUYANA Legitimacy Cap. 46:02 5  L.R.O. 1/2012        Succession on intestacy of legitimated persons and their issue.        Application to person born out of wedlock dying before marriage of parents. [12 of 1983]              Personal rights and obligations of legitimated persons.          Estate duty.           Provisions as to persons legitimated by been born legitimate."
        }
    },
    {
        "act": "LEGITIMACY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Succession on intestacy of legitimated persons and their issue. ",
            "context": "LEGITIMACY ACT under Succession on intestacy of legitimated persons and their issue. 6. Where a legitimated person or a child or remoter issue of a legitimated person dies intestate in respect of all or any of his property, the same persons shall be entitled to take the same interests therein as they would have been entitled to take if the legitimated person had been born legitimate.",
            "description": "Where a legitimated person or a child or remoter issue of a legitimated person dies intestate in respect of all or any of his property, the same persons shall be entitled to take the same interests therein as they would have been entitled to take if the legitimated person had been born legitimate."
        }
    },
    {
        "act": "LEGITIMACY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Application to person born out of wedlock dying before marriage of parents. ",
            "context": "LEGITIMACY ACT under Application to person born out of wedlock dying before marriage of parents. 7. Where a person born out of wedlock dies after the commencement of this Act and before the marriage of his parents leaving any spouse, children or remoter issue living at the date of such marriage, then, if that person would, if living at the time of the marriage of his parents, have become a legitimated person, the provisions of this Act with respect to the taking of interests in property by, or in succession to, the spouse, children and remoter issue of a legitimated person (including those relating to the rate of estate duty) shall apply as if such person as aforesaid had been a legitimated person and the date of the marriage of his parents had been the date of legitimation.",
            "description": "Where a person born out of wedlock dies after the commencement of this Act and before the marriage of his parents leaving any spouse, children or remoter issue living at the date of such marriage, then, if that person would, if living at the time of the marriage of his parents, have become a legitimated person, the provisions of this Act with respect to the taking of interests in property by, or in succession to, the spouse, children and remoter issue of a legitimated person (including those relating to the rate of estate duty) shall apply as if such person as aforesaid had been a legitimated person and the date of the marriage of his parents had been the date of legitimation."
        }
    },
    {
        "act": "LEGITIMACY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Personal rights and obligations of legitimated persons. ",
            "context": "LEGITIMACY ACT under Personal rights and obligations of legitimated persons. 8. A legitimated person shall have the same rights, and shall be under the same obligations in respect of the maintenance and support of himself or of any other person as if he had been born legitimate, and, subject to this Act, the provisions of any Act relating to claims for damages, compensation, allowance, benefit, or otherwise by or in respect of a legitimate child shall apply in like manner in the case of a legitimated person.",
            "description": "A legitimated person shall have the same rights, and shall be under the same obligations in respect of the maintenance and support of himself or of any other person as if he had been born legitimate, and, subject to this Act, the provisions of any Act relating to claims for damages, compensation, allowance, benefit, or otherwise by or in respect of a legitimate child shall apply in like manner in the case of a legitimated person."
        }
    },
    {
        "act": "LEGITIMACY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Estate duty. ",
            "context": "LEGITIMACY ACT under Estate duty. 9. Where a legitimated person or any relative of a legitimated person takes any interest in property, any estate duty which becomes leviable after the date of legitimation shall be payable at the same rate as if the legitimated persons had been born legitimate.",
            "description": "Where a legitimated person or any relative of a legitimated person takes any interest in property, any estate duty which becomes leviable after the date of legitimation shall be payable at the same rate as if the legitimated persons had been born legitimate."
        }
    },
    {
        "act": "LEGITIMACY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Provisions as to persons legitimated by extraneous law. ",
            "context": "LEGITIMACY ACT under Provisions as to persons legitimated by extraneous law. 10. (1) Where the parents of a person born out of wedlock marry or have married one another, whether before or after the commencement of this Act, and the father or LAWS OF GUYANA 6 Cap. 46:02 Legitimacy  L.R.O. 1/2012 extraneous law. [12 of 1983 19 of 1990]                                  Right of child born out of wedlock and mother of child born out of wedlock to succeed on intestacy of the other. [12 of 1983]      mother of the person born out of wedlock was or is, at the time of the marriage, domiciled in a country, other than Guyana, by the law of which the person born out of wedlock became legitimated by virtue of such subsequent marriage, that person, if living, shall in Guyana be recognised as having been so legitimated from the commencement of this Act or from the date of the marriage whichever last happens, notwithstanding that his father or mother was not at the time of the birth of such person domiciled in a country in which legitimation by subsequent marriage was permitted by law.  (2) All the provisions of this Act relating to legitimated persons and  to the taking of interests in property by or in succession to a legitimated person and the spouse, children and remoter issue of a legitimated person (including those relating to the rate of estate duty) shall apply in the case of a person recognised as having been legitimated under this section, or who would, had he survived the marriage of his parents, have been so recognised; and accordingly, this Act shall have effect as if references therein to a legitimated person, included a person so recognised as having been legitimated.  (3) For the purposes of this section, the expression country includes any Commonwealth country as well as a foreign country.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the parents of a person born out of wedlock marry or have married one another, whether before or after the commencement of this Act, and the father or LAWS OF GUYANA 6 Cap. 46:02 Legitimacy  L.R.O. 1/2012 extraneous law. [12 of 1983 19 of 1990]                                  Right of child born out of wedlock and mother of child born out of wedlock to succeed on intestacy of the other. [12 of 1983]      mother of the person born out of wedlock was or is, at the time of the marriage, domiciled in a country, other than Guyana, by the law of which the person born out of wedlock became legitimated by virtue of such subsequent marriage, that person, if living, shall in Guyana be recognised as having been so legitimated from the commencement of this Act or from the date of the marriage whichever last happens, notwithstanding that his father or mother was not at the time of the birth of such person domiciled in a country in which legitimation by subsequent marriage was permitted by law."
                },
                {
                    "representation": "(2)",
                    "description": "All the provisions of this Act relating to legitimated persons and  to the taking of interests in property by or in succession to a legitimated person and the spouse, children and remoter issue of a legitimated person"
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section, the expression country includes any Commonwealth country as well as a foreign country."
                }
            ]
        }
    },
    {
        "act": "LEGITIMACY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Right of child born out of wedlock and mother of child born out of wedlock to succeed on intestacy of the other. ",
            "context": "LEGITIMACY ACT under Right of child born out of wedlock and mother of child born out of wedlock to succeed on intestacy of the other. 11. (1) Where, after the commencement of this Act and before the commencement of the Children Born Out of Wedlock (Removal of Discrimination) Act 1983, the mother of a child born out of wedlock, such child not being a legitimated person, dies intestate as respects all or any of her property, the child born out of wedlock, or, if he is dead, his issue, shall be entitled to take any interest therein to which he or such issue would have been entitled if he had been born legitimate.  (2) Where, after the commencement of this Act and before the commencement of the Children Born Out of LAWS OF GUYANA Legitimacy Cap. 46:02 7  L.R.O. 1/2012                        Savings.  Wedlock (Removal of Discrimination) Act 1983, a child born out of wedlock, not being a legitimated person, dies intestate in respect of all or any of his property, his mother if surviving shall be entitled to take any interest therein to which she would have been entitled if the child had been born legitimate and she had been the only surviving parent and if his mother does not survive him then such children, whether born in wedlock or out of wedlock, of his mother as  survive him and the persons entitled to succeed them on intestacy shall be entitled to take any interest therein to which they would have been entitled if all such children and the child had been born legitimate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where, after the commencement of this Act and before the commencement of the Children Born Out of Wedlock"
                },
                {
                    "representation": "(2)",
                    "description": "Where, after the commencement of this Act and before the commencement of the Children Born Out of LAWS OF GUYANA Legitimacy Cap. 46:02 7  L.R.O. 1/2012                        Savings.  Wedlock"
                }
            ]
        }
    },
    {
        "act": "LEGITIMACY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Savings.  SCHEDULE—Registration of Births of Legitimated Persons  __________________________ 1953 Ed. c. 165 _______________________________________________________ 14 of 1932 An Act to amend the Law relating to children born out of wedlock.  [14TH MAY, 1932]  Short title.        Interpretation.     ",
            "context": "LEGITIMACY ACT under Savings.  SCHEDULERegistration of Births of Legitimated Persons  __________________________ 1953 Ed. c. 165 _______________________________________________________ 14 of 1932 An Act to amend the Law relating to children born out of wedlock.  [14TH MAY, 1932]  Short title.        Interpretation.     12. Nothing in this Act shall affect the operation or construction of any disposition coming into operation before the commencement of this Act, or affect any rights under the intestacy of a person dying before the commencement of this Act.  ____________________  s. 3(3)           Construction.  c. 44:01     Conditions of re-registration. c. 44:",
            "description": [
                {
                    "representation": "(3)",
                    "description": "Construction.  c. 44:01     Conditions of re-registration. c. 44:"
                }
            ]
        }
    }
]