[
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. 2 Interpretation.  PART II CONSTITUTION AND ADMINISTRATION  ",
            "context": "ADOPTION OF CHILDREN ACT under Short title. 2 Interpretation.  PART II CONSTITUTION AND ADMINISTRATION  1. This Act may be cited as the Adoption of Children Act.",
            "description": "This Act may be cited as the Adoption of Children Act."
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "In this Act–  “adopter” means a person who is proposing to adopt or who has adopted a child, whether in pursuance of an adoption order or otherwise; “adoption order” means an order vesting parental rights and responsibilities relating to a child who is adopted, on the application by the adopter pursuant to this Act, by a Court and includes an order made under section 9 of the repealed Adoption of Children Act; LAWS OF GUYANA 6 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                                               c. 46:01 “Agency” means the Childcare and Protection Agency established under section 3 of the Childcare and Protection Agency Act;  “child” except where used to express a relationship, means a person who has attained the age of eighteen years but does not include a person who is or has never been married;  “common law union” means the cohabitation for a continuous period of five years by a single man and a single woman;  “Court” means the High Court;  “father” in relation to a child born out of wedlock, means –   (i) the man who has signed the birth register as father or who has been adjudged to be the father of the child by a Court of competent jurisdiction; or (ii) if there is no such man, the man who has treated the child as his and has been, in the opinion of the Court, making reasonable financial provision towards the maintenance of the child before he exercises or seeks to exercise in respect of that child any rights or functions of a father, and the expression “parent”, in so far as it relates to the father of the child, shall be construed accordingly;  “guardian” in relation to a child means a person appointed by deed or will in accordance with any law including  the Infancy Act, or by a Court of competent jurisdiction, c. 46:07 LAWS OF GUYANA Adoption of Children Cap. 46:04 7  L.R.O. 1/2012                                                 to be the guardian of the child;  “interim order” means an order that is made, by either the Adoption Board or the Court, temporarily or until the hearing and determination of the matter;  “Minister” under this Act means the Minister who has responsibility for matters related to Welfare of children;  “relative” in relation to a child means a grandparent, brother, sister, uncle, or aunt or cousin whether of the full blood, the half-blood or by affinity, and includes instances where an adoption order has been made in respect of any other person under this Act, and any person who would be a relative of the child in any of the aforesaid relationships if the adopted person were the natural child of the adopter;  “spouse” includes a single man and a single woman living together in a common law union for at least five years.  (2) In making a decision about the adoption of a child, a decision maker is to have regard to the following principles –   (a) that the best interests of the child, both in childhood and in later life, shall be of paramount consideration;  (b) that if the child is able to form his or her own views on a matter concerning the child’s adoption, the child shall be given an opportunity to express those views freely and those views are to be given due weight in the circumstances; and  (c) that the child’s given name or names, identity, language and cultural and LAWS OF GUYANA 8 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                                                 religious ties should, as far as possible, be identified and preserved.  (3) In determining the best interests of the child, the decision maker shall have regard to the following –   (a) any wishes expressed by the child;  (b) the child’s age, gender, maturity, level of understanding, background and family relationships and any other characteristics of the child that the decision maker thinks are relevant  (c) the child’s physical, emotional and educational needs, including the child’s sense of personal, family and cultural identity;  (d) any disability that the child has;  (e) any wishes expressed by either or both of the parents of the child;  (f) the relationship the child has with the child’s parents and siblings (if any) and any other persons (including relatives) in relation to whom the decision maker considers the issue of adoption to be relevant;  (g) the attitude of each adopter to the child and to the responsibilities of parenthood;  (h) the nature of the relationship of the child with each adopter;  (i) the suitability and capacity of each LAWS OF GUYANA Adoption of Children Cap. 46:04 9  L.R.O. 1/2012                                        Establishment of Adoption Board. [10 of 2011]      adopter, or any other person, to provide for the needs of the child, including the emotional and intellectual needs of the child;  (j) the need to protect the child from physical and psychological harm caused, or that may be caused, by being subjected or exposed to abuse, ill-treatment, violence or other behaviour, or being present while a third party is subjected or exposed to abuse, ill-treatment, violence or other behaviour;  (k) the alternatives to the making of an adoption order, including residence and guardianship orders, and the likely effect on the child in both the short and longer term of changes in the child’s circumstances caused by an adoption, so that adoption is determined among all alternative forms of care to best meet the needs of the child.   PART II CONSTITUTION AND ADMINISTRATION OF THE ADOPTION BOARD  ",
            "context": "ADOPTION OF CHILDREN ACT under In this Act  adopter means a person who is proposing to adopt or who has adopted a child, whether in pursuance of an adoption order or otherwise; adoption order means an order vesting parental rights and responsibilities relating to a child who is adopted, on the application by the adopter pursuant to this Act, by a Court and includes an order made under section 9 of the repealed Adoption of Children Act; LAWS OF GUYANA 6 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                                               c. 46:01 Agency means the Childcare and Protection Agency established under section 3 of the Childcare and Protection Agency Act;  child except where used to express a relationship, means a person who has attained the age of eighteen years but does not include a person who is or has never been married;  common law union means the cohabitation for a continuous period of five years by a single man and a single woman;  Court means the High Court;  father in relation to a child born out of wedlock, means    (i) the man who has signed the birth register as father or who has been adjudged to be the father of the child by a Court of competent jurisdiction; or (ii) if there is no such man, the man who has treated the child as his and has been, in the opinion of the Court, making reasonable financial provision towards the maintenance of the child before he exercises or seeks to exercise in respect of that child any rights or functions of a father, and the expression parent, in so far as it relates to the father of the child, shall be construed accordingly;  guardian in relation to a child means a person appointed by deed or will in accordance with any law including  the Infancy Act, or by a Court of competent jurisdiction, c. 46:07 LAWS OF GUYANA Adoption of Children Cap. 46:04 7  L.R.O. 1/2012                                                 to be the guardian of the child;  interim order means an order that is made, by either the Adoption Board or the Court, temporarily or until the hearing and determination of the matter;  Minister under this Act means the Minister who has responsibility for matters related to Welfare of children;  relative in relation to a child means a grandparent, brother, sister, uncle, or aunt or cousin whether of the full blood, the half-blood or by affinity, and includes instances where an adoption order has been made in respect of any other person under this Act, and any person who would be a relative of the child in any of the aforesaid relationships if the adopted person were the natural child of the adopter;  spouse includes a single man and a single woman living together in a common law union for at least five years.  (2) In making a decision about the adoption of a child, a decision maker is to have regard to the following principles    (a) that the best interests of the child, both in childhood and in later life, shall be of paramount consideration;  (b) that if the child is able to form his or her own views on a matter concerning the childs adoption, the child shall be given an opportunity to express those views freely and those views are to be given due weight in the circumstances; and  (c) that the childs given name or names, identity, language and cultural and LAWS OF GUYANA 8 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                                                 religious ties should, as far as possible, be identified and preserved.  (3) In determining the best interests of the child, the decision maker shall have regard to the following    (a) any wishes expressed by the child;  (b) the childs age, gender, maturity, level of understanding, background and family relationships and any other characteristics of the child that the decision maker thinks are relevant  (c) the childs physical, emotional and educational needs, including the childs sense of personal, family and cultural identity;  (d) any disability that the child has;  (e) any wishes expressed by either or both of the parents of the child;  (f) the relationship the child has with the childs parents and siblings (if any) and any other persons (including relatives) in relation to whom the decision maker considers the issue of adoption to be relevant;  (g) the attitude of each adopter to the child and to the responsibilities of parenthood;  (h) the nature of the relationship of the child with each adopter;  (i) the suitability and capacity of each LAWS OF GUYANA Adoption of Children Cap. 46:04 9  L.R.O. 1/2012                                        Establishment of Adoption Board. [10 of 2011]      adopter, or any other person, to provide for the needs of the child, including the emotional and intellectual needs of the child;  (j) the need to protect the child from physical and psychological harm caused, or that may be caused, by being subjected or exposed to abuse, ill-treatment, violence or other behaviour, or being present while a third party is subjected or exposed to abuse, ill-treatment, violence or other behaviour;  (k) the alternatives to the making of an adoption order, including residence and guardianship orders, and the likely effect on the child in both the short and longer term of changes in the childs circumstances caused by an adoption, so that adoption is determined among all alternative forms of care to best meet the needs of the child.   PART II CONSTITUTION AND ADMINISTRATION OF THE ADOPTION BOARD  2. In these Rules   \"applicant\" means the person or persons making an application for an adoption order under the Act;   \"Board\" means the Adoption Board constituted under section 3 of the Act;  \"court\" has the same meaning as in section 2 of the Act ;  \"Form\" means Form in the Schedule;  \"the Registrar\" means the registrar of the Supreme Court.",
            "description": "In these Rules   \"applicant\" means the person or persons making an application for an adoption order under the Act;   \"Board\" means the Adoption Board constituted under section 3 of the Act;  \"court\" has the same meaning as in section 2 of the Act ;  \"Form\" means Form in the Schedule;  \"the Registrar\" means the registrar of the Supreme Court."
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of Adoption Board. ",
            "context": "ADOPTION OF CHILDREN ACT under Establishment of Adoption Board. 3. (1) (a) For the purposes of this Act there shall be constituted a Board to be called the Adoption Board as the Board) which shall consist of a Chairperson, a Deputy chairperson five other persons;  (hereinafter in  this  Act referred to as LAWS OF GUYANA 10 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                                                 (b) The members of the Board shall include an attorney-at-law, a retired social worker who served in a senior capacity, and five other members, who shall have skills, training or experience in child development, sociology, social work or psychology.  (2) The Minister shall appoint all members of the board.  (3) Except for the Chairperson and the Deputy Chairperson who shall hold office for four years, a member of the Board shall hold office for three years from the date of appointment of the member, but shall be eligible for re-appointment once only.  (4) Where a vacancy occurs in the office of a member, whether by reason of death, resignation or other cause, the vacancy shall be filled by a person appointed by the Minister and the person so appointed shall hold office for the unexpired portion of the term of office of that persons predecessor and may be eligible for re-appointment to a subsequent Board.  (5) Where a member of the Board is unable to perform the functions of office of the member by reason of absence, illness or other cause which affects the functioning of the Board, the Minister may appoint a person to be a member of the Board, to act temporarily or permanently in the place of the member who is unable to discharge the functions of that office.  (6) At a meeting of the Board, three members including the chairperson or Deputy Chairperson shall form a quorum.  (7) The Board may from time to time co-opt technical personnel to provide advice to the Board. LAWS OF GUYANA Adoption of Children Cap. 46:04 11  L.R.O. 1/2012                        Application to the Agency. [10 of 2011   Duties of Board.                    (8) The Board shall regulate its procedure in Children Regulations.  (9) The Minister shall appoint a person who has knowledge and training in matters related to childrens welfare to be Secretary and this person shall be an ex-officio member of the Board.  (10) The Board may appear and be represented at any stage of the proceedings in a Court by the agency or by any person generally or specially authorised by the Board.  (11) The life of the Board in existence at the commencement of this Act shall continue to the expiration of its term.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a) For the purposes of this Act there shall be constituted a Board to be called the Adoption Board as the Board) which shall consist of a Chairperson, a Deputy chairperson five other persons;"
                },
                {
                    "representation": "(b)",
                    "description": "The members of the Board shall include an attorney-at-law, a retired social worker who served in a senior capacity, and five other members, who shall have skills, training or experience in child development, sociology, social work or psychology."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall appoint all members of the board."
                },
                {
                    "representation": "(3)",
                    "description": "Except for the Chairperson and the Deputy Chairperson who shall hold office for four years, a member of the Board shall hold office for three years from the date of appointment of the member, but shall be eligible for re-appointment once only."
                },
                {
                    "representation": "(4)",
                    "description": "Where a vacancy occurs in the office of a member, whether by reason of death, resignation or other cause, the vacancy shall be filled by a person appointed by the Minister and the person so appointed shall hold office for the unexpired portion of the term of office of that persons predecessor and may be eligible for re-appointment to a subsequent Board."
                },
                {
                    "representation": "(5)",
                    "description": "Where a member of the Board is unable to perform the functions of office of the member by reason of absence, illness or other cause which affects the functioning of the Board, the Minister may appoint a person to be a member of the Board, to act temporarily or permanently in the place of the member who is unable to discharge the functions of that office."
                },
                {
                    "representation": "(6)",
                    "description": "At a meeting of the Board, three members including the chairperson or Deputy Chairperson shall form a quorum."
                },
                {
                    "representation": "(7)",
                    "description": "The Board may from time to time co-opt technical personnel to provide advice to the Board. LAWS OF GUYANA Adoption of Children Cap. 46:04 11  L.R.O. 1/2012                        Application to the Agency. [10 of 2011   Duties of Board."
                },
                {
                    "representation": "(8)",
                    "description": "The Board shall regulate its procedure in Children Regulations."
                },
                {
                    "representation": "(9)",
                    "description": "The Minister shall appoint a person who has knowledge and training in matters related to childrens welfare to be Secretary and this person shall be an ex-officio member of the Board."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Application to the Agency. ",
            "context": "ADOPTION OF CHILDREN ACT under Application to the Agency. 4. A person desirous of adopting a child shall first make an application to the Agency in the manner prescribed by the regulations made pursuant to this Act",
            "description": "A person desirous of adopting a child shall first make an application to the Agency in the manner prescribed by the regulations made pursuant to this Act"
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Duties of Board. ",
            "context": "ADOPTION OF CHILDREN ACT under Duties of Board. 5. It shall be the duty of the Board  (a) to receive applications from parents, guardians and adopters in respect of the adoption of children;  (b) to make such investigations concerning the adoption of a child for the consideration of the court;  (c) to act as guardian ad litem, of any child in respect of whom an adoption order is sought under this Act.  (2) Notwithstanding subsection (1), a child who is the subject of the application may be separately represented.  accordance with regulations set out in the Adoption of LAWS OF GUYANA 12 Cap. 46:04 Adoption of Children  L.R.O. 1/2012    c. 46:07     Making recoomenda-tions for the adoption of children.                                   Appointment (3) Notwithstanding anything under this act, the policy and decisions of the Board and matters not covered by this Act shall be, in accordance with section 4 of the Childcare and Protection Agency Act, under the general supervision and control of the Agency.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to receive applications from parents, guardians and adopters in respect of the adoption of children;"
                },
                {
                    "representation": "(b)",
                    "description": "to make such investigations concerning the adoption of a child for the consideration of the court;"
                },
                {
                    "representation": "(c)",
                    "description": "to act as guardian ad litem, of any child in respect of whom an adoption order is sought under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding anything under this act, the policy and decisions of the Board and matters not covered by this Act shall be, in accordance with section 4 of the Childcare and Protection Agency Act, under the general supervision and control of the Agency."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Making arrangements for the adoption of children. ",
            "context": "ADOPTION OF CHILDREN ACT under Making arrangements for the adoption of children. 6. (1) The Board shall make recommendations to the Agency and the Agency shall make arrangements where necessary for the adoption of a child.  payment or reward for or in consideration of  (a) the adoption by that person of a child;   (b) the grant by that other person of any agreement or consent required in connection with the adoption of a child;  (c) the transfer by that other person of the actual custody of a child with a view to the adoption of the child; or  (d) the making by that other person of any arrangement for the adoption of a child.  (3) A person who makes or gives, or agrees or offers to make or give, a payment or reward prohibited by this section, or who receives or agrees to receive or attempts to obtain such a payment or reward, commits an offence and is liable on summary conviction to a fine of two hundred and fifty thousand dollars and to imprisonment for a period of one year and the Court may order a child in respect of whom the offence was committed to be removed to a place of safety, having regard to the best interests of the child.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board shall make recommendations to the Agency and the Agency shall make arrangements where necessary for the adoption of a child.  payment or reward for or in consideration of"
                },
                {
                    "representation": "(a)",
                    "description": "the adoption by that person of a child;"
                },
                {
                    "representation": "(b)",
                    "description": "the grant by that other person of any agreement or consent required in connection with the adoption of a child;"
                },
                {
                    "representation": "(c)",
                    "description": "the transfer by that other person of the actual custody of a child with a view to the adoption of the child; or"
                },
                {
                    "representation": "(d)",
                    "description": "the making by that other person of any arrangement for the adoption of a child."
                },
                {
                    "representation": "(3)",
                    "description": "A person who makes or gives, or agrees or offers to make or give, a payment or reward prohibited by this section, or who receives or agrees to receive or attempts to obtain such a payment or reward, commits an offence and is liable on summary conviction to a fine of two hundred and fifty thousand dollars and to imprisonment for a period of one year and the Court may order a child in respect of whom the offence was committed to be removed to a place of safety, having regard to the best interests of the child."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Appointment of agency as guardian ad litem. ",
            "context": "ADOPTION OF CHILDREN ACT under Appointment of agency as guardian ad litem. 7. (1) The agency shall receive an application for (2) A person shall not make or give to another person a LAWS OF GUYANA Adoption of Children Cap. 46:04 13  L.R.O. 1/2012 of agency as guardian ad litem. [10 of 2011]              Delivery of child to adopter. [10 of 2011]                             adoption and shall give its consent in writing if it deems to be desirable to act as guardian ad litem, and shall be guided in its decision by considering the best interests of the child.  (2) The Agency shall in particular investigate the matter and submit a report on the investigation to the Board and to the Court where necessary.  (3) The investigation shall determine the suitability of any applicant and take other considerations as the Board may be required to take into account in accordance with the prescribed regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The agency shall receive an application for"
                },
                {
                    "representation": "(2)",
                    "description": "The Agency shall in particular investigate the matter and submit a report on the investigation to the Board and to the Court where necessary."
                },
                {
                    "representation": "(3)",
                    "description": "The investigation shall determine the suitability of any applicant and take other considerations as the Board may be required to take into account in accordance with the prescribed regulations."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Delivery of child to adopter. ",
            "context": "ADOPTION OF CHILDREN ACT under Delivery of child to adopter. 8. (1) Where the Board is satisfied that the adopter may be entrusted with the care and possession of the child the Board shall so recommend to the Agency and the Agency may recommend to the Court that the child be placed in the custody and care of the adopter where the child is not already residing with the adopter.  (2) The Board shall not recommend to the Agency that a child be placed in the custody and care of the adopter if the board is satisfied    (a) that the adoption of the child by that person would not be in the best interests of the child; or  (b) that the adopter being    (i) a Guyanese resident outside Guyana (ii) a former Guyanese national who has acquired, by registration or other voluntary and formal act (including marriage) the citizenship of another country; or (iii) a non-Guyanese, has not LAWS OF GUYANA 14 Cap. 46:04 Adoption of Children  L.R.O. 1/2012              Notice to be served on adopter if custody and care is refused.   Provisions relating to temporary are and custody of a child. [10 of 2011]                       furnished the Board with requisite documentation as referred to in section 13(2)  (3) The Agency shall appoint one or more licensed social workers whose names shall on appointment be gazetted and whose duty shall be to keep children under close supervision in accordance with regulations made under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Board is satisfied that the adopter may be entrusted with the care and possession of the child the Board shall so recommend to the Agency and the Agency may recommend to the Court that the child be placed in the custody and care of the adopter where the child is not already residing with the adopter."
                },
                {
                    "representation": "(2)",
                    "description": ""
                },
                {
                    "representation": "(a)",
                    "description": "that the adoption of the child by that person would not be in the best interests of the child; or"
                },
                {
                    "representation": "(b)",
                    "description": "that the adopter being"
                },
                {
                    "representation": "(i)",
                    "description": "a Guyanese resident outside Guyana"
                },
                {
                    "representation": "(3)",
                    "description": "The Agency shall appoint one or more licensed social workers whose names shall on appointment be gazetted and whose duty shall be to keep children under close supervision in accordance with regulations made under this Act."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Notice to be served on adopter if custody and care refused. ",
            "context": "ADOPTION OF CHILDREN ACT under Notice to be served on adopter if custody and care refused. 9. Where the Board for any reason decides that the child should not be placed in the custody and care of the adopter, the Board shall so indicate to the Agency and the Agency shall give notice in writing to the adopter of the Boards recommendations.",
            "description": "Where the Board for any reason decides that the child should not be placed in the custody and care of the adopter, the Board shall so indicate to the Agency and the Agency shall give notice in writing to the adopter of the Boards recommendations."
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Provisions relating to temporary care and custody of the child. ",
            "context": "ADOPTION OF CHILDREN ACT under Provisions relating to temporary care and custody of the child. 10. (1) Subject to subsection (3) where arrangements are made by the Agency for the adoption of a child, an adoption order in respect of the child shall not be made by the Court until the expiration of a period of three months from the date upon which the child is delivered into the custody and care of the adopter pursuant to the arrangements.  (2) If at any time during the period mentioned in subsection (1)     (a) the adopter gives notice in writing to the Agency of the adopters intention not to adopt the child; or  (b) the Board has reason to withdraw its recommendation made under section 8 (1) for any reason provided in section 8 (2), the following steps shall be taken    (i) the Board shall indicate that recommendation to the LAWS OF GUYANA Adoption of Children Cap. 46:04 15  L.R.O. 1/2012                                                 Agency; (ii) the Agency shall make a decision as to the care and custody of the child; (iii) in making its decisions, the Agency shall abide by the recommendations of the Board unless there are reasonable grounds not to do so; (iv) where the decision taken is to abide by the recommendation, the Agency shall give notice in writing to the adopter of that decision; and (v) where notice is so given, the adopter shall, within seven or less days of the date on which the notice was given as determined by the Agency, cause the child to be returned to the Agency.  (3) The Court may dispense with the period required for custody and care under section 10 (1) for good and sufficient reason.  (4) In considering good and sufficient reason the Court shall be satisfied that sufficient opportunities have been given to observe the child with the applicant, or, in the case of a joint application both applicants together in the home environment.  (5) If, at the expiration of the said period of three months a notice pursuant to subsection (2) has not been given, the adopter shall within three months from the date upon which that period so expired   (i) apply to the Court for an adoption order in respect of the LAWS OF GUYANA 16 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                           Appeals by persons desirous of adopting a child. [10 of 2011]    Release of inmate of certain schools for purposes of adoption. c. 10:03  c. 11:06       child; (ii) give notice in writing to the Agency of the adopters intention not to apply for such an adoption order.  (6) Where the notice in subsection (5) (ii) is given or where an application for an adoption order in respect of the child is refused by the Court, the adopter shall within seven days of the date on which the notice is given or the date upon which the application is so refused, as the case may be, cause the child to be returned to the Agency.  (7) a person who contravenes any provision of this section commits an offence and is liable on summary conviction to a fine of two hundred and fifty thousand dollars and to imprisonment for one year, and the court by which the offender is convicted shall order the child in respect of whom the offence is committed to be returned to the Agency.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "for good and sufficient reason."
                },
                {
                    "representation": "(3)",
                    "description": "The Court may dispense with the period required for custody and care under section 10"
                },
                {
                    "representation": "(2)",
                    "description": "has not been given, the adopter shall within three months from the date upon which that period so expired"
                },
                {
                    "representation": "(a)",
                    "description": "the adopter gives notice in writing to the Agency of the adopters intention not to adopt the child; or"
                },
                {
                    "representation": "(b)",
                    "description": "the Board has reason to withdraw its recommendation made under section 8"
                },
                {
                    "representation": "(i)",
                    "description": "apply to the Court for an adoption order in respect of the LAWS OF GUYANA 16 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                           Appeals by persons desirous of adopting a child. [10 of 2011]    Release of inmate of certain schools for purposes of adoption. c. 10:03  c. 11:06       child;"
                },
                {
                    "representation": "(v)",
                    "description": "where notice is so given, the adopter shall, within seven or less days of the date on which the notice was given as determined by the Agency, cause the child to be returned to the Agency."
                },
                {
                    "representation": "(4)",
                    "description": "In considering good and sufficient reason the Court shall be satisfied that sufficient opportunities have been given to observe the child with the applicant, or, in the case of a joint application both applicants together in the home environment."
                },
                {
                    "representation": "(5)",
                    "description": "(ii) is given or where an application for an adoption order in respect of the child is refused by the Court, the adopter shall within seven days of the date on which the notice is given or the date upon which the application is so refused, as the case may be, cause the child to be returned to the Agency."
                },
                {
                    "representation": "(6)",
                    "description": "Where the notice in subsection"
                },
                {
                    "representation": "(7)",
                    "description": "a person who contravenes any provision of this section commits an offence and is liable on summary conviction to a fine of two hundred and fifty thousand dollars and to imprisonment for one year, and the court by which the offender is convicted shall order the child in respect of whom the offence is committed to be returned to the Agency."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Appeals by persons desirous of adopting a child. ",
            "context": "ADOPTION OF CHILDREN ACT under Appeals by persons desirous of adopting a child. 11. (1) Where an adopter receives notice pursuant to section 9 or section 10 (2) the adopter may appeal from the decision of the Agency to a Judge in Chambers.  (2) A decision of a Judge in Chambers may be appealed as provided in section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an adopter receives notice pursuant to section 9 or section 10"
                },
                {
                    "representation": "(2)",
                    "description": "A decision of a Judge in Chambers may be appealed as provided in section"
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Release of inmate of certain schools for purposes of adoption.  PART III MAKING OF ADOPTION ORDERS  ",
            "context": "ADOPTION OF CHILDREN ACT under Release of inmate of certain schools for purposes of adoption.  PART III MAKING OF ADOPTION ORDERS  12. (1) Where the child in respect of whom an adoption order is sought is an inmate of a correctional training school or of an institution named by the court under the Juvenile Offenders Act, the manager of the correctional training institution or the manager of the institution  so named by the Court may, notwithstanding anything contained in section 23 of the Training Schools Act, or in section 18 of the Juvenile Offenders Act, as the case may be, sanction of the conditional release of the child from the school/institution for the purpose of the adoption process.   LAWS OF GUYANA Adoption of Children Cap. 46:04 17      Power to make adoption orders.                                          PART III MAKING OF ADOPTION ORDERS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the child in respect of whom an adoption order is sought is an inmate of a correctional training school or of an institution named by the court under the Juvenile Offenders Act, the manager of the correctional training institution or the manager of the institution  so named by the Court may, notwithstanding anything contained in section 23 of the Training Schools Act, or in section 18 of the Juvenile Offenders Act, as the case may be, sanction of the conditional release of the child from the school/institution for the purpose of the adoption process.   LAWS OF GUYANA Adoption of Children Cap. 46:04 17      Power to make adoption orders.                                          PART III MAKING OF ADOPTION ORDERS"
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Power to grant adoption order. ",
            "context": "ADOPTION OF CHILDREN ACT under Power to grant adoption order. 13. (1) Subject to section 10, the Court may upon an application made in the prescribed manner by  (a) a Guyanese national resident in Guyana;  (b) a Guyanese national resident outside Guyana;  (c) a former Guyanese national who has acquired by registration or other voluntary and formal act (including marriage) the citizenship of another country; or  (d) a non-Guyanese;  make an adoption order authorising the applicant to adopt a child.  (2) Where the applicant is not domiciled in Guyana, the applicant shall, in addition to any other prescribed requirements, furnish the Agency with sufficient evidence, from an agency or body as may be prescribed, attesting to the suitability of the applicant to be entrusted with the care of a child.  (3) (a) The evidence referred to in subsection (2) shall be in the form of a report.  (b) The report shall provide detailed information on    (i) the applicants suitability and eligibility to adopt; (ii) the applicants background, L.R.O. 1/2012 LAWS OF GUYANA 18 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                           Adoption by parents and spouse.     Joint application.              family and medical history and social environment; (iii) the applicants ability to undertake an inter-country adoption; and (iv) the applicants ability to  (4) The registration of the Adoption Agency or body shall be confirmed by    (a) an authorised officer of the Guyanese diplomatic mission or Consulate or a Notary Public in the country or state, as the case may be, in which the applicant is resident;  (b) such person, authority or agency as may be prescribed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to section 10, the Court may upon an application made in the prescribed manner by"
                },
                {
                    "representation": "(a)",
                    "description": "an authorised officer of the Guyanese diplomatic mission or Consulate or a Notary Public in the country or state, as the case may be, in which the applicant is resident;"
                },
                {
                    "representation": "(b)",
                    "description": "such person, authority or agency as may be prescribed."
                },
                {
                    "representation": "(c)",
                    "description": "a former Guyanese national who has acquired by registration or other voluntary and formal act"
                },
                {
                    "representation": "(d)",
                    "description": "a non-Guyanese;  make an adoption order authorising the applicant to adopt a child."
                },
                {
                    "representation": "(2)",
                    "description": "shall be in the form of a report."
                },
                {
                    "representation": "(3)",
                    "description": "(a) The evidence referred to in subsection"
                },
                {
                    "representation": "(i)",
                    "description": "the applicants suitability and eligibility to adopt;"
                },
                {
                    "representation": "(4)",
                    "description": "The registration of the Adoption Agency or body shall be confirmed by"
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Adoption by parents and spouse. ",
            "context": "ADOPTION OF CHILDREN ACT under Adoption by parents and spouse. 14. An adoption order may be made authorising the adoption of a child by a parent of the child, either alone or jointly with the spouse of that parent where the spouse is not the natural parent of the child.",
            "description": "An adoption order may be made authorising the adoption of a child by a parent of the child, either alone or jointly with the spouse of that parent where the spouse is not the natural parent of the child."
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Joint application. ",
            "context": "ADOPTION OF CHILDREN ACT under Joint application. 15. (1) An adoption order may be made on the application of two spouses authorising them jointly to adopt a child.  (2) An adoption order shall not be made on the application of one of two spouses, except with the consent of the other spouse in accordance with section 21 unless the Court is satisfied that     (a) the other spouse cannot be found;  (b) the other spouse is incapable of giving provide suitable accommodation for the child. LAWS OF GUYANA Adoption of Children Cap. 46:04 19  L.R.O. 1/2012         Who may be adopted.          Who may adopt.                       Restriction on making adoption orders.  consent; or  (c) the spouses have separated and are living apart, and the separation is likely to be permanent.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An adoption order may be made on the application of two spouses authorising them jointly to adopt a child."
                },
                {
                    "representation": "(2)",
                    "description": "An adoption order shall not be made on the application of one of two spouses, except with the consent of the other spouse in accordance with section 21 unless the Court is satisfied that"
                },
                {
                    "representation": "(a)",
                    "description": "the other spouse cannot be found;"
                },
                {
                    "representation": "(b)",
                    "description": "the other spouse is incapable of giving provide suitable accommodation for the child. LAWS OF GUYANA Adoption of Children Cap. 46:04 19  L.R.O. 1/2012         Who may be adopted.          Who may adopt.                       Restriction on making adoption orders.  consent; or"
                },
                {
                    "representation": "(c)",
                    "description": "the spouses have separated and are living apart, and the separation is likely to be permanent."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Who may be adopted. ",
            "context": "ADOPTION OF CHILDREN ACT under Who may be adopted. 16. Subject to the provisions of this act a person may adopt a child who    (a) is under the age of eighteen years;  (b) has never been married; and  (c) resides in Guyana.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "is under the age of eighteen years;"
                },
                {
                    "representation": "(b)",
                    "description": "has never been married; and"
                },
                {
                    "representation": "(c)",
                    "description": "resides in Guyana."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Who may adopt. ",
            "context": "ADOPTION OF CHILDREN ACT under Who may adopt. 17. (1) An adoption order shall be made in respect of a child unless the applicant has attained the age of eighteen years and is not older than sixty-five years and the age difference between the applicant and child is not more than fifty years or less than seventeen years.  (2) Subsection (1) shall not apply where an applicant is the mother or the father of the child.  (3) An adoption order shall not be made in respect of a child unless the applicant or in the case of a joint application, one of the applicants is at least eighteen years older than the child.  (4) The Court may dispense with age requirement in cases where the adoption formalises an existing relationship by a stepparent, a relative or under other special circumstances.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall not apply where an applicant is the mother or the father of the child."
                },
                {
                    "representation": "(2)",
                    "description": "Subsection"
                },
                {
                    "representation": "(3)",
                    "description": "An adoption order shall not be made in respect of a child unless the applicant or in the case of a joint application, one of the applicants is at least eighteen years older than the child."
                },
                {
                    "representation": "(4)",
                    "description": "The Court may dispense with age requirement in cases where the adoption formalises an existing relationship by a stepparent, a relative or under other special circumstances."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Restrictions on making adoption orders. ",
            "context": "ADOPTION OF CHILDREN ACT under Restrictions on making adoption orders. 18. (1) Except as provided by sections 14 and 15, an adoption order shall not be made authorising more than one person to adopt a child.  (2) An adoption order shall not be made in LAWS OF GUYANA 20 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                                      Consent to adoption.          respect of a child who is female in favour of a sole applicant, who is male, not being the father or guardian of the child, unless the Court is satisfied that there are special circumstances which justify as an exceptional measure the making of an adoption order.  (3) An adoption order shall not be made in relation to a child of or over the age of twelve years unless with the childs consent; except that, where the Court is satisfied that the child is incapable of giving his or her consent to the making of the order it may dispense with that consent.  (4) A child twelve years of age or older shall be presumed to be of sufficient age and maturity to form a view as to whether or not the Court should make an order authorising his or her adoption.  (5) Notwithstanding the provisions of subsection (3), the Court shall not make an adoption order save in exceptional circumstances, in the case of a child who is below the age of twelve years, but who the Court considers to be of sufficient degree of maturity to form a view and who, after being counselled and duly informed of the effects of the adoption order and the effects of his or her consent to the adoption withholds his or her consent.  (6) Consent may be withdrawn at any time before an adoption order is made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except as provided by sections 14 and 15, an adoption order shall not be made authorising more than one person to adopt a child."
                },
                {
                    "representation": "(2)",
                    "description": "An adoption order shall not be made in LAWS OF GUYANA 20 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                                      Consent to adoption.          respect of a child who is female in favour of a sole applicant, who is male, not being the father or guardian of the child, unless the Court is satisfied that there are special circumstances which justify as an exceptional measure the making of an adoption order."
                },
                {
                    "representation": "(3)",
                    "description": "An adoption order shall not be made in relation to a child of or over the age of twelve years unless with the childs consent; except that, where the Court is satisfied that the child is incapable of giving his or her consent to the making of the order it may dispense with that consent."
                },
                {
                    "representation": "(4)",
                    "description": "A child twelve years of age or older shall be presumed to be of sufficient age and maturity to form a view as to whether or not the Court should make an order authorising his or her adoption."
                },
                {
                    "representation": "(5)",
                    "description": "Notwithstanding the provisions of subsection"
                },
                {
                    "representation": "(6)",
                    "description": "Consent may be withdrawn at any time before an adoption order is made."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Consent to adoption. ",
            "context": "ADOPTION OF CHILDREN ACT under Consent to adoption. 19. Subject to section 20, an adoption order shall not be made, except with the consent of    (a) the parents of the child;  (b) the man, if any, who is or has been married to the mother of the child if such child was born during the marriage or within three hundred days after the termination of the LAWS OF GUYANA Adoption of Children Cap. 46:04 21  L.R.O. 1/2012                              Court may dispense with consent. [10 of 2011]                marriage or a decree of judicial separation.  (c) the father of a child born out of wedlock;  (d) the guardian of the child if expressly authorised by a Court of competent jurisdiction to so consent;  (e) every person who is liable by virtue of an order or agreement to maintain the child.  (2) the fact that a parent is under the age of eighteen does not affect competency to execute consent, but the parent must have had the advice of an attorney-at-law who is not representing the adopter, the Agency or the Board.  (3) The Minister shall provide facilities for a parent under the age of eighteen to obtain counselling and independent legal advice as required in subsection (2).",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the parents of the child;"
                },
                {
                    "representation": "(b)",
                    "description": "the man, if any, who is or has been married to the mother of the child if such child was born during the marriage or within three hundred days after the termination of the LAWS OF GUYANA Adoption of Children Cap. 46:04 21  L.R.O. 1/2012                              Court may dispense with consent. [10 of 2011]                marriage or a decree of judicial separation."
                },
                {
                    "representation": "(c)",
                    "description": "the father of a child born out of wedlock;"
                },
                {
                    "representation": "(d)",
                    "description": "the guardian of the child if expressly authorised by a Court of competent jurisdiction to so consent;"
                },
                {
                    "representation": "(e)",
                    "description": "every person who is liable by virtue of an order or agreement to maintain the child."
                },
                {
                    "representation": "(2)",
                    "description": "the fact that a parent is under the age of eighteen does not affect competency to execute consent, but the parent must have had the advice of an attorney-at-law who is not representing the adopter, the Agency or the Board."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister shall provide facilities for a parent under the age of eighteen to obtain counselling and independent legal advice as required in subsection"
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Court may dispense with consent. ",
            "context": "ADOPTION OF CHILDREN ACT under Court may dispense with consent. 20. (1) The Court may dispense with the consent of a person required by section 19 if it is satisfied    (a) in the case of a parent or guardian of a child or the man, who is or has been married to the mother of the child if the child was born during the marriage or within three hundred days after the termination of the marriage or a decree of judicial separation, that the parent, guardian or man   (i) cannot be found or is incapable of giving consent; (ii) is withholding consent LAWS OF GUYANA 22 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                                           Evidence of consent.      unreasonably; (iii) has persistently failed without reasonable cause to discharge the parental duties in relation to the child; (iv) has abandoned, neglected or persistently ill-treated the child; or (v) has exposed the child to unnecessary risks;  (b) in the case of a person liable by virtue of an order of Court or agreement to maintain the child, that the person has persistently neglected or refused to do contribute.  (2) In these instances the Court may request that a social worker make all relevant enquiries and report to the Court on findings in this respect and an appropriate advertisement may be ordered by the Court.  (3) The consent of any person to the making of an adoption order in pursuance of an application (not being the consent of the child) may be given, either unconditionally or subject to conditions such as religious persuasion in which the child is to be brought up, without knowing the identity of the applicant for the order; and where the consent is so given by any person is subsequently withdrawn on the ground only that the person does not know the identity of the applicant, the persons consent shall be deemed for the purposes of this section to be unreasonably withheld.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Court may dispense with the consent of a person required by section 19 if it is satisfied"
                },
                {
                    "representation": "(a)",
                    "description": "in the case of a parent or guardian of a child or the man, who is or has been married to the mother of the child if the child was born during the marriage or within three hundred days after the termination of the marriage or a decree of judicial separation, that the parent, guardian or man"
                },
                {
                    "representation": "(i)",
                    "description": "cannot be found or is incapable of giving consent;"
                },
                {
                    "representation": "(v)",
                    "description": "has exposed the child to unnecessary risks;"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of a person liable by virtue of an order of Court or agreement to maintain the child, that the person has persistently neglected or refused to do contribute."
                },
                {
                    "representation": "(2)",
                    "description": "In these instances the Court may request that a social worker make all relevant enquiries and report to the Court on findings in this respect and an appropriate advertisement may be ordered by the Court."
                },
                {
                    "representation": "(3)",
                    "description": "The consent of any person to the making of an adoption order in pursuance of an application"
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Evidence of consent.  LAWS OF GUYANA 4 Cap. 46:04 Adoption of Children  L.R.O. 1/2012 SECTION ",
            "context": "ADOPTION OF CHILDREN ACT under Evidence of consent.  LAWS OF GUYANA 4 Cap. 46:04 Adoption of Children  L.R.O. 1/2012 SECTION 21. (1) Where a person whose consent to the making of an adoption order is required by section 19 (1) does not attend the Court for the purpose of giving consent, then, subject to subsection (3), a document signifying that persons consent to the making of such an order    LAWS OF GUYANA Adoption of Children Cap. 46:04 23                                         Child not to be removed under certain circumstances.      (a) if the adopter is named in the document; or  (b) where the identity of the adopter is not known to the consenting party,  be admissible as evidence of that consent, whether the document is executed before or after the application to the Agency.  (2) A document referred to in subsection (1) shall be attested by a Justice of the Peace, Notary Public or Commissioner of Oaths to Affidavits.  (3) The document shall be admissible without further proof of the signature of the person by whom it is executed; and for the purposes of this subsection, a document purporting to be attested shall be deemed so attested, and to be executed and attested on the date and at the place specified therein, unless the contrary is proved.  (4) A document signifying the consent of a mother is ineffective for the purposes of section 19 (1) unless   (a) executed at least six weeks after the childs birth; and  (b) the document is attested on that date by a Notary Public or Commissioner of Oaths to Affidavits.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "unless"
                },
                {
                    "representation": "(a)",
                    "description": "executed at least six weeks after the childs birth; and"
                },
                {
                    "representation": "(b)",
                    "description": "the document is attested on that date by a Notary Public or Commissioner of Oaths to Affidavits."
                },
                {
                    "representation": "(2)",
                    "description": "A document referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The document shall be admissible without further proof of the signature of the person by whom it is executed; and for the purposes of this subsection, a document purporting to be attested shall be deemed so attested, and to be executed and attested on the date and at the place specified therein, unless the contrary is proved."
                },
                {
                    "representation": "(4)",
                    "description": "A document signifying the consent of a mother is ineffective for the purposes of section 19"
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Child not to be removed under certain circumstances. ",
            "context": "ADOPTION OF CHILDREN ACT under Child not to be removed under certain circumstances. 22. (1) While an application for an adoption order in respect of the child is pending in any Court, a person whose consent is required under section 19, who has signified consent to the making of an adoption order in pursuance of an application is not entitled, except with the leave of the Court, to remove the child from the care and possession of the applicant.  L.R.O. 1/2012 LAWS OF GUYANA 24 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                         Functions of Court as to matters to be satisfied prior to making final adoption order.                   (2) Where an adopter applies to the Agency to adopt a child who for the preceding five years has had his or her home with the adopter, no person is entitled, against the will of the adopter, to remove the child from the adopters care and possession, except with the leave of the Court.  (3) In considering whether to grant or refuse leave, the Court shall have regard to the best interests of the child.  (4) A person who had custody and care of the child may apply to the Court for an order for the return of the child to persons care.  (5) A person who contravenes a provision of this section commits an offence and is liable on summary conviction to a fine of two hundred and fifty thousand dollars and to imprisonment for a period of one year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "While an application for an adoption order in respect of the child is pending in any Court, a person whose consent is required under section 19, who has signified consent to the making of an adoption order in pursuance of an application is not entitled, except with the leave of the Court, to remove the child from the care and possession of the applicant.  L.R.O. 1/2012 LAWS OF GUYANA 24 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                         Functions of Court as to matters to be satisfied prior to making final adoption order."
                },
                {
                    "representation": "(2)",
                    "description": "Where an adopter applies to the Agency to adopt a child who for the preceding five years has had his or her home with the adopter, no person is entitled, against the will of the adopter, to remove the child from the adopters care and possession, except with the leave of the Court."
                },
                {
                    "representation": "(3)",
                    "description": "In considering whether to grant or refuse leave, the Court shall have regard to the best interests of the child."
                },
                {
                    "representation": "(4)",
                    "description": "A person who had custody and care of the child may apply to the Court for an order for the return of the child to persons care."
                },
                {
                    "representation": "(5)",
                    "description": "A person who contravenes a provision of this section commits an offence and is liable on summary conviction to a fine of two hundred and fifty thousand dollars and to imprisonment for a period of one year."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Functions of Court as to matters to be satisfied prior to making final adoption order. ",
            "context": "ADOPTION OF CHILDREN ACT under Functions of Court as to matters to be satisfied prior to making final adoption order. 23. The Court before making an adoption order shall be satisfied that    (a) every person whose consent is necessary under this Act and whose consent is not dispensed with, in accordance with section 20, fully understands the nature and effect of an adoption order;  (b) a consenting parent understands that an adoption order will permanently deprive him of parental rights in relation to the child concerned;  (c) a child understands that he shall be permanently deprived of his biological parents;  (d) the religious denomination of the adopter and the child has considered; LAWS OF GUYANA Adoption of Children Cap. 46:04 25  L.R.O. 1/2012           Interim order for custody.                                 Adoption order in respect of previously adopted  (e) an adopter has not received or agreed to receive, and that no person has made or given , or agreed to make or give to the adopter, any payment or other reward in consideration of the adoption except such as the Court may sanction.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "every person whose consent is necessary under this Act and whose consent is not dispensed with, in accordance with section 20, fully understands the nature and effect of an adoption order;"
                },
                {
                    "representation": "(b)",
                    "description": "a consenting parent understands that an adoption order will permanently deprive him of parental rights in relation to the child concerned;"
                },
                {
                    "representation": "(c)",
                    "description": "a child understands that he shall be permanently deprived of his biological parents;"
                },
                {
                    "representation": "(d)",
                    "description": "the religious denomination of the adopter and the child has considered; LAWS OF GUYANA Adoption of Children Cap. 46:04 25  L.R.O. 1/2012           Interim order for custody.                                 Adoption order in respect of previously adopted"
                },
                {
                    "representation": "(e)",
                    "description": "an adopter has not received or agreed to receive, and that no person has made or given , or agreed to make or give to the adopter, any payment or other reward in consideration of the adoption except such as the Court may sanction."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Interim order for custody. ",
            "context": "ADOPTION OF CHILDREN ACT under Interim order for custody. 24. (1) An interim order shall not be made where the making of an adoption order would be unlawful by virtue of section 18(2) or (3).  (2) (a) The Court may, upon an application for an adoption order, postpone the determination of the application and make an interim order giving custody of the child to the applicant for a period not exceeding two years by way of a probationary period upon the terms and conditions for the maintenance, education, supervision and welfare of the child and otherwise as the Court thinks fit.  (b) Where the probationary period specified in an order under paragraph (a) is less than two years, the Court may by a further order extend the period to a duration not exceeding two years in all.  (c) The Court may in this case dispense with the consent as is required for an adoption order.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An interim order shall not be made where the making of an adoption order would be unlawful by virtue of section 18(2) or"
                },
                {
                    "representation": "(2)",
                    "description": "(a) The Court may, upon an application for an adoption order, postpone the determination of the application and make an interim order giving custody of the child to the applicant for a period not exceeding two years by way of a probationary period upon the terms and conditions for the maintenance, education, supervision and welfare of the child and otherwise as the Court thinks fit."
                },
                {
                    "representation": "(b)",
                    "description": "Where the probationary period specified in an order under paragraph"
                },
                {
                    "representation": "(a)",
                    "description": "is less than two years, the Court may by a further order extend the period to a duration not exceeding two years in all."
                },
                {
                    "representation": "(c)",
                    "description": "The Court may in this case dispense with the consent as is required for an adoption order."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Adoption order in respect of previously adopted children. ",
            "context": "ADOPTION OF CHILDREN ACT under Adoption order in respect of previously adopted children. 25. (1) An adoption order may be made in respect of a child who has already been the subject of an adoption order and, upon an application for the further order, the adopter under the adoption order last made shall be considered to be LAWS OF GUYANA 26 Cap. 46:04 Adoption of Children  L.R.O. 1/2012 children.        Jurisdiction and procedure. [10 of 2011]             Rights and duties of adopters.                       the parent of the child for the purposes of this Act.  (2) In the case of a child previously adopted, legal consequences of the former adoption order shall, on the making of the later adoption order, determine.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An adoption order may be made in respect of a child who has already been the subject of an adoption order and, upon an application for the further order, the adopter under the adoption order last made shall be considered to be LAWS OF GUYANA 26 Cap. 46:04 Adoption of Children  L.R.O. 1/2012 children.        Jurisdiction and procedure. [10 of 2011]             Rights and duties of adopters.                       the parent of the child for the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "In the case of a child previously adopted, legal consequences of the former adoption order shall, on the making of the later adoption order, determine."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Jurisdiction and procedure.  PART IV EFFECTS OF ADOPTION ORDERS  ",
            "context": "ADOPTION OF CHILDREN ACT under Jurisdiction and procedure.  PART IV EFFECTS OF ADOPTION ORDERS  26. (1) An application for an adoption order may be made to a Judge in Chambers.  (2) For the purposes of an application for an adoption order, the Agency shall act as guardian ad litem of the child at the hearing of the application with the duty of safeguarding the interests of the child before the Court.   PART IV EFFECTS OFADOPTION ORDERS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An application for an adoption order may be made to a Judge in Chambers."
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of an application for an adoption order, the Agency shall act as guardian ad litem of the child at the hearing of the application with the duty of safeguarding the interests of the child before the Court.   PART IV EFFECTS OFADOPTION ORDERS"
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Rights and duties of adopters. ",
            "context": "ADOPTION OF CHILDREN ACT under Rights and duties of adopters. 27. (1) An adoption order   (a) extinguishes the legal rights of the parent, guardian, or person in whose custody the adopted child has been and relieves that person from legal obligations and duties in respect of the child;  (b) imposes upon the adopter, legal obligations and duties as if the adopter were the natural parent of the child from the date of the adoption order.  (2) Subject to section 29, a child who is the subject of an adoption order shall be treated in law    (a) where the adopters are married or live together in a common law union, as if that child had been born as a LAWS OF GUYANA Adoption of Children Cap. 46:04 27  L.R.O. 1/2012                                                 natural child of the marriage or of the common law union, before or after the marriage was formalized or after the commencement of the common law union; and  (b) where the adoption order is made in favour of the spouse of the childs natural parent, as if that child    (i) had been born as a natural child of the union between the adopter and the natural parent to whom the adopter is married or living together in a common law union, where the child was in fact born before or after the marriage was formalized or after the commencement of the common law union; and (ii) were not the child of any person other than the adopter and that the natural parent; and  (c) in any other case, as if that child    (i) had been born as a natural child of the adopter; and (ii) were not the child of any person other than the adopter.  (3) Upon an adoption order being made, all rights, duties, obligations and liabilities of the parent or parents, guardian or guardians of the adopted child, in relation to the future custody, maintenance and education of the adopted child, including all rights to appoint a guardian or to consent or give notice of dissent of marriage shall be extinguished, and all such rights, duties, obligations and liabilities shall vest in and be exercisable by and enforceable against the adopter LAWS OF GUYANA 28 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                       Adoption order by person married to natural parent.      Name of adopted child.               Application of as though the adopted child were a born child to the adopter, and in respect of the same matters and in respect of the liability of a child to maintain its parents the adopted child shall stand to the adopter exclusively in the position of a child born to the adopter.  Provided that in any case where two spouses are the adopters, such spouses shall in respect of the matters aforesaid and for the purpose of the jurisdiction of any Court to make orders as to the custody and maintenance of and right of access to children stand to each other and to the adopted child in the same relation as they would have stood if they had been the natural father and mother of the adopted child, and the adopted child shall stand to them respectively in the same relation as a child would have stood to a natural father and mother respectively.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An adoption order"
                },
                {
                    "representation": "(a)",
                    "description": "where the adopters are married or live together in a common law union, as if that child had been born as a LAWS OF GUYANA Adoption of Children Cap. 46:04 27  L.R.O. 1/2012                                                 natural child of the marriage or of the common law union, before or after the marriage was formalized or after the commencement of the common law union; and"
                },
                {
                    "representation": "(b)",
                    "description": "where the adoption order is made in favour of the spouse of the childs natural parent, as if that child"
                },
                {
                    "representation": "(2)",
                    "description": "Subject to section 29, a child who is the subject of an adoption order shall be treated in law"
                },
                {
                    "representation": "(i)",
                    "description": "had been born as a natural child of the adopter; and"
                },
                {
                    "representation": "(c)",
                    "description": "in any other case, as if that child"
                },
                {
                    "representation": "(3)",
                    "description": "Upon an adoption order being made, all rights, duties, obligations and liabilities of the parent or parents, guardian or guardians of the adopted child, in relation to the future custody, maintenance and education of the adopted child, including all rights to appoint a guardian or to consent or give notice of dissent of marriage shall be extinguished, and all such rights, duties, obligations and liabilities shall vest in and be exercisable by and enforceable against the adopter LAWS OF GUYANA 28 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                       Adoption order by person married to natural parent.      Name of adopted child.               Application of as though the adopted child were a born child to the adopter, and in respect of the same matters and in respect of the liability of a child to maintain its parents the adopted child shall stand to the adopter exclusively in the position of a child born to the adopter.  Provided that in any case where two spouses are the adopters, such spouses shall in respect of the matters aforesaid and for the purpose of the jurisdiction of any Court to make orders as to the custody and maintenance of and right of access to children stand to each other and to the adopted child in the same relation as they would have stood if they had been the natural father and mother of the adopted child, and the adopted child shall stand to them respectively in the same relation as a child would have stood to a natural father and mother respectively."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Adoption order by person married to natural parent. ",
            "context": "ADOPTION OF CHILDREN ACT under Adoption order by person married to natural parent. 28. Where an adoption order is made in favour of a person who is married to a natural parent of the child who is the subject of the order, its making shall not operate to extinguish the parental responsibilities and parental rights which immediately before the making of the order were vested in the natural parent to whom the adopter is married.",
            "description": "Where an adoption order is made in favour of a person who is married to a natural parent of the child who is the subject of the order, its making shall not operate to extinguish the parental responsibilities and parental rights which immediately before the making of the order were vested in the natural parent to whom the adopter is married."
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Name of adopted child. ",
            "context": "ADOPTION OF CHILDREN ACT under Name of adopted child. 29. (1) An adopted child may, unless otherwise ordered by the Court, use the surname of the adopter.  (2) Where an adopter is the spouse of a natural parent of the child, the child shall use such surname as the Court orders.  (3) In determining the surname an adopted child shall use, the Court shall consider the view of the child where the child is sufficient age and maturity and wishes to express a view on the matter and in the course of this determination regard shall be had for the right of the child to preserve the childs identity.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An adopted child may, unless otherwise ordered by the Court, use the surname of the adopter."
                },
                {
                    "representation": "(2)",
                    "description": "Where an adopter is the spouse of a natural parent of the child, the child shall use such surname as the Court orders."
                },
                {
                    "representation": "(3)",
                    "description": "In determining the surname an adopted child shall use, the Court shall consider the view of the child where the child is sufficient age and maturity and wishes to express a view on the matter and in the course of this determination regard shall be had for the right of the child to preserve the childs identity."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Application of laws of consanguinity. ",
            "context": "ADOPTION OF CHILDREN ACT under Application of laws of consanguinity. 30. (1) For the purposes of the law relating to marriage LAWS OF GUYANA Adoption of Children Cap. 46:04 29  L.R.O. 1/2012 laws of consanguinity.            Industrial Insurance, etc. c. 36:04                   c. 27:08 c. 36:01             or common law union, an adopter and the adopted child shall be deemed to be within the prohibited degrees of consanguinity and the provisions of this section shall continue to have effect notwithstanding that a person other than the adopter is authorised by a subsequent order to adopt the same child.  (2) The laws of consanguinity shall continue to apply in relation to an adopted child and his natural parents.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purposes of the law relating to marriage LAWS OF GUYANA Adoption of Children Cap. 46:04 29  L.R.O. 1/2012 laws of consanguinity.            Industrial Insurance, etc. c. 36:04                   c. 27:08 c. 36:01             or common law union, an adopter and the adopted child shall be deemed to be within the prohibited degrees of consanguinity and the provisions of this section shall continue to have effect notwithstanding that a person other than the adopter is authorised by a subsequent order to adopt the same child."
                },
                {
                    "representation": "(2)",
                    "description": "The laws of consanguinity shall continue to apply in relation to an adopted child and his natural parents."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Industrial Insurance, etc. ",
            "context": "ADOPTION OF CHILDREN ACT under Industrial Insurance, etc. 31. (1) For the purposes of the Friendly Societies Act or any other Act which provides for money to be paid for funeral expenses and which restrict the persons to whom money may be paid on the death of a child under the age of ten years, an adopter shall be deemed to be the parent of the child who is authorised to receive the money.  (2) Where before the making of an adoption order in respect of a child, an insurance policy has been effected by the natural parent of the child, the rights and liabilities under the policy shall by virtue of the adoption order be transferred to the adopter and the adopter shall, for the purposes of the said enactment, be treated as the person who took out the policy.  (3) A child adopted under this Act shall, upon the death of the adopter, be deemed for the purposes of the Dependents Pension Act and National Insurance and Social Security Act, to be the lawful child of the deceased adopter.  (4) Where an adoption order is made in respect of a child born out of wedlock, then, subject to this section, any affiliation order with respect to the child, and any agreement whereby the father of the child has undertaken to make payments specially for the benefit of the child, shall cease to have effect, but without prejudice to the recovery of any arrears which are due under the order or agreement at the date of the adoption order.  LAWS OF GUYANA 30 Cap. 46:04 Adoption of Children  L.R.O. 1/2012    c. 10:03    Intestacies and wills                                        (5) Where an adoption order is made in respect of a child committed to the care of a fit person or institution by an order in force under the Juvenile Offenders Act, the last mentioned order shall cease to have effect.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purposes of the Friendly Societies Act or any other Act which provides for money to be paid for funeral expenses and which restrict the persons to whom money may be paid on the death of a child under the age of ten years, an adopter shall be deemed to be the parent of the child who is authorised to receive the money."
                },
                {
                    "representation": "(2)",
                    "description": "Where before the making of an adoption order in respect of a child, an insurance policy has been effected by the natural parent of the child, the rights and liabilities under the policy shall by virtue of the adoption order be transferred to the adopter and the adopter shall, for the purposes of the said enactment, be treated as the person who took out the policy."
                },
                {
                    "representation": "(3)",
                    "description": "A child adopted under this Act shall, upon the death of the adopter, be deemed for the purposes of the Dependents Pension Act and National Insurance and Social Security Act, to be the lawful child of the deceased adopter."
                },
                {
                    "representation": "(4)",
                    "description": "Where an adoption order is made in respect of a child born out of wedlock, then, subject to this section, any affiliation order with respect to the child, and any agreement whereby the father of the child has undertaken to make payments specially for the benefit of the child, shall cease to have effect, but without prejudice to the recovery of any arrears which are due under the order or agreement at the date of the adoption order.  LAWS OF GUYANA 30 Cap. 46:04 Adoption of Children  L.R.O. 1/2012    c. 10:03    Intestacies and wills"
                },
                {
                    "representation": "(5)",
                    "description": "Where an adoption order is made in respect of a child committed to the care of a fit person or institution by an order in force under the Juvenile Offenders Act, the last mentioned order shall cease to have effect."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Intestacies and wills ",
            "context": "ADOPTION OF CHILDREN ACT under Intestacies and wills 32. (1) Where, at any time after the making of an adoption order  (a) the adopter;  (b) the adopted person; or  (c) any other person, dies intestate in respect of movable or immovable property, that property shall devolve in all respects as if the adopted person were the biological child of the adopter and were not the biological child of any other person.  (2) In any disposition of movable or immovable property made, whether by instrument inter vivos or by will (including a codicil), after the date of an adoption order, a reference (whether express or implied) to    (a) the child or children of the adopter shall, unless the contrary intention appears, be construed as, or as including, a reference to the adopted person.  (b) the child or children of the adopted persons natural parents or either of them, shall, unless the contrary intention appears, be construed as not being, or as not including, a reference to the adopted person; and  (c) a person related to the adopted LAWS OF GUYANA Adoption of Children Cap. 46:04 31  L.R.O. 1/2012              Special provisions as to adopted persons under wills and intestacies. c. 12:01 [10 of 2011]                            person in any degree shall, unless the contrary intention appears, be construed as a reference to the person who would be related to the adopted person in that degree if the adopted person were the biological child of the adopter born in lawful wedlock and were not the biological child of any other person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where, at any time after the making of an adoption order"
                },
                {
                    "representation": "(a)",
                    "description": "the child or children of the adopter shall, unless the contrary intention appears, be construed as, or as including, a reference to the adopted person."
                },
                {
                    "representation": "(b)",
                    "description": "the child or children of the adopted persons natural parents or either of them, shall, unless the contrary intention appears, be construed as not being, or as not including, a reference to the adopted person; and"
                },
                {
                    "representation": "(c)",
                    "description": "a person related to the adopted LAWS OF GUYANA Adoption of Children Cap. 46:04 31  L.R.O. 1/2012              Special provisions as to adopted persons under wills and intestacies. c. 12:01 [10 of 2011]                            person in any degree shall, unless the contrary intention appears, be construed as a reference to the person who would be related to the adopted person in that degree if the adopted person were the biological child of the adopter born in lawful wedlock and were not the biological child of any other person."
                },
                {
                    "representation": "(2)",
                    "description": "In any disposition of movable or immovable property made, whether by instrument inter vivos or by will"
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Special provision as to adopted persons under wills and intestacies. ",
            "context": "ADOPTION OF CHILDREN ACT under Special provision as to adopted persons under wills and intestacies. 33. (1) For the purposes of the application of the Deceased Persons Estates Administration Act, to the devolution of any property in accordance with section 20(1) and (2) of that Act, and for the purposes of the construction of any such disposition as is mentioned in that section, an adopted person being the child or adopted child or the adopter or (in the case of a joint adoption) of either of the adopters    (a) where he or she was adopted by two spouses jointly and that other person is the child or adopted child of both of them, as brother or sister of the whole blood;  (b) in any other case, as brother or sister of the half-blood.  (2) (a) Notwithstanding anything in section 20(1) and(2) of the Deceased Persons Estates Administration Act    (i) trustees or personal representatives may convey or distribute any movable or immovable property to or among the persons entitled thereto after ascertaining that an adoption order has been made by virtue of which a LAWS OF GUYANA 32 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                                     Provision to existing de facto adoptions.          person is or may be entitled to an interest therein; (ii) a trustee or personal representative shall not be liable to such a person of whose claims the trustee or personal representative has not had notice at the time of the conveyance or distribution.  (b) Nothing in this subsection shall prejudice the right of such a person to follow the property, or a property representing it, into the hands of a person, other than a bona fide purchaser for value without notice, who may have received it.  (3) Where an adoption order is made in respect of a person who has been previously adopted, the previous adoption shall be disregarded for the purposes of section 20(1) and (2) of the Deceased Persons Estates Administration Act in relation to the devolution of property on the death of a person dying intestate after the date of the subsequent adoption order and in relation to any disposition of property made after that date.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purposes of the application of the Deceased Persons Estates Administration Act, to the devolution of any property in accordance with section 20(1) and"
                },
                {
                    "representation": "(2)",
                    "description": "of the Deceased Persons Estates Administration Act in relation to the devolution of property on the death of a person dying intestate after the date of the subsequent adoption order and in relation to any disposition of property made after that date."
                },
                {
                    "representation": "(a)",
                    "description": "where he or she was adopted by two spouses jointly and that other person is the child or adopted child of both of them, as brother or sister of the whole blood;"
                },
                {
                    "representation": "(b)",
                    "description": "Nothing in this subsection shall prejudice the right of such a person to follow the property, or a property representing it, into the hands of a person, other than a bona fide purchaser for value without notice, who may have received it."
                },
                {
                    "representation": "(i)",
                    "description": "trustees or personal representatives may convey or distribute any movable or immovable property to or among the persons entitled thereto after ascertaining that an adoption order has been made by virtue of which a LAWS OF GUYANA 32 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                                     Provision to existing de facto adoptions.          person is or may be entitled to an interest therein;"
                },
                {
                    "representation": "(3)",
                    "description": "Where an adoption order is made in respect of a person who has been previously adopted, the previous adoption shall be disregarded for the purposes of section 20(1) and"
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Provisions to existing de facto adoptions. ",
            "context": "ADOPTION OF CHILDREN ACT under Provisions to existing de facto adoptions. 34. Where at the commencement of this Act, a child is in the custody of, and being brought up, maintained and educated by a person as the persons own child under a de facto adoption, and has for a period of not less than two years been in such custody, and been so brought up, maintained and educated, the Court may, upon an application of that person, and notwithstanding the provisions of section 19 make an adoption order authorising that person to adopt the child without requiring the consent of any parent or guardian of the child to be obtained, upon being satisfied after inquiry by the Board that in all the circumstances of the case it is just and equitable and in the best interests of the child that no LAWS OF GUYANA Adoption of Children Cap. 46:04 33  L.R.O. 1/2012     Confidentiality of adoption.                   Adopted Children Register.                      such consent should be required and that an adoption order should be made.",
            "description": "Where at the commencement of this Act, a child is in the custody of, and being brought up, maintained and educated by a person as the persons own child under a de facto adoption, and has for a period of not less than two years been in such custody, and been so brought up, maintained and educated, the Court may, upon an application of that person, and notwithstanding the provisions of section 19 make an adoption order authorising that person to adopt the child without requiring the consent of any parent or guardian of the child to be obtained, upon being satisfied after inquiry by the Board that in all the circumstances of the case it is just and equitable and in the best interests of the child that no LAWS OF GUYANA Adoption of Children Cap. 46:04 33  L.R.O. 1/2012     Confidentiality of adoption.                   Adopted Children Register.                      such consent should be required and that an adoption order should be made."
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Confidentiality of adopt.  PART V REGISTRATION OF ADOPTIONS  ",
            "context": "ADOPTION OF CHILDREN ACT under Confidentiality of adopt.  PART V REGISTRATION OF ADOPTIONS  35. (1) The adoption order, the application, the documents filed and the record of proceedings in relation to the application shall be kept by the Court in a sealed packet, and papers in the custody of the Agency relating to the adopted child shall be kept in a sealed packet, and neither shall be opened except upon the direction of the Court.  (2) The adoption order, the application, the documents filed and the record of proceedings in relation to the application shall not be made public or disclosed except upon the direction of a Court.   PART V REGISTRATION OF ADOPTIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The adoption order, the application, the documents filed and the record of proceedings in relation to the application shall be kept by the Court in a sealed packet, and papers in the custody of the Agency relating to the adopted child shall be kept in a sealed packet, and neither shall be opened except upon the direction of the Court."
                },
                {
                    "representation": "(2)",
                    "description": "The adoption order, the application, the documents filed and the record of proceedings in relation to the application shall not be made public or disclosed except upon the direction of a Court.   PART V REGISTRATION OF ADOPTIONS"
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Adopted Children Register ",
            "context": "ADOPTION OF CHILDREN ACT under Adopted Children Register 36. (1) The Registrar General of Births and Deaths shall establish and maintain at the general register office a register to be called the Adopted Children Register the contents of which shall be confidential as may be directed to be made therein by adoption orders, but no other entries.  (2) Where, upon an application for an adoption order, there is proved to the satisfaction of the Court    (a) the date of birth of the child; and  (b) the identity of the child to which an entry in the Register of Births relates, an adoption order shall contain a direction to the Registrar General of Births and Deaths to mark the entry in the Register of Births with the word Adopted, and to include in the entry in the adoption register recording the adoption the date stated LAWS OF GUYANA 34 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                                            Registration of adoption.   Schedule. in the order of the adopted childs birth.  (3) Subject to subsection 4(a) a person may not have the Adopted Children Register or an entry in it searched or obtain a certified extract from it except with the permission of the Court.  (4) (a) The Registrar General of Births and Deaths shall refer to the Adopted Children Register for the purpose of preparing a birth certificate requested by an adopted child or an adopter and the birth certificate shall be in the name given to the adopted child by the adoption order and shall not be distinguishable from any other birth certificate issued.  (b) the Registrar General of Births and Deaths shall make and keep an index of the Adopted Children Register and a person having permission pursuant to subsection (3) may have a certified copy of an entry in the Adopted Children Register subject to payment of the fees prescribed by regulations.  (5) A certified copy of an entry in the Adopted Children Register, sealed or stamped with the seal of the Registrar General of Births and Deaths, shall, without further or other proof of the entry, be sufficient proof of the contents therein.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar General of Births and Deaths shall establish and maintain at the general register office a register to be called the Adopted Children Register the contents of which shall be confidential as may be directed to be made therein by adoption orders, but no other entries."
                },
                {
                    "representation": "(2)",
                    "description": "Where, upon an application for an adoption order, there is proved to the satisfaction of the Court"
                },
                {
                    "representation": "(a)",
                    "description": "the date of birth of the child; and"
                },
                {
                    "representation": "(b)",
                    "description": "the Registrar General of Births and Deaths shall make and keep an index of the Adopted Children Register and a person having permission pursuant to subsection"
                },
                {
                    "representation": "(3)",
                    "description": "may have a certified copy of an entry in the Adopted Children Register subject to payment of the fees prescribed by regulations."
                },
                {
                    "representation": "(4)",
                    "description": "(a) The Registrar General of Births and Deaths shall refer to the Adopted Children Register for the purpose of preparing a birth certificate requested by an adopted child or an adopter and the birth certificate shall be in the name given to the adopted child by the adoption order and shall not be distinguishable from any other birth certificate issued."
                },
                {
                    "representation": "(5)",
                    "description": "A certified copy of an entry in the Adopted Children Register, sealed or stamped with the seal of the Registrar General of Births and Deaths, shall, without further or other proof of the entry, be sufficient proof of the contents therein."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Registration of adoption. ",
            "context": "ADOPTION OF CHILDREN ACT under Registration of adoption. 37. (1) An adoption order shall contain a direction to the Registrar General of Births and Deaths to make in the Adopted Children Register an entry in the form set out in the Schedule and shall specify the particulars to be entered under the headings in columns (3) to (7) (inclusive) of the Schedule. LAWS OF GUYANA Adoption of Children Cap. 46:04 35  L.R.O. 1/2012                                                  (2) For the purposes of compliance with the requirements of subsection (1)    (a) where the precise date of the childs birth is not proved to the satisfaction of the Court, the Court shall determine the probable date of the childs birth and the date so determined shall be specified in the adoption order as the date of the childs birth;  (b) where the name or surname which the child is to bear after the adoption differs from the childs original name or surname the new name or surname  shall be specified in the adoption order instead of the original name or surname;  (c) where the country of birth of the child is not proved to the satisfaction of the Court, the particulars of the country of birth may, notwithstanding anything in that subsection, be omitted from the order and from the entry in the Adopted Children Register.  (3) Where an adoption order is made by a Court in respect of a child who has previously been the subject of an adoption order made by such a Court under this Act, the order shall contain a direction to the Registrar General of Births and Deaths to cause the previous entry in the Adopted Children Register to be marked with the word Re-adopted.  (4) Where an adoption order is made, the Registrar of the Supreme Court shall cause the order to be served in the LAWS OF GUYANA 36 Cap. 46:04 Adoption of Children  L.R.O. 1/2012              Amendment rescission of orders and rectification of Register. [10 of 2011]                            Restrictions prescribed manner, on the Registrar General of Births and Deaths, and upon receipt of the order the Registrar General of Births and Deaths shall comply with the directions contained in the order both in regard to marking any entry in the Register of Births with the word Adopted or Re-adopted, and in regard to making the appropriate entry in the Adopted Children Register, as the case may be.  (5) This section applies to adoption orders made under the repealed Adoption of Children Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": ""
                },
                {
                    "representation": "(3)",
                    "description": "Where an adoption order is made by a Court in respect of a child who has previously been the subject of an adoption order made by such a Court under this Act, the order shall contain a direction to the Registrar General of Births and Deaths to cause the previous entry in the Adopted Children Register to be marked with the word Re-adopted."
                },
                {
                    "representation": "(7)",
                    "description": "(inclusive) of the Schedule. LAWS OF GUYANA Adoption of Children Cap. 46:04 35  L.R.O. 1/2012"
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of compliance with the requirements of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "where the precise date of the childs birth is not proved to the satisfaction of the Court, the Court shall determine the probable date of the childs birth and the date so determined shall be specified in the adoption order as the date of the childs birth;"
                },
                {
                    "representation": "(b)",
                    "description": "where the name or surname which the child is to bear after the adoption differs from the childs original name or surname the new name or surname  shall be specified in the adoption order instead of the original name or surname;"
                },
                {
                    "representation": "(c)",
                    "description": "where the country of birth of the child is not proved to the satisfaction of the Court, the particulars of the country of birth may, notwithstanding anything in that subsection, be omitted from the order and from the entry in the Adopted Children Register."
                },
                {
                    "representation": "(4)",
                    "description": "Where an adoption order is made, the Registrar of the Supreme Court shall cause the order to be served in the LAWS OF GUYANA 36 Cap. 46:04 Adoption of Children  L.R.O. 1/2012              Amendment rescission of orders and rectification of Register. [10 of 2011]                            Restrictions prescribed manner, on the Registrar General of Births and Deaths, and upon receipt of the order the Registrar General of Births and Deaths shall comply with the directions contained in the order both in regard to marking any entry in the Register of Births with the word Adopted or Re-adopted, and in regard to making the appropriate entry in the Adopted Children Register, as the case may be."
                },
                {
                    "representation": "(5)",
                    "description": "This section applies to adoption orders made under the repealed Adoption of Children Act."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Amendment, rescission of orders and rectification of Register. ",
            "context": "ADOPTION OF CHILDREN ACT under Amendment, rescission of orders and rectification of Register. 38. (1) The Court by which an adoption order has been made may, on an application of the adopter or an adopted person, amend an adoption order by the correction of an error in the particulars named therein, and where an adoption order is so amended, the Registrar of the Supreme Court shall cause the amendment to be served in accordance with regulations on the Registrar General of Births and Deaths who shall amend the entry in the Adopted Children Register accordingly.  (2) A copy or extract of an entry from an Adopted Children Register shall not reproduce a note or marking related to an amendment made to that entry.  (3) Where an adoption order is quashed on appeal or rescinded, the Court shall give directions to the Registrar General of Births and Deaths to cancel any making of any entry in the Resister of Births and any entry in the Adopted Children Register which was effected in pursuance of the order.  (4) A copy or extract of an entry from the Adopted Children Register shall not reproduce a note or marking related to cancellations made to that entry.  (5) This section applies to adoption orders made under the repealed Adoption of Children Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Court by which an adoption order has been made may, on an application of the adopter or an adopted person, amend an adoption order by the correction of an error in the particulars named therein, and where an adoption order is so amended, the Registrar of the Supreme Court shall cause the amendment to be served in accordance with regulations on the Registrar General of Births and Deaths who shall amend the entry in the Adopted Children Register accordingly."
                },
                {
                    "representation": "(2)",
                    "description": "A copy or extract of an entry from an Adopted Children Register shall not reproduce a note or marking related to an amendment made to that entry."
                },
                {
                    "representation": "(3)",
                    "description": "Where an adoption order is quashed on appeal or rescinded, the Court shall give directions to the Registrar General of Births and Deaths to cancel any making of any entry in the Resister of Births and any entry in the Adopted Children Register which was effected in pursuance of the order."
                },
                {
                    "representation": "(4)",
                    "description": "A copy or extract of an entry from the Adopted Children Register shall not reproduce a note or marking related to cancellations made to that entry."
                },
                {
                    "representation": "(5)",
                    "description": "This section applies to adoption orders made under the repealed Adoption of Children Act."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Restrictions upon advertisements ",
            "context": "ADOPTION OF CHILDREN ACT under Restrictions upon advertisements 39. (1) A person other than the Agency shall not 12 of 1955 LAWS OF GUYANA Adoption of Children Cap. 46:04 37  L.R.O. 1/2012 upon advertise-ments.                         Revocation of adoption order.                      publish an advertisement indicating    (a) that the parent or guardian of a child desires to cause the child to be adopted;  (b) that a person desires to adopt a child; or  (c) that any person (not being the Agency) is willing to make arrangements for the adoption of a child.  (2) A person who causes to be published or knowingly publishes an advertisement in contravention of the provisions of this section shall be liable on summary conviction to a fine of fifty thousand dollars or to imprisonment for six months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person other than the Agency shall not 12 of 1955 LAWS OF GUYANA Adoption of Children Cap. 46:04 37  L.R.O. 1/2012 upon advertise-ments.                         Revocation of adoption order.                      publish an advertisement indicating"
                },
                {
                    "representation": "(a)",
                    "description": "that the parent or guardian of a child desires to cause the child to be adopted;"
                },
                {
                    "representation": "(b)",
                    "description": "that a person desires to adopt a child; or"
                },
                {
                    "representation": "(c)",
                    "description": "that any person"
                },
                {
                    "representation": "(2)",
                    "description": "A person who causes to be published or knowingly publishes an advertisement in contravention of the provisions of this section shall be liable on summary conviction to a fine of fifty thousand dollars or to imprisonment for six months."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Revocation of adoption order. ",
            "context": "ADOPTION OF CHILDREN ACT under Revocation of adoption order. 40. (1) Where an adoption order is made otherwise than by an order made subsequent to an appeal, a Court may revoke the adoption order if unequivocal proof has been provided that the adoption was obtained on the basis of fraud.  (2) The Court may revoke an adoption order where it is in the best interests of the child to so do and with due consideration being given to the views of the child, where the adoptive parents    (a) evade the fulfilment of their parental duties;  (b) neglect, fail or refuse to perform parental duties and responsibilities;  (c) abuse their parental rights;  LAWS OF GUYANA 38 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                                            Rights of child to know natural parents.  Retrospective (d) treat the adopted child with cruelty;  (e) are satisfactorily proved to be chronic alcohol or drug addicts;  (f) have been proven, by their conduct, to have acted in a manner that is seriously detrimental to the child; or  (g) for any other serious cause that the Court may think justifies the making of such an order.  (3) An order revoking an adoption order pursuant to the provisions of subsections (1) and (2) above shall have the consequences of    (a) terminating the legal relationship between the child and the adoptive parents;  (b) restoring the legal relationship with the child and the childs natural parents, should this be considered as being in the best interests of the child having taken into consideration the childs view on the matter.  (4) An order revoking an adoption shall also state the name the child shall use subsequent to such revocation, give directions on the birth certificate to be used by the child in the circumstances, and deal with any other matter that the Court considers just and necessary.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "above shall have the consequences of"
                },
                {
                    "representation": "(a)",
                    "description": "terminating the legal relationship between the child and the adoptive parents;"
                },
                {
                    "representation": "(b)",
                    "description": "restoring the legal relationship with the child and the childs natural parents, should this be considered as being in the best interests of the child having taken into consideration the childs view on the matter."
                },
                {
                    "representation": "(c)",
                    "description": "abuse their parental rights;  LAWS OF GUYANA 38 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                                            Rights of child to know natural parents.  Retrospective"
                },
                {
                    "representation": "(d)",
                    "description": "treat the adopted child with cruelty;"
                },
                {
                    "representation": "(e)",
                    "description": "are satisfactorily proved to be chronic alcohol or drug addicts;"
                },
                {
                    "representation": "(f)",
                    "description": "have been proven, by their conduct, to have acted in a manner that is seriously detrimental to the child; or"
                },
                {
                    "representation": "(g)",
                    "description": "for any other serious cause that the Court may think justifies the making of such an order."
                },
                {
                    "representation": "(3)",
                    "description": "An order revoking an adoption order pursuant to the provisions of subsections"
                },
                {
                    "representation": "(4)",
                    "description": "An order revoking an adoption shall also state the name the child shall use subsequent to such revocation, give directions on the birth certificate to be used by the child in the circumstances, and deal with any other matter that the Court considers just and necessary."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Rights of child to know natural. ",
            "context": "ADOPTION OF CHILDREN ACT under Rights of child to know natural. 41. An adopted child may request to know his or her natural parents, and an adoptive parent shall take action to encourage an encounter or relationship between the adopted child and the natural parent or parents.",
            "description": "An adopted child may request to know his or her natural parents, and an adoptive parent shall take action to encourage an encounter or relationship between the adopted child and the natural parent or parents."
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Retrospectively of adoption order.  PART VI MISCELLANEOUS  ",
            "context": "ADOPTION OF CHILDREN ACT under Retrospectively of adoption order.  PART VI MISCELLANEOUS  42. An adoption order shall only be given LAWS OF GUYANA Adoption of Children Cap. 46:04 39  L.R.O. 1/2012 effect  of adoption order.         Vested rights prior to adoption.   Offences.    Serving of notices.    Appeals.    Rules and regulations.                    retrospective effect in cases where there has been substantial administrative delay in processing the adoption application.    PART VI MISCELLANEOUS",
            "description": "An adoption order shall only be given LAWS OF GUYANA Adoption of Children Cap. 46:04 39  L.R.O. 1/2012 effect  of adoption order.         Vested rights prior to adoption.   Offences.    Serving of notices.    Appeals.    Rules and regulations.                    retrospective effect in cases where there has been substantial administrative delay in processing the adoption application.    PART VI MISCELLANEOUS"
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Vested rights prior to adoption. ",
            "context": "ADOPTION OF CHILDREN ACT under Vested rights prior to adoption. 43. Where the property was vested in an adopted child prior to the adopted childs adoption that property shall not be affected by the adoption.",
            "description": "Where the property was vested in an adopted child prior to the adopted childs adoption that property shall not be affected by the adoption."
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Offences. ",
            "context": "ADOPTION OF CHILDREN ACT under Offences. 44. Proceedings for an offence under this Act shall be taken by the Agency.",
            "description": "Proceedings for an offence under this Act shall be taken by the Agency."
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Serving of Notice. ",
            "context": "ADOPTION OF CHILDREN ACT under Serving of Notice. 45. A notice under this Act shall be served by prepaid registered post.",
            "description": "A notice under this Act shall be served by prepaid registered post."
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Appeals. ",
            "context": "ADOPTION OF CHILDREN ACT under Appeals. 46.",
            "description": "46."
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Rules and regulations. LAWS OF GUYANA Adoption of Children Cap. 46:04 5  L.R.O. 1/2012 SECTION ",
            "context": "ADOPTION OF CHILDREN ACT under Rules and regulations. LAWS OF GUYANA Adoption of Children Cap. 46:04 5  L.R.O. 1/2012 SECTION 47. (1) Rules in regard to a matter to be prescribed under this Act and dealing generally with all matters of procedure and incidental matters arising out of this Act or for carrying this Act in effect shall be made by the Minister.  (2) The Minister may make regulations subject to the negative resolution of the National Assembly    (a) for regulating the conduct of negotiations entered into, by or on behalf of the Agency with persons having the care and possession of children who are desirous of causing children to be adopted, and in particular for securing    (i) that, where the parent or guardian of a child places the LAWS OF GUYANA 40 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                                                 child at the disposition of the Agency with a view to the child being adopted, the Agency shall furnish the parent or guardian with a memorandum in ordinary language explaining the making of an adoption order, the effect, in relation to his or her rights as a parent or guardian, of the child, and calling attention to this Act and of any rules made hereunder relating to the consent of a parent or guardian to the making of an order; and (ii) that, before so placing the child at the disposition of the Agency, the parent or guardian shall sign a document in the prescribed form verifying that the parent guardian read and understood the said memorandum or has had the contents of the memorandum read to him or her and the parent or guardian has likewise understood the contents;  (b) for requiring that the case of every child proposed to be delivered by or on behalf of the Agency into the care and possession of an adopter shall be considered by a committee (to be called a case committee) comprised of not less than three members of the Agency;  (c) for prescribing, in the case of every such child as aforesaid, the inquiries LAWS OF GUYANA Adoption of Children Cap. 46:04 41  L.R.O. 1/2012                                                 which must be obtained by the Agency and Board in relation to the child and the adopter for the purpose of ensuring, so far as may be, the suitability of the child and the adopter respectively, and, in particular, for requiring that a report on the health of the child and prospective adopter signed by a duly qualified medical practitioner must be obtained by the Board;  (d) for securing that no such child shall be delivered into the care and possession of an adopter by or on behalf of the Agency until the adopter has been interviewed by the case committee or by some person on their behalf, until a representative of the committee has inspected any premises in Guyana in which the adopter intends that the child should reside permanently, and until the committee has considered the prescribed reports;  (e) for making provision for the care and supervision of children who have been placed by their parents or guardians at the disposition of the Agency; and  (f) generally for carrying out the purposes of this Act.  (3) In any regulation under this section, the Minister may prescribe for an offence a penalty not exceeding a fine of two hundred thousand dollars and imprisonment for six months. LAWS OF GUYANA 42 Cap. 46:04 Adoption of Children  L.R.O. 1/2012   Powers of the Childcare and Protection Agency.        Savings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Rules in regard to a matter to be prescribed under this Act and dealing generally with all matters of procedure and incidental matters arising out of this Act or for carrying this Act in effect shall be made by the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may make regulations subject to the negative resolution of the National Assembly"
                },
                {
                    "representation": "(a)",
                    "description": "for regulating the conduct of negotiations entered into, by or on behalf of the Agency with persons having the care and possession of children who are desirous of causing children to be adopted, and in particular for securing"
                },
                {
                    "representation": "(i)",
                    "description": "that, where the parent or guardian of a child places the LAWS OF GUYANA 40 Cap. 46:04 Adoption of Children  L.R.O. 1/2012                                                 child at the disposition of the Agency with a view to the child being adopted, the Agency shall furnish the parent or guardian with a memorandum in ordinary language explaining the making of an adoption order, the effect, in relation to his or her rights as a parent or guardian, of the child, and calling attention to this Act and of any rules made hereunder relating to the consent of a parent or guardian to the making of an order; and"
                },
                {
                    "representation": "(b)",
                    "description": "for requiring that the case of every child proposed to be delivered by or on behalf of the Agency into the care and possession of an adopter shall be considered by a committee"
                },
                {
                    "representation": "(c)",
                    "description": "for prescribing, in the case of every such child as aforesaid, the inquiries LAWS OF GUYANA Adoption of Children Cap. 46:04 41  L.R.O. 1/2012                                                 which must be obtained by the Agency and Board in relation to the child and the adopter for the purpose of ensuring, so far as may be, the suitability of the child and the adopter respectively, and, in particular, for requiring that a report on the health of the child and prospective adopter signed by a duly qualified medical practitioner must be obtained by the Board;"
                },
                {
                    "representation": "(d)",
                    "description": "for securing that no such child shall be delivered into the care and possession of an adopter by or on behalf of the Agency until the adopter has been interviewed by the case committee or by some person on their behalf, until a representative of the committee has inspected any premises in Guyana in which the adopter intends that the child should reside permanently, and until the committee has considered the prescribed reports;"
                },
                {
                    "representation": "(e)",
                    "description": "for making provision for the care and supervision of children who have been placed by their parents or guardians at the disposition of the Agency; and"
                },
                {
                    "representation": "(f)",
                    "description": "generally for carrying out the purposes of this Act."
                },
                {
                    "representation": "(3)",
                    "description": "In any regulation under this section, the Minister may prescribe for an offence a penalty not exceeding a fine of two hundred thousand dollars and imprisonment for six months. LAWS OF GUYANA 42 Cap. 46:04 Adoption of Children  L.R.O. 1/2012   Powers of the Childcare and Protection Agency.        Savings."
                }
            ]
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Power of the child and Protection Agency  PART REPEAL  ",
            "context": "ADOPTION OF CHILDREN ACT under Power of the child and Protection Agency  PART REPEAL  48. Every administrative authority exercising any function under this Act shall be under the supervision and control of the Childcare and Protection Agency established by section 3 of the Childcare and Protection Agency Act.   PART VII REPEAL      ___________________",
            "description": "Every administrative authority exercising any function under this Act shall be under the supervision and control of the Childcare and Protection Agency established by section 3 of the Childcare and Protection Agency Act.   PART VII REPEAL      ___________________"
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Repeal of Adoption of Children Act. ",
            "context": "ADOPTION OF CHILDREN ACT under Repeal of Adoption of Children Act. 49.  Omitted. under this Act. may be amended or revoked by this Act as if they were made",
            "description": "Omitted. under this Act. may be amended or revoked by this Act as if they were made"
        }
    },
    {
        "act": "ADOPTION OF CHILDREN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Savings.  SCHEDULE – Form of entry.  __________________________  CHAPTER 46:04  ADOPTION OF CHILDREN ACT  18 of 2009 An Act to provide for the reform of laws for the adoption of children and related matters.  [No commencement date]      Short title.    Interpretation.            PART I PRELIMINARY  ",
            "context": "ADOPTION OF CHILDREN ACT under Savings.  SCHEDULE  Form of entry.  __________________________  CHAPTER 46:04  ADOPTION OF CHILDREN ACT  18 of 2009 An Act to provide for the reform of laws for the adoption of children and related matters.  [No commencement date]      Short title.    Interpretation.            PART I PRELIMINARY  50.   The Adoption  of Children Rules  made under the  repealed   Adoption  of Children Act, still continue in and  12 of 1955 LAWS OF GUYANA Adoption of Children Cap. 46:04 43  L.R.O. 1/2012  SCHEDULE  FORM OF ENTRY  Signature of officer deputy Registrar General to attest the entry     (8)  Date of adoption order and description of Court by which made      (7)  Date and country of birth of child        (6)  Name and surname address and occupation of adopter or adopters     (5)  Sex of adopted child         (4)  Name of adopted child        (3)  Date of Entry         (2)  No. of entry          (1)   ____________________      s. 37 LAWS OF GUYANA 44 Cap. 46:04 Adoption of Children  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________   R. 3/1957 ADOPTION OF CHILDREN RULES  made under section 16 (2)  Citation.    Interpretation.                  Commence-ment of proceedings.",
            "description": [
                {
                    "representation": "(8)",
                    "description": "Date of adoption order and description of Court by which made"
                },
                {
                    "representation": "(7)",
                    "description": "Date and country of birth of child"
                },
                {
                    "representation": "(6)",
                    "description": "Name and surname address and occupation of adopter or adopters"
                },
                {
                    "representation": "(5)",
                    "description": "Sex of adopted child"
                },
                {
                    "representation": "(4)",
                    "description": "Name of adopted child"
                },
                {
                    "representation": "(3)",
                    "description": "Date of Entry"
                },
                {
                    "representation": "(2)",
                    "description": "Citation.    Interpretation.                  Commence-ment of proceedings."
                },
                {
                    "representation": "(1)",
                    "description": "____________________      s. 37 LAWS OF GUYANA 44 Cap. 46:04 Adoption of Children  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________   R. 3/1957 ADOPTION OF CHILDREN RULES  made under section 16"
                }
            ]
        }
    }
]