[
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "POST AND TELEGRAPH ACT under Short title. 1. This Act may be cited as the Post and Telegraph Act.",
            "description": "This Act may be cited as the Post and Telegraph Act."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "POST AND TELEGRAPH ACT under Interpretation. 2. In this Act  agents includes contractors, and also the officers, workmen, or servants, as well of the Corporation or the Post Office, undertakers, bodies, or persons, as of its or their contractors;  alteration, alter and altering, in respect of a telegraphic line, include the substitution of any new line or portion of a line, either in the same place or in some other place, and also any removal of or other dealing with any telegraphic line or any part of that line;  body includes a body of trustees or commissioners, municipal corporation, board, vestry, company, or society, whether incorporated or not; and any provision referring to a body applies to a person, as the case may require;  canal includes any navigation or navigable river or creek, and any dock, basin, towing path, wharf, work, or building connected with a canal;  the Corporation means the Guyana Telecommunications Corporation established by the Guyana Telecommunication Corporation Order;  L.R.O. 1/2012 LAWS OF GUYANA Post and Telegraph Cap. 47:01 9                                                  inland, when used in relation to any postal packet or any description thereof, means posted within Guyana and addressed to some place in Guyana, and, when used in relation to post or postage, means the post carrying or the postage charged on the packet;  land means land which is not a street or a public road nor land by the side and forming part thereof, and includes lands laid out for, and proposed by the owner to be converted into, a street or public road;  mail includes every conveyance by which postal packets are carried, whether it is a carriage, coach, cart, horse, vessel, or any other conveyance, and also a person employed in conveying or delivering postal packets;  mail bag means a bag, box, or parcel, or any other envelope in which postal packets are conveyed, whether it does or does not contain postal packets;  master, as applied to a vessel, includes any person (not being a pilot) for the time being having the charge or command thereof, whether the vessel is a ship of war or other vessel;  officer of the Corporation includes the General Manager and any other person employed with the Corporation;  officer of the Post Office includes the Postmaster General, Deputy Postmaster General, Assistant Postmaster General and every clerk, postmaster, postal agent, receiver, agent, officer, inspector, letter-carrier, postman, Postmaster General or by any person under him or on behalf of the Post Office;  the Post Office means the public corporation established by guard,   post  boy,    mecahnic- chauffeur,   attendant,   messenger, or  any other  person  employed in  any busi- business  of  the  Post  Office,  whether  employed  by  the L.R.O. 1/2012 LAWS OF GUYANA 10 Cap. 47:01 Post and Telegraph                                      c. 51:01              the Public Corporation (Post Office) Order 1976;  post office means any house, building, room, carriage, aircraft, vessel, or place where postal packets, or any of them, are, by the permission or under the authority of the Post Office received, delivered, sorted, or made up, or from which postal packets, or any of them, are, by the authority of the Postmaster General, despatched, and includes any other place used for the purpose of the post office and a post office letter-box;  post office letter-box includes any pillar-box, wall-box, or other box or receptacle, provided, by the permission or under the authority of the Post Office, for the purpose of receiving postal packets, or any of them, for transmission by or under the authority of the Post Office;  postal packet means anything in course of transmission by post from the time of its delivery to a post office to the time of its delivery to the person to whom it is addressed, and, in the provisions of this Act for the protection or benefit of the Post Office, for the protection of mails, mail bags and officers of the Post Office, and touching offences committed in relation to a postal packet, includes a telegram;  public road means any public highway required to be maintained under or by virtue of the Roads Act, and not being a street, including the  footpaths of that highway and any bridge forming part thereof, and also any land by the side and forming part of that highway, but not including a railway or canal;  the purpose of the post office means any purpose of any of the written laws for the time being in force relating to the Post Office, post office money orders, postal orders, post office telegraphs, or post office savings banks, and includes any purpose relating to or in connection with the execution of the duties for the time being undertaken L.R.O. 1/2012 LAWS OF GUYANA Post and Telegraph Cap. 47:01 11  L.R.O. 1/2011                                                 by the Postmaster General or any of his officers;  railway includes any station, work, or building connected with a railway;  the regulations means regulations made under any Ordinance hereby repealed, or under this Act, and for the time being in force;  street means any public way situated within a city, town, or village, or between lands continuously built upon on either side, and repaired at the public expense, or at the expense of any municipal or village rate, including the footpaths of that way and any bridge forming part thereof;  telegram means any message or other communication transmitted or intended for transmission by a telegraph, and includes any message or other communication transmitted or intended for transmission by a telephone or by any similar instrument or means;  telegraph means a wire or wires used for the purpose of telegraphic communication, with any casing, coating, tube, or pipe enclosing it or them, and apparatus connected therewith for the purpose of telegraphic communication; and includes  any apparatus for transmitting messages or other  communications by means of electricity;  telegraph line means telegraphs, posts, and any work, and also any cables, apparatus, pneumatic or other tube, pipe, or thing whatsoever, used for the purpose of transmitting telegraphic messages or other communications by means of electricity or maintaining telegraphic communication, and includes any portion of a telegraphic line as defined by this Act;  telegraph post means any post, pole, standard, stay, strut, LAWS OF GUYANA 12 Cap. 47:01 Post and Telegraph                                     Meaning of delivery to or from a post office.                  or other above-ground contrivance for carrying, suspending, or supporting a telegraph;  tree means any tree, branch, wood, underwood, or other produce of the soil;  undertakers means the parties, whether trustees, commissioners, corporation, company, or private persons, empowered by any statute to execute an undertaking, and any lessee or tenant thereof;  undertaking means any work or undertaking, of whatever nature, the execution of which is authorised by any statute;  wireless telegraphy means any system of communication by telegraph without the aid of any wire connecting the points from and at which the messages or other communications are sent and received;  work includes telegraphs and telegraph posts.",
            "description": "In this Act  agents includes contractors, and also the officers, workmen, or servants, as well of the Corporation or the Post Office, undertakers, bodies, or persons, as of its or their contractors;  alteration, alter and altering, in respect of a telegraphic line, include the substitution of any new line or portion of a line, either in the same place or in some other place, and also any removal of or other dealing with any telegraphic line or any part of that line;  body includes a body of trustees or commissioners, municipal corporation, board, vestry, company, or society, whether incorporated or not; and any provision referring to a body applies to a person, as the case may require;  canal includes any navigation or navigable river or creek, and any dock, basin, towing path, wharf, work, or building connected with a canal;  the Corporation means the Guyana Telecommunications Corporation established by the Guyana Telecommunication Corporation Order;  L.R.O. 1/2012 LAWS OF GUYANA Post and Telegraph Cap. 47:01 9                                                  inland, when used in relation to any postal packet or any description thereof, means posted within Guyana and addressed to some place in Guyana, and, when used in relation to post or postage, means the post carrying or the postage charged on the packet;  land means land which is not a street or a public road nor land by the side and forming part thereof, and includes lands laid out for, and proposed by the owner to be converted into, a street or public road;  mail includes every conveyance by which postal packets are carried, whether it is a carriage, coach, cart, horse, vessel, or any other conveyance, and also a person employed in conveying or delivering postal packets;  mail bag means a bag, box, or parcel, or any other envelope in which postal packets are conveyed, whether it does or does not contain postal packets;  master, as applied to a vessel, includes any person (not being a pilot) for the time being having the charge or command thereof, whether the vessel is a ship of war or other vessel;  officer of the Corporation includes the General Manager and any other person employed with the Corporation;  officer of the Post Office includes the Postmaster General, Deputy Postmaster General, Assistant Postmaster General and every clerk, postmaster, postal agent, receiver, agent, officer, inspector, letter-carrier, postman, Postmaster General or by any person under him or on behalf of the Post Office;  the Post Office means the public corporation established by guard,   post  boy,    mecahnic- chauffeur,   attendant,   messenger, or  any other  person  employed in  any busi- business  of  the  Post  Office,  whether  employed  by  the L.R.O. 1/2012 LAWS OF GUYANA 10 Cap. 47:01 Post and Telegraph                                      c. 51:01              the Public Corporation (Post Office) Order 1976;  post office means any house, building, room, carriage, aircraft, vessel, or place where postal packets, or any of them, are, by the permission or under the authority of the Post Office received, delivered, sorted, or made up, or from which postal packets, or any of them, are, by the authority of the Postmaster General, despatched, and includes any other place used for the purpose of the post office and a post office letter-box;  post office letter-box includes any pillar-box, wall-box, or other box or receptacle, provided, by the permission or under the authority of the Post Office, for the purpose of receiving postal packets, or any of them, for transmission by or under the authority of the Post Office;  postal packet means anything in course of transmission by post from the time of its delivery to a post office to the time of its delivery to the person to whom it is addressed, and, in the provisions of this Act for the protection or benefit of the Post Office, for the protection of mails, mail bags and officers of the Post Office, and touching offences committed in relation to a postal packet, includes a telegram;  public road means any public highway required to be maintained under or by virtue of the Roads Act, and not being a street, including the  footpaths of that highway and any bridge forming part thereof, and also any land by the side and forming part of that highway, but not including a railway or canal;  the purpose of the post office means any purpose of any of the written laws for the time being in force relating to the Post Office, post office money orders, postal orders, post office telegraphs, or post office savings banks, and includes any purpose relating to or in connection with the execution of the duties for the time being undertaken L.R.O. 1/2012 LAWS OF GUYANA Post and Telegraph Cap. 47:01 11  L.R.O. 1/2011                                                 by the Postmaster General or any of his officers;  railway includes any station, work, or building connected with a railway;  the regulations means regulations made under any Ordinance hereby repealed, or under this Act, and for the time being in force;  street means any public way situated within a city, town, or village, or between lands continuously built upon on either side, and repaired at the public expense, or at the expense of any municipal or village rate, including the footpaths of that way and any bridge forming part thereof;  telegram means any message or other communication transmitted or intended for transmission by a telegraph, and includes any message or other communication transmitted or intended for transmission by a telephone or by any similar instrument or means;  telegraph means a wire or wires used for the purpose of telegraphic communication, with any casing, coating, tube, or pipe enclosing it or them, and apparatus connected therewith for the purpose of telegraphic communication; and includes  any apparatus for transmitting messages or other  communications by means of electricity;  telegraph line means telegraphs, posts, and any work, and also any cables, apparatus, pneumatic or other tube, pipe, or thing whatsoever, used for the purpose of transmitting telegraphic messages or other communications by means of electricity or maintaining telegraphic communication, and includes any portion of a telegraphic line as defined by this Act;  telegraph post means any post, pole, standard, stay, strut, LAWS OF GUYANA 12 Cap. 47:01 Post and Telegraph                                     Meaning of delivery to or from a post office.                  or other above-ground contrivance for carrying, suspending, or supporting a telegraph;  tree means any tree, branch, wood, underwood, or other produce of the soil;  undertakers means the parties, whether trustees, commissioners, corporation, company, or private persons, empowered by any statute to execute an undertaking, and any lessee or tenant thereof;  undertaking means any work or undertaking, of whatever nature, the execution of which is authorised by any statute;  wireless telegraphy means any system of communication by telegraph without the aid of any wire connecting the points from and at which the messages or other communications are sent and received;  work includes telegraphs and telegraph posts."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Meaning of delivery to or from a post office.  PART I ADMINISTRATION  Officers of the Post Office  ",
            "context": "POST AND TELEGRAPH ACT under Meaning of delivery to or from a post office.  PART I ADMINISTRATION  Officers of the Post Office  3. For the purposes of this Act   (a) the delivery of a postal packet to a letter carrier or other person authorised to receive letters for the post shall be a delivery to a post office; and  (b) the delivery of a postal packet at the house or office of the person to whom the packet is addressed, or to him or to his servant or other person authorised to receive the packet, according to the usual manner of delivering that persons letters, shall be a delivery to the person addressed.  L.R.O. 1/2012 LAWS OF GUYANA Post and Telegraph Cap. 47:01 13  L.R.O. 1/2011          Postmaster General. [13 of 1976] c. 19:05    Functions of Postmaster General. [13 of 1976]    Other officers. [13 of 1976]    c. 19:05             Duties of officers. [13 of 1976]      Declaration to be made by officer on appointment. [13 of 1976] Schedule.    Postal department.  [13 of 1976]   PART I ADMINISTRATION  Officers of the Post Office",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the delivery of a postal packet to a letter carrier or other person authorised to receive letters for the post shall be a delivery to a post office; and"
                },
                {
                    "representation": "(b)",
                    "description": "the delivery of a postal packet at the house or office of the person to whom the packet is addressed, or to him or to his servant or other person authorised to receive the packet, according to the usual manner of delivering that persons letters, shall be a delivery to the person addressed.  L.R.O. 1/2012 LAWS OF GUYANA Post and Telegraph Cap. 47:01 13  L.R.O. 1/2011          Postmaster General. [13 of 1976] c. 19:05    Functions of Postmaster General. [13 of 1976]    Other officers. [13 of 1976]    c. 19:05             Duties of officers. [13 of 1976]      Declaration to be made by officer on appointment. [13 of 1976] Schedule.    Postal department.  [13 of 1976]   PART I ADMINISTRATION  Officers of the Post Office"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Postmaster General. ",
            "context": "POST AND TELEGRAPH ACT under Postmaster General. 4. The Postmaster General for Guyana shall be the person appointed to that office pursuant to section 22(1) of the Public Corporations Act as modified for the purpose by section 3 of the Post and Telegraph (Amendment) Act",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of the Public Corporations Act as modified for the purpose by section 3 of the Post and Telegraph"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Functions of Postmaster General. ",
            "context": "POST AND TELEGRAPH ACT under Functions of Postmaster General. 5. Subject to this Act and the Public Corporations Act, the Postmaster General shall be the chief executive officer of the Post Office which shall have the management and charge of, and shall exercise supervision over, the postal system established under this Act.",
            "description": "Subject to this Act and the Public Corporations Act, the Postmaster General shall be the chief executive officer of the Post Office which shall have the management and charge of, and shall exercise supervision over, the postal system established under this Act."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Other officers. ",
            "context": "POST AND TELEGRAPH ACT under Other officers. 6. The number of other officers of the Post Office necessary for the service of the Post Office and for the transmission and reception of telegrams shall be those persons appointed as such by the Post Office pursuant to section 22(2) of the Public Corporations Act.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "of the Public Corporations Act."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Duties of officers. ",
            "context": "POST AND TELEGRAPH ACT under Duties of officers. 7. Every officer of the Corporation and every officer of the Post Office shall perform the duties in the Corporation and the Post Office respectively prescribed by this Act and any other law relating thereto and subject thereto, those assigned to them by the Minister.",
            "description": "Every officer of the Corporation and every officer of the Post Office shall perform the duties in the Corporation and the Post Office respectively prescribed by this Act and any other law relating thereto and subject thereto, those assigned to them by the Minister."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Declaration to be made by officer on appointment. ",
            "context": "POST AND TELEGRAPH ACT under Declaration to be made by officer on appointment. 8. Every officer of the Corporation and every officer of the Post Office, except the General Manager and the Postmaster General shall, on appointment, appear before a magistrate and make a declaration in the appropriate form set out in the Schedule, or in any other form for the time being prescribed by the Minister.",
            "description": "Every officer of the Corporation and every officer of the Post Office, except the General Manager and the Postmaster General shall, on appointment, appear before a magistrate and make a declaration in the appropriate form set out in the Schedule, or in any other form for the time being prescribed by the Minister."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Postal department.  Powers and Privileges of the Post Office and the Corporation  ",
            "context": "POST AND TELEGRAPH ACT under Postal department.  Powers and Privileges of the Post Office and the Corporation  9. The Post Office shall constitute the postal department of Guyana.   LAWS OF GUYANA 14 Cap. 47:01 Post and Telegraph                         General powers and rights of the Post Office and the Corporation. [13 of 1976]        Exclusive privilege of Post Office as regards postal matters. [13 of 1976 6 of 1997]                           Powers and Privileges of the Post Office and the Corporation",
            "description": "The Post Office shall constitute the postal department of Guyana.   LAWS OF GUYANA 14 Cap. 47:01 Post and Telegraph                         General powers and rights of the Post Office and the Corporation. [13 of 1976]        Exclusive privilege of Post Office as regards postal matters. [13 of 1976 6 of 1997]                           Powers and Privileges of the Post Office and the Corporation"
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "General powers and rights of the Post Office and the Corporation. ",
            "context": "POST AND TELEGRAPH ACT under General powers and rights of the Post Office and the Corporation. 10. (1) The Post Office may establish post offices in any places in Guyana where the public convenience requires them, and may collect, receive, despatch and convey, in the manner the Post Office deems convenient, all postal packets transmitted within, or to, or from, Guyana.  (2) The Corporation may establish telegram offices in any places in Guyana where the public convenience requires them.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Post Office may establish post offices in any places in Guyana where the public convenience requires them, and may collect, receive, despatch and convey, in the manner the Post Office deems convenient, all postal packets transmitted within, or to, or from, Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "The Corporation may establish telegram offices in any places in Guyana where the public convenience requires them."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Exclusive privilege of Post Office as regards postal matters. ",
            "context": "POST AND TELEGRAPH ACT under Exclusive privilege of Post Office as regards postal matters. 11. (1) The Post Office shall have the exclusive privilege of conveying from one place to another within Guyana all letters, except in the following cases, and shall also within Guyana have the exclusive privilege of performing all the incidental services of receiving, collecting, sending, despatching, and delivering all letters, except in the following cases:  (a) letters sent by a private friend in his way, journey, or travel so that those letters are delivered by the friend to the person to whom they are directed;  (b) letters sent by a messenger on purpose, concerning the private affairs of the sender or receiver thereof;  (c) commissions or returns thereof, and affidavits and writs, process or proceedings, or returns thereof, issuing out of or connected with a court of justice;  (d) letters sent out of Guyana by a private vessel, not being a packet boat;  L.R.O. 1/2012 LAWS OF GUYANA Post and Telegraph Cap. 47:01 15  L.R.O. 1/2011                                                 (e) letters of merchants, owners of vessels of merchandise, or the cargo or loading  therein, sent by the vessels of merchandise, or by any person employed by the owners for the carriage of the letters, according to  their respective directions, and delivered to the respective persons to whom they are directed, without paying or receiving hire or reward, or other profit or advantage, for them in anywise;  (f) letters concerning goods or merchandise  sent by common known carriers, to be delivered with the goods which they  concern, without hire or reward, or other profit or advantage, for receiving or delivering them; and  (g) letters arriving by post in Guyana and delivered by any officer of the Post Office to the agents of the addresses and letters for places out of Guyana sent to be posted in Guyana:  Provided that nothing herein contained shall authorise any person to make a collection of excepted letters aforesaid for the purpose of sending them in the manner hereby authorised.  (2) Subject as aforesaid, the following persons are expressly forbidden to carry a letter, or to receive or collect or deliver a letter, although they do not receive hire or reward for it:  (a) common known carriers, their servants or agents, except letters LAWS OF GUYANA 16 Cap. 47:01 Post and Telegraph                                                    concerning goods in their carts or wagons or on their pack animals, and owners, drivers, or guards of stage coaches;  (b) members of the police force, except letters from an officer of police or a constable in charge of a police station, those letters being exclusively on the business of the police department;  (c) owners, masters, or commanders of ships,  vessels, steam boats, droghers, punts, or boats, called or being passage or packet boats, sailing or passing coastwise or otherwise between ports or places within Guyana, or their servants or agents, except in respect of letters of merchants, owners of ships, or goods on board, or letters on the business of plantations sent by droghers or punts employed in the service of those plantations;  (d) passengers or other persons on board any ship, vessel, steam-boat, drogher, punt, or  passage or packet boat aforesaid; and  (e) the owners of, or sailors, watermen, or others on board, a ship, vessel, steam-boat, or other boat or barge passing or re-passing on a river or navigable canal within Guyana.  (3) Every person who, not being authorised by or in pursuance of this Act   L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 17  L.R.O. 1/2011                                           Exclusive privilege of Corporation as regards telegraphic matters. [13 of 1976 (a) sends or causes to be sent, or tenders or delivers in order to be sent, or conveys, or performs any service incidental to conveying, any letter not excepted from the exclusive privilege of the Post Office; or  (b) makes a collection of those excepted letters for the purpose of conveying or sending  them by the post or otherwise than by the post,   shall be liable to a fine of four thousand eight hundred and seventy-five dollars for every such letter.  (4) Every person who is in the practice of doing any of those things shall on conviction thereof be liable, for every week during which the practice is continued, to a fine of forty-eight thousand seven hundred and fifty dollars.  (5) In this section, the term post includes all post communications by land or by water (except by outward-bound vessels not being employed by or under the Post Office or the Government to carry letters); and the above penalties shall be incurred whether the letter is sent singly or with anything else, or the incidental service is performed in respect of a letter either sent or to be sent singly or together with some other letter or thing; and, in any proceeding for the recovery of the penalty, it shall lie upon the person prosecuted to prove that the act in respect of which the penalty is alleged to have been incurred was done in conformity with this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Post Office shall have the exclusive privilege of conveying from one place to another within Guyana all letters, except in the following cases, and shall also within Guyana have the exclusive privilege of performing all the incidental services of receiving, collecting, sending, despatching, and delivering all letters, except in the following cases:"
                },
                {
                    "representation": "(a)",
                    "description": "sends or causes to be sent, or tenders or delivers in order to be sent, or conveys, or performs any service incidental to conveying, any letter not excepted from the exclusive privilege of the Post Office; or"
                },
                {
                    "representation": "(b)",
                    "description": "makes a collection of those excepted letters for the purpose of conveying or sending  them by the post or otherwise than by the post,   shall be liable to a fine of four thousand eight hundred and seventy-five dollars for every such letter."
                },
                {
                    "representation": "(c)",
                    "description": "owners, masters, or commanders of ships,  vessels, steam boats, droghers, punts, or boats, called or being passage or packet boats, sailing or passing coastwise or otherwise between ports or places within Guyana, or their servants or agents, except in respect of letters of merchants, owners of ships, or goods on board, or letters on the business of plantations sent by droghers or punts employed in the service of those plantations;"
                },
                {
                    "representation": "(d)",
                    "description": "passengers or other persons on board any ship, vessel, steam-boat, drogher, punt, or  passage or packet boat aforesaid; and"
                },
                {
                    "representation": "(e)",
                    "description": "the owners of, or sailors, watermen, or others on board, a ship, vessel, steam-boat, or other boat or barge passing or re-passing on a river or navigable canal within Guyana."
                },
                {
                    "representation": "(f)",
                    "description": "letters concerning goods or merchandise  sent by common known carriers, to be delivered with the goods which they  concern, without hire or reward, or other profit or advantage, for receiving or delivering them; and"
                },
                {
                    "representation": "(g)",
                    "description": "letters arriving by post in Guyana and delivered by any officer of the Post Office to the agents of the addresses and letters for places out of Guyana sent to be posted in Guyana:  Provided that nothing herein contained shall authorise any person to make a collection of excepted letters aforesaid for the purpose of sending them in the manner hereby authorised."
                },
                {
                    "representation": "(2)",
                    "description": "Subject as aforesaid, the following persons are expressly forbidden to carry a letter, or to receive or collect or deliver a letter, although they do not receive hire or reward for it:"
                },
                {
                    "representation": "(3)",
                    "description": "Every person who, not being authorised by or in pursuance of this Act   L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 17  L.R.O. 1/2011                                           Exclusive privilege of Corporation as regards telegraphic matters. [13 of 1976"
                },
                {
                    "representation": "(4)",
                    "description": "Every person who is in the practice of doing any of those things shall on conviction thereof be liable, for every week during which the practice is continued, to a fine of forty-eight thousand seven hundred and fifty dollars."
                },
                {
                    "representation": "(5)",
                    "description": "In this section, the term post includes all post communications by land or by water"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Exclusive privilege of Corporation as regards telegraphic matters. ",
            "context": "POST AND TELEGRAPH ACT under Exclusive privilege of Corporation as regards telegraphic matters. 12. (1) The Corporation shall have the exclusive privilege of transmitting from one place to another within Guyana all telegrams, except in the following cases, and shall also within Guyana have the exclusive privilege of performing all the incidental services of receiving, collecting, sending, despatching, and delivering all telegrams, except in LAWS OF GUYANA 18 Cap. 47:01 Post and Telegraph    6 of 1997]                                                the following cases, that is to say, telegrams transmitted-  (a) free of charge by a telegram service maintained over private lands or used solely for private purposes, and relating to the  business or private affairs of the owner or owners thereof;  (b) by a telegram service maintained for the private use of a corporation, company, or person and in respect of which, or of the receipt, collection, transmission, or delivery of which, no money or valuable consideration is or is promised to be made or given;  (c) with the written licence or consent, either special or general, of the Corporation, which may be granted on any terms and conditions to the Corporation seeming fit;   (d) by any railway company within the limits it is by any statute for the time being in force empowered to transmit them; and  (e) to or from any place out of Guyana by any corporation, company, or person thereto legally authorised.  (2) Any corporation, company, or person who-  (a) transmits, or aids or is concerned in transmitting, any telegram in contravention of the exclusive privilege conferred on the Corporation by this Act; or  L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 19  L.R.O. 1/2011                         Deputy of Postmaster General may give notice, or make claim, entry or  distress. [13 of 1976]    Exemption of officer from certain services.   Surrender of Post Office property on officer vacating office. [6 of 1997]        (b) receives, collects, sends, despatches, or delivers any telegram in contravention of that privilege, or aids or is concerned in the receipt, collection, sending, despatch or delivery of the telegram in contravention of that privilege,  shall be liable to a fine of four thousand eight hundred and seventy-five dollars; and where any person offending against this subsection is a servant or person hired to do the act of which complaint is made, the master or other person employing the servant shall, as well as the servant himself, be liable to a like penalty for each offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Corporation shall have the exclusive privilege of transmitting from one place to another within Guyana all telegrams, except in the following cases, and shall also within Guyana have the exclusive privilege of performing all the incidental services of receiving, collecting, sending, despatching, and delivering all telegrams, except in LAWS OF GUYANA 18 Cap. 47:01 Post and Telegraph    6 of 1997]                                                the following cases, that is to say, telegrams transmitted-"
                },
                {
                    "representation": "(a)",
                    "description": "transmits, or aids or is concerned in transmitting, any telegram in contravention of the exclusive privilege conferred on the Corporation by this Act; or  L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 19  L.R.O. 1/2011                         Deputy of Postmaster General may give notice, or make claim, entry or  distress. [13 of 1976]    Exemption of officer from certain services.   Surrender of Post Office property on officer vacating office. [6 of 1997]"
                },
                {
                    "representation": "(b)",
                    "description": "receives, collects, sends, despatches, or delivers any telegram in contravention of that privilege, or aids or is concerned in the receipt, collection, sending, despatch or delivery of the telegram in contravention of that privilege,  shall be liable to a fine of four thousand eight hundred and seventy-five dollars; and where any person offending against this subsection is a servant or person hired to do the act of which complaint is made, the master or other person employing the servant shall, as well as the servant himself, be liable to a like penalty for each offence."
                },
                {
                    "representation": "(c)",
                    "description": "with the written licence or consent, either special or general, of the Corporation, which may be granted on any terms and conditions to the Corporation seeming fit;"
                },
                {
                    "representation": "(d)",
                    "description": "by any railway company within the limits it is by any statute for the time being in force empowered to transmit them; and"
                },
                {
                    "representation": "(e)",
                    "description": "to or from any place out of Guyana by any corporation, company, or person thereto legally authorised."
                },
                {
                    "representation": "(2)",
                    "description": "Any corporation, company, or person who-"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Deputy of Postmaster General may give notice, or make claim, entry or distress. ",
            "context": "POST AND TELEGRAPH ACT under Deputy of Postmaster General may give notice, or make claim, entry or distress. 13. Anyone having authority in that behalf either general or special, by writing signed by the Postmaster General, may, on behalf of the Postmaster General, give any notice or make any demand, claim, entry, or distress which the Postmaster General, in his official capacity or otherwise, might give or make and the notice, demand, claim, entry, and distress shall be deemed to have been given and made by the Post Office.",
            "description": "Anyone having authority in that behalf either general or special, by writing signed by the Postmaster General, may, on behalf of the Postmaster General, give any notice or make any demand, claim, entry, or distress which the Postmaster General, in his official capacity or otherwise, might give or make and the notice, demand, claim, entry, and distress shall be deemed to have been given and made by the Post Office."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Exemption of officer from certain services. ",
            "context": "POST AND TELEGRAPH ACT under Exemption of officer from certain services. 14. Notwithstanding anything contained in any other Act, an officer of the Post Office shall not be compelled to serve on any jury or inquest.",
            "description": "Notwithstanding anything contained in any other Act, an officer of the Post Office shall not be compelled to serve on any jury or inquest."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Surrender of Post Office property on officer vacating office.  PART II THE POST OFFICE  Duties of The Post Office  ",
            "context": "POST AND TELEGRAPH ACT under Surrender of Post Office property on officer vacating office.  PART II THE POST OFFICE  Duties of The Post Office  15. (1) Where an officer of the Post Office vacates his office (whether by reason of dismissal, resignation, death, or otherwise) he, or, if he is dead, his personal representative or the person so acting, shall deliver to the superior officer of the Post Office for the time being directed by or in  pursuance of the regulations, all articles (whether uniform, accoutrements, appointments, or other necessaries) which have been issued to the officer vacating his office for the execution of his duty, and are not, under the regulations, the property of that officer, and shall deliver them at the time and place fixed by the superior officer to whom they are to be delivered and in LAWS OF GUYANA 20 Cap. 47:01 Post and Telegraph                                 Charge on postal packets. [7 of 1945 13 of 1976]                 Membership of the Universal Postal Union. good order and condition, fair wear and tear only excepted.  (2) Any person who fails to comply with the provisions of this section shall be liable to a fine of one thousand nine hundred and fifty dollars and also any further sum not exceeding one thousand nine hundred and fifty dollars, which the Court determines to be the value of the articles not delivered or, if they have been delivered but are not in good order and condition, of the damage done to them.  (3) Any justice of the peace may issue a warrant by virtue whereof any constable may search for and seize any articles not delivered as required by this section, in like manner as if they were stolen goods and the warrant was a warrant to search for stolen goods.  PART II THE POST OFFICE   Duties of Postage",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an officer of the Post Office vacates his office"
                },
                {
                    "representation": "(2)",
                    "description": "Any person who fails to comply with the provisions of this section shall be liable to a fine of one thousand nine hundred and fifty dollars and also any further sum not exceeding one thousand nine hundred and fifty dollars, which the Court determines to be the value of the articles not delivered or, if they have been delivered but are not in good order and condition, of the damage done to them."
                },
                {
                    "representation": "(3)",
                    "description": "Any justice of the peace may issue a warrant by virtue whereof any constable may search for and seize any articles not delivered as required by this section, in like manner as if they were stolen goods and the warrant was a warrant to search for stolen goods.  PART II THE POST OFFICE   Duties of Postage"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Charge on postal packets. ",
            "context": "POST AND TELEGRAPH ACT under Charge on postal packets. 16. (1) Subject to this Act, there shall be charged by the Postmaster General for the use of the Post Office on all postal packets conveyed or delivered for conveyance by post under the authority of the Post Office, and also on all letters not excepted from the exclusive privilege of the Post Office and brought into Guyana, the duties of postage and other sums from time to time fixed in manner provided by this Act.  (2) Subject to negative resolution of the National Assembly, the Minister may, by order, fix the rates of the duties of postage and other sums to be charged under this Act, and regulate the scale of weights and the circumstances according to which those rates and sums are respectively to be charged, and the power of the Post Office, with or without the consent of the Minister, to remit any of them.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, there shall be charged by the Postmaster General for the use of the Post Office on all postal packets conveyed or delivered for conveyance by post under the authority of the Post Office, and also on all letters not excepted from the exclusive privilege of the Post Office and brought into Guyana, the duties of postage and other sums from time to time fixed in manner provided by this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to negative resolution of the National Assembly, the Minister may, by order, fix the rates of the duties of postage and other sums to be charged under this Act, and regulate the scale of weights and the circumstances according to which those rates and sums are respectively to be charged, and the power of the Post Office, with or without the consent of the Minister, to remit any of them."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Membership of the Universal Postal Union.  L.R.O. 1/2012 LAWS OF GUYANA 4 Cap. 47:01 Post and Telegraph    SECTION ",
            "context": "POST AND TELEGRAPH ACT under Membership of the Universal Postal Union.  L.R.O. 1/2012 LAWS OF GUYANA 4 Cap. 47:01 Post and Telegraph    SECTION 17. (1) The Minister may by order from time to time adopt the terms, stipulations, conditions, or regulations L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 21  L.R.O. 1/2011               Report of postal charges to National Assembly.       Payment of postage by receiver or sender.                        agreed upon by the Universal Postal Union for, or respecting, or in relation to the transmission of postal matter and declare that they or any part or modification of them shall be in force in Guyana.  (2) Any order aforesaid shall have the same force and effect as if the provisions therein contained were inserted in this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may by order from time to time adopt the terms, stipulations, conditions, or regulations L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 21  L.R.O. 1/2011               Report of postal charges to National Assembly.       Payment of postage by receiver or sender.                        agreed upon by the Universal Postal Union for, or respecting, or in relation to the transmission of postal matter and declare that they or any part or modification of them shall be in force in Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "Any order aforesaid shall have the same force and effect as if the provisions therein contained were inserted in this Act."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Report of postal charges to National Assembly. ",
            "context": "POST AND TELEGRAPH ACT under Report of postal charges to National Assembly. 18. Where, in consequence of the exercise of any power given under this Act, any additional charge is entailed on public funds, or where any change is made in the rates of postage existing at the commencement of this Act, a full report of each the charge or change shall be made by the Minister to the National Assembly at the session next after the time when the charge or change is entailed or made.",
            "description": "Where, in consequence of the exercise of any power given under this Act, any additional charge is entailed on public funds, or where any change is made in the rates of postage existing at the commencement of this Act, a full report of each the charge or change shall be made by the Minister to the National Assembly at the session next after the time when the charge or change is entailed or made."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Payment of postage by receiver or sender. ",
            "context": "POST AND TELEGRAPH ACT under Payment of postage by receiver or sender. 19. (l) If the sender of a postal packet fails to prepay the postage chargeable thereon, that postage shall be paid by the person to whom the postal packet is addressed (in this Act styled the addressee) on the delivery thereof to him; or, if the postal packet is refused, or the addressee is dead or cannot be found, by the sender.  (2) If the addressee, on receiving a postal packet and paying the postage thereof, desires to reject it and compel the sender thereof to pay the postage, the Postmaster General, on the application of the addressee and subject to the regulations, may charge the postage thereof to the sender, with the additional postage of returning the packet to him; and in that case the sender of the postal packet shall pay the postage of sending and also of returning the packet, and on the payment thereof the amount paid in respect of postage by the addressee shall be repaid to him by the Postmaster General.  (3) Nothing in this section shall release the addressee from his liability to pay the postage of a packet on the delivery thereof to him. LAWS OF GUYANA 22 Cap. 47:01 Post and Telegraph    Recovery of duties of postage. [13 of 1976]     Prima facie evidence afforded by postage mark.                             Official mark evidence of amount of postage. [13 of 1976]     Licence to use postal franking machines. [8 of 1933 13 of 1976 6 of 1997]",
            "description": [
                {
                    "representation": "(l)",
                    "description": "If the sender of a postal packet fails to prepay the postage chargeable thereon, that postage shall be paid by the person to whom the postal packet is addressed"
                },
                {
                    "representation": "(2)",
                    "description": "If the addressee, on receiving a postal packet and paying the postage thereof, desires to reject it and compel the sender thereof to pay the postage, the Postmaster General, on the application of the addressee and subject to the regulations, may charge the postage thereof to the sender, with the additional postage of returning the packet to him; and in that case the sender of the postal packet shall pay the postage of sending and also of returning the packet, and on the payment thereof the amount paid in respect of postage by the addressee shall be repaid to him by the Postmaster General."
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in this section shall release the addressee from his liability to pay the postage of a packet on the delivery thereof to him. LAWS OF GUYANA 22 Cap. 47:01 Post and Telegraph    Recovery of duties of postage. [13 of 1976]     Prima facie evidence afforded by postage mark.                             Official mark evidence of amount of postage. [13 of 1976]     Licence to use postal franking machines. [8 of 1933 13 of 1976 6 of 1997]"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Recovery of duties of postage. ",
            "context": "POST AND TELEGRAPH ACT under Recovery of duties of postage. 20. All duties of postage and other sums charged under this Act, or under any other written law for the time being in force relating to the same subject-matter, may be recovered, with full costs of suit, in any court of competent jurisdiction, at the suit of the Post Office.",
            "description": "All duties of postage and other sums charged under this Act, or under any other written law for the time being in force relating to the same subject-matter, may be recovered, with full costs of suit, in any court of competent jurisdiction, at the suit of the Post Office."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Prima facie evidence afforded by postage mark. ",
            "context": "POST AND TELEGRAPH ACT under Prima facie evidence afforded by postage mark. 21. In any proceeding for the recovery of postage  (a) the production of any postal packet in respect of which any postage is sought to be recovered, having thereupon a post office stamp denoting that the packet has been refused or rejected, or that the addressee is dead or cannot be found, shall be prima facie evidence of the fact; and  (b) the person from whom any postal packet in respect of which the postage is sought to be recovered purports to have come shall, until the contrary is proved, be deemed to be the sender  thereof.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the production of any postal packet in respect of which any postage is sought to be recovered, having thereupon a post office stamp denoting that the packet has been refused or rejected, or that the addressee is dead or cannot be found, shall be prima facie evidence of the fact; and"
                },
                {
                    "representation": "(b)",
                    "description": "the person from whom any postal packet in respect of which the postage is sought to be recovered purports to have come shall, until the contrary is proved, be deemed to be the sender  thereof."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Official mark evidence of amount of postage. ",
            "context": "POST AND TELEGRAPH ACT under Official mark evidence of amount of postage. 22. The official mark of any sum on any postal packet as due to the Post Office, or to any Commonwealth or foreign post office, in respect of that packet, shall, in any court of justice, be received as evidence of the liability of the packet to the sum so marked, and the sum shall be recoverable in that court as postage due to the Post Office.",
            "description": "The official mark of any sum on any postal packet as due to the Post Office, or to any Commonwealth or foreign post office, in respect of that packet, shall, in any court of justice, be received as evidence of the liability of the packet to the sum so marked, and the sum shall be recoverable in that court as postage due to the Post Office."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Licence to use postal franking machines. ",
            "context": "POST AND TELEGRAPH ACT under Licence to use postal franking machines. 23. (1) The Post Office may grant licences to use postal franking machines in Guyana on such terms and conditions (including the payment of fees) as may be set out in the licence.  (2) The Post Office may cancel a licence granted under this section if any of the terms and conditions thereof L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 23  L.R.O. 1/2011                      Duties of stamps. [13 of 1976]   Privilege of providing stamped envelopes.  [13 of 1976]       Regulations as to postal packets.              or if any regulation made under this Act in relation to postal franking  machines is contravened.  (3) Any person using a postal franking machine without having a licence therefor, shall be liable on summary conviction to a fine of ninety-seven thousand five hundred dollars, and in case of a continuing offence to a further penalty of nineteen thousand five hundred dollars for each day during which the offence continues.  (4) Licences under this section shall be in such form and the fees to be paid in respect thereof shall be of such amount as the Minister may prescribe.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Post Office may grant licences to use postal franking machines in Guyana on such terms and conditions"
                },
                {
                    "representation": "(2)",
                    "description": "The Post Office may cancel a licence granted under this section if any of the terms and conditions thereof L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 23  L.R.O. 1/2011                      Duties of stamps. [13 of 1976]   Privilege of providing stamped envelopes.  [13 of 1976]       Regulations as to postal packets.              or if any regulation made under this Act in relation to postal franking  machines is contravened."
                },
                {
                    "representation": "(3)",
                    "description": "Any person using a postal franking machine without having a licence therefor, shall be liable on summary conviction to a fine of ninety-seven thousand five hundred dollars, and in case of a continuing offence to a further penalty of nineteen thousand five hundred dollars for each day during which the offence continues."
                },
                {
                    "representation": "(4)",
                    "description": "Licences under this section shall be in such form and the fees to be paid in respect thereof shall be of such amount as the Minister may prescribe."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Duties of stamps. ",
            "context": "POST AND TELEGRAPH ACT under Duties of stamps. 24. All sums payable in pursuance of this Act, or of any warrants, or rules, or regulations made under this Act, shall be deemed to be duties of postage.",
            "description": "All sums payable in pursuance of this Act, or of any warrants, or rules, or regulations made under this Act, shall be deemed to be duties of postage."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Privilege of providing stamped envelopes.  Conditions of Transit of Postal Packets  ",
            "context": "POST AND TELEGRAPH ACT under Privilege of providing stamped envelopes.  Conditions of Transit of Postal Packets  25. The Post Office may cause to be provided stamped envelopes, stamped wrappers, letter-sheet envelopes, and envelopes for registered postal matter and postal cards of all kinds; and the Post Office shall have the exclusive privilege of issuing them.  Conditions of Transit of Postal Packets",
            "description": "The Post Office may cause to be provided stamped envelopes, stamped wrappers, letter-sheet envelopes, and envelopes for registered postal matter and postal cards of all kinds; and the Post Office shall have the exclusive privilege of issuing them.  Conditions of Transit of Postal Packets"
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Regulations as to postal packets. ",
            "context": "POST AND TELEGRAPH ACT under Regulations as to postal packets. 26. All postal packets shall be posted, transmitted, conveyed, and delivered, subject to such regulations, conditions, prohibitions, and restrictions respecting-  (a) the time and mode of posting and delivery, and of the payments of duties of postage and other sums chargeable in pursuance of this  Act, or of any warrant, or rules, or regulations made under this Act, and  (b) the registration of, and giving receipts for, and obtaining certificates of LAWS OF GUYANA 24 Cap. 47:01 Post and Telegraph                       Power to authorise collection and delivery of letters otherwise than by post. [13 of 1976 12 of 1990]             Despatch and delivery of book packets and cards.      posting and delivery of, any postal packet and the sums to be paid in addition to any other rate of postage for that registration, receipt, or certificate; and  (c) stamps, covers, form, dimensions, maximum weight, enclosures, words, or marks on  newspapers  and  printed papers, the use of packets (other than letters) for making communications, or otherwise,  as are directed by the regulations.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the time and mode of posting and delivery, and of the payments of duties of postage and other sums chargeable in pursuance of this  Act, or of any warrant, or rules, or regulations made under this Act, and"
                },
                {
                    "representation": "(b)",
                    "description": "the registration of, and giving receipts for, and obtaining certificates of LAWS OF GUYANA 24 Cap. 47:01 Post and Telegraph                       Power to authorise collection and delivery of letters otherwise than by post. [13 of 1976 12 of 1990]             Despatch and delivery of book packets and cards.      posting and delivery of, any postal packet and the sums to be paid in addition to any other rate of postage for that registration, receipt, or certificate; and"
                },
                {
                    "representation": "(c)",
                    "description": "stamps, covers, form, dimensions, maximum weight, enclosures, words, or marks on  newspapers  and  printed papers, the use of packets"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Power to authorise collection and delivery of letters otherwise than by post. ",
            "context": "POST AND TELEGRAPH ACT under Power to authorise collection and delivery of letters otherwise than by post. 27. The Post Office may, either generally or in the case of any particular person, authorise  (a) letters or other postal packets to be sent, conveyed and delivered otherwise than by post; and  (b) the collection, otherwise than by an officer of the Post Office, of any letters or postal packets, whether to be so sent or to be sent by post,   but the authority shall be subject in every case to any regulations, conditions (including the payment of fees), prohibitions, and restrictions imposed by the Post Office.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "letters or other postal packets to be sent, conveyed and delivered otherwise than by post; and"
                },
                {
                    "representation": "(b)",
                    "description": "the collection, otherwise than by an officer of the Post Office, of any letters or postal packets, whether to be so sent or to be sent by post,   but the authority shall be subject in every case to any regulations, conditions"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Despatch and delivery of book packets and cards. ",
            "context": "POST AND TELEGRAPH ACT under Despatch and delivery of book packets and cards. 28. Where the despatch or delivery from a post office of letters would be delayed by the despatch or delivery therefrom at the same time of book packets, pattern or sample packets, and post cards, or any of them, those packets or cards, or any of them, may, subject and according to the regulations, be detained in the post office until the despatch or delivery next following that by which they would ordinarily be despatched or delivered. L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 25  L.R.O. 1/2011 Prohibition of sending by post explosive, inflammable, or deleterious substances, or indecent matter. [26 of 1949 30 of 1957 6 of 1997]                            Cap. 142 1953 Ed.",
            "description": "Where the despatch or delivery from a post office of letters would be delayed by the despatch or delivery therefrom at the same time of book packets, pattern or sample packets, and post cards, or any of them, those packets or cards, or any of them, may, subject and according to the regulations, be detained in the post office until the despatch or delivery next following that by which they would ordinarily be despatched or delivered. L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 25  L.R.O. 1/2011 Prohibition of sending by post explosive, inflammable, or deleterious substances, or indecent matter. [26 of 1949 30 of 1957 6 of 1997]                            Cap. 142 1953 Ed."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Prohibition of sending by post explosive, inflammable, or deleterious substances, or indecent matter. ",
            "context": "POST AND TELEGRAPH ACT under Prohibition of sending by post explosive, inflammable, or deleterious substances, or indecent matter. 29. (1) No one shall send or attempt to send any postal packet which either   (a) encloses any explosive substance, any dangerous substance, any filth, any noxious or deleterious substance, any sharp instrument not properly protected, any living creature which is either noxious or likely to injure either other postal packets in  course of conveyance or an officer of the Post Office, or any article or thing whatsoever likely to injure either other postal packets in course of conveyance or an officer of the Post Office; or  (b) encloses any indecent or obscene print,  painting, photograph, lithograph, engraving, book or card, or any indecent or obscene article, whether similar to the above or not; or  (c) has thereon, or on the cover thereof, any words, marks, or designs of an indecent, obscene, or grossly offensive character; or  (d) encloses any Indian hemp (as defined in the Dangerous Drugs  Act) or any opium,  whether medicinal opium, prepared opium or raw opium (all as defined in the Dangerous  Drugs Act), or any substance or drug whatever certified by the Government Analyst of Guyana to be purely a narcotic:  Provided that  LAWS OF GUYANA 26 Cap. 47:01 Post and Telegraph                                          Printed matter sent without cover or in open cover. [13 of 1976]       Dealing with postal packet (i) the Minister may authorise the insertion in a postal packet of any substance or narcotic aforesaid according to any convention or agreement of the Universal Postal Union;   (ii) nothing in this subsection shall apply to the posting or transmission of radio-active substances in accordance with the regulations; and the receipt, acceptance, transmission or delivery   of radio-active substances by the   postal department shall be deemed a  special service for the purpose of section (99m).  (2) Everyone who contravenes this section shall be liable on summary conviction to a fine of nine thousand seven hundred and fifty dollars and on conviction on indictment to imprisonment for twelve months.  (3) The detention in the post office of any postal packet on the ground of its being in contravention of this section shall not exempt the sender thereof from any proceedings which might have been taken if it had been delivered in due course of post.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No one shall send or attempt to send any postal packet which either"
                },
                {
                    "representation": "(a)",
                    "description": "encloses any explosive substance, any dangerous substance, any filth, any noxious or deleterious substance, any sharp instrument not properly protected, any living creature which is either noxious or likely to injure either other postal packets in  course of conveyance or an officer of the Post Office, or any article or thing whatsoever likely to injure either other postal packets in course of conveyance or an officer of the Post Office; or"
                },
                {
                    "representation": "(b)",
                    "description": "encloses any indecent or obscene print,  painting, photograph, lithograph, engraving, book or card, or any indecent or obscene article, whether similar to the above or not; or"
                },
                {
                    "representation": "(c)",
                    "description": "has thereon, or on the cover thereof, any words, marks, or designs of an indecent, obscene, or grossly offensive character; or"
                },
                {
                    "representation": "(d)",
                    "description": "encloses any Indian hemp"
                },
                {
                    "representation": "(i)",
                    "description": "the Minister may authorise the insertion in a postal packet of any substance or narcotic aforesaid according to any convention or agreement of the Universal Postal Union;"
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who contravenes this section shall be liable on summary conviction to a fine of nine thousand seven hundred and fifty dollars and on conviction on indictment to imprisonment for twelve months."
                },
                {
                    "representation": "(3)",
                    "description": "The detention in the post office of any postal packet on the ground of its being in contravention of this section shall not exempt the sender thereof from any proceedings which might have been taken if it had been delivered in due course of post."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Printed matter sent without cover or in open cover. ",
            "context": "POST AND TELEGRAPH ACT under Printed matter sent without cover or in open cover. 30. The Postmaster General or any other officer of the Post Office authorised by him may examine any printed paper or any packet sent by post without a cover, or in a cover open at the sides, in order to discover whether it is contrary in any respect to the conditions required by this Act to be observed.",
            "description": "The Postmaster General or any other officer of the Post Office authorised by him may examine any printed paper or any packet sent by post without a cover, or in a cover open at the sides, in order to discover whether it is contrary in any respect to the conditions required by this Act to be observed."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Dealing with postal packet not sent in conformity with Act. ",
            "context": "POST AND TELEGRAPH ACT under Dealing with postal packet not sent in conformity with Act. 31. If any postal packet contains or bears a fictitious stamp as defined in section 83, or purports to be prepaid with L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 27  L.R.O. 1/2011 not sent in conformity with Act. [7 of 1945]            Dealing with postal packet containing contraband goods.                 Liability for loss of postal packet. [13 of 1976]   Decision as to postal packet.      any postage stamp previously used to prepay any other postal packet, or is posted or sent by post in contravention of this Act, the transmission thereof may be refused, and the packet may, if necessary, be detained and opened in the post office, and shall either be returned to the sender thereof or forwarded to its destination, in either case charged with the additional postage at a rate not exceeding the letter rate of postage, or without any additional charge, provided by an order of the Minister under this Act, or if that provision is not made, directed by the Postmaster General with the approval of the Minister.",
            "description": "If any postal packet contains or bears a fictitious stamp as defined in section 83, or purports to be prepaid with L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 27  L.R.O. 1/2011 not sent in conformity with Act. [7 of 1945]            Dealing with postal packet containing contraband goods.                 Liability for loss of postal packet. [13 of 1976]   Decision as to postal packet.      any postage stamp previously used to prepay any other postal packet, or is posted or sent by post in contravention of this Act, the transmission thereof may be refused, and the packet may, if necessary, be detained and opened in the post office, and shall either be returned to the sender thereof or forwarded to its destination, in either case charged with the additional postage at a rate not exceeding the letter rate of postage, or without any additional charge, provided by an order of the Minister under this Act, or if that provision is not made, directed by the Postmaster General with the approval of the Minister."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Dealing with postal packet containing contraband goods. ",
            "context": "POST AND TELEGRAPH ACT under Dealing with postal packet containing contraband goods. 32. The Postmaster General and any officer of the Post Office may detain any postal packet suspected to contain any contraband goods and transmit the packet to the Comptroller of Customs, and the Comptroller, in the presence of the person to whom the packet is addressed, or if, after notice in writing from the Comptroller requiring his attendance left at or transmitted by post to the address on the packet, he fails to attend, then in his absence, may open and examine the packet, and, if the Comptroller finds any contraband goods, may detain the packet and its contents for the purpose of prosecution, and, if the Comptroller finds no contraband goods, shall either deliver the packet to the person to whom it is addressed on his paying the postage, if any, chargeable thereon, or, if he is absent, shall transmit the packet to him by post.",
            "description": "The Postmaster General and any officer of the Post Office may detain any postal packet suspected to contain any contraband goods and transmit the packet to the Comptroller of Customs, and the Comptroller, in the presence of the person to whom the packet is addressed, or if, after notice in writing from the Comptroller requiring his attendance left at or transmitted by post to the address on the packet, he fails to attend, then in his absence, may open and examine the packet, and, if the Comptroller finds any contraband goods, may detain the packet and its contents for the purpose of prosecution, and, if the Comptroller finds no contraband goods, shall either deliver the packet to the person to whom it is addressed on his paying the postage, if any, chargeable thereon, or, if he is absent, shall transmit the packet to him by post."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Liability for loss of postal packet. ",
            "context": "POST AND TELEGRAPH ACT under Liability for loss of postal packet. 33. The registration of or giving a receipt for a postal packet shall not render the Minister, or the Post Office or any officer of the Post Office in any manner liable for the loss of the packet or the contents thereof.",
            "description": "The registration of or giving a receipt for a postal packet shall not render the Minister, or the Post Office or any officer of the Post Office in any manner liable for the loss of the packet or the contents thereof."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Decision as to postal packet.  Money Orders  ",
            "context": "POST AND TELEGRAPH ACT under Decision as to postal packet.  Money Orders  34. If any question arises whether any postal packet is a letter, post card, newspaper, supplement, book packet, circular, or other description of postal packet within the meaning of this Act, the decision thereon shall be made by the Postmaster General, but the Minister may, if he thinks fit, on the application of any person interested, reverse or modify LAWS OF GUYANA 28 Cap. 47:01 Post and Telegraph         Provisions relating to money orders and postal orders. [13 of 1976]                                      the decision and order accordingly.  Money Orders",
            "description": "If any question arises whether any postal packet is a letter, post card, newspaper, supplement, book packet, circular, or other description of postal packet within the meaning of this Act, the decision thereon shall be made by the Postmaster General, but the Minister may, if he thinks fit, on the application of any person interested, reverse or modify LAWS OF GUYANA 28 Cap. 47:01 Post and Telegraph         Provisions relating to money orders and postal orders. [13 of 1976]                                      the decision and order accordingly.  Money Orders"
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Provisions relating to money orders and postal orders.  Ship Letters  ",
            "context": "POST AND TELEGRAPH ACT under Provisions relating to money orders and postal orders.  Ship Letters  35. (1) The Minister may provide for the remission of small sums of money through the post office by means of money orders, and may demand and receive, for the use of the Post Office, in respect of those money order the rates of commission for the time being fixed by an order, and all commissions so received shall be deemed to be part of the Post Office revenue.   (2) No interest shall be payable in respect of any money order.   (3) If the regulations so provide, the Postmaster General may authorise any public officer to issue money orders, and any person so authorised shall, for the purpose of the issue and payment of money orders, be deemed to be an officer of the Post Office within the meaning of this Act.  (4) Subject to the regulations, the Post Office may pay the amount of any money order to the person to whom it is granted, or his executors or administrators, whether it remains in the possession of that person or not, and, on the repayment, all liability on the part of the Minister, or of the Post Office in respect of the money order shall, as against the payee of the money order and the holder thereof, and every other person whomsoever, absolutely cease.  (5) No action or other legal proceedings shall be instituted against the Minister, or the Post Office or any officer of the Post Office, or anyone whomsoever, in respect of any compliance with the regulations relating to money orders or otherwise in relation thereto, or in respect of the payment of any money order being refused or delayed by or on account of any accidental neglect, omission, or mistake by or on the part of any officer of the Post Office, or for any other cause whatsoever, without fraud or wilful misbehaviour on L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 29           Duty of master of outward- bound vessel respecting mails. [6 of 1997]      Duty of master of inward bound vessel respecting letters. [33 of 1954 13 of 1976 6 of 1997]                     the part of that officer.  (6) In this section, the expression money orders includes postal orders.  Ship Letters",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may provide for the remission of small sums of money through the post office by means of money orders, and may demand and receive, for the use of the Post Office, in respect of those money order the rates of commission for the time being fixed by an order, and all commissions so received shall be deemed to be part of the Post Office revenue."
                },
                {
                    "representation": "(2)",
                    "description": "No interest shall be payable in respect of any money order."
                },
                {
                    "representation": "(3)",
                    "description": "If the regulations so provide, the Postmaster General may authorise any public officer to issue money orders, and any person so authorised shall, for the purpose of the issue and payment of money orders, be deemed to be an officer of the Post Office within the meaning of this Act."
                },
                {
                    "representation": "(4)",
                    "description": "Subject to the regulations, the Post Office may pay the amount of any money order to the person to whom it is granted, or his executors or administrators, whether it remains in the possession of that person or not, and, on the repayment, all liability on the part of the Minister, or of the Post Office in respect of the money order shall, as against the payee of the money order and the holder thereof, and every other person whomsoever, absolutely cease."
                },
                {
                    "representation": "(5)",
                    "description": "No action or other legal proceedings shall be instituted against the Minister, or the Post Office or any officer of the Post Office, or anyone whomsoever, in respect of any compliance with the regulations relating to money orders or otherwise in relation thereto, or in respect of the payment of any money order being refused or delayed by or on account of any accidental neglect, omission, or mistake by or on the part of any officer of the Post Office, or for any other cause whatsoever, without fraud or wilful misbehaviour on L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 29           Duty of master of outward- bound vessel respecting mails. [6 of 1997]      Duty of master of inward bound vessel respecting letters. [33 of 1954 13 of 1976 6 of 1997]                     the part of that officer."
                },
                {
                    "representation": "(6)",
                    "description": "In this section, the expression money orders includes postal orders.  Ship Letters"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Duty of master of outward-bound vessel respecting mails. ",
            "context": "POST AND TELEGRAPH ACT under Duty of master of outward-bound vessel respecting mails. 36. Every master of a vessel outward bound, or passing coastwise or otherwise between ports or places within Guyana, shall receive on board his vessel every mail bag tendered to him by an officer of the Post Office for conveyance, and, having received the bag, shall deliver it, on arriving at the port or place of his destination, without delay, and, if he fails to comply with this section, he shall be liable to a fine of ninety-seven thousand five hundred dollars.",
            "description": "Every master of a vessel outward bound, or passing coastwise or otherwise between ports or places within Guyana, shall receive on board his vessel every mail bag tendered to him by an officer of the Post Office for conveyance, and, having received the bag, shall deliver it, on arriving at the port or place of his destination, without delay, and, if he fails to comply with this section, he shall be liable to a fine of ninety-seven thousand five hundred dollars."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Duty of master of inward-bound vessel respecting letters. ",
            "context": "POST AND TELEGRAPH ACT under Duty of master of inward-bound vessel respecting letters. 37. (1) Every master of a vessel inward bound and every pilot or other person in charge of an aircraft inward bound shall collect all letters on board  his  vessel or aircraft, not being letters excepted from the privilege of the Post Office and not being letters by this Act defined as shipowners letters, and enclose them in some bag or other covering, sealed with his seal, and addressed to the Postmaster General, and without delay deliver them to the proper officer of the Post Office demanding them, or, if no demand is made by that officer, then at the post office with which he can first communicate, or, if the vessel or aircraft is liable to the performance of quarantine, to the person appointed to superintend the quarantine, who, after taking the proper precautions, shall deliver them at the post office.  (2) The master of the vessel or aircraft shall not break bulk or make entry in any port until he has complied with the provisions of subsection (l).  (3) Any master of a vessel or any pilot or other person in charge of an aircraft, who acts in contravention of or fails to comply with this section, shall, if he has wilfully delayed the delivery of letters as required by this section, be L.R.O. 1/2011 LAWS OF GUYANA 30 Cap. 47:01 Post and Telegraph                       Opening mail bag by master of vessel, or letters by carrier. [33 of 1954 6 of 1997]                  Duty of officer of customs as to  delivery of letters by master of liable to a fine of nineteen thousand five hundred dollars, and, in any other case, to a fine of thirty-nine thousand dollars.  (4) If any person appointed to superintend the quarantine acts in contravention of or fails to comply with this section, he shall be liable to a fine of thirty-nine thousand dollars.  (5) For the purposes of this section, the harbour master of any port where the vessel arrives shall be deemed to be an officer of the Post Office, and if any letters are delivered to a harbour master under this section he shall immediately transmit the same to the nearest post office.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every master of a vessel inward bound and every pilot or other person in charge of an aircraft inward bound shall collect all letters on board  his  vessel or aircraft, not being letters excepted from the privilege of the Post Office and not being letters by this Act defined as shipowners letters, and enclose them in some bag or other covering, sealed with his seal, and addressed to the Postmaster General, and without delay deliver them to the proper officer of the Post Office demanding them, or, if no demand is made by that officer, then at the post office with which he can first communicate, or, if the vessel or aircraft is liable to the performance of quarantine, to the person appointed to superintend the quarantine, who, after taking the proper precautions, shall deliver them at the post office."
                },
                {
                    "representation": "(2)",
                    "description": "The master of the vessel or aircraft shall not break bulk or make entry in any port until he has complied with the provisions of subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any master of a vessel or any pilot or other person in charge of an aircraft, who acts in contravention of or fails to comply with this section, shall, if he has wilfully delayed the delivery of letters as required by this section, be L.R.O. 1/2011 LAWS OF GUYANA 30 Cap. 47:01 Post and Telegraph                       Opening mail bag by master of vessel, or letters by carrier. [33 of 1954 6 of 1997]                  Duty of officer of customs as to  delivery of letters by master of liable to a fine of nineteen thousand five hundred dollars, and, in any other case, to a fine of thirty-nine thousand dollars."
                },
                {
                    "representation": "(4)",
                    "description": "If any person appointed to superintend the quarantine acts in contravention of or fails to comply with this section, he shall be liable to a fine of thirty-nine thousand dollars."
                },
                {
                    "representation": "(5)",
                    "description": "For the purposes of this section, the harbour master of any port where the vessel arrives shall be deemed to be an officer of the Post Office, and if any letters are delivered to a harbour master under this section he shall immediately transmit the same to the nearest post office."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Opening mail bag by master of vessel, or letters by carrier. ",
            "context": "POST AND TELEGRAPH ACT under Opening mail bag by master of vessel, or letters by carrier. 38. (1) Any master of a vessel or any pilot or other person in charge of an aircraft who   (a) opens a sealed mail bag with which he is entrusted for conveyance; or  (b) takes out of a mail bag with which he is entrusted for conveyance any postal packet or other thing,  shall on conviction thereof be liable to a fine of ninety-seven thousand five hundred dollars.  (2) Any person to whom letters have been entrusted by the master of a vessel or the pilot or other person in charge of an aircraft to bring on shore who breaks the seal, or in any manner wilfully opens them, shall be liable to a fine of nineteen thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any master of a vessel or any pilot or other person in charge of an aircraft who"
                },
                {
                    "representation": "(a)",
                    "description": "opens a sealed mail bag with which he is entrusted for conveyance; or"
                },
                {
                    "representation": "(b)",
                    "description": "takes out of a mail bag with which he is entrusted for conveyance any postal packet or other thing,  shall on conviction thereof be liable to a fine of ninety-seven thousand five hundred dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Any person to whom letters have been entrusted by the master of a vessel or the pilot or other person in charge of an aircraft to bring on shore who breaks the seal, or in any manner wilfully opens them, shall be liable to a fine of nineteen thousand five hundred dollars."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Duty of officer of customs as to delivery of letters by master of vessel. ",
            "context": "POST AND TELEGRAPH ACT under Duty of officer of customs as to delivery of letters by master of vessel. 39. (1) An officer of customs shall not permit any inward-bound vessel or aircraft to break bulk or to make entry until the letters on board thereof have been delivered to an officer of the Post Office or at a post office as required by this Act, and shall search the vessel or aircraft for letters L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 31  L.R.O. 1/2011 vessel. [33 of 1954 6 of 1997]        Shipowners letters. [33 of 1954]                                    which may be on board the vessel or aircraft contrary to this Act, and may seize them and forward them to the nearest post office.  (2) Any officer of customs, who acts in contravention of or fails to comply with this section, shall be liable to a fine of thirty-nine thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An officer of customs shall not permit any inward-bound vessel or aircraft to break bulk or to make entry until the letters on board thereof have been delivered to an officer of the Post Office or at a post office as required by this Act, and shall search the vessel or aircraft for letters L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 31  L.R.O. 1/2011 vessel. [33 of 1954 6 of 1997]        Shipowners letters. [33 of 1954]                                    which may be on board the vessel or aircraft contrary to this Act, and may seize them and forward them to the nearest post office."
                },
                {
                    "representation": "(2)",
                    "description": "Any officer of customs, who acts in contravention of or fails to comply with this section, shall be liable to a fine of thirty-nine thousand dollars."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Shipowners’ letters. ",
            "context": "POST AND TELEGRAPH ACT under Shipowners letters. 40. (1) The following letters (in this Act referred to as shipowners letters), that is to say, letters of the owners, charterers, or consignees of vessels or aircraft inward bound, and of the owners, consignees, or shippers  of goods on board of those vessels or aircraft, when not exceeding the weights and when complying with the conditions hereinafter mentioned, shall-  (a) if required to be delivered at the port of the vessels or aircrafts arrival, be delivered to the owners, charterers, consignees, or shippers by the master of the vessel or the pilot or other person in charge of the aircraft before he delivers the other letters to the post office, and shall be so delivered free of inland postage; and  (b) if delivered elsewhere in Guyana, shall be delivered on payment of inland postage only:  Provided that   (i) the letters brought by any one vessel or aircraft to any one of those persons shall not collectively exceed six ounces in weight; (ii) the owner, charterer, or consignee  shall be so described LAWS OF GUYANA 32 Cap. 47:01 Post and Telegraph                       Gratuities to masters of vessels. [33 of 1954 13 of 1976]       Retention of ship letters after delivery of letters to post office. [33 of 1954 13 of 1976 6 of 1997]           on the address and superscription; and (iii) in the case of owners, consignees, or shippers of goods, it shall also appear by the ships or aircrafts manifest that they have goods on board the vessel or aircraft.  (2) If any shipowners letters are found by an officer of customs to be in excess of the weights hereinbefore limited by this section, that officer shall seize so many of the letters as will reduce the remainder within those weights, and shall forward the letters to the nearest post office.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The following letters"
                },
                {
                    "representation": "(a)",
                    "description": "if required to be delivered at the port of the vessels or aircrafts arrival, be delivered to the owners, charterers, consignees, or shippers by the master of the vessel or the pilot or other person in charge of the aircraft before he delivers the other letters to the post office, and shall be so delivered free of inland postage; and"
                },
                {
                    "representation": "(b)",
                    "description": "if delivered elsewhere in Guyana, shall be delivered on payment of inland postage only:  Provided that"
                },
                {
                    "representation": "(i)",
                    "description": "the letters brought by any one vessel or aircraft to any one of those persons shall not collectively exceed six ounces in weight;"
                },
                {
                    "representation": "(2)",
                    "description": "If any shipowners letters are found by an officer of customs to be in excess of the weights hereinbefore limited by this section, that officer shall seize so many of the letters as will reduce the remainder within those weights, and shall forward the letters to the nearest post office."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Gratuities to masters of vessels. ",
            "context": "POST AND TELEGRAPH ACT under Gratuities to masters of vessels. 41. The Post Office may allow to masters of vessels or persons in charge of aircraft in respect of postal packets or any description thereof conveyed by them on behalf of the Post Office, and also to pilots, crew, and others in respect of postal packets or any description thereof brought by them to any post office from any vessels or aircraft, the gratuities under the regulations and restrictions from time to time determined.",
            "description": "The Post Office may allow to masters of vessels or persons in charge of aircraft in respect of postal packets or any description thereof conveyed by them on behalf of the Post Office, and also to pilots, crew, and others in respect of postal packets or any description thereof brought by them to any post office from any vessels or aircraft, the gratuities under the regulations and restrictions from time to time determined."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Retention of ship letters after delivery of letters to post office.   L.R.O. 1/2012 LAWS OF GUYANA Post and Telegraph Cap. 47:01 5  SECTION PART III THE GOVERNMENT TELEGRAPH  General Powers  ",
            "context": "POST AND TELEGRAPH ACT under Retention of ship letters after delivery of letters to post office.   L.R.O. 1/2012 LAWS OF GUYANA Post and Telegraph Cap. 47:01 5  SECTION PART III THE GOVERNMENT TELEGRAPH  General Powers  42. If any person being either the master of a vessel inward bound or the pilot or other person in charge of an aircraft inward bound or one of the  officers or crew of such a vessel or aircraft, or a passenger thereof, knowingly has in his baggage or in his possession or custody any letter not excepted from the privilege of the Post Office after the master of the vessel or the pilot or other person in charge of the aircraft has sent any part of the letters on board his vessel or aircraft to the post office, he shall for every such letter be liable on summary conviction to a fine of one thousand six hundred and twenty-five dollars, and if he detains the letter after demand is made for it, either by an officer of customs or by an officer of the Post Office authorised by the Postmaster General to demand the letters on board the vessel or aircraft, he shall for every letter be liable on summary conviction to a L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 33  L.R.O. 1/2011           Power to construct and maintain telegraph. [8 of 1966B]           User of public ways.                General description of works authorised.             fine of three thousand two hundred and fifty dollars.   PART III THE GOVERNMENT TELEGRAPH  General Powers",
            "description": "If any person being either the master of a vessel inward bound or the pilot or other person in charge of an aircraft inward bound or one of the  officers or crew of such a vessel or aircraft, or a passenger thereof, knowingly has in his baggage or in his possession or custody any letter not excepted from the privilege of the Post Office after the master of the vessel or the pilot or other person in charge of the aircraft has sent any part of the letters on board his vessel or aircraft to the post office, he shall for every such letter be liable on summary conviction to a fine of one thousand six hundred and twenty-five dollars, and if he detains the letter after demand is made for it, either by an officer of customs or by an officer of the Post Office authorised by the Postmaster General to demand the letters on board the vessel or aircraft, he shall for every letter be liable on summary conviction to a L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 33  L.R.O. 1/2011           Power to construct and maintain telegraph. [8 of 1966B]           User of public ways.                General description of works authorised.             fine of three thousand two hundred and fifty dollars.   PART III THE GOVERNMENT TELEGRAPH  General Powers"
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Power to construct and maintain telegraph. ",
            "context": "POST AND TELEGRAPH ACT under Power to construct and maintain telegraph. 43. For the purpose of enabling the Corporation to establish and maintain telegraphic communication between the different parts of Guyana, the Corporation may, subject to the restrictions and provisions hereinafter contained, lay, construct, land, maintain,  and  work telegraphs, under, in, upon, over, along, or across, any of the waters, shores, or lands of Guyana, and upon, over, along, or across any building in Guyana, and cut down, remove, and convert to its own use any tree growing or being in any part of any lands off either side of the telegraph and within a distance not exceeding fifty feet.",
            "description": "For the purpose of enabling the Corporation to establish and maintain telegraphic communication between the different parts of Guyana, the Corporation may, subject to the restrictions and provisions hereinafter contained, lay, construct, land, maintain,  and  work telegraphs, under, in, upon, over, along, or across, any of the waters, shores, or lands of Guyana, and upon, over, along, or across any building in Guyana, and cut down, remove, and convert to its own use any tree growing or being in any part of any lands off either side of the telegraph and within a distance not exceeding fifty feet."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "User of public ways. ",
            "context": "POST AND TELEGRAPH ACT under User of public ways. 44. Subject to the restrictions and provisions of this Act, the Corporation shall be allowed the gratuitous use of the streets, public roads, rivers, and waters of Guyana required to be used by the Corporation for the purposes of the Government telegraph.",
            "description": "Subject to the restrictions and provisions of this Act, the Corporation shall be allowed the gratuitous use of the streets, public roads, rivers, and waters of Guyana required to be used by the Corporation for the purposes of the Government telegraph."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "General description of works authorised.  Restrictions on Exercise of Powers  ",
            "context": "POST AND TELEGRAPH ACT under General description of works authorised.  Restrictions on Exercise of Powers  45. Subject to the restrictions and provisions of this Act, the Corporation may execute works as follows, that is, the Corporation may   (a) place and maintain a telegraph under any street or public road and alter or remove it;  (b) place and maintain a telegraph over, along, or across any street or public road, and place and maintain posts in or under any street or public road, and alter or remove them; LAWS OF GUYANA 34 Cap. 47:01 Post and Telegraph                                    Restrictions on exercise of powers relating to execution of works.                  (c) for the purposes aforesaid, open or break up any street or public road and alter the position thereunder of any pipe (not being a main) for the supply of water or gas; and  (d) place and maintain a telegraph and posts under, in, upon, over, along, or across any land or building, or any railway or canal, or any estuary or branch of the sea, or the shore or bed of any tidal water, and alter or remove them:  Provided that the Corporation shall not be deemed to acquire any right other than that of the user only in the soil of any street or public road, under, in, upon, over, along, or across which it places any work.  Restrictions on Exercise of Powers",
            "description": [
                {
                    "representation": "(a)",
                    "description": "place and maintain a telegraph under any street or public road and alter or remove it;"
                },
                {
                    "representation": "(b)",
                    "description": "place and maintain a telegraph over, along, or across any street or public road, and place and maintain posts in or under any street or public road, and alter or remove them; LAWS OF GUYANA 34 Cap. 47:01 Post and Telegraph                                    Restrictions on exercise of powers relating to execution of works."
                },
                {
                    "representation": "(c)",
                    "description": "for the purposes aforesaid, open or break up any street or public road and alter the position thereunder of any pipe"
                },
                {
                    "representation": "(d)",
                    "description": "place and maintain a telegraph and posts under, in, upon, over, along, or across any land or building, or any railway or canal, or any estuary or branch of the sea, or the shore or bed of any tidal water, and alter or remove them:  Provided that the Corporation shall not be deemed to acquire any right other than that of the user only in the soil of any street or public road, under, in, upon, over, along, or across which it places any work.  Restrictions on Exercise of Powers"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Restrictions on exercise of powers relating to execution of works. ",
            "context": "POST AND TELEGRAPH ACT under Restrictions on exercise of powers relating to execution of works. 46. In the exercise of the aforesaid powers, the Corporation shall also be subject to the following restrictions:  (a) the Corporation shall cause as little  detriment or inconvenience as circumstances admit to the person to or by whom any pipe for the supply of water or gas belongs or is used;  (b) before the Corporation alters the position of that pipe, the Corporation shall give to the person to whom the pipe belongs notice of its intention to do so, specifying the time at which the Corporation will begin to do so, the notice to be given twenty- four hours at least before the commencement of L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 35  L.R.O. 1/2011                    Marking of tube or pipe.    Prohibition of impeding of traffic.    Protection of traffic.                 the work for effecting the alteration; and  (c) the Corporation shall not execute the work except under the superintendence of the person to whom the pipe belongs, unless   that person refuses or neglects to give the superintendence at the time specified in the notice for the commencement of the work or discontinues it during the work; and the Corporation shall execute the work to the reasonable satisfaction of that person.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the Corporation shall cause as little  detriment or inconvenience as circumstances admit to the person to or by whom any pipe for the supply of water or gas belongs or is used;"
                },
                {
                    "representation": "(b)",
                    "description": "before the Corporation alters the position of that pipe, the Corporation shall give to the person to whom the pipe belongs notice of its intention to do so, specifying the time at which the Corporation will begin to do so, the notice to be given twenty- four hours at least before the commencement of L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 35  L.R.O. 1/2011                    Marking of tube or pipe.    Prohibition of impeding of traffic.    Protection of traffic.                 the work for effecting the alteration; and"
                },
                {
                    "representation": "(c)",
                    "description": "the Corporation shall not execute the work except under the superintendence of the person to whom the pipe belongs, unless   that person refuses or neglects to give the superintendence at the time specified in the notice for the commencement of the work or discontinues it during the work; and the Corporation shall execute the work to the reasonable satisfaction of that person."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Marking of tube or pipe. ",
            "context": "POST AND TELEGRAPH ACT under Marking of tube or pipe. 47. Every underground tube or pipe of the Government telegraph shall be so marked as to distinguish it from tubes or pipes of all other persons.",
            "description": "Every underground tube or pipe of the Government telegraph shall be so marked as to distinguish it from tubes or pipes of all other persons."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Prohibition of impeding of traffic. ",
            "context": "POST AND TELEGRAPH ACT under Prohibition of impeding of traffic. 48. When the Corporation places a telegraph along, across, or over any street or public road, it shall not place the telegraph so low as to stop, hinder, or interfere with, any right of passage along, across or over that street or road.",
            "description": "When the Corporation places a telegraph along, across, or over any street or public road, it shall not place the telegraph so low as to stop, hinder, or interfere with, any right of passage along, across or over that street or road."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Protection of traffic. ",
            "context": "POST AND TELEGRAPH ACT under Protection of traffic. 49. (a) The Corporation shall not stop or impede the traffic in any street or public road further than is necessary for the proper execution of the requisite works.  (b) The Corporation shall not close against traffic more than one-third in width of any street or public road, or of any way opening into any street or public road, at one time.  (c) In case two-thirds of the street or road is not wide enough to allow two carriages to pass each other, the LAWS OF GUYANA 36 Cap. 47:01 Post and Telegraph               Restrictions as to opening up of streets and roads.                                    Obligation to restore street or road opened.   Corporation shall not occupy with its works at one time more than fifty yards in length of the one-third thereof, except with the consent of the person having control thereof.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "The Corporation shall not stop or impede the traffic in any street or public road further than is necessary for the proper execution of the requisite works."
                },
                {
                    "representation": "(b)",
                    "description": "The Corporation shall not close against traffic more than one-third in width of any street or public road, or of any way opening into any street or public road, at one time."
                },
                {
                    "representation": "(c)",
                    "description": "In case two-thirds of the street or road is not wide enough to allow two carriages to pass each other, the LAWS OF GUYANA 36 Cap. 47:01 Post and Telegraph               Restrictions as to opening up of streets and roads.                                    Obligation to restore street or road opened.   Corporation shall not occupy with its works at one time more than fifty yards in length of the one-third thereof, except with the consent of the person having control thereof."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Restrictions as to opening up of streets and roads. ",
            "context": "POST AND TELEGRAPH ACT under Restrictions as to opening up of streets and roads. 50. When the Corporation proceeds to open or break up a street or public road, the following provisions shall have effect:  (a) the Corporation shall give notice to the person having the control of the street or public road, specifying the time at which the work will be begun; the notice to be given, in the case of an underground work, ten days at least, and in the case of an  above-ground work, five days at least, before the commencement of the work; except in case of emergency, in which case a notice of the work proposed shall be given as soon as may be after the commencement thereof; and  (b) the Corporation shall not (except in case of emergency) open or break up any street or public road except under the superintendence of the person to whom notice is by this section required to be given, unless that person refuses or neglects to give the superintendence at the time specified in the notice for the work or discontinues it during the work.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the Corporation shall give notice to the person having the control of the street or public road, specifying the time at which the work will be begun; the notice to be given, in the case of an underground work, ten days at least, and in the case of an  above-ground work, five days at least, before the commencement of the work; except in case of emergency, in which case a notice of the work proposed shall be given as soon as may be after the commencement thereof; and"
                },
                {
                    "representation": "(b)",
                    "description": "the Corporation shall not"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Obligation to restore street or road opened. ",
            "context": "POST AND TELEGRAPH ACT under Obligation to restore street or road opened. 51. After the Corporation has opened or broken up a street or public road, it shall be under the following further obligations in respect thereof:  L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 37  L.R.O. 1/2011                            Protection of rights of private property in respect of telegraph work.                      (a) the Corporation with all convenient speed, complete the work on account of which the road or street was opened or broken up, and fill in the ground and make good the surface, and generally restore it to as good a condition as that in which it was before being opened or broken up, and carry away all rubbish occasioned thereby; and  (b) the Corporation shall, in the meantime, cause the place where it is opened or broken up to be fenced and watched and to be properly lighted at night.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the Corporation with all convenient speed, complete the work on account of which the road or street was opened or broken up, and fill in the ground and make good the surface, and generally restore it to as good a condition as that in which it was before being opened or broken up, and carry away all rubbish occasioned thereby; and"
                },
                {
                    "representation": "(b)",
                    "description": "the Corporation shall, in the meantime, cause the place where it is opened or broken up to be fenced and watched and to be properly lighted at night."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Protection of rights of private property in respect of telegraph work. ",
            "context": "POST AND TELEGRAPH ACT under Protection of rights of private property in respect of telegraph work. 52. The Corporation shall not place any work by the side of any land or building, so as to stop, hinder, or interfere with ingress or egress for any purpose thereto or therefrom, and shall execute all works under, in, upon, over, along, or across any building or land, other than streets or public roads, subject to the following provisions:  (a) twenty-one days at least before the Corporation proceeds to place a telegraph, the Corporation shall publish in the Gazette a notice describing the intended course thereof;   (b) where the Corporation places a telegraph directly over any dwelling-house the Corporation shall not place it at a less height  above the roof thereof than six feet, if the owner, lessee, or occupier thereof objects to its placing it at a less height; and,  LAWS OF GUYANA 38 Cap. 47:01 Post and Telegraph                                     Notice of intended telegraph.               (c) if at any time the owner, lessee, or occupier of any building or land adjoining a building directly over which building or land the Corporation places a telegraph, desires to raise the building to a greater height, or to extend it over that land, the Corporation shall increase the height, or otherwise alter the position, of the telegraph so that it may not interfere with the raising or extension of the building, within fourteen days after  receiving from the owner, lessee, or occupier a notice of his intention to raise or extend the building; or, in case of difference between the Corporation and the owner, lessee, or occupier as to his intention, then within fourteen days after receiving a certificate, signed by a magistrate, certifying that the magistrate is satisfied of the intention of the owner, lessee, or occupier to raise or extend the building.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "twenty-one days at least before the Corporation proceeds to place a telegraph, the Corporation shall publish in the Gazette a notice describing the intended course thereof;"
                },
                {
                    "representation": "(b)",
                    "description": "where the Corporation places a telegraph directly over any dwelling-house the Corporation shall not place it at a less height  above the roof thereof than six feet, if the owner, lessee, or occupier thereof objects to its placing it at a less height; and,  LAWS OF GUYANA 38 Cap. 47:01 Post and Telegraph                                     Notice of intended telegraph."
                },
                {
                    "representation": "(c)",
                    "description": "if at any time the owner, lessee, or occupier of any building or land adjoining a building directly over which building or land the Corporation places a telegraph, desires to raise the building to a greater height, or to extend it over that land, the Corporation shall increase the height, or otherwise alter the position, of the telegraph so that it may not interfere with the raising or extension of the building, within fourteen days after  receiving from the owner, lessee, or occupier a notice of his intention to raise or extend the building; or, in case of difference between the Corporation and the owner, lessee, or occupier as to his intention, then within fourteen days after receiving a certificate, signed by a magistrate, certifying that the magistrate is satisfied of the intention of the owner, lessee, or occupier to raise or extend the building."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Notice of intended telegraph. ",
            "context": "POST AND TELEGRAPH ACT under Notice of intended telegraph. 53. (1) Before the Corporation proceeds to place a telegraph over, along, or across any street or public road, or to place posts in or upon any street or public road, the Corporation shall publish a notice describing the course of the telegraph-  (a) by affixing the notice on some conspicuous places by the side of the part of the street or road affected, at distances of not more than one mile apart; and   (b) by inserting the notice once at least in each of two successive weeks in the L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 39  L.R.O. 1/2011                                    Procedure on receipt of  notice of objection to work.         Gazette and in one or more newspapers of Guyana;  and the Corporation shall not so place the telegraph or post until the expiration of twenty-one days from the last publication of the notice.  (2) At any time during those twenty-one days, the owner, lessee, or occupier of any land or building adjoining either side of the street or road may give to the Corporation notice of his objection to the intended work as prejudicially affecting that land or building.  (3) Before the Corporation proceeds to cut down or remove any tree growing or being on any land on either side of the telegraph, the Corporation shall, twenty-one days at least before so doing, give notice of its intention to do so to the owner, lessee, or occupier of the land, and shall affix a copy of the notice in a conspicuous place near the tree; and at any time during the twenty-one days the owner, lessee, or occupier may give notice to the Corporation of his objection to the tree being cut down or removed.  (4) Until the objection is settled or determined in manner hereinafter provided, the Corporation shall not execute that part of the intended work or cut down or remove the tree, to which the objection relates.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Before the Corporation proceeds to place a telegraph over, along, or across any street or public road, or to place posts in or upon any street or public road, the Corporation shall publish a notice describing the course of the telegraph-"
                },
                {
                    "representation": "(a)",
                    "description": "by affixing the notice on some conspicuous places by the side of the part of the street or road affected, at distances of not more than one mile apart; and"
                },
                {
                    "representation": "(b)",
                    "description": "by inserting the notice once at least in each of two successive weeks in the L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 39  L.R.O. 1/2011                                    Procedure on receipt of  notice of objection to work.         Gazette and in one or more newspapers of Guyana;  and the Corporation shall not so place the telegraph or post until the expiration of twenty-one days from the last publication of the notice."
                },
                {
                    "representation": "(2)",
                    "description": "At any time during those twenty-one days, the owner, lessee, or occupier of any land or building adjoining either side of the street or road may give to the Corporation notice of his objection to the intended work as prejudicially affecting that land or building."
                },
                {
                    "representation": "(3)",
                    "description": "Before the Corporation proceeds to cut down or remove any tree growing or being on any land on either side of the telegraph, the Corporation shall, twenty-one days at least before so doing, give notice of its intention to do so to the owner, lessee, or occupier of the land, and shall affix a copy of the notice in a conspicuous place near the tree; and at any time during the twenty-one days the owner, lessee, or occupier may give notice to the Corporation of his objection to the tree being cut down or removed."
                },
                {
                    "representation": "(4)",
                    "description": "Until the objection is settled or determined in manner hereinafter provided, the Corporation shall not execute that part of the intended work or cut down or remove the tree, to which the objection relates."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Procedure on receipt of notice of objection to work. ",
            "context": "POST AND TELEGRAPH ACT under Procedure on receipt of notice of objection to work. 54. (1) As soon as may be after the receipt of any notice of objection aforesaid, the Corporation (unless the difference between him and the person objecting is settled) shall report the objection in writing to the Minister.  (2) On considering that report and the statement of any person objecting, the Minister may-  (a) allow the objection, either wholly or in part; or  LAWS OF GUYANA 40 Cap. 47:01 Post and Telegraph                                                    Removal or alteration of work affecting land or building.  (b) authorise the Corporation to proceed with the work, or to cut down or remove the tree, paying to the owner, lessee, or occupier objecting a compensation (the amount thereof to be determined in case of difference by the Minister) for any damage done to him; or  (c) authorise the Corporation so to proceed, subject to any conditions as to the time or mode of execution of any work, or as to the removal or alteration in any event of any work, or as to any other thing connected with or relative to any work, the Minister thinks fit; or  (d) authorise the Corporation so to proceed, subject to any modification of any intended work the Minister prescribes; but so that in that case notice and opportunity of objecting and being  heard as the Minister directs shall be given to any owner, lessee, or occupier whom the modification affects.  (3) The determination of the Minister on the matter of the objection shall be final and conclusive.  (4) The Minister may allow to any owner, lessee, or occupier so objecting any costs seeming just.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "As soon as may be after the receipt of any notice of objection aforesaid, the Corporation"
                },
                {
                    "representation": "(2)",
                    "description": "On considering that report and the statement of any person objecting, the Minister may-"
                },
                {
                    "representation": "(a)",
                    "description": "allow the objection, either wholly or in part; or  LAWS OF GUYANA 40 Cap. 47:01 Post and Telegraph                                                    Removal or alteration of work affecting land or building."
                },
                {
                    "representation": "(b)",
                    "description": "authorise the Corporation to proceed with the work, or to cut down or remove the tree, paying to the owner, lessee, or occupier objecting a compensation"
                },
                {
                    "representation": "(c)",
                    "description": "authorise the Corporation so to proceed, subject to any conditions as to the time or mode of execution of any work, or as to the removal or alteration in any event of any work, or as to any other thing connected with or relative to any work, the Minister thinks fit; or"
                },
                {
                    "representation": "(d)",
                    "description": "authorise the Corporation so to proceed, subject to any modification of any intended work the Minister prescribes; but so that in that case notice and opportunity of objecting and being  heard as the Minister directs shall be given to any owner, lessee, or occupier whom the modification affects."
                },
                {
                    "representation": "(3)",
                    "description": "The determination of the Minister on the matter of the objection shall be final and conclusive."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister may allow to any owner, lessee, or occupier so objecting any costs seeming just."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Removal or alteration of work affecting land or building.  Miscellaneous Matters  ",
            "context": "POST AND TELEGRAPH ACT under Removal or alteration of work affecting land or building.  Miscellaneous Matters  55. (1) Where the Corporation has constructed any work under, in, upon, over, along, or across any land or building, and any owner, lessee, or occupier of that land or building, or other person having any interest therein, desires to build upon or enclose that land, or in any manner to L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 41  L.R.O. 1/2011                                                 improve or alter it, or to use it in some manner in which it was not actually used at the time of the construction of the work, and with which the continuance of the work will interfere, then the following provisions shall have effect:  (a) the owner, lessee, occupier, or other person interested may give to the Corporation a notice specifying the nature of the intended building, enclosure, improvement, alteration, or other use of the land or building, including ingress or egress thereto or therefrom, and requiring the Corporation to remove or alter the work so that it may not interfere therewith; and   (b) within fourteen days after the receipt of that notice, or, in case of difference between the Corporation and the person giving the notice as to his intention, then within fourteen days after the receipt of a certificate, signed by a magistrate, certifying that he is satisfied of the intention of the person to make the building, enclosure, improvement, alteration, or other use of the land or building, and that the continuance of the work will interfere therewith, the granting of that certificate being deemed to be a matter referred to the determination of the magistrate so certifying, the Corporation shall remove or alter the work, so that it shall not interfere with the intended building, enclosure, improvement, alteration, or other use of the land or building.  LAWS OF GUYANA 42 Cap. 47:01 Post and Telegraph               Use of lights and signals.           Power to refer to arbitrator.                          Provision as to notices and consents.           (2) Nothing in this section shall empower anyone to obtain the removal or alteration of any work contrary to the terms of any grant or consent in writing made or given by him or by anyone through whom he takes his estate or interest.  Miscellaneous Matters",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Corporation has constructed any work under, in, upon, over, along, or across any land or building, and any owner, lessee, or occupier of that land or building, or other person having any interest therein, desires to build upon or enclose that land, or in any manner to L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 41  L.R.O. 1/2011                                                 improve or alter it, or to use it in some manner in which it was not actually used at the time of the construction of the work, and with which the continuance of the work will interfere, then the following provisions shall have effect:"
                },
                {
                    "representation": "(a)",
                    "description": "the owner, lessee, occupier, or other person interested may give to the Corporation a notice specifying the nature of the intended building, enclosure, improvement, alteration, or other use of the land or building, including ingress or egress thereto or therefrom, and requiring the Corporation to remove or alter the work so that it may not interfere therewith; and"
                },
                {
                    "representation": "(b)",
                    "description": "within fourteen days after the receipt of that notice, or, in case of difference between the Corporation and the person giving the notice as to his intention, then within fourteen days after the receipt of a certificate, signed by a magistrate, certifying that he is satisfied of the intention of the person to make the building, enclosure, improvement, alteration, or other use of the land or building, and that the continuance of the work will interfere therewith, the granting of that certificate being deemed to be a matter referred to the determination of the magistrate so certifying, the Corporation shall remove or alter the work, so that it shall not interfere with the intended building, enclosure, improvement, alteration, or other use of the land or building.  LAWS OF GUYANA 42 Cap. 47:01 Post and Telegraph               Use of lights and signals.           Power to refer to arbitrator.                          Provision as to notices and consents."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing in this section shall empower anyone to obtain the removal or alteration of any work contrary to the terms of any grant or consent in writing made or given by him or by anyone through whom he takes his estate or interest.  Miscellaneous Matters"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Use of lights and signals. ",
            "context": "POST AND TELEGRAPH ACT under Use of lights and signals. 56. The Corporation may, in or about the construction, maintenance, or repair, of any work under, in, upon, over, along, or across, any estuary or branch of the sea or the shore or bed of any tidal water within the limits of Guyana, use on board ship or elsewhere any light or signal allowed by the regulations.",
            "description": "The Corporation may, in or about the construction, maintenance, or repair, of any work under, in, upon, over, along, or across, any estuary or branch of the sea or the shore or bed of any tidal water within the limits of Guyana, use on board ship or elsewhere any light or signal allowed by the regulations."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Power to refer to arbitrator. ",
            "context": "POST AND TELEGRAPH ACT under Power to refer to arbitrator. 57. If, in any case where any matter is by this Act authorised or directed to be determined by the Minister, it appears to him to be expedient, for convenience of local investigation or for any other reason, that the matter should be determined by an arbitrator, he  may, notwithstanding anything contained in this Act, and whether he has entered on the investigation or not, refer the matter to some competent and impartial person as arbitrator; and, with respect to the matter so referred, the arbitrator shall have the like authority and jurisdiction as the Minister has under this Act, and his determination shall have the same effect as a determination of the Minister under this Act.",
            "description": "If, in any case where any matter is by this Act authorised or directed to be determined by the Minister, it appears to him to be expedient, for convenience of local investigation or for any other reason, that the matter should be determined by an arbitrator, he  may, notwithstanding anything contained in this Act, and whether he has entered on the investigation or not, refer the matter to some competent and impartial person as arbitrator; and, with respect to the matter so referred, the arbitrator shall have the like authority and jurisdiction as the Minister has under this Act, and his determination shall have the same effect as a determination of the Minister under this Act."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Provision as to notices and consents. ",
            "context": "POST AND TELEGRAPH ACT under Provision as to notices and consents. 58. The following provisions shall apply to notices and consents under this Act:  (a) every notice or consent shall be in writing;  (b) any notice to or by the Corporation, or anybody or person having the control of a street or public road or of the sewerage or drainage thereunder, L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 43  L.R.O. 1/2011                           Compensation and penalty for injury to telegraph lines and for interruption to telegraphic communication [6 of 1997]                  may be given to or by the Corporation, or the clerk, agent, secretary,  or other like officer, if any, of the Corporation or of that body or person, as the case may be; and  (c) any consent, where consent is required, may be given on any pecuniary or other terms or conditions (being in themselves lawful) or subject to any stipulations as to the time or mode of execution of any work, or as to the removal or alteration in any event of any work, or as to any other thing connected with or relative to any work, the body or person giving the consent thinks fit.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "every notice or consent shall be in writing;"
                },
                {
                    "representation": "(b)",
                    "description": "any notice to or by the Corporation, or anybody or person having the control of a street or public road or of the sewerage or drainage thereunder, L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 43  L.R.O. 1/2011                           Compensation and penalty for injury to telegraph lines and for interruption to telegraphic communication [6 of 1997]                  may be given to or by the Corporation, or the clerk, agent, secretary,  or other like officer, if any, of the Corporation or of that body or person, as the case may be; and"
                },
                {
                    "representation": "(c)",
                    "description": "any consent, where consent is required, may be given on any pecuniary or other terms or conditions"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Compensation and penalty for injury to telegraph lines and for interruption to telegraphic communication. ",
            "context": "POST AND TELEGRAPH ACT under Compensation and penalty for injury to telegraph lines and for interruption to telegraphic communication. 59. (1) Where any undertakers, body, or person, by themselves or their agents, destroy or injure, or by himself or his agents, destroys or injures, any telegraph line of the Corporation, the undertakers, body, or person shall not only be liable to pay to the Corporation the expenses (if any) it incurs in making good the destruction or injury, but also, if the telegraphic communication is carelessly or wilfully interrupted, shall be liable to a fine of nine thousand seven hundred and fifty dollars per diem for every day during which the interruption continues.  (2) Where the undertakers, body, or person, liable to pay the daily penalty aforesaid to the Corporation, are or is not authorised to execute the works required for remedying the interruption, the interruption shall be deemed to continue either for the time during which it actually continues or for any less time which, in the opinion of the Court having cognizance of the case, would have been sufficient for remedying the interruption by the Corporation.  (3) The Corporation may, instead of taking LAWS OF GUYANA 44 Cap. 47:01 Post and Telegraph                                Obstructing Corporation in telegraph line work. [6 of 1997]                 Meaning of telegraph in this section.   proceedings for the recovery of the daily penalty aforesaid, proceed for the recovery of a fine of thirty-nine thousand dollars, to which the undertakers, body, or person shall be liable on conviction.  (4) An act done to a telegraph line in the course of work undertaken by any undertakers, body, or person, in the legal exercise of a right, shall not be deemed to be wilful destruction of or injury to the telegraph line, if due notice of the intended exercise of the right has been given to the Corporation, that is to say, the notice required to be given in pursuance of any Act or agreement, or, where there is no Act or agreement requiring the notice, fourteen clear days notice.  (5) This section shall be deemed to be in addition to, and not in derogation of, any other power or means which the Corporation has of recovering damages in respect of any destruction or injury in this section mentioned under any other Act, or at common law, or otherwise, so that he shall not proceed under this Act and under any other Act in respect of the same destruction or injury.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any undertakers, body, or person, by themselves or their agents, destroy or injure, or by himself or his agents, destroys or injures, any telegraph line of the Corporation, the undertakers, body, or person shall not only be liable to pay to the Corporation the expenses"
                },
                {
                    "representation": "(2)",
                    "description": "Where the undertakers, body, or person, liable to pay the daily penalty aforesaid to the Corporation, are or is not authorised to execute the works required for remedying the interruption, the interruption shall be deemed to continue either for the time during which it actually continues or for any less time which, in the opinion of the Court having cognizance of the case, would have been sufficient for remedying the interruption by the Corporation."
                },
                {
                    "representation": "(3)",
                    "description": "The Corporation may, instead of taking LAWS OF GUYANA 44 Cap. 47:01 Post and Telegraph                                Obstructing Corporation in telegraph line work. [6 of 1997]                 Meaning of telegraph in this section.   proceedings for the recovery of the daily penalty aforesaid, proceed for the recovery of a fine of thirty-nine thousand dollars, to which the undertakers, body, or person shall be liable on conviction."
                },
                {
                    "representation": "(4)",
                    "description": "An act done to a telegraph line in the course of work undertaken by any undertakers, body, or person, in the legal exercise of a right, shall not be deemed to be wilful destruction of or injury to the telegraph line, if due notice of the intended exercise of the right has been given to the Corporation, that is to say, the notice required to be given in pursuance of any Act or agreement, or, where there is no Act or agreement requiring the notice, fourteen clear days notice."
                },
                {
                    "representation": "(5)",
                    "description": "This section shall be deemed to be in addition to, and not in derogation of, any other power or means which the Corporation has of recovering damages in respect of any destruction or injury in this section mentioned under any other Act, or at common law, or otherwise, so that he shall not proceed under this Act and under any other Act in respect of the same destruction or injury."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Obstructing Corporation in telegraph line work.  Government Telegraph Monopoly  ",
            "context": "POST AND TELEGRAPH ACT under Obstructing Corporation in telegraph line work.  Government Telegraph Monopoly  60. Where any undertakers, body, or person, or their or his agents, obstruct or obstructs the Corporation or his agents in placing, maintaining, altering, examining, or repairing any telegraph line in pursuance of this Act or of any consent given in pursuance hereof, or in supervising or directing any alteration in any telegraph line made by any undertakers, body, or person, or their or his agents, in pursuance of this Act, the undertakers, body, or person, and agents respectively shall be liable to a fine of thirty-nine thousand dollars.  Government Telegraph Monopoly",
            "description": "Where any undertakers, body, or person, or their or his agents, obstruct or obstructs the Corporation or his agents in placing, maintaining, altering, examining, or repairing any telegraph line in pursuance of this Act or of any consent given in pursuance hereof, or in supervising or directing any alteration in any telegraph line made by any undertakers, body, or person, or their or his agents, in pursuance of this Act, the undertakers, body, or person, and agents respectively shall be liable to a fine of thirty-nine thousand dollars.  Government Telegraph Monopoly"
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "(1) Meaning of “telegraph” in this section. (2) Minister to have monopoly in maintaining telegraphs. ",
            "context": "POST AND TELEGRAPH ACT under (1) Meaning of telegraph in this section. (2) Minister to have monopoly in maintaining telegraphs. 61. (1) For the purposes of this section   telegraph means an electric, galvanic, or magnetic telegraph, and includes appliances and apparatus for L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 45  L.R.O. 1/2011               Minister to have monopoly in maintaining telegraphs.          Power to require the production of telegrams. [11 of 1939 16 of 1939 6 of 1997]                       transmitting or  making telegraphic, telephonic, or other  communication by means of electricity, galvanism or magnetism, whether the communication be transmitted by means of wires or cables, or without wires or cables.  (2) The Minister shall have the exclusive privilege of establishing, maintaining and working telegraphs between Guyana and places outside of Guyana:  Provided that the Minister may grant a licence on the conditions and in consideration of the payments he thinks fit, to any person, company or body corporate, to establish, maintain, or work a telegraph between Guyana and any place or places outside Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purposes of this section   telegraph means an electric, galvanic, or magnetic telegraph, and includes appliances and apparatus for L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 45  L.R.O. 1/2011               Minister to have monopoly in maintaining telegraphs.          Power to require the production of telegrams. [11 of 1939 16 of 1939 6 of 1997]                       transmitting or  making telegraphic, telephonic, or other  communication by means of electricity, galvanism or magnetism, whether the communication be transmitted by means of wires or cables, or without wires or cables."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall have the exclusive privilege of establishing, maintaining and working telegraphs between Guyana and places outside of Guyana:  Provided that the Minister may grant a licence on the conditions and in consideration of the payments he thinks fit, to any person, company or body corporate, to establish, maintain, or work a telegraph between Guyana and any place or places outside Guyana."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Power to require the production of telegrams.     L.R.O. 1/2012 LAWS OF GUYANA 6 Cap. 47:01 Post and Telegraph    SECTION Wireless Telegraphy  ",
            "context": "POST AND TELEGRAPH ACT under Power to require the production of telegrams.     L.R.O. 1/2012 LAWS OF GUYANA 6 Cap. 47:01 Post and Telegraph    SECTION Wireless Telegraphy  62. (1) Notwithstanding the conditions contained in any licence granted by the Minister under section 61(2) where it appears to the Minister that such a course is expedient in the public interest, he may, by warrant under his hand, require any person who owns or controls any telegraphic cable or wire, or any apparatus for wireless telegraphy, used for the sending or receipt of telegrams to or from any place out of Guyana to produce to him, or to any person named in the warrant, the originals and transcripts, either of all telegrams, or of telegrams of any specified class or description, or of telegrams sent from or addressed to any specified person or place, sent or received to or from any place out of Guyana by means of any such cable, wire, or apparatus, and all other papers relating to any such telegram as aforesaid.  (2) Any person who, on being required to produce any such original or transcript or paper as aforesaid, refuses or neglects to do so shall, for each offence, be liable on summary conviction to a fine of forty- eight thousand seven hundred and fifty dollars and to imprisonment for three months.   LAWS OF GUYANA 46 Cap. 47:01 Post and Telegraph                 Licence for wireless telegraphy.  [6 of 1935 5 of 1939 48 of 1950 13 of 1976 8 of 1985 6 of 1997]                              Unauthorised use.       Wireless Telegraphy",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding the conditions contained in any licence granted by the Minister under section 61(2) where it appears to the Minister that such a course is expedient in the public interest, he may, by warrant under his hand, require any person who owns or controls any telegraphic cable or wire, or any apparatus for wireless telegraphy, used for the sending or receipt of telegrams to or from any place out of Guyana to produce to him, or to any person named in the warrant, the originals and transcripts, either of all telegrams, or of telegrams of any specified class or description, or of telegrams sent from or addressed to any specified person or place, sent or received to or from any place out of Guyana by means of any such cable, wire, or apparatus, and all other papers relating to any such telegram as aforesaid."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who, on being required to produce any such original or transcript or paper as aforesaid, refuses or neglects to do so shall, for each offence, be liable on summary conviction to a fine of forty- eight thousand seven hundred and fifty dollars and to imprisonment for three months.   LAWS OF GUYANA 46 Cap. 47:01 Post and Telegraph                 Licence for wireless telegraphy.  [6 of 1935 5 of 1939 48 of 1950 13 of 1976 8 of 1985 6 of 1997]                              Unauthorised use.       Wireless Telegraphy"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "(1) Licence for wireless telegraphy.  (3) Unauthorised use. (4) Search warrant.  (5) Regulations. (6) Use of merchant ship’s apparatus. ",
            "context": "POST AND TELEGRAPH ACT under (1) Licence for wireless telegraphy.  (3) Unauthorised use. (4) Search warrant.  (5) Regulations. (6) Use of merchant ships apparatus. 63. (1) No person shall establish any wireless telegraph station, or install or work any apparatus for wireless telegraphy in any place, or on board any Commonwealth ship registered in Guyana, except under and in accordance with a licence granted in  that behalf by the Minister:  Provided that   (a) licences for broadcast receiving sets may be granted by the Minister or any person authorised by him in writing on payment of the prescribed fee and shall be subject to any regulations made under this section;  (b) licences to install, use or work amateur  wireless stations may be granted by the Minister on payment of the prescribed fee and shall be subject to any regulations made under this section.   (2) All licences, other than licences for broadcast receiving sets, shall be in such form and for such period as the Minister may determine and shall contain the terms, conditions and restrictions on and subject to which the licence is granted, and any such licence may include two or more stations, places or ships.  (3) Any person who establishes a wireless telegraph station without a licence in that behalf, or installs or works any apparatus for wireless telegraphy without a licence in that behalf, shall be guilty of a misdemeanour and be liable on summary conviction to a fine of nine thousand seven hundred and fifty  dollars, and on conviction on indictment to a fine of ninety-seven thousand five hundred dollars, or to L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 47  L.R.O. 1/2011         Search warrant.                      Regulations.                        Use of merchant ships apparatus.  imprisonment for twelve months, and in either case he shall be liable to forfeit any apparatus for wireless telegraphy installed or worked without a licence.  (4) A justice of the peace satisfied by information on oath that there is reasonable ground for supposing that a wireless telegraph station has been established without a licence in that behalf, or that any apparatus for wireless telegraphy has been installed or worked in any place, or on board any merchant ship, within his jurisdiction without a licence in that behalf or contrary to the provisions of the regulations made under subsections (5) and (6), may grant a search warrant to any police officer or any officer appointed in that behalf by the Minister, the General Manager of the Corporation, or the Postmaster General, and named in the warrant, and a warrant so granted  shall authorise the officer named therein to enter and inspect the station, place or ship and to seize any apparatus appearing to him to be used or intended to be used for wireless telegraphy therein.  (5) The Minister may by regulations prescribe   (a) the form and manner in which applications for licences under this section shall be made;  (b) the fees payable on the grant of any licence;  (c) the terms and conditions under which a licence may be granted;  (d) generally for carrying into effect the provisions of this section.  (6) No person shall work any apparatus for wireless telegraphy installed on any merchant ship (whether Commonwealth or foreign) whilst that ship is in Guyana or the territorial waters thereof, otherwise than in accordance LAWS OF GUYANA 48 Cap. 47:01 Post and Telegraph                                                           with regulations made in that behalf by the Minister and the Minister may by those regulations impose penalties recoverable summarily for the breach thereof, not exceeding nine thousand seven hundred and fifty dollars for each offence, and may provide for the forfeiture, on breach, of any apparatus for wireless telegraphy installed or worked on the ship.  (7) Nothing in this section shall prevent any person from making or using electrical apparatus for actuating machinery or for any purpose other than the transmission of messages.  (8) The provisions of this section shall apply to any wireless or cable television transmitter or station used or intended to be used for the transmission or reception or both of visual images by means of television as they apply to a wireless telegraphy station used for wireless telegraphy other than television.  (9) For removing doubts as to the meanings of the expressions broadcast receiving sets, wireless telegraphy and wireless or cable television transmitter or station in this section, it is hereby declared that these expressions where used in this section in relation to visual images shall have the following meanings  broadcast receiving sets includes television receiving sets, whether used in conjunction with video recorders or not;  wireless telegraphy includes television;  wireless or cable television transmitter or station includes any apparatus, appliance or structure, used for the transmission or reception or both of electro-magnetic radiation or radio frequencies used for television broadcasting, but does not include a television receiver used only for domestic purposes.  L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 49  L.R.O. 1/2011 Meaning of ship in this section. [6 of 1997]   Wireless telegraphy requirements.                                 c. 49:01",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person shall establish any wireless telegraph station, or install or work any apparatus for wireless telegraphy in any place, or on board any Commonwealth ship registered in Guyana, except under and in accordance with a licence granted in  that behalf by the Minister:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "the form and manner in which applications for licences under this section shall be made;"
                },
                {
                    "representation": "(b)",
                    "description": "the fees payable on the grant of any licence;"
                },
                {
                    "representation": "(2)",
                    "description": "All licences, other than licences for broadcast receiving sets, shall be in such form and for such period as the Minister may determine and shall contain the terms, conditions and restrictions on and subject to which the licence is granted, and any such licence may include two or more stations, places or ships."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who establishes a wireless telegraph station without a licence in that behalf, or installs or works any apparatus for wireless telegraphy without a licence in that behalf, shall be guilty of a misdemeanour and be liable on summary conviction to a fine of nine thousand seven hundred and fifty  dollars, and on conviction on indictment to a fine of ninety-seven thousand five hundred dollars, or to L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 47  L.R.O. 1/2011         Search warrant.                      Regulations.                        Use of merchant ships apparatus.  imprisonment for twelve months, and in either case he shall be liable to forfeit any apparatus for wireless telegraphy installed or worked without a licence."
                },
                {
                    "representation": "(4)",
                    "description": "A justice of the peace satisfied by information on oath that there is reasonable ground for supposing that a wireless telegraph station has been established without a licence in that behalf, or that any apparatus for wireless telegraphy has been installed or worked in any place, or on board any merchant ship, within his jurisdiction without a licence in that behalf or contrary to the provisions of the regulations made under subsections"
                },
                {
                    "representation": "(5)",
                    "description": "The Minister may by regulations prescribe"
                },
                {
                    "representation": "(c)",
                    "description": "the terms and conditions under which a licence may be granted;"
                },
                {
                    "representation": "(d)",
                    "description": "generally for carrying into effect the provisions of this section."
                },
                {
                    "representation": "(6)",
                    "description": "No person shall work any apparatus for wireless telegraphy installed on any merchant ship"
                },
                {
                    "representation": "(7)",
                    "description": "Nothing in this section shall prevent any person from making or using electrical apparatus for actuating machinery or for any purpose other than the transmission of messages."
                },
                {
                    "representation": "(8)",
                    "description": "The provisions of this section shall apply to any wireless or cable television transmitter or station used or intended to be used for the transmission or reception or both of visual images by means of television as they apply to a wireless telegraphy station used for wireless telegraphy other than television."
                },
                {
                    "representation": "(9)",
                    "description": "For removing doubts as to the meanings of the expressions broadcast receiving sets, wireless telegraphy and wireless or cable television transmitter or station in this section, it is hereby declared that these expressions where used in this section in relation to visual images shall have the following meanings  broadcast receiving sets includes television receiving sets, whether used in conjunction with video recorders or not;  wireless telegraphy includes television;  wireless or cable television transmitter or station includes any apparatus, appliance or structure, used for the transmission or reception or both of electro-magnetic radiation or radio frequencies used for television broadcasting, but does not include a television receiver used only for domestic purposes.  L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 49  L.R.O. 1/2011 Meaning of ship in this section. [6 of 1997]   Wireless telegraphy requirements.                                 c. 49:01"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "(1) Meaning of “ship” in this section.  (2) Wireless telegraphy requirements.  (5) Inspection of ships. (9) Nature of obligations. (10)Application to ships not registered in the United Kingdom. ",
            "context": "POST AND TELEGRAPH ACT under (1) Meaning of ship in this section.  (2) Wireless telegraphy requirements.  (5) Inspection of ships. (9) Nature of obligations. (10)Application to ships not registered in the United Kingdom. 64. (1) In this section the expression ship includes every description of vessel used in navigation not propelled by oars.   (2) Every sea-going Commonwealth ship registered in Guyana, being a passenger steamer or a ship of sixteen hundred tons gross tonnage or upwards, shall be provided with a wireless  telegraph installation, and shall maintain a wireless telegraph service (at least sufficient to comply with the regulations made for the purpose under this section) and be provided with one or more certified operators and watchers at least, in accordance with those regulations:  Provided that the Minister may exempt from the obligations imposed by this section any ships or classes of ships if he is of opinion that, having regard to the nature of the voyages on which the ships are engaged, or other circumstances of the case, the provision of a wireless telegraph apparatus is unnecessary or unreasonable.  (3) The Minister shall make regulations prescribing the nature of the wireless telegraph installation to be provided, of the services to be maintained, and the number, grade, and qualifications of operators and watchers to be carried:  Provided that no ship shall be required to carry more than one operator unless more than one operator would have been required under the Guyana Shipping Act.  (4) If this section is not obeyed in the case of any ship, the master or owner of the ship shall be liable in respect of each offence to a fine of five hundred and twenty thousand dollars, and the offence may be prosecuted summarily, but if it is prosecuted summarily the fine shall not exceed ninety-seven thousand five hundred dollars.  (5) The Minister may designate an officer to be a LAWS OF GUYANA 50 Cap. 47:01 Post and Telegraph     Inspection of ships.                                 Nature of obligations.   c. 49:01        Application to ships not registered in the United Kingdom.    wireless telegraphy inspector (in this section described as an inspector) for the purpose of inspecting ships in order to ascertain whether the requirements of this section relating to wireless telegraphy are observed on board any ship.  (6) An inspector may inspect any ship for the purpose of seeing that she is properly provided with a wireless telegraph installation and certified operators and watchers in conformity with this section, and for the purpose of that inspection shall have all the powers of a Board of Trade inspector under the applied Acts entitled the Merchant Shipping Acts, 1894 to",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this section the expression ship includes every description of vessel used in navigation not propelled by oars."
                },
                {
                    "representation": "(2)",
                    "description": "Every sea-going Commonwealth ship registered in Guyana, being a passenger steamer or a ship of sixteen hundred tons gross tonnage or upwards, shall be provided with a wireless  telegraph installation, and shall maintain a wireless telegraph service"
                },
                {
                    "representation": "(3)",
                    "description": "The Minister shall make regulations prescribing the nature of the wireless telegraph installation to be provided, of the services to be maintained, and the number, grade, and qualifications of operators and watchers to be carried:  Provided that no ship shall be required to carry more than one operator unless more than one operator would have been required under the Guyana Shipping Act."
                },
                {
                    "representation": "(4)",
                    "description": "If this section is not obeyed in the case of any ship, the master or owner of the ship shall be liable in respect of each offence to a fine of five hundred and twenty thousand dollars, and the offence may be prosecuted summarily, but if it is prosecuted summarily the fine shall not exceed ninety-seven thousand five hundred dollars."
                },
                {
                    "representation": "(5)",
                    "description": "The Minister may designate an officer to be a LAWS OF GUYANA 50 Cap. 47:01 Post and Telegraph     Inspection of ships.                                 Nature of obligations.   c. 49:01        Application to ships not registered in the United Kingdom.    wireless telegraphy inspector"
                },
                {
                    "representation": "(6)",
                    "description": "An inspector may inspect any ship for the purpose of seeing that she is properly provided with a wireless telegraph installation and certified operators and watchers in conformity with this section, and for the purpose of that inspection shall have all the powers of a Board of Trade inspector under the applied Acts entitled the Merchant Shipping Acts, 1894 to"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "(1) Provisions of section 63 to apply to aircraft. (2) Provisions of section 63 to apply to visual and sound signalling stations. (4) Explanation of the expression “transmission” in section 63 (7). (5) Power of President in case of emergency to take control of messages, and of Minister to make rules in connection therewith.  PART IV MISCELLANEOUS PROVISIONS  Post Office Offences  ",
            "context": "POST AND TELEGRAPH ACT under (1) Provisions of section 63 to apply to aircraft. (2) Provisions of section 63 to apply to visual and sound signalling stations. (4) Explanation of the expression transmission in section 63 (7). (5) Power of President in case of emergency to take control of messages, and of Minister to make rules in connection therewith.  PART IV MISCELLANEOUS PROVISIONS  Post Office Offences  65. (1) Any provisions of section 63 that are applicable to ships shall, with the necessary modifications, apply also to aircraft, and in particular with the modification that, in reference to ships in Guyana or its territorial waters, there shall be substituted a reference to aircraft in or over Guyana or its territorial waters.   (2) The provisions of section 63 shall apply to any visual or sound signalling station used or intended to be used for the purpose of communication with ships at sea as they apply to wireless telegraphy stations.  (3) For the purposes of the last preceding subsection visual or sound signalling station includes any permanent or fixed apparatus for the purpose of visual or sound signalling:  Provided that nothing in this section shall apply to visual or sound signalling stations or apparatus on board ships or in aircraft, or to signalling stations, lighthouses, and lightships under the control of the Transport and Harbours Department.  (4) For removing doubts as to the meaning of the expression transmission in section 63(7) it is hereby declared that that expression where used in that section in relation to messages includes, and shall be deemed always to have included, the reception as well as the sending of messages:  Provided that nothing in this section shall render any person liable in respect of any act or omission prior to the 1st June, 1927, to any penalty to which he would not but for this section have been liable.  (5) If at any time in the opinion of the President an emergency has arisen wherein it is expedient for the public service that Government should have control over the transmission and reception of messages by wireless telegraphy or visual or sound signalling, and notice to that LAWS OF GUYANA 52 Cap. 47:01 Post and Telegraph    of Minister to make rules in connection therewith.                        Stealing main bag, postal packet or the contents, or stopping mail.                  effect is published in the Gazette, the Minister may, during the continuance of the emergency, make such rules as appear necessary with respect to the possession, sale, purchase, construction, and use of apparatus for wireless telegraphy or visual or sound signalling or component parts of that apparatus, and to impose penalties and forfeitures in respect of any breach of the rules, and make any further provision appearing necessary for the enforcement of the rules:  Provided that rules made under this subsection shall not provide for the imposition of a term of imprisonment exceeding six months or a fine exceeding ninety-seven thousand five hundred dollars, or, in the case of a continuing offence, nine thousand seven hundred and fifty dollars for each day during which the offence continues.   PART IV MISCELLANEOUS PROVISIONS  Post Office Offences",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any provisions of section 63 that are applicable to ships shall, with the necessary modifications, apply also to aircraft, and in particular with the modification that, in reference to ships in Guyana or its territorial waters, there shall be substituted a reference to aircraft in or over Guyana or its territorial waters."
                },
                {
                    "representation": "(2)",
                    "description": "The provisions of section 63 shall apply to any visual or sound signalling station used or intended to be used for the purpose of communication with ships at sea as they apply to wireless telegraphy stations."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of the last preceding subsection visual or sound signalling station includes any permanent or fixed apparatus for the purpose of visual or sound signalling:  Provided that nothing in this section shall apply to visual or sound signalling stations or apparatus on board ships or in aircraft, or to signalling stations, lighthouses, and lightships under the control of the Transport and Harbours Department."
                },
                {
                    "representation": "(4)",
                    "description": "For removing doubts as to the meaning of the expression transmission in section 63(7) it is hereby declared that that expression where used in that section in relation to messages includes, and shall be deemed always to have included, the reception as well as the sending of messages:  Provided that nothing in this section shall render any person liable in respect of any act or omission prior to the 1st June, 1927, to any penalty to which he would not but for this section have been liable."
                },
                {
                    "representation": "(5)",
                    "description": "If at any time in the opinion of the President an emergency has arisen wherein it is expedient for the public service that Government should have control over the transmission and reception of messages by wireless telegraphy or visual or sound signalling, and notice to that LAWS OF GUYANA 52 Cap. 47:01 Post and Telegraph    of Minister to make rules in connection therewith.                        Stealing main bag, postal packet or the contents, or stopping mail.                  effect is published in the Gazette, the Minister may, during the continuance of the emergency, make such rules as appear necessary with respect to the possession, sale, purchase, construction, and use of apparatus for wireless telegraphy or visual or sound signalling or component parts of that apparatus, and to impose penalties and forfeitures in respect of any breach of the rules, and make any further provision appearing necessary for the enforcement of the rules:  Provided that rules made under this subsection shall not provide for the imposition of a term of imprisonment exceeding six months or a fine exceeding ninety-seven thousand five hundred dollars, or, in the case of a continuing offence, nine thousand seven hundred and fifty dollars for each day during which the offence continues.   PART IV MISCELLANEOUS PROVISIONS  Post Office Offences"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Stealing mail bag, postal packet or the contents, or stopping mail. ",
            "context": "POST AND TELEGRAPH ACT under Stealing mail bag, postal packet or the contents, or stopping mail. 66. Everyone who   (a) steals a mail bag; or  (b) steals a postal packet from a mail bag, or from a post office, or from an officer of the Post Office, or from a mail; or  (c) steals out of a postal packet any contents thereof; or  (d) stops a mail or an officer of the Post Office with intent to rob,  shall be guilty of felony and shall be liable to imprisonment for fourteen years. L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 53  L.R.O. 1/2011 Receiving stolen mail bag, postal packet or its contents.                   Fraudulent retention of mail bag, or postal packet. [6 of 1997]        Criminally diverting postal packet from addressee.  [O. 80/1980 6 of 1997]             c. 1:01        Embezzlement or destruction by officer of",
            "description": [
                {
                    "representation": "(a)",
                    "description": "steals a mail bag; or"
                },
                {
                    "representation": "(b)",
                    "description": "steals a postal packet from a mail bag, or from a post office, or from an officer of the Post Office, or from a mail; or"
                },
                {
                    "representation": "(c)",
                    "description": "steals out of a postal packet any contents thereof; or"
                },
                {
                    "representation": "(d)",
                    "description": "stops a mail or an officer of the Post Office with intent to rob,  shall be guilty of felony and shall be liable to imprisonment for fourteen years. L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 53  L.R.O. 1/2011 Receiving stolen mail bag, postal packet or its contents.                   Fraudulent retention of mail bag, or postal packet. [6 of 1997]        Criminally diverting postal packet from addressee.  [O. 80/1980 6 of 1997]             c. 1:01        Embezzlement or destruction by officer of"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Receiving stolen mail bag, postal packet or its contents. ",
            "context": "POST AND TELEGRAPH ACT under Receiving stolen mail bag, postal packet or its contents. 67. Everyone who receives any mail bag or postal packet, or any contents of a postal packet, the stealing, embezzling, or secreting whereof amounts to a felony under this Act, knowing it or them to have been feloniously stolen, embezzled, or secreted, and to have been sent, or to have been intended to be sent, by post, shall be guilty of felony and shall be liable to the same punishment as if he had stolen, embezzled, or secreted it or them.",
            "description": "Everyone who receives any mail bag or postal packet, or any contents of a postal packet, the stealing, embezzling, or secreting whereof amounts to a felony under this Act, knowing it or them to have been feloniously stolen, embezzled, or secreted, and to have been sent, or to have been intended to be sent, by post, shall be guilty of felony and shall be liable to the same punishment as if he had stolen, embezzled, or secreted it or them."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Fraudulent retention of mail bag, or postal packet. ",
            "context": "POST AND TELEGRAPH ACT under Fraudulent retention of mail bag, or postal packet. 68. Everyone who fraudulently retains, or wilfully secretes, or keeps, or detains, or, when required by an officer of the Post Office to do so, refuses or neglects to deliver up, a postal packet which ought to have been delivered to another, or a mail bag or postal packet which has been found by him or by any other person, shall be liable on summary conviction to a fine of forty-eight thousand seven hundred and fifty dollars or to imprisonment for six months.",
            "description": "Everyone who fraudulently retains, or wilfully secretes, or keeps, or detains, or, when required by an officer of the Post Office to do so, refuses or neglects to deliver up, a postal packet which ought to have been delivered to another, or a mail bag or postal packet which has been found by him or by any other person, shall be liable on summary conviction to a fine of forty-eight thousand seven hundred and fifty dollars or to imprisonment for six months."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Criminally diverting postal packet from addressee. ",
            "context": "POST AND TELEGRAPH ACT under Criminally diverting postal packet from addressee. 69. (1) Anyone, not being an officer of the Post Office, who wilfully and maliciously, with intent to injure another, either opens or causes to be opened any postal packet which ought to have been delivered to that other person, or does any act or thing whereby the due delivery of the packet to that other person is prevented or impeded, shall on summary conviction be liable to a fine of forty-eight thousand seven hundred and fifty dollars or to imprisonment for six months.  (2) Nothing in this section shall apply to a person who does any act to which this section applies where he is parent, or in the position of a parent or guardian, of the person to whom the packet is addressed.  (3) Subject to article 187 of the Constitution, a prosecution shall not be instituted in pursuance of this section except by direction of the Postmaster General.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone, not being an officer of the Post Office, who wilfully and maliciously, with intent to injure another, either opens or causes to be opened any postal packet which ought to have been delivered to that other person, or does any act or thing whereby the due delivery of the packet to that other person is prevented or impeded, shall on summary conviction be liable to a fine of forty-eight thousand seven hundred and fifty dollars or to imprisonment for six months."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing in this section shall apply to a person who does any act to which this section applies where he is parent, or in the position of a parent or guardian, of the person to whom the packet is addressed."
                },
                {
                    "representation": "(3)",
                    "description": "Subject to article 187 of the Constitution, a prosecution shall not be instituted in pursuance of this section except by direction of the Postmaster General."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "Embezzlement or destruction by officer of Post Office of mail bag or postal packet. ",
            "context": "POST AND TELEGRAPH ACT under Embezzlement or destruction by officer of Post Office of mail bag or postal packet. 70. Any officer of the Post Office who steals, or for any purposes whatsoever embezzles, secretes, or destroys, a mail bag or postal packet, or any contents of a postal packet, shall LAWS OF GUYANA 54 Cap. 47:01 Post and Telegraph    Post Office of mail bag or postal packet.           Opening or delaying postal packet. [6 of 1997]             Carelessness, negligence or misconduct of person employed in carriage or delivery of mail bag or postal packet. [6 of 1997]                be guilty of felony, and shall be liable to imprisonment for seven years, or, if the contents consisted of any chattel or money whatsoever, or any valuable security as defined by any Act for the time being in force relating to indictable offences, for fourteen years.",
            "description": "Any officer of the Post Office who steals, or for any purposes whatsoever embezzles, secretes, or destroys, a mail bag or postal packet, or any contents of a postal packet, shall LAWS OF GUYANA 54 Cap. 47:01 Post and Telegraph    Post Office of mail bag or postal packet.           Opening or delaying postal packet. [6 of 1997]             Carelessness, negligence or misconduct of person employed in carriage or delivery of mail bag or postal packet. [6 of 1997]                be guilty of felony, and shall be liable to imprisonment for seven years, or, if the contents consisted of any chattel or money whatsoever, or any valuable security as defined by any Act for the time being in force relating to indictable offences, for fourteen years."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Opening or delaying postal packet. ",
            "context": "POST AND TELEGRAPH ACT under Opening or delaying postal packet. 71. (1) Any officer of the Post Office who, contrary to his duty, opens or procures or suffers to be opened, a postal packet, or wilfully detains or delays, or procures or suffers to be detained or delayed, a postal packet shall be liable on summary conviction to a fine of forty- eight thousand seven hundred and fifty dollars or to imprisonment for six months.  (2) Nothing in this section shall extend to the opening, detaining, or delaying of a postal packet authorised to be opened, detained, or delayed by or in pursuance of this Act or in obedience to an express warrant in writing under the hand of the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any officer of the Post Office who, contrary to his duty, opens or procures or suffers to be opened, a postal packet, or wilfully detains or delays, or procures or suffers to be detained or delayed, a postal packet shall be liable on summary conviction to a fine of forty- eight thousand seven hundred and fifty dollars or to imprisonment for six months."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing in this section shall extend to the opening, detaining, or delaying of a postal packet authorised to be opened, detained, or delayed by or in pursuance of this Act or in obedience to an express warrant in writing under the hand of the Minister."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "Carelessness, negligence or misconduct of person employed in carriage or delivery of mail bag or postal packet. ",
            "context": "POST AND TELEGRAPH ACT under Carelessness, negligence or misconduct of person employed in carriage or delivery of mail bag or postal packet. 72. Everyone who, being employed to convey or deliver a mail bag or postal packet   (a) whilst so employed, or whilst it is in his custody or possession, leaves it, or, without due authority, suffers any person, not being the guard or person employed for that purpose, to ride in the place appointed for the guard in or upon any carriage used for the conveyance of it, or to ride in or upon any carriage so used and not licensed to carry passengers, or upon any horse used for the conveyance on horseback of it; or  (b) is guilty of any act of drunkenness, or of carelessness, negligence, or other misconduct, whereby the safety of the bag or postal packet is endangered; or L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 55  L.R.O. 1/2011                             Issuing money order with fraudulent intent.                  Effect of postal order.    Fraudulent obliteration of crossing of postal order.   (c) collects or receives, or conveys or delivers, a letter otherwise than in the ordinary course of post; or  (d) gives any false information of an assault or attempt at robbery upon him; or  (e) loiters on the road or passage, or wilfully misspends his time so as to delay the arrival of a mail bag or postal packet, or does not use due care and diligence safely to convey a mail bag or postal packet at the rate of speed appointed by the regulations, or, in default of regulations, by the Postmaster General,  shall be liable to a fine of nineteen thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "whilst so employed, or whilst it is in his custody or possession, leaves it, or, without due authority, suffers any person, not being the guard or person employed for that purpose, to ride in the place appointed for the guard in or upon any carriage used for the conveyance of it, or to ride in or upon any carriage so used and not licensed to carry passengers, or upon any horse used for the conveyance on horseback of it; or"
                },
                {
                    "representation": "(b)",
                    "description": "is guilty of any act of drunkenness, or of carelessness, negligence, or other misconduct, whereby the safety of the bag or postal packet is endangered; or L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 55  L.R.O. 1/2011                             Issuing money order with fraudulent intent.                  Effect of postal order.    Fraudulent obliteration of crossing of postal order."
                },
                {
                    "representation": "(c)",
                    "description": "collects or receives, or conveys or delivers, a letter otherwise than in the ordinary course of post; or"
                },
                {
                    "representation": "(d)",
                    "description": "gives any false information of an assault or attempt at robbery upon him; or"
                },
                {
                    "representation": "(e)",
                    "description": "loiters on the road or passage, or wilfully misspends his time so as to delay the arrival of a mail bag or postal packet, or does not use due care and diligence safely to convey a mail bag or postal packet at the rate of speed appointed by the regulations, or, in default of regulations, by the Postmaster General,  shall be liable to a fine of nineteen thousand five hundred dollars."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "73",
            "title": "Issuing money order with fraudulent intent. ",
            "context": "POST AND TELEGRAPH ACT under Issuing money order with fraudulent intent. 73. (1) Any officer of the Post Office who grants or issues any money order with a fraudulent intent, shall be guilty of felony and shall be liable to imprisonment for seven years.  (2) Any officer of the Post Office who re-issues a postal order previously paid shall be deemed to have issued the order with a fraudulent intent under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any officer of the Post Office who grants or issues any money order with a fraudulent intent, shall be guilty of felony and shall be liable to imprisonment for seven years."
                },
                {
                    "representation": "(2)",
                    "description": "Any officer of the Post Office who re-issues a postal order previously paid shall be deemed to have issued the order with a fraudulent intent under this section."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "74",
            "title": "Effect of postal order. ",
            "context": "POST AND TELEGRAPH ACT under Effect of postal order. 74. A postal order under this Act shall be deemed to be an order for the payment of money and a valuable security within the meaning of this Act.",
            "description": "A postal order under this Act shall be deemed to be an order for the payment of money and a valuable security within the meaning of this Act."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "75",
            "title": "Fraudulent obliteration of crossing of postal order. ",
            "context": "POST AND TELEGRAPH ACT under Fraudulent obliteration of crossing of postal order. 75. Everyone who, with intent to defraud, obliterates, adds to, or alters any lines or words on a postal order which would, in the case of a cheque, be a crossing of that cheque, or knowingly offers, utters, or disposes of any postal order, with that fraudulent obliteration, addition, or alteration, shall be LAWS OF GUYANA 56 Cap. 47:01 Post and Telegraph        Application of law relating to stamp duties to postal orders.             Removal of stamp from postal matter. [4 of 1972 6 of 1997]         Use by officer of Post Office of stamp a second time. [6 of 1997]                      guilty of felony and shall be liable to the like punishment as if the order were a cheque.",
            "description": "Everyone who, with intent to defraud, obliterates, adds to, or alters any lines or words on a postal order which would, in the case of a cheque, be a crossing of that cheque, or knowingly offers, utters, or disposes of any postal order, with that fraudulent obliteration, addition, or alteration, shall be LAWS OF GUYANA 56 Cap. 47:01 Post and Telegraph        Application of law relating to stamp duties to postal orders.             Removal of stamp from postal matter. [4 of 1972 6 of 1997]         Use by officer of Post Office of stamp a second time. [6 of 1997]                      guilty of felony and shall be liable to the like punishment as if the order were a cheque."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "76",
            "title": "Application of law relating to stamp duties to postal orders. ",
            "context": "POST AND TELEGRAPH ACT under Application of law relating to stamp duties to postal orders. 76. The provisions of law respecting the punishment of offences connected with stamp duties (including the provisions relating to moulds, frames, instruments, and machinery for the making of paper, and to the punishment of fraud), shall apply in like manner as if any poundage or commission chargeable for a postal order were stamp duty, and as if the paper used for postal orders were paper provided by the commissioners of stamps for receiving the impression of a die.",
            "description": "The provisions of law respecting the punishment of offences connected with stamp duties (including the provisions relating to moulds, frames, instruments, and machinery for the making of paper, and to the punishment of fraud), shall apply in like manner as if any poundage or commission chargeable for a postal order were stamp duty, and as if the paper used for postal orders were paper provided by the commissioners of stamps for receiving the impression of a die."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "77",
            "title": "Removal of stamp from postal matter. ",
            "context": "POST AND TELEGRAPH ACT under Removal of stamp from postal matter. 77. Any officer of the Post Office who wilfully and unlawfully removes from any postal matter any postage stamp affixed thereto in payment of the postage shall be liable to a fine of thirty-two thousand five hundred dollars.",
            "description": "Any officer of the Post Office who wilfully and unlawfully removes from any postal matter any postage stamp affixed thereto in payment of the postage shall be liable to a fine of thirty-two thousand five hundred dollars."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "78",
            "title": "Use by officer of Post Office of stamp a second time. L.R.O. 1/2012 LAWS OF GUYANA Post and Telegraph Cap. 47:01 7  L.R.O. 1/2011 SECTION  ",
            "context": "POST AND TELEGRAPH ACT under Use by officer of Post Office of stamp a second time. L.R.O. 1/2012 LAWS OF GUYANA Post and Telegraph Cap. 47:01 7  L.R.O. 1/2011 SECTION  78. Any officer of the Post Office who wilfully and knowingly   (a) uses, or causes or allows to be used in pre-payment of postage any postage stamp, postal card, or stamped envelope, or any stamp cut or taken from a stamped envelope, which has already been once used for a like purpose; or  (b) removes or attempts to remove the  cancelling or defacing marks from a postage stamp or postal card or stamped envelope, with intent to use or cause the use of it a second time, or to sell or offer to sell it; or  (c) removes from any letter or other postal matter deposited in or received at a Post Office the stamps attached L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 57  L.R.O. 1/2011             Use by other person of stamp a second time. [6 of 1997]    Prohibition of placing injurious substance in or against post office letter box. [6 of 1997]           Prohibition of affixture on Post Office property. [13 of 1976 6 of 1997]       thereto in payment of postage, with intent to use them a second time for a like purpose or to sell or offer to sell them,  shall be liable on summary conviction to a fine of thirty-two thousand five hundred dollars or to imprisonment for four months.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "uses, or causes or allows to be used in pre-payment of postage any postage stamp, postal card, or stamped envelope, or any stamp cut or taken from a stamped envelope, which has already been once used for a like purpose; or"
                },
                {
                    "representation": "(b)",
                    "description": "removes or attempts to remove the  cancelling or defacing marks from a postage stamp or postal card or stamped envelope, with intent to use or cause the use of it a second time, or to sell or offer to sell it; or"
                },
                {
                    "representation": "(c)",
                    "description": "removes from any letter or other postal matter deposited in or received at a Post Office the stamps attached L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 57  L.R.O. 1/2011             Use by other person of stamp a second time. [6 of 1997]    Prohibition of placing injurious substance in or against post office letter box. [6 of 1997]           Prohibition of affixture on Post Office property. [13 of 1976 6 of 1997]       thereto in payment of postage, with intent to use them a second time for a like purpose or to sell or offer to sell them,  shall be liable on summary conviction to a fine of thirty-two thousand five hundred dollars or to imprisonment for four months."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "79",
            "title": "Use by other person of stamp a second time. ",
            "context": "POST AND TELEGRAPH ACT under Use by other person of stamp a second time. 79. Anyone not being an officer of the Post Office, who commits any of the offences mentioned in the last preceding section, shall be liable on summary conviction to a fine of nine thousand seven hundred and fifty dollars or to imprisonment for three months.",
            "description": "Anyone not being an officer of the Post Office, who commits any of the offences mentioned in the last preceding section, shall be liable on summary conviction to a fine of nine thousand seven hundred and fifty dollars or to imprisonment for three months."
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "80",
            "title": "Prohibition of placing injurious substance in or against post office letter box. ",
            "context": "POST AND TELEGRAPH ACT under Prohibition of placing injurious substance in or against post office letter box. 80. (1) No one shall place, or attempt to place, in or against any post office letter box, any fire, match, light, explosive substance, dangerous substance, filth, noxious or deleterious substance, or fluid, or shall commit a nuisance in or against any post office letter box, or shall do or attempt to do anything likely to injure the box or its appurtenances or contents.  (2) Everyone who contravenes this section shall be guilty of a misdemeanour and shall be liable on summary conviction to a fine of nine thousand seven hundred and fifty dollars, and on conviction on indictment to imprisonment for one year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No one shall place, or attempt to place, in or against any post office letter box, any fire, match, light, explosive substance, dangerous substance, filth, noxious or deleterious substance, or fluid, or shall commit a nuisance in or against any post office letter box, or shall do or attempt to do anything likely to injure the box or its appurtenances or contents."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who contravenes this section shall be guilty of a misdemeanour and shall be liable on summary conviction to a fine of nine thousand seven hundred and fifty dollars, and on conviction on indictment to imprisonment for one year."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "81",
            "title": "Prohibition of affixture on Post Office Property. ",
            "context": "POST AND TELEGRAPH ACT under Prohibition of affixture on Post Office Property. 81. (1) No one shall, without due authority, affix or attempt to affix any placard, advertisement, notice, list, document, board, or thing on, or paint or tar, any post office, post office letter box, telegraph post, or any other property belonging to or used by or on behalf of the Post Office or the Corporation, as the case may be, or in any way disfigure that office, box, post, or property.  (2) Everyone who contravenes this section shall be liable to a fine of one thousand nine hundred and fifty dollars. LAWS OF GUYANA 58 Cap. 47:01 Post and Telegraph    Prohibition of imitation of Post Office stamps, envelopes, forms and marks. [13 of 1976 6 of 1997]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No one shall, without due authority, affix or attempt to affix any placard, advertisement, notice, list, document, board, or thing on, or paint or tar, any post office, post office letter box, telegraph post, or any other property belonging to or used by or on behalf of the Post Office or the Corporation, as the case may be, or in any way disfigure that office, box, post, or property."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who contravenes this section shall be liable to a fine of one thousand nine hundred and fifty dollars. LAWS OF GUYANA 58 Cap. 47:01 Post and Telegraph    Prohibition of imitation of Post Office stamps, envelopes, forms and marks. [13 of 1976 6 of 1997]"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "82",
            "title": "Prohibition of imitation of Post Office stamps, envelopes, forms and marks. ",
            "context": "POST AND TELEGRAPH ACT under Prohibition of imitation of Post Office stamps, envelopes, forms and marks. 82. (1) No one shall, without due authority-  (a) make, issue, use, or send, by post or otherwise, any envelope, wrapper, card, form, or paper in imitation of one issued by or under the authority of the Post Office, or of any Commonwealth or foreign postal authority, or having thereon any words, letters, or marks which signify or imply or may reasonably lead the recipient to believe that a postal packet bearing them is sent on Guyana Government service; or  (b) make on any envelope, wrapper, card, form, or paper, for the purpose of being issued or sent by post or otherwise, or otherwise used, any mark in imitation of, or similar to, or purporting to be, any stamp or mark of any post office in Guyana, or of any post office under any Commonwealth or foreign postal authority, or any words, letters, or marks which signify or imply, or may reasonably lead the recipient thereof to believe, that a postal packet bearing them is sent on Guyana Government service; or  (c) issue or send, by post or otherwise, any envelope, wrapper, card, form, or paper so marked.  (2) Everyone who contravenes this section shall be liable to a fine of one thousand nine hundred and fifty dollars.    L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 59  L.R.O. 1/2011 Prohibition of fictitious stamp, international reply coupon, or postal identity card. [6 of 1997]                      Use of postage stamps for postal purposes. [13 of 1976]        Prohibition of false notice as to reception of letters. [13 of 1976 6 of 1997]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No one shall, without due authority-"
                },
                {
                    "representation": "(a)",
                    "description": "make, issue, use, or send, by post or otherwise, any envelope, wrapper, card, form, or paper in imitation of one issued by or under the authority of the Post Office, or of any Commonwealth or foreign postal authority, or having thereon any words, letters, or marks which signify or imply or may reasonably lead the recipient to believe that a postal packet bearing them is sent on Guyana Government service; or"
                },
                {
                    "representation": "(b)",
                    "description": "make on any envelope, wrapper, card, form, or paper, for the purpose of being issued or sent by post or otherwise, or otherwise used, any mark in imitation of, or similar to, or purporting to be, any stamp or mark of any post office in Guyana, or of any post office under any Commonwealth or foreign postal authority, or any words, letters, or marks which signify or imply, or may reasonably lead the recipient thereof to believe, that a postal packet bearing them is sent on Guyana Government service; or"
                },
                {
                    "representation": "(c)",
                    "description": "issue or send, by post or otherwise, any envelope, wrapper, card, form, or paper so marked."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who contravenes this section shall be liable to a fine of one thousand nine hundred and fifty dollars.    L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 59  L.R.O. 1/2011 Prohibition of fictitious stamp, international reply coupon, or postal identity card. [6 of 1997]                      Use of postage stamps for postal purposes. [13 of 1976]        Prohibition of false notice as to reception of letters. [13 of 1976 6 of 1997]"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "83",
            "title": "Prohibition of fictitious stamp, international reply coupon, or postal identity card. office business. transmission, or divulging contents of, telegram. the Post Office. Act.  Regulations and Fines  department.  SCHEDULE—Declaration of Officer of the Corporation.  __________________________ 83A.   Use of postage stamps for postal purposes. ",
            "context": "POST AND TELEGRAPH ACT under Prohibition of fictitious stamp, international reply coupon, or postal identity card. office business. transmission, or divulging contents of, telegram. the Post Office. Act.  Regulations and Fines  department.  SCHEDULEDeclaration of Officer of the Corporation.  __________________________ 83A.   Use of postage stamps for postal purposes. 83. (1) No one shall   (a) make, knowingly utter, deal in, sell or offer for sale; or  (b) knowingly use for any postal purpose; or  (c) have in his possession, unless he shows a lawful excuse; or  (d) make, or, unless he shows a lawful excuse, have in his possession, any die, plate, instrument, or materials for making,  any fictitious or counterfeit stamp, international reply coupon or postal identity card.  (2) Anyone who contravenes this section shall be liable on summary conviction to a fine of nineteen thousand five hundred dollars.  denote the payment of stamp duties other than duties of postage.  (2) A postal packet shall be deemed to be unstamped or insufficiently stamped, as the case may be, if it is not duly stamped for the purpose of denoting the payment of the duty of postage.  Office, place or maintain in or on any house, wall, door, window, box, post, pillar, or other place belonging to him or under his control any of the words, letters, or marks following, that is to say  (a) the words post office, or postal 83A. (1) Adhesive postage stamps shall not be used to",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Adhesive postage stamps shall not be used to"
                },
                {
                    "representation": "(a)",
                    "description": "the words post office, or postal 83A."
                },
                {
                    "representation": "(b)",
                    "description": "knowingly use for any postal purpose; or"
                },
                {
                    "representation": "(c)",
                    "description": "have in his possession, unless he shows a lawful excuse; or"
                },
                {
                    "representation": "(d)",
                    "description": "make, or, unless he shows a lawful excuse, have in his possession, any die, plate, instrument, or materials for making,  any fictitious or counterfeit stamp, international reply coupon or postal identity card."
                },
                {
                    "representation": "(2)",
                    "description": "A postal packet shall be deemed to be unstamped or insufficiently stamped, as the case may be, if it is not duly stamped for the purpose of denoting the payment of the duty of postage.  Office, place or maintain in or on any house, wall, door, window, box, post, pillar, or other place belonging to him or under his control any of the words, letters, or marks following, that is to say"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "84",
            "title": "Prohibition of false notice as to reception of letters. ",
            "context": "POST AND TELEGRAPH ACT under Prohibition of false notice as to reception of letters. 84. (1) No one shall, without authority from the Post LAWS OF GUYANA 60 Cap. 47:01 Post and Telegraph                                     Obstruction of officer of Post Office in execution of duty, or of post office business. [6 of 1997]          telegram office, or money order office; or  (b) the words letter box, accompanied with words, letters, colouring, or marks which signify or imply, or may reasonably lead the public to believe, that it is a post office letter box; or (c) any words, letters, or marks which signify or imply, or may reasonably lead the public to believe, that any house or place is a post office, or that any box is a post office letter box;  and everyone, when required by a notice given by the Post Office to remove or efface any of the words, letters, or marks aforesaid, or to remove or effectually close up any letter box belonging to him or under his control which has been a post office letter box, shall comply with that request.  (2) Everyone who contravenes this section shall be liable to a fine of one thousand nine hundred and fifty dollars, and if the offence is continued after a previous conviction, to a fine of one hundred and ninety-five dollars for every day during which the offence so continues.  another to obstruct, an officer of the Post Office in the execution of his duty, or, whilst in any post office or within any premises belonging to any post office or used therewith, obstructs the course of business of the post office, shall be liable to a fine of one thousand nine hundred and fifty dollars.  (2) Any officer of the Post Office may require anyone guilty of an offence under this section to leave a post office or any premises aforesaid, and anyone so required who refuses or neglects to comply with the requirement, shall be liable to a further fine of four thousand eight hundred and seventy-five dollars and may be removed by any officer of the L.R.O. 1/2011",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No one shall, without authority from the Post LAWS OF GUYANA 60 Cap. 47:01 Post and Telegraph                                     Obstruction of officer of Post Office in execution of duty, or of post office business. [6 of 1997]          telegram office, or money order office; or"
                },
                {
                    "representation": "(b)",
                    "description": "the words letter box, accompanied with words, letters, colouring, or marks which signify or imply, or may reasonably lead the public to believe, that it is a post office letter box; or"
                },
                {
                    "representation": "(c)",
                    "description": "any words, letters, or marks which signify or imply, or may reasonably lead the public to believe, that any house or place is a post office, or that any box is a post office letter box;  and everyone, when required by a notice given by the Post Office to remove or efface any of the words, letters, or marks aforesaid, or to remove or effectually close up any letter box belonging to him or under his control which has been a post office letter box, shall comply with that request."
                },
                {
                    "representation": "(2)",
                    "description": "Any officer of the Post Office may require anyone guilty of an offence under this section to leave a post office or any premises aforesaid, and anyone so required who refuses or neglects to comply with the requirement, shall be liable to a further fine of four thousand eight hundred and seventy-five dollars and may be removed by any officer of the L.R.O. 1/2011"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "85",
            "title": "Obstruction of officer of Post Office in execution of duty, or of post ",
            "context": "POST AND TELEGRAPH ACT under Obstruction of officer of Post Office in execution of duty, or of post 85. (1) Everyone who wilfully obstructs, or incites LAWS OF GUYANA Post and Telegraph Cap. 47:01 61  L.R.O. 1/2011     Disclosing information by officer of Post Office. [13 of 1976]      Omission of officer of Post office to transmit or delaying transmission, or divulging contents of, telegram. [13 of 1976 6 of 1997]                  Delivery of telegram to person other than addressee. [6 of 1997]   post office, and all constables are hereby required on demand to remove him or assist in his removal.   who, contrary to his duty, discloses or in any way makes known or intercepts the contents, or any part of the contents, of any telegraphic message or telegram entrusted to the Corporation or the Post Office for the purpose of transmission, shall be guilty of a misdemeanour and shall be liable to imprisonment for one year.  who   (a) wilfully or negligently omits or delays to transmit or deliver any telegraphic message or telegram entrusted to the Corporation or   the Post Office for the purpose of transmission; or  (b) by any wilful act or omission prevents or delays the transmission or delivery of that telegraphic message or telegram; or   (c) improperly divulges to any person the purport of any telegraphic message or telegram,  shall be liable on summary conviction to a fine of nineteen thousand five hundred dollars or to imprisonment for four months.  telegraphic message or telegram, who, whilst so employed, wilfully delivers it to any person other than the person to whom it is addressed or to his agent in that behalf, shall be liable on summary conviction to a fine of thirty-two thousand five hundred dollars or to imprisonment for six months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who wilfully obstructs, or incites LAWS OF GUYANA Post and Telegraph Cap. 47:01 61  L.R.O. 1/2011     Disclosing information by officer of Post Office. [13 of 1976]      Omission of officer of Post office to transmit or delaying transmission, or divulging contents of, telegram. [13 of 1976 6 of 1997]                  Delivery of telegram to person other than addressee. [6 of 1997]   post office, and all constables are hereby required on demand to remove him or assist in his removal.   who, contrary to his duty, discloses or in any way makes known or intercepts the contents, or any part of the contents, of any telegraphic message or telegram entrusted to the Corporation or the Post Office for the purpose of transmission, shall be guilty of a misdemeanour and shall be liable to imprisonment for one year.  who"
                },
                {
                    "representation": "(a)",
                    "description": "wilfully or negligently omits or delays to transmit or deliver any telegraphic message or telegram entrusted to the Corporation or   the Post Office for the purpose of transmission; or"
                },
                {
                    "representation": "(b)",
                    "description": "by any wilful act or omission prevents or delays the transmission or delivery of that telegraphic message or telegram; or"
                },
                {
                    "representation": "(c)",
                    "description": "improperly divulges to any person the purport of any telegraphic message or telegram,  shall be liable on summary conviction to a fine of nineteen thousand five hundred dollars or to imprisonment for four months.  telegraphic message or telegram, who, whilst so employed, wilfully delivers it to any person other than the person to whom it is addressed or to his agent in that behalf, shall be liable on summary conviction to a fine of thirty-two thousand five hundred dollars or to imprisonment for six months."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "86",
            "title": "Disclosing information by officer of Post Office. ",
            "context": "POST AND TELEGRAPH ACT under Disclosing information by officer of Post Office. 86. Any officer of the Corporation or of the post office",
            "description": "Any officer of the Corporation or of the post office"
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "87",
            "title": "Omission of officer of Post Office to transmit or delaying ",
            "context": "POST AND TELEGRAPH ACT under Omission of officer of Post Office to transmit or delaying 87. Any officer of the Corporation or of the post office",
            "description": "Any officer of the Corporation or of the post office"
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "88",
            "title": "Delivery of telegram to person other than addressee. ",
            "context": "POST AND TELEGRAPH ACT under Delivery of telegram to person other than addressee. 88. Any person, employed to convey or deliver a LAWS OF GUYANA 62 Cap. 47:01 Post and Telegraph    Sending telegram in false name.  [6 of 1997]      Trial of offences.                                 Provisions as to property in offences relating to the Corporation or the Post Office. (the proof whereof shall lie on him), signs the name of any other person to any telegraphic message or telegram, with the intent to procure the message or telegram to be sent as a message or telegram from that other person, shall be liable to a fine of one thousand nine hundred and fifty dollars.  in the county, district or place, in which it was actually committed, or in any county, district, or place, in which the alleged offender is, or (where the offence is in respect of a mail, mail bag, or postal packet, or the contents of any postal packet) in any county, district, or place, through which or any part thereof the mail, mail bag, or postal packet passed in due course of conveyance by post.  (2) Where the offence is committed on any highway, harbour, canal, river, arm of the sea, or other water constituting the boundary of two or more counties, districts, or places, it may be tried in any of those counties, districts, or places.  (3) The offence of being accessory to, or of aiding or abetting, an offence against this Act may be tried in any county, district, or place, in which the last-mentioned offence may be tried.  (4) Any offence authorised by this Act to be tried in any county, district, or place, may be dealt with, heard, tried, determined, adjudged, and punished, and the offender may be apprehended, as if the offence had been wholly committed in that county, district, or place.  committed or attempted to be committed, or any malicious, injurious, or fraudulent act or thing done in, upon, or with respect to the Corporation or the Post Office or the revenue of the Corporation or the Post Office, or any mail bag, postal packet, contents of a postal packet, post office money order, L.R.O. 1/2011",
            "description": [
                {
                    "representation": "(2)",
                    "description": "Where the offence is committed on any highway, harbour, canal, river, arm of the sea, or other water constituting the boundary of two or more counties, districts, or places, it may be tried in any of those counties, districts, or places."
                },
                {
                    "representation": "(3)",
                    "description": "The offence of being accessory to, or of aiding or abetting, an offence against this Act may be tried in any county, district, or place, in which the last-mentioned offence may be tried."
                },
                {
                    "representation": "(4)",
                    "description": "Any offence authorised by this Act to be tried in any county, district, or place, may be dealt with, heard, tried, determined, adjudged, and punished, and the offender may be apprehended, as if the offence had been wholly committed in that county, district, or place.  committed or attempted to be committed, or any malicious, injurious, or fraudulent act or thing done in, upon, or with respect to the Corporation or the Post Office or the revenue of the Corporation or the Post Office, or any mail bag, postal packet, contents of a postal packet, post office money order, L.R.O. 1/2011"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "89",
            "title": "Sending telegram in false name. ",
            "context": "POST AND TELEGRAPH ACT under Sending telegram in false name. 89. Everyone who, without lawful authority or excuse",
            "description": "Everyone who, without lawful authority or excuse"
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "90",
            "title": "Trial of offences. ",
            "context": "POST AND TELEGRAPH ACT under Trial of offences. 90. (1) An offence against this Act may be tried either",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An offence against this Act may be tried either"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "91",
            "title": "Provisions as to property in offences relating to the Corporation or ",
            "context": "POST AND TELEGRAPH ACT under Provisions as to property in offences relating to the Corporation or 91. (1) In any legal proceeding for any offence LAWS OF GUYANA Post and Telegraph Cap. 47:01 63  L.R.O. 1/2011 [13 of 1976]                         Evidence of thing being postal packet. [13 of 1976]      Power to compound action. [13 of 1976]           postal order, or post office telegraphic message or telegram, or in anywise concerning any property under the management or control of the Corporation or the Post Office, it shall be sufficient to allege the property to belong to the Corporation or the Post Office, as the case may be, and to allege the act or thing to have been done with intent to injure or defraud the Corporation or the Post Office, as the case may be, and it shall not be necessary to allege or to prove at the trial or otherwise that the  mail bag, postal packet, contents, order, telegraphic message, telegram, or property was of any value.  (2) In any legal proceeding against any officer of the Corporation or the Post Office for any offence committed against this Act, it shall be sufficient to allege that the offender was an officer of the Corporation or the Post Office, as the case may be, at the time of the commission of the offence, without stating further the nature or particulars of his employment.   whether on summary conviction or on indictment, evidence that any article is in the course of transmission by post, or has been accepted on behalf of the Post Office for transmission by post, shall be sufficient evidence that the article is a postal packet.  Postmaster General may compromise and compound any legal proceeding commenced by or on behalf of the Corporation or the Post Office, as the case may be, against any person for recovering any penalty or forfeiture incurred under this Act on any terms and conditions the General Manager or the Postmaster General as the case may be, thinks proper, with full power for them, or any of their officers or agents authorised by them to accept any penalty or forfeiture so incurred or alleged to be incurred, or any part thereof, without any legal proceeding for the recovery thereof.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In any legal proceeding for any offence LAWS OF GUYANA Post and Telegraph Cap. 47:01 63  L.R.O. 1/2011 [13 of 1976]                         Evidence of thing being postal packet. [13 of 1976]      Power to compound action. [13 of 1976]           postal order, or post office telegraphic message or telegram, or in anywise concerning any property under the management or control of the Corporation or the Post Office, it shall be sufficient to allege the property to belong to the Corporation or the Post Office, as the case may be, and to allege the act or thing to have been done with intent to injure or defraud the Corporation or the Post Office, as the case may be, and it shall not be necessary to allege or to prove at the trial or otherwise that the  mail bag, postal packet, contents, order, telegraphic message, telegram, or property was of any value."
                },
                {
                    "representation": "(2)",
                    "description": "In any legal proceeding against any officer of the Corporation or the Post Office for any offence committed against this Act, it shall be sufficient to allege that the offender was an officer of the Corporation or the Post Office, as the case may be, at the time of the commission of the offence, without stating further the nature or particulars of his employment.   whether on summary conviction or on indictment, evidence that any article is in the course of transmission by post, or has been accepted on behalf of the Post Office for transmission by post, shall be sufficient evidence that the article is a postal packet.  Postmaster General may compromise and compound any legal proceeding commenced by or on behalf of the Corporation or the Post Office, as the case may be, against any person for recovering any penalty or forfeiture incurred under this Act on any terms and conditions the General Manager or the Postmaster General as the case may be, thinks proper, with full power for them, or any of their officers or agents authorised by them to accept any penalty or forfeiture so incurred or alleged to be incurred, or any part thereof, without any legal proceeding for the recovery thereof."
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "92",
            "title": "Evidence of thing being postal packet. ",
            "context": "POST AND TELEGRAPH ACT under Evidence of thing being postal packet. 92. On the prosecution of any offence under this Act,",
            "description": "On the prosecution of any offence under this Act,"
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "93",
            "title": "Power to compound action. ",
            "context": "POST AND TELEGRAPH ACT under Power to compound action. 93. The General Manager of the Corporation or the LAWS OF GUYANA 64 Cap. 47:01 Post and Telegraph    Saving of liability under other law.                  Regulation as to post office letter boxes.                          Power to issue Post Office Guide. [7 of 1945 13 of 1976]       against a person in respect of an offence under this Act, which is also an offence punishable at common law or under some written law for the time being in force other than this Act, the court may direct that, instead of those proceedings being continued, proceedings shall be taken for punishing that person at common law or under some written law other than this Act.  that any post office  letter box, by reason of being on the premises of any private person or otherwise, is so situated as not to afford the same security against the improper removal of postal packets therefrom or other fraud as exists in the case of other post office letter boxes, he may declare that that box shall be a private posting box, and shall affix upon or near the box a notice of its being, and of the effect of its being, a private posting box, and a postal packet put into that box shall not, for the purpose of any enactment, law, or contract, whereby the due posting of a postal packet is evidence of the receipt thereof by the addressee, be deemed to have been duly posted.  (2) A certificate purporting to be signed by the Postmaster General, and to the effect that any box or receptacle is or was provided by the permission or under the authority of the Postmaster General for the purpose of receiving postal packets, or any of them, shall, in any legal proceeding, be evidence of the facts stated in the certificate.  guide, to be called the Post Office Guide.  (2) The Post Office may include in the Post Office Guide   (a) the regulations and the orders made under this Act;  L.R.O. 1/2011",
            "description": [
                {
                    "representation": "(2)",
                    "description": "The Post Office may include in the Post Office Guide"
                },
                {
                    "representation": "(a)",
                    "description": "the regulations and the orders made under this Act;  L.R.O. 1/2011"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "94",
            "title": "Saving of liability under other law. ",
            "context": "POST AND TELEGRAPH ACT under Saving of liability under other law. 94. When proceedings are taken before any court",
            "description": "When proceedings are taken before any court"
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "95",
            "title": "Regulation as to post office letter boxes. ",
            "context": "POST AND TELEGRAPH ACT under Regulation as to post office letter boxes. 95. (1) Where it appears to the Postmaster General",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where it appears to the Postmaster General"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "96",
            "title": "Power to issue Post Office Guide. 96A.   Application of certain provisions of the Stamp Duties (Management) ",
            "context": "POST AND TELEGRAPH ACT under Power to issue Post Office Guide. 96A.   Application of certain provisions of the Stamp Duties (Management) 96. (1) The Post Office may from time to time issue a LAWS OF GUYANA Post and Telegraph Cap. 47:01 65  L.R.O. 1/2011                        Application of certain provisions of the Stamp Duties (Management) Act.  c. 80:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Post Office may from time to time issue a LAWS OF GUYANA Post and Telegraph Cap. 47:01 65  L.R.O. 1/2011                        Application of certain provisions of the Stamp Duties"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "97",
            "title": "Making of regulations relating to postal business and the postal ",
            "context": "POST AND TELEGRAPH ACT under Making of regulations relating to postal business and the postal 97. Subject to negative resolution of the National LAWS OF GUYANA 66 Cap. 47:01 Post and Telegraph                                                    (c) declaring what articles shall be deemed and dealt with as postal matter;  (d) the classification of postal matter so as to establish a standard by which postage shall be apportioned, according as the postal matter consists of letters, or book or other postal packets;  (e) dealing with postal matter posted after the hour fixed for the closing of any mail, whether inland or foreign, with power to charge extra postage upon postal matter posted late but intended to be transmitted forthwith;  (f) the registration of postal matter and the charging of fees therefor, and the receiving, safe-keeping, and delivery of that registered postal matter;  (g) regulating the issue and payment of post office orders for the payment of money (including postal orders) and the conduct of business connected therewith;  (h) the disposal and rental of private letter-boxes erected in any post office, with power to fix the amount and conditions of payment to be made by box-holders for the use of those boxes, and the delivery of postal matter by means thereof;  (i) the delivery of postal matter by private bags made up in any post L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 67  L.R.O. 1/2011                                                  office in Guyana, to be dropped at any place along the route by which mails are conveyed, with power to fix the amount and conditions of payment to be made for the special service so rendered;  (j) the regulation of the period during which undelivered postal matter shall remain in any post office, and after what period that matter shall be returned to the dead letter office; and the return from the dead letter office to the senders of postal  matter which  cannot be delivered to the parties addressed, and the disposal, by delivery or otherwise, of other postal matter;  (k) the conditions under which telegraphic messages or telegrams will be transmitted, and the charges to be made for their transmission;  (l) regulating the use of the telegraph or any portion thereof, by any person, company, or corporation, and the charges to be made for that use;  (m) the conditions under which, and the manner in which, special services shall be performed by the postal department for the convenience of individuals, with power to fix the amounts and conditions of payment for that special service; and  (n) generally, regulating the business of the  postal department. LAWS OF GUYANA 68 Cap. 47:01 Post and Telegraph    Post Office fine fund. [7 of 1945 13 of 1976]                             Delegation of functions. [13 of 1976]      S. 8 [Reg 18/1940] [13 of 1976]                    shall be paid into a fund to be called the Post Office Fine Fund.  (2) The fund shall be appropriated for the benefit of the officers of the Post Office, and shall be administered in the manner from time to time prescribed by the regulations; but no officer shall be deemed to have any claim whatever as of right of the fund.  (3) The Post Office shall submit with each annual report on the postal department a statement showing the receipts and expenditure and the financial position of the fund for the year under report.  Corporation any function relating to telegraphs vested in him by any provision of this Act.    SCHEDULE  DECLARATION OF OFFICER OF THE CORPORATION  I, ................................................................................., do solemnly and sincerely declare that I will not, contrary to my duty, improperly divulge any knowledge by reason of my employment as an officer of the Guyana Telecommunications Corporation.  ...........................................(Signed)                                                                        Declared before me  .................................................................... this ..........................day ......................................................of",
            "description": [
                {
                    "representation": "(c)",
                    "description": "declaring what articles shall be deemed and dealt with as postal matter;"
                },
                {
                    "representation": "(d)",
                    "description": "the classification of postal matter so as to establish a standard by which postage shall be apportioned, according as the postal matter consists of letters, or book or other postal packets;"
                },
                {
                    "representation": "(e)",
                    "description": "dealing with postal matter posted after the hour fixed for the closing of any mail, whether inland or foreign, with power to charge extra postage upon postal matter posted late but intended to be transmitted forthwith;"
                },
                {
                    "representation": "(f)",
                    "description": "the registration of postal matter and the charging of fees therefor, and the receiving, safe-keeping, and delivery of that registered postal matter;"
                },
                {
                    "representation": "(g)",
                    "description": "regulating the issue and payment of post office orders for the payment of money"
                },
                {
                    "representation": "(h)",
                    "description": "the disposal and rental of private letter-boxes erected in any post office, with power to fix the amount and conditions of payment to be made by box-holders for the use of those boxes, and the delivery of postal matter by means thereof;"
                },
                {
                    "representation": "(i)",
                    "description": "the delivery of postal matter by private bags made up in any post L.R.O. 1/2011 LAWS OF GUYANA Post and Telegraph Cap. 47:01 67  L.R.O. 1/2011                                                  office in Guyana, to be dropped at any place along the route by which mails are conveyed, with power to fix the amount and conditions of payment to be made for the special service so rendered;"
                },
                {
                    "representation": "(j)",
                    "description": "the regulation of the period during which undelivered postal matter shall remain in any post office, and after what period that matter shall be returned to the dead letter office; and the return from the dead letter office to the senders of postal  matter which  cannot be delivered to the parties addressed, and the disposal, by delivery or otherwise, of other postal matter;"
                },
                {
                    "representation": "(k)",
                    "description": "the conditions under which telegraphic messages or telegrams will be transmitted, and the charges to be made for their transmission;"
                },
                {
                    "representation": "(l)",
                    "description": "regulating the use of the telegraph or any portion thereof, by any person, company, or corporation, and the charges to be made for that use;"
                },
                {
                    "representation": "(m)",
                    "description": "the conditions under which, and the manner in which, special services shall be performed by the postal department for the convenience of individuals, with power to fix the amounts and conditions of payment for that special service; and"
                },
                {
                    "representation": "(n)",
                    "description": "generally, regulating the business of the  postal department. LAWS OF GUYANA 68 Cap. 47:01 Post and Telegraph    Post Office fine fund. [7 of 1945 13 of 1976]                             Delegation of functions. [13 of 1976]      S. 8 [Reg 18/1940] [13 of 1976]                    shall be paid into a fund to be called the Post Office Fine Fund."
                },
                {
                    "representation": "(2)",
                    "description": "The fund shall be appropriated for the benefit of the officers of the Post Office, and shall be administered in the manner from time to time prescribed by the regulations; but no officer shall be deemed to have any claim whatever as of right of the fund."
                },
                {
                    "representation": "(3)",
                    "description": "The Post Office shall submit with each annual report on the postal department a statement showing the receipts and expenditure and the financial position of the fund for the year under report.  Corporation any function relating to telegraphs vested in him by any provision of this Act.    SCHEDULE  DECLARATION OF OFFICER OF THE CORPORATION  I, ................................................................................., do solemnly and sincerely declare that I will not, contrary to my duty, improperly divulge any knowledge by reason of my employment as an officer of the Guyana Telecommunications Corporation.  ...........................................(Signed)                                                                        Declared before me  .................................................................... this ..........................day ......................................................of"
                }
            ]
        }
    },
    {
        "act": "POST AND TELEGRAPH ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "98",
            "title": "Post Office fine fund. ",
            "context": "POST AND TELEGRAPH ACT under Post Office fine fund. 98. (1) All fines imposed and received under this Act",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All fines imposed and received under this Act"
                }
            ]
        }
    }
]