[
    {
        "act": "COMMON CARRIERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "COMMON CARRIERS ACT under Short title. 1. This Act may be cited as the Common Carriers Act.  LAWS OF GUYANA 4 Cap. 48:01 Common Carriers   L.R.O. 1/2012  Interpretation.               When mail contractor, coach proprietors, and carriers, not to be liable. [4 of 1972]",
            "description": "This Act may be cited as the Common Carriers Act.  LAWS OF GUYANA 4 Cap. 48:01 Common Carriers   L.R.O. 1/2012  Interpretation.               When mail contractor, coach proprietors, and carriers, not to be liable. [4 of 1972]"
        }
    },
    {
        "act": "COMMON CARRIERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "COMMON CARRIERS ACT under Interpretation. 2. In this Act-  common carrier means any person who undertakes provided he has room, either expressly or by a course of conduct, to convey for hire or reward the goods or certain classes of goods of all persons who choose to employ him; and by person in this definition is meant and included the State as well as any company, firm or individual;  package includes parcel.",
            "description": "In this Act-  common carrier means any person who undertakes provided he has room, either expressly or by a course of conduct, to convey for hire or reward the goods or certain classes of goods of all persons who choose to employ him; and by person in this definition is meant and included the State as well as any company, firm or individual;  package includes parcel."
        }
    },
    {
        "act": "COMMON CARRIERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "When mail contractors, coach proprietors, and carriers, not to be liable. ",
            "context": "COMMON CARRIERS ACT under When mail contractors, coach proprietors, and carriers, not to be liable. 3. No steamship, railway, tramway, or omnibus, company or firm, mail contractor, stage coach proprietor, or other common carrier by land or water, or partly by land and partly by water, for hire, shall be liable for the loss of or injury to any article or articles or property of the descriptions following, that is to say gold or silver coin of this realm or of any foreign state, or any gold or silver in a manufactured or unmanufactured state, or any precious stones, jewellery, watches, clocks, or time-pieces of any description, trinkets, bills, notes of the Bank of Guyana, or of any bank in any Commonwealth country, orders, notes, or securities for payment of money, English or foreign stamps, maps, writings, title deeds, paintings, engravings, pictures, gold or silver plate or plated articles, glass, china, silks in manufactured or unmanufactured state, and whether wrought up or not wrought up with other materials, furs, or lace, or any of them, contained in any package delivered, either to be carried for hire or to accompany the person of any passenger in any mail or stage coach or other public conveyance, when the value of the article or articles of property aforesaid contained in that package exceeds the sum of one hundred dollars, unless, at the time of the delivery thereof at the office, warehouse, or receiving house of the common carrier, or to his book-keeper, coachman, or other servant, for the purpose of being carried or of accompanying the person of any passenger as aforesaid, the value and nature LAWS OF GUYANA Common Carriers Cap. 48:01 5  L.R.O. 1/2012          When any package is so delivered an increased rate of charge may be demanded. [4 of 1972]              Carriers to give receipts for increased charges.                Public notices or declarations by carriers.    of the article or articles or property have been declared by the person or persons sending or delivering it or them, and the increased charge hereinafter mentioned or an engagement to pay that charge, is accepted by the person receiving the package.",
            "description": "No steamship, railway, tramway, or omnibus, company or firm, mail contractor, stage coach proprietor, or other common carrier by land or water, or partly by land and partly by water, for hire, shall be liable for the loss of or injury to any article or articles or property of the descriptions following, that is to say gold or silver coin of this realm or of any foreign state, or any gold or silver in a manufactured or unmanufactured state, or any precious stones, jewellery, watches, clocks, or time-pieces of any description, trinkets, bills, notes of the Bank of Guyana, or of any bank in any Commonwealth country, orders, notes, or securities for payment of money, English or foreign stamps, maps, writings, title deeds, paintings, engravings, pictures, gold or silver plate or plated articles, glass, china, silks in manufactured or unmanufactured state, and whether wrought up or not wrought up with other materials, furs, or lace, or any of them, contained in any package delivered, either to be carried for hire or to accompany the person of any passenger in any mail or stage coach or other public conveyance, when the value of the article or articles of property aforesaid contained in that package exceeds the sum of one hundred dollars, unless, at the time of the delivery thereof at the office, warehouse, or receiving house of the common carrier, or to his book-keeper, coachman, or other servant, for the purpose of being carried or of accompanying the person of any passenger as aforesaid, the value and nature LAWS OF GUYANA Common Carriers Cap. 48:01 5  L.R.O. 1/2012          When any package is so delivered an increased rate of charge may be demanded. [4 of 1972]              Carriers to give receipts for increased charges.                Public notices or declarations by carriers.    of the article or articles or property have been declared by the person or persons sending or delivering it or them, and the increased charge hereinafter mentioned or an engagement to pay that charge, is accepted by the person receiving the package."
        }
    },
    {
        "act": "COMMON CARRIERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "(1) When any package is so delivered an increased rate of charge may be demanded.  (2) Carriers to give receipts for increased charges. ",
            "context": "COMMON CARRIERS ACT under (1) When any package is so delivered an increased rate of charge may be demanded.  (2) Carriers to give receipts for increased charges. 4. (1) When any package containing any of the articles above specified is so delivered and its value and contents declared as aforesaid, and that value exceeds the sum of one hundred dollars, the common carrier may demand and receive an increased rate of charge, to be notified by some notice affixed in legible characters in some public and conspicuous part of the office, warehouse, or other receiving house, where packages are received by them for the purpose of conveyance, stating the increased rates of charge required to be paid over and above the ordinary rate of carriage as a compensation for the greater risk and care to be taken for the safe conveyance of those valuable articles; and all persons sending or delivering packages containing the valuable articles aforesaid at the office shall be bound by that notice, without further proof of its   having come to their knowledge.  (2) When the value has been so declared and the increased rate of charge paid, or an engagement to pay it has been accepted as hereinbefore mentioned, the person receiving the increased rate of charge or accepting the agreement shall sign and deliver a receipt for the package, acknowledging it to have been insured, and if that receipt is not given, or the notice aforesaid has not been affixed, the common carrier shall not have or be entitled to any benefit or advantage under this Act but shall be liable and responsible as at common law, and be liable to refund the increased rate of charge.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When any package containing any of the articles above specified is so delivered and its value and contents declared as aforesaid, and that value exceeds the sum of one hundred dollars, the common carrier may demand and receive an increased rate of charge, to be notified by some notice affixed in legible characters in some public and conspicuous part of the office, warehouse, or other receiving house, where packages are received by them for the purpose of conveyance, stating the increased rates of charge required to be paid over and above the ordinary rate of carriage as a compensation for the greater risk and care to be taken for the safe conveyance of those valuable articles; and all persons sending or delivering packages containing the valuable articles aforesaid at the office shall be bound by that notice, without further proof of its   having come to their knowledge."
                },
                {
                    "representation": "(2)",
                    "description": "When the value has been so declared and the increased rate of charge paid, or an engagement to pay it has been accepted as hereinbefore mentioned, the person receiving the increased rate of charge or accepting the agreement shall sign and deliver a receipt for the package, acknowledging it to have been insured, and if that receipt is not given, or the notice aforesaid has not been affixed, the common carrier shall not have or be entitled to any benefit or advantage under this Act but shall be liable and responsible as at common law, and be liable to refund the increased rate of charge."
                }
            ]
        }
    },
    {
        "act": "COMMON CARRIERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Public notices or declarations by carriers. ",
            "context": "COMMON CARRIERS ACT under Public notices or declarations by carriers. 5. No public notice or declaration heretofore made or hereafter to be made shall be deemed or construed to limit or in anywise affect the liability at common law of common carriers as aforesaid, for or in respect of any articles or goods LAWS OF GUYANA 6 Cap. 48:01 Common Carriers   L.R.O. 1/2012             Every office used to be deemed a receiving house.              Special contracts not affected.     Parties entitled to damages for loss may also recover the increased charges.       Nothing herein to protect felonious acts.      to be carried and conveyed by them; but every common carrier as aforesaid shall be liable as at common law to answer for the loss or any injury to any articles and goods in respect whereof he is not entitled to the benefit of this Act, any public notice or declaration by him made and  given contrary thereto, or in anywise limiting that liability, notwithstanding.",
            "description": "No public notice or declaration heretofore made or hereafter to be made shall be deemed or construed to limit or in anywise affect the liability at common law of common carriers as aforesaid, for or in respect of any articles or goods LAWS OF GUYANA 6 Cap. 48:01 Common Carriers   L.R.O. 1/2012             Every office used to be deemed a receiving house.              Special contracts not affected.     Parties entitled to damages for loss may also recover the increased charges.       Nothing herein to protect felonious acts.      to be carried and conveyed by them; but every common carrier as aforesaid shall be liable as at common law to answer for the loss or any injury to any articles and goods in respect whereof he is not entitled to the benefit of this Act, any public notice or declaration by him made and  given contrary thereto, or in anywise limiting that liability, notwithstanding."
        }
    },
    {
        "act": "COMMON CARRIERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Every office used to be deemed a receiving house. ",
            "context": "COMMON CARRIERS ACT under Every office used to be deemed a receiving house. 6. For the purpose of this Act, every office, warehouse, or receiving house, used or appointed by any common carrier as aforesaid for the receiving of packages to be conveyed as aforesaid, shall be deemed and taken to be the receiving house, warehouse, or office of that common carrier; and any common carrier shall be liable to be sued by his name only; and no action or suit commenced to recover damages for loss or injury to any package or person, shall abate for the want of joining any co-proprietor or co-partner in the mail, stage coach, or other public conveyance by land or water for hire as aforesaid.",
            "description": "For the purpose of this Act, every office, warehouse, or receiving house, used or appointed by any common carrier as aforesaid for the receiving of packages to be conveyed as aforesaid, shall be deemed and taken to be the receiving house, warehouse, or office of that common carrier; and any common carrier shall be liable to be sued by his name only; and no action or suit commenced to recover damages for loss or injury to any package or person, shall abate for the want of joining any co-proprietor or co-partner in the mail, stage coach, or other public conveyance by land or water for hire as aforesaid."
        }
    },
    {
        "act": "COMMON CARRIERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Special contracts not affected. ",
            "context": "COMMON CARRIERS ACT under Special contracts not affected. 7. Nothing in this Act contained shall extend or be construed to annul or in anywise affect any special contract between a common carrier and any other parties, for the conveyance of goods and merchandise.",
            "description": "Nothing in this Act contained shall extend or be construed to annul or in anywise affect any special contract between a common carrier and any other parties, for the conveyance of goods and merchandise."
        }
    },
    {
        "act": "COMMON CARRIERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Parties entitled to damages for loss may also recover the increased charges. ",
            "context": "COMMON CARRIERS ACT under Parties entitled to damages for loss may also recover the increased charges. 8. Where any package has been delivered at any office aforesaid and the value and contents declared as aforesaid and the increased rate of charge paid, and those packages are lost or damaged, the party entitled to recover damages in respect of the loss or damage shall also be entitled to recover the increased charges so paid as aforesaid in addition to the value of the package.",
            "description": "Where any package has been delivered at any office aforesaid and the value and contents declared as aforesaid and the increased rate of charge paid, and those packages are lost or damaged, the party entitled to recover damages in respect of the loss or damage shall also be entitled to recover the increased charges so paid as aforesaid in addition to the value of the package."
        }
    },
    {
        "act": "COMMON CARRIERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Nothing herein to protect felonious acts. ",
            "context": "COMMON CARRIERS ACT under Nothing herein to protect felonious acts. 9. Nothing in this Act shall be deemed to protect any common carrier from liability to answer for loss or injury to any goods or articles whatsoever arising from the felonious acts of any coachman, guard, bookkeeper, porter, or other servant in his employ, or to protect the coachman, guard, bookkeeper, porter, or other servant from liability for any loss LAWS OF GUYANA Common Carriers Cap. 48:01 7  L.R.O. 1/2012     Coach proprietors and carriers liable only to damages proved.      Money may be paid into court in all actions for loss of goods.  or injury occasioned by his own personal neglect or misconduct.",
            "description": "Nothing in this Act shall be deemed to protect any common carrier from liability to answer for loss or injury to any goods or articles whatsoever arising from the felonious acts of any coachman, guard, bookkeeper, porter, or other servant in his employ, or to protect the coachman, guard, bookkeeper, porter, or other servant from liability for any loss LAWS OF GUYANA Common Carriers Cap. 48:01 7  L.R.O. 1/2012     Coach proprietors and carriers liable only to damages proved.      Money may be paid into court in all actions for loss of goods.  or injury occasioned by his own personal neglect or misconduct."
        }
    },
    {
        "act": "COMMON CARRIERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Coach proprietors and carriers liable only to damages proved. ",
            "context": "COMMON CARRIERS ACT under Coach proprietors and carriers liable only to damages proved. 10. A common carrier shall not be concluded as to the value of any package by the value so declared as aforesaid, but he or they shall in all cases be entitled to require from the party suing in respect of any loss or injury proof of the actual value of the contents by the ordinary legal evidence, and the common carrier shall be liable to those damages only which are so proved as aforesaid, not exceeding the declared value, together with the increased charges as before mentioned.",
            "description": "A common carrier shall not be concluded as to the value of any package by the value so declared as aforesaid, but he or they shall in all cases be entitled to require from the party suing in respect of any loss or injury proof of the actual value of the contents by the ordinary legal evidence, and the common carrier shall be liable to those damages only which are so proved as aforesaid, not exceeding the declared value, together with the increased charges as before mentioned."
        }
    }
]