[
    {
        "act": "CARRIAGE OF GOODS BY SEA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CARRIAGE OF GOODS BY SEA ACT under Short title. 1. This Act may be cited as the Carriage of Goods by Sea Act.",
            "description": "This Act may be cited as the Carriage of Goods by Sea Act."
        }
    },
    {
        "act": "CARRIAGE OF GOODS BY SEA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Application of Rules in Schedule. ",
            "context": "CARRIAGE OF GOODS BY SEA ACT under Application of Rules in Schedule. 2. Subject to this Act, the Rules set forth in the Schedule and hereinafter referred to as the Rules, shall have effect in relation to and in connection with the carriage of goods by sea in ships carrying goods from any port in Guyana to any other port whether in or outside Guyana.  LAWS OF GUYANA 4 Cap. 49:02 Carriage of Goods by Sea  L.R.O. 1/2012  Absolute warranty of seaworthiness not to be implied in contracts to which Rules apply.   Statement as to application of Rules to be included in bills of lading.      Modification of Article VI of Rules in relation to coasting trade.          Modification of Rules 4 and 5, Article III, in relation to bulk cargoes.           Saving and operation. c. 49:",
            "description": "Subject to this Act, the Rules set forth in the Schedule and hereinafter referred to as the Rules, shall have effect in relation to and in connection with the carriage of goods by sea in ships carrying goods from any port in Guyana to any other port whether in or outside Guyana.  LAWS OF GUYANA 4 Cap. 49:02 Carriage of Goods by Sea  L.R.O. 1/2012  Absolute warranty of seaworthiness not to be implied in contracts to which Rules apply.   Statement as to application of Rules to be included in bills of lading.      Modification of Article VI of Rules in relation to coasting trade.          Modification of Rules 4 and 5, Article III, in relation to bulk cargoes.           Saving and operation. c. 49:"
        }
    },
    {
        "act": "CARRIAGE OF GOODS BY SEA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Absolute warranty of seaworthiness not to be implied in contracts to which Rules apply. ",
            "context": "CARRIAGE OF GOODS BY SEA ACT under Absolute warranty of seaworthiness not to be implied in contracts to which Rules apply. 3. There shall not be implied in a contract for the carriage of goods by sea to which the Rules apply any absolute undertaking by the carrier of the goods to provide a seaworthy ship.",
            "description": "There shall not be implied in a contract for the carriage of goods by sea to which the Rules apply any absolute undertaking by the carrier of the goods to provide a seaworthy ship."
        }
    },
    {
        "act": "CARRIAGE OF GOODS BY SEA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Statement as to application of Rules to be included in bills of lading. ",
            "context": "CARRIAGE OF GOODS BY SEA ACT under Statement as to application of Rules to be included in bills of lading. 4. Every bill of lading or similar document of title issued in Guyana which contains or is evidence of a contract to which the Rules apply shall contain an express statement that it is to have effect subject to the Rules as applied by this Act.",
            "description": "Every bill of lading or similar document of title issued in Guyana which contains or is evidence of a contract to which the Rules apply shall contain an express statement that it is to have effect subject to the Rules as applied by this Act."
        }
    },
    {
        "act": "CARRIAGE OF GOODS BY SEA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Modification of Article VI of Rules in relation to coasting trade. ",
            "context": "CARRIAGE OF GOODS BY SEA ACT under Modification of Article VI of Rules in relation to coasting trade. 5. Article VI of the Rules shall, in relation to the carriage of goods by sea in ships carrying goods from any port in Guyana to any other port therein, have effect as though that Article referred to goods of any class instead of to particular goods and as though the proviso to the second paragraph of the Article were omitted.",
            "description": "Article VI of the Rules shall, in relation to the carriage of goods by sea in ships carrying goods from any port in Guyana to any other port therein, have effect as though that Article referred to goods of any class instead of to particular goods and as though the proviso to the second paragraph of the Article were omitted."
        }
    },
    {
        "act": "CARRIAGE OF GOODS BY SEA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Modification of Rules 4 and 5, Article III, in relation to bulk cargoes. ",
            "context": "CARRIAGE OF GOODS BY SEA ACT under Modification of Rules 4 and 5, Article III, in relation to bulk cargoes. 6. Where under the custom of any trade the weight of any bulk cargo inserted in the bill of lading is a weight ascertained or accepted by a third party other than the carrier or the shipper, and the fact  that the weight is so ascertained or accepted is stated in the bill of lading, then, notwithstanding anything in the Rules, the bill of lading shall not be deemed to be prima facie evidence against the carrier of the receipt of goods of the weight so inserted in the bill of lading, and the accuracy thereof at the time of shipment shall not  be deemed to have been guaranteed by the shipper.",
            "description": "Where under the custom of any trade the weight of any bulk cargo inserted in the bill of lading is a weight ascertained or accepted by a third party other than the carrier or the shipper, and the fact  that the weight is so ascertained or accepted is stated in the bill of lading, then, notwithstanding anything in the Rules, the bill of lading shall not be deemed to be prima facie evidence against the carrier of the receipt of goods of the weight so inserted in the bill of lading, and the accuracy thereof at the time of shipment shall not  be deemed to have been guaranteed by the shipper."
        }
    },
    {
        "act": "CARRIAGE OF GOODS BY SEA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Saving and operation.   SCHEDULE— Rules relating to Bills of Lading.   __________________________ 1929 Ed. c. 123 1953 Ed. c. 266 _______________________________________________________ 8 of 1927 An Act to amend the Law with respect to the Carriage of Goods by Sea.  [21ST MAY, 1927]  Short title.    Application of Rules in Schedule.      ",
            "context": "CARRIAGE OF GOODS BY SEA ACT under Saving and operation.   SCHEDULE Rules relating to Bills of Lading.   __________________________ 1929 Ed. c. 123 1953 Ed. c. 266 _______________________________________________________ 8 of 1927 An Act to amend the Law with respect to the Carriage of Goods by Sea.  [21ST MAY, 1927]  Short title.    Application of Rules in Schedule.      7. Nothing in this Act shall affect the operation Guyana Shipping Act, or the operation of any other written law for the time being in force limiting the liability of the owners of seagoing vessels.   LAWS OF GUYANA Carriage of Goods by Sea Cap. 49:02 5  L.R.O. 1/2012 s. 2  SCHEDULE  RULES RELATING TO BILLS OF LADING  ARTICLE I  Definitions  In these Rules the following expressions have the meanings hereby assigned to them respectively, that is to say   Carrier includes the owner or the charterer who enters into a contract of carriage with a shipper;  contract of carriage applies only to contracts of carriage covered by a bill of lading or any similar document of title, in so far as such document relates to the carriage of goods by sea, including any bill of lading or any similar document as aforesaid issued under or pursuant to a charter party from the moment at which such bill of lading or similar document of title regulates the relations between a carrier and a holder of the same;    goods includes goods, wares,  merchandise, and articles of every kind whatsoever, except live animals and cargo which by the contract of carriage is stated as being carried on deck and is so carried;  ship means any vessel used for the carriage of goods by sea;  carriage of goods covers the period from the time when  the goods are loaded on to the time when they are discharged from the ship.     LAWS OF GUYANA 6 Cap. 49:02 Carriage of Goods by Sea  L.R.O. 1/2012  ARTICLE II  Risks  Subject to the provisions of Article VI, under every contract of carriage of  goods  by sea the carrier, in relation to the loading,  handling, stowage, carriage, custody, care, and discharge of such goods, shall be subject to the responsibilities and liabilities, and entitled to the rights and immunities hereinafter set forth.  ARTICLE III  Responsibilities and Liabilities",
            "description": "Nothing in this Act shall affect the operation Guyana Shipping Act, or the operation of any other written law for the time being in force limiting the liability of the owners of seagoing vessels.   LAWS OF GUYANA Carriage of Goods by Sea Cap. 49:02 5  L.R.O. 1/2012 s. 2  SCHEDULE  RULES RELATING TO BILLS OF LADING  ARTICLE I  Definitions  In these Rules the following expressions have the meanings hereby assigned to them respectively, that is to say   Carrier includes the owner or the charterer who enters into a contract of carriage with a shipper;  contract of carriage applies only to contracts of carriage covered by a bill of lading or any similar document of title, in so far as such document relates to the carriage of goods by sea, including any bill of lading or any similar document as aforesaid issued under or pursuant to a charter party from the moment at which such bill of lading or similar document of title regulates the relations between a carrier and a holder of the same;    goods includes goods, wares,  merchandise, and articles of every kind whatsoever, except live animals and cargo which by the contract of carriage is stated as being carried on deck and is so carried;  ship means any vessel used for the carriage of goods by sea;  carriage of goods covers the period from the time when  the goods are loaded on to the time when they are discharged from the ship.     LAWS OF GUYANA 6 Cap. 49:02 Carriage of Goods by Sea  L.R.O. 1/2012  ARTICLE II  Risks  Subject to the provisions of Article VI, under every contract of carriage of  goods  by sea the carrier, in relation to the loading,  handling, stowage, carriage, custody, care, and discharge of such goods, shall be subject to the responsibilities and liabilities, and entitled to the rights and immunities hereinafter set forth.  ARTICLE III  Responsibilities and Liabilities"
        }
    }
]