[
    {
        "act": "PASSENGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PASSENGERS ACT under Short title. 1. This Act may be cited as the Passengers Act.",
            "description": "This Act may be cited as the Passengers Act."
        }
    },
    {
        "act": "PASSENGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "PASSENGERS ACT under Interpretation. 2. In this Act  Director has the same meaning assigned to that word in LAWS OF GUYANA 4 Cap. 49:03 Passengers   L.R.O. 1/2012  c. 49:01                         Operation and application of Act. c. 49:01     Officers to execute and to aid in execution of the Act. [ 7 of 1998]       Master of vessel to afford facilities for inspection by officer. section 2 of the Guyana Shipping Act;  regional voyage means a voyage from any place in Guyana to any other place whatever, where the distance between those places does not exceed four hundred miles, or the duration of the voyage, to be prescribed as hereinafter mentioned, does not exceed three days;  master means the person who is borne on the ships articles as master, or who (other than a pilot) is for the time being in charge or command of a passenger ship;  passenger ship means every description of sea-going vessel, whether Commonwealth or foreign, carrying passengers upon a regional voyage;  statute adult means any one of the age of twelve years or upwards, or any two persons above the age of one and under the age of twelve years.",
            "description": "In this Act  Director has the same meaning assigned to that word in LAWS OF GUYANA 4 Cap. 49:03 Passengers   L.R.O. 1/2012  c. 49:01                         Operation and application of Act. c. 49:01     Officers to execute and to aid in execution of the Act. [ 7 of 1998]       Master of vessel to afford facilities for inspection by officer. section 2 of the Guyana Shipping Act;  regional voyage means a voyage from any place in Guyana to any other place whatever, where the distance between those places does not exceed four hundred miles, or the duration of the voyage, to be prescribed as hereinafter mentioned, does not exceed three days;  master means the person who is borne on the ships articles as master, or who (other than a pilot) is for the time being in charge or command of a passenger ship;  passenger ship means every description of sea-going vessel, whether Commonwealth or foreign, carrying passengers upon a regional voyage;  statute adult means any one of the age of twelve years or upwards, or any two persons above the age of one and under the age of twelve years."
        }
    },
    {
        "act": "PASSENGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Operation and application of Act. ",
            "context": "PASSENGERS ACT under Operation and application of Act. 3. Nothing in this Act shall be construed to interfere with or prevent the operation of the applied Act entitled the Guyana Shipping Act; and this Act shall only apply to regional voyages.",
            "description": "Nothing in this Act shall be construed to interfere with or prevent the operation of the applied Act entitled the Guyana Shipping Act; and this Act shall only apply to regional voyages."
        }
    },
    {
        "act": "PASSENGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Officers to execute and to aid in execution of the Act. ",
            "context": "PASSENGERS ACT under Officers to execute and to aid in execution of the Act. 4. The Director and all other officers of customs in Guyana, and the respective harbour masters of the ports of Georgetown and New Amsterdam, shall be and they are hereby respectively empowered to carry this Act into execution; and all magistrates, and all district commissioners and revenue officers, and all police constables shall be and they are hereby required to be aiding and assisting in the execution hereof.",
            "description": "The Director and all other officers of customs in Guyana, and the respective harbour masters of the ports of Georgetown and New Amsterdam, shall be and they are hereby respectively empowered to carry this Act into execution; and all magistrates, and all district commissioners and revenue officers, and all police constables shall be and they are hereby required to be aiding and assisting in the execution hereof."
        }
    },
    {
        "act": "PASSENGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Master of vessel to afford facilities for inspection by officer. ",
            "context": "PASSENGERS ACT under Master of vessel to afford facilities for inspection by officer. 5. (1) The master of every vessel, whether a passenger ship or otherwise, fitting or intended for the carriage of passengers, or carrying passengers, upon any voyage to which this Act extends shall afford to the Director and to all LAWS OF GUYANA Passengers  Cap. 49:03 5  L.R.O. 1/2011 [6 of 1997 7 of 1998]             Proportion of passengers to tonnage. [6 of 1997]                       c. 49:07            Declaration in writing by other officers of customs in Guyana, to the respective harbour masters, magistrates, district commissioners, revenue officers, police constables aforesaid, every facility for inspection of the vessel and communication with the passengers, and for ascertaining that the provisions of this Act so far as they are applicable to the vessel have been duly observed.  (2) Any master who fails or neglects to comply with the requirements of this section shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The master of every vessel, whether a passenger ship or otherwise, fitting or intended for the carriage of passengers, or carrying passengers, upon any voyage to which this Act extends shall afford to the Director and to all LAWS OF GUYANA Passengers  Cap. 49:03 5  L.R.O. 1/2011 [6 of 1997 7 of 1998]             Proportion of passengers to tonnage. [6 of 1997]                       c. 49:07            Declaration in writing by other officers of customs in Guyana, to the respective harbour masters, magistrates, district commissioners, revenue officers, police constables aforesaid, every facility for inspection of the vessel and communication with the passengers, and for ascertaining that the provisions of this Act so far as they are applicable to the vessel have been duly observed."
                },
                {
                    "representation": "(2)",
                    "description": "Any master who fails or neglects to comply with the requirements of this section shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "PASSENGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Proportion of passengers to tonnage. ",
            "context": "PASSENGERS ACT under Proportion of passengers to tonnage. 6. (1) No passenger ship employed in carrying passengers of any regional voyage shall carry a greater number of persons, including every individual on board, than in the proportion of one statute adult for every ton of her registered tonnage.  (2) If there is on board of the ship, at and after the time of clearance, a greater number of persons than in that proportion the master of the ship shall be liable to a fine of not less than four thousand eight hundred  and seventy-five dollars and not more than nineteen thousand five hundred dollars for each person constituting the excess:  Provided that any passenger ship on a voyage between Guyana and a place not exceeding twelve miles beyond the limits thereof may on that voyage carry the number of passengers which it might carry if it were a vessel employed in a coasting voyage, subject to regulations made under the Shipping Casualties (Investigation and Prevention) Act, and if there are on board that ship at or after the time of clearance a greater number of persons than the number aforesaid, the master of the ship shall be liable to a fine of not less than four thousand eight hundred and seventy-five dollars and not more than nineteen thousand five hundred dollars for each person in excess of that number.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No passenger ship employed in carrying passengers of any regional voyage shall carry a greater number of persons, including every individual on board, than in the proportion of one statute adult for every ton of her registered tonnage."
                },
                {
                    "representation": "(2)",
                    "description": "If there is on board of the ship, at and after the time of clearance, a greater number of persons than in that proportion the master of the ship shall be liable to a fine of not less than four thousand eight hundred  and seventy-five dollars and not more than nineteen thousand five hundred dollars for each person constituting the excess:  Provided that any passenger ship on a voyage between Guyana and a place not exceeding twelve miles beyond the limits thereof may on that voyage carry the number of passengers which it might carry if it were a vessel employed in a coasting voyage, subject to regulations made under the Shipping Casualties"
                }
            ]
        }
    },
    {
        "act": "PASSENGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Declaration in writing by master before clearing. ",
            "context": "PASSENGERS ACT under Declaration in writing by master before clearing. 7. (1) The master of every passenger ship shall, before LAWS OF GUYANA 6 Cap. 49:03 Passengers   L.R.O. 1/2012  master before clearing. [7 of 1998]                      Passenger ship not to proceed to sea until master has certificate of clearance.                     Being found on board without demanding a clearance for the ship, make a declaration in writing, in the form appointed or required by the Director, and shall correctly set forth therein the name of the ship, the name of the master and the number of tons of the registered burden of the ship, and also the number, names, sex, and age of the several persons on board; and the declaration shall be signed and affirmed by the master before the principal officer of customs at the port of clearance and delivered by the master to that officer.  (2) Anyone who wilfully and corruptly makes and signs the declaration, knowing it to be untrue in any material particular, shall be deemed guilty of a misdemeanour, and on conviction thereof before the High Court in its criminal jurisdiction, shall be liable to imprisonment for one year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The master of every passenger ship shall, before LAWS OF GUYANA 6 Cap. 49:03 Passengers   L.R.O. 1/2012  master before clearing. [7 of 1998]                      Passenger ship not to proceed to sea until master has certificate of clearance.                     Being found on board without demanding a clearance for the ship, make a declaration in writing, in the form appointed or required by the Director, and shall correctly set forth therein the name of the ship, the name of the master and the number of tons of the registered burden of the ship, and also the number, names, sex, and age of the several persons on board; and the declaration shall be signed and affirmed by the master before the principal officer of customs at the port of clearance and delivered by the master to that officer."
                },
                {
                    "representation": "(2)",
                    "description": "Anyone who wilfully and corruptly makes and signs the declaration, knowing it to be untrue in any material particular, shall be deemed guilty of a misdemeanour, and on conviction thereof before the High Court in its criminal jurisdiction, shall be liable to imprisonment for one year."
                }
            ]
        }
    },
    {
        "act": "PASSENGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Passenger ship not to proceed to sea until master has certificate of clearance. ",
            "context": "PASSENGERS ACT under Passenger ship not to proceed to sea until master has certificate of clearance. 8. (1) No passenger ship shall clear outwards or proceed to sea until the master thereof has obtained from the principal officer of customs at the port of clearance a certificate of clearance under his hand that all the requirements of this Act have been duly observed, and that the number of persons on board the ship does not exceed the number limited by this Act.  (2) If any passenger ship clears outwards or proceeds to sea without the master having obtained the certificate of clearance, or if, at any time after he has obtained that certificate, any additional persons are taken or are permitted to remain on board, the ship shall be forfeited to the State and may be seized by any officer empowered to carry this Act into execution, or by anyone authorised to aid and assist in the execution of this Act, if found within two years in any port or place in Guyana, and the ship shall thereupon be dealt with in the same manner as if she had been seized or forfeited under any of the Acts relating to the customs for an offence incurring forfeiture under those Acts.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No passenger ship shall clear outwards or proceed to sea until the master thereof has obtained from the principal officer of customs at the port of clearance a certificate of clearance under his hand that all the requirements of this Act have been duly observed, and that the number of persons on board the ship does not exceed the number limited by this Act."
                },
                {
                    "representation": "(2)",
                    "description": "If any passenger ship clears outwards or proceeds to sea without the master having obtained the certificate of clearance, or if, at any time after he has obtained that certificate, any additional persons are taken or are permitted to remain on board, the ship shall be forfeited to the State and may be seized by any officer empowered to carry this Act into execution, or by anyone authorised to aid and assist in the execution of this Act, if found within two years in any port or place in Guyana, and the ship shall thereupon be dealt with in the same manner as if she had been seized or forfeited under any of the Acts relating to the customs for an offence incurring forfeiture under those Acts."
                }
            ]
        }
    },
    {
        "act": "PASSENGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Being found on board without permission and aiding thereto. ",
            "context": "PASSENGERS ACT under Being found on board without permission and aiding thereto. 9. (1) If anyone is found on board a passenger ship LAWS OF GUYANA Passengers  Cap. 49:03 7  L.R.O. 1/2011 permission and aiding thereto. [6 of 1997]            Declaration of duration of voyage.        Procedure and appeal.             Exceptions to operation of Act.  with intent to obtain a passage therein without the consent of the owner, charterer, or master, he and everyone aiding and abetting him in that intent, shall be respectively liable to a fine of four thousand eight hundred and seventy-five dollars and in default of payment, to imprisonment for three months.  (2) A person so found on board may be taken before any magistrate without warrant, and the magistrate may hear the case forthwith and, on proof of the offence, convict the offender.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If anyone is found on board a passenger ship LAWS OF GUYANA Passengers  Cap. 49:03 7  L.R.O. 1/2011 permission and aiding thereto. [6 of 1997]            Declaration of duration of voyage.        Procedure and appeal.             Exceptions to operation of Act.  with intent to obtain a passage therein without the consent of the owner, charterer, or master, he and everyone aiding and abetting him in that intent, shall be respectively liable to a fine of four thousand eight hundred and seventy-five dollars and in default of payment, to imprisonment for three months."
                },
                {
                    "representation": "(2)",
                    "description": "A person so found on board may be taken before any magistrate without warrant, and the magistrate may hear the case forthwith and, on proof of the offence, convict the offender."
                }
            ]
        }
    },
    {
        "act": "PASSENGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Declaration of duration of voyage. ",
            "context": "PASSENGERS ACT under Declaration of duration of voyage. 10. The Minister, by any order to be by him from time to time issued for that purpose, which shall take effect from the issue thereof, may declare what shall be deemed for the purposes of this Act to be the length of the voyage of a ship carrying passengers from any place in Guyana to any other place whatsoever.",
            "description": "The Minister, by any order to be by him from time to time issued for that purpose, which shall take effect from the issue thereof, may declare what shall be deemed for the purposes of this Act to be the length of the voyage of a ship carrying passengers from any place in Guyana to any other place whatsoever."
        }
    },
    {
        "act": "PASSENGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Procedure and appeal. ",
            "context": "PASSENGERS ACT under Procedure and appeal. 11. All proceedings to recover any penalties and forfeitures imposed by this Act may be taken by any officer empowered to carry this Act into execution before any magistrate acting in the district in which the prosecution is instituted, and shall be subject to appeal, in manner and form provided by any Acts for the time being in force regulating procedure before magistrates exercising summary jurisdiction and appeals from magistrates decisions.",
            "description": "All proceedings to recover any penalties and forfeitures imposed by this Act may be taken by any officer empowered to carry this Act into execution before any magistrate acting in the district in which the prosecution is instituted, and shall be subject to appeal, in manner and form provided by any Acts for the time being in force regulating procedure before magistrates exercising summary jurisdiction and appeals from magistrates decisions."
        }
    }
]