[
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "TRANSPORT AND HARBOURS ACT under Short title. 1. This Act may be cited as the Transport and              c. 49:01      1924 Ed. II of 1846     c. 82:01  Community States has the meaning assigned to it in section       7 of 1998] 25 of 1977 [39 of 1947 Interpretation.    Short title.   [5TH JANUARY, 1932]  regulating the use of the harbours of Guyana. railway and Government vessels and of controlling and CHAPTER 49:04 TRANSPORT AND HARBOURS ACT c. 261 1953 Ed. LAWS OF GUYANA Transport and Harbours Cap. 49:04 7  L.R.O. 1/2012                                                 Demerara River from the southern boundary of Plantation La Penitence on the east bank to the southern boundary of Plantation Klein Pouderoyen on the west bank of that river, east and west, bounded by the banks of the Demerara River including therein the land up to mean high water mark at spring tides;  harbour of New Amsterdam means the harbour of the port of New Amsterdam, the limits of which are  bounded on the north by a line stretching from the northern end of the side-line dam between the Ordnance Fort lands and Plantation Sea-well (Lot No. 1) on the east sea coast to the eastern side of the side-line dam between Plantation Zeezigt. now known as Cotton Tree and Mon Choisi (lots Nos. 2 and 3) on the west sea coast;  on the south by a line extending from the western end of the side-line dam between the town of New Amsterdam and Plantation Overwinning on the east bank of the river, across the river to the eastern side of the side-line dams between Plantations Ithaca and Gelderland (Lots Nos. 2 and 3) on the west bank of the river;  the eastern and western boundaries of the said port or harbour between those lines extending to mean high water mark at spring tides;  harbour master means the harbour master appointed under this Act, and includes any deputy harbour master;  licensed pilot means a pilot licensed in accordance with section 35, and employed in the pilotage service;  Maritime Administration Department means the Department established by section 4 of the Guyana LAWS OF GUYANA 8 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012  c. 49:01                                          c. 82:01  Cap. 262 1953 Ed.   Shipping Act;  master includes the person for the time being in charge of a vessel, but does not include a pilot;  merchandise includes goods, minerals, livestock, and animals of every description;   pilot means a person licensed as a pilot and duly appointed under this Act;  pilot station means  (i) in relation to the harbour of Georgetownthe Demerara light beacon, stationed outside thereof, or any vessel, lighted buoy or structure erected or placed in a position marking the entrance to the channel designated for the entry of vessels therein; and (ii) in relation to the harbour of New Amsterdam the Berbice light tower, stationed outside thereof, or any vessel, lighted buoy or structure erected or placed in a position marking the entrance to the channel designated for the entry of vessels therein;  port means any place which is for the time being appointed to be a port under the Customs Act;  the railway means the railway acquired under the Railways Purchase Ordinance and includes any railway hereafter acquired, constructed, established or maintained by the LAWS OF GUYANA Transport and Harbours Cap. 49:04 9  L.R.O. 1/2012                                Establishment of Transport and Harbours Department.  [22 of 1936 26 of 1946 7 of 1998]                      Power to establish road transport Government together with any road transport service hereafter established and maintained under this Act;  registered tonnage means net register tonnage;  the regulations means the regulations made under this Act;  steam vessel or steamship includes a vessel propelled by electricity or other mechanical power;  vessel includes any ship or boat, or any other description of vessel used in navigation.  (2) A reference in any provision of this Act or any subsidiary legislation made thereunder, to the General Manager and the Transport and Harbours Department in relation to any power, function or duty exercisable by such Manager or Department pursuant to the provisions of section 3 (1A), shall, unless the context otherwise require, be construed as a reference to the Director and the Maritime Administration Department, respectively.   PART I ADMINISTRATION",
            "description": [
                {
                    "representation": "(i)",
                    "description": "in relation to the harbour of Georgetownthe Demerara light beacon, stationed outside thereof, or any vessel, lighted buoy or structure erected or placed in a position marking the entrance to the channel designated for the entry of vessels therein; and"
                },
                {
                    "representation": "(2)",
                    "description": "A reference in any provision of this Act or any subsidiary legislation made thereunder, to the General Manager and the Transport and Harbours Department in relation to any power, function or duty exercisable by such Manager or Department pursuant to the provisions of section 3"
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART I ADMINISTRATION  ",
            "context": "TRANSPORT AND HARBOURS ACT under Interpretation.  PART I ADMINISTRATION  2. (1) In this Act  Harbours Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  Harbours Act."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "(1) Establishment of Transport and Harbours Department.   (2) Power to establish road transport services. ",
            "context": "TRANSPORT AND HARBOURS ACT under (1) Establishment of Transport and Harbours Department.   (2) Power to establish road transport services. 3. (1) There is hereby established a department styled the Transport and Harbours Department (hereinafter referred to as the Department) which subject to this Act shall manage and carry on the railway and the Government vessels.  (1A) The Maritime Administration Department shall be charged with the control, improvement, lighting and regulation of the harbour of Georgetown and the other harbours of Guyana and the approaches thereto and shall carry on and maintain a pilotage service for Guyana.  (2) The General Manager may with the approval of the Minister establish and maintain road transport services upon any road within Guyana. LAWS OF GUYANA 10 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012  services.      Appointment, powers and duties of General Manager. [26 of 1946]                          First Schedule.                    Establishment and powers of Advisory Council.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established a department styled the Transport and Harbours Department"
                },
                {
                    "representation": "(2)",
                    "description": "The General Manager may with the approval of the Minister establish and maintain road transport services upon any road within Guyana. LAWS OF GUYANA 10 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012  services.      Appointment, powers and duties of General Manager. [26 of 1946]                          First Schedule.                    Establishment and powers of Advisory Council."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Appointment, powers and duties of General Manager. ",
            "context": "TRANSPORT AND HARBOURS ACT under Appointment, powers and duties of General Manager. 4. (1) There shall be a General Manager of the Department (hereinafter in this Act referred to as the General Manager).  (2) The General Manager shall act subject to any general or special directions which may from time to time be given to him by the Minister, and, without prejudice to the generality of the foregoing provision, where the General Manager proposes to do, or does any act or thing in relation to his powers functions and duties, the Minister may, if he considers that such act or thing should not be done or should not have been done, direct the General Manager not to do such act or thing or disallow the act or thing, as the case may be, and the General Manager shall comply with such direction or disallowance.  (3) Subject to this Act, the General Manager shall have and exercise the powers and functions and discharge the duties set forth in the First Schedule, in addition to those powers and functions and duties specifically assigned to him by this Act.   (4) Any transport, lease, assignment, transfer, agreement, cheque, bill of exchange, order for the payment of money, or other document or instrument, requiring to be executed on behalf of the Department, shall be duly executed on behalf of the Department if signed  (a) by the General Manager on behalf of the Department;   (b) by a person or persons authorised by the General Manager so to sign.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a General Manager of the Department"
                },
                {
                    "representation": "(2)",
                    "description": "The General Manager shall act subject to any general or special directions which may from time to time be given to him by the Minister, and, without prejudice to the generality of the foregoing provision, where the General Manager proposes to do, or does any act or thing in relation to his powers functions and duties, the Minister may, if he considers that such act or thing should not be done or should not have been done, direct the General Manager not to do such act or thing or disallow the act or thing, as the case may be, and the General Manager shall comply with such direction or disallowance."
                },
                {
                    "representation": "(3)",
                    "description": "Subject to this Act, the General Manager shall have and exercise the powers and functions and discharge the duties set forth in the First Schedule, in addition to those powers and functions and duties specifically assigned to him by this Act."
                },
                {
                    "representation": "(4)",
                    "description": "Any transport, lease, assignment, transfer, agreement, cheque, bill of exchange, order for the payment of money, or other document or instrument, requiring to be executed on behalf of the Department, shall be duly executed on behalf of the Department if signed"
                },
                {
                    "representation": "(a)",
                    "description": "by the General Manager on behalf of the Department;"
                },
                {
                    "representation": "(b)",
                    "description": "by a person or persons authorised by the General Manager so to sign."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Establishment and powers of Advisory Council. ",
            "context": "TRANSPORT AND HARBOURS ACT under Establishment and powers of Advisory Council. 5. There shall be established an Advisory Council (hereinafter in this Act referred to as the Council), and the powers, duties and functions of the Council shall be LAWS OF GUYANA Transport and Harbours Cap. 49:04 11  L.R.O. 1/2012 [26 of 1946 27 of 1953]                              Appointment and constitution of Advisory Council. [26 of 1946 16 of 1970]             (a) to advise the Minister with reference to the estimates of revenue and expenditure of the Department, the declaration of pilotage districts, and the making of regulations;  (b) to advise the Minister on any aspect of the policy of the Department which in the opinion of the Council requires attention;  (c) to advise the Minister on any question as to the policy of the Department, where the Minister submits such question to the Council for its opinion;  (d) to advise the Minister on any question as to policy in relation to the railway, the Government vessels, the harbours or pilotage, where the Minister refers any such question to the Council.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to advise the Minister with reference to the estimates of revenue and expenditure of the Department, the declaration of pilotage districts, and the making of regulations;"
                },
                {
                    "representation": "(b)",
                    "description": "to advise the Minister on any aspect of the policy of the Department which in the opinion of the Council requires attention;"
                },
                {
                    "representation": "(c)",
                    "description": "to advise the Minister on any question as to the policy of the Department, where the Minister submits such question to the Council for its opinion;"
                },
                {
                    "representation": "(d)",
                    "description": "to advise the Minister on any question as to policy in relation to the railway, the Government vessels, the harbours or pilotage, where the Minister refers any such question to the Council."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Appointment and constitution of Advisory Council. ",
            "context": "TRANSPORT AND HARBOURS ACT under Appointment and constitution of Advisory Council. 6. (1) The Council shall consist of seven members.  (2) The members of the Council shall be the General Manager, who shall be Vice-Chairman, and six other persons appointed by the Minister.  (3) Subject to the provisions of this section every appointed member of the Council shall hold office for any period not exceeding two years, and shall be eligible for re-appointment.  (4) At any meeting of the Council three members, including the presiding member shall form a quorum.  (5) Any appointed member who LAWS OF GUYANA 12 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012                                Estimates of Department to be approved by Minister.  [19 of 1935 26 of 1946]   General Manager authorised to appropriate revenues.      (a) by writing addressed to the Minister resigns from the Council; or   (b) departs from Guyana without leave of the Minister; or  (c) remains out of Guyana after the expiration of his leave; or  (d) fails without reasonable excuse (the sufficiency of which shall be determined by the Minister) to attend four consecutive meetings of the Council,  shall cease to be a member of the Council.  (6) Notice of every appointment, of every revocation of appointment, and of every cesser of membership, shall be published in the Gazette.  (7) The Council shall cause minutes to be kept of its proceedings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council shall consist of seven members."
                },
                {
                    "representation": "(2)",
                    "description": "The members of the Council shall be the General Manager, who shall be Vice-Chairman, and six other persons appointed by the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "Subject to the provisions of this section every appointed member of the Council shall hold office for any period not exceeding two years, and shall be eligible for re-appointment."
                },
                {
                    "representation": "(4)",
                    "description": "At any meeting of the Council three members, including the presiding member shall form a quorum."
                },
                {
                    "representation": "(5)",
                    "description": "Any appointed member who LAWS OF GUYANA 12 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012                                Estimates of Department to be approved by Minister.  [19 of 1935 26 of 1946]   General Manager authorised to appropriate revenues."
                },
                {
                    "representation": "(a)",
                    "description": "by writing addressed to the Minister resigns from the Council; or"
                },
                {
                    "representation": "(b)",
                    "description": "departs from Guyana without leave of the Minister; or"
                },
                {
                    "representation": "(c)",
                    "description": "remains out of Guyana after the expiration of his leave; or"
                },
                {
                    "representation": "(d)",
                    "description": "fails without reasonable excuse"
                },
                {
                    "representation": "(6)",
                    "description": "Notice of every appointment, of every revocation of appointment, and of every cesser of membership, shall be published in the Gazette."
                },
                {
                    "representation": "(7)",
                    "description": "The Council shall cause minutes to be kept of its proceedings."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Estimates of Department to be approved by Minister.   General Manager authorised to appropriate revenues. ",
            "context": "TRANSPORT AND HARBOURS ACT under Estimates of Department to be approved by Minister.   General Manager authorised to appropriate revenues. 7. The General Manager shall on or before the 15th June in each year submit to the Minister the estimates of revenue and expenditure and of net deficiency or surplus of the Department for the ensuing year. The Minister may alter or amend such estimates, and those sanctioned by the Minister shall be the authorised estimates for the ensuing year, and the General Manager may, subject to this Act, levy, collect and receive the revenues therein stated and may appropriate the same for defraying the expenditure of the Department for which provision has been made in the authorised estimates:  Provided that with regard to the dues, fees and charges mentioned in Part III, the General Manager, with the previous LAWS OF GUYANA Transport and Harbours Cap. 49:04 13  L.R.O. 1/2012         Interest and sinking fund charges to be provided in annual estimates and paid to Accountant General. [25 of 1932 26 of 1946]    Net deficiency to be provided by Parliament. [25 of 1932 26 of 1946]       Certain officers eligible for pension from public funds. [25 of 1932]              sanction of the National Assembly, may at any time, fix, levy and collect such dues, fees or charges other than those contained in the estimates as he may deem necessary for the purpose of this Act.",
            "description": "The General Manager shall on or before the 15th June in each year submit to the Minister the estimates of revenue and expenditure and of net deficiency or surplus of the Department for the ensuing year. The Minister may alter or amend such estimates, and those sanctioned by the Minister shall be the authorised estimates for the ensuing year, and the General Manager may, subject to this Act, levy, collect and receive the revenues therein stated and may appropriate the same for defraying the expenditure of the Department for which provision has been made in the authorised estimates:  Provided that with regard to the dues, fees and charges mentioned in Part III, the General Manager, with the previous LAWS OF GUYANA Transport and Harbours Cap. 49:04 13  L.R.O. 1/2012         Interest and sinking fund charges to be provided in annual estimates and paid to Accountant General. [25 of 1932 26 of 1946]    Net deficiency to be provided by Parliament. [25 of 1932 26 of 1946]       Certain officers eligible for pension from public funds. [25 of 1932]              sanction of the National Assembly, may at any time, fix, levy and collect such dues, fees or charges other than those contained in the estimates as he may deem necessary for the purpose of this Act."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Interest and sinking fund charges to be provided in annual estimates and paid to Accountant General. ",
            "context": "TRANSPORT AND HARBOURS ACT under Interest and sinking fund charges to be provided in annual estimates and paid to Accountant General. 8. The annual estimates of the Department shall include provision for such amount as the Accountant General may certify to be due and payable for interest and sinking fund charges on sums expended by the Government on capital account of the railway, the Government vessels and the harbours and for interest on sums advanced to the Department from time to time on current account and the General Manager shall pay such amount to the Accountant General from the revenues of the Department.",
            "description": "The annual estimates of the Department shall include provision for such amount as the Accountant General may certify to be due and payable for interest and sinking fund charges on sums expended by the Government on capital account of the railway, the Government vessels and the harbours and for interest on sums advanced to the Department from time to time on current account and the General Manager shall pay such amount to the Accountant General from the revenues of the Department."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Net deficiency to be provided by Parliament. ",
            "context": "TRANSPORT AND HARBOURS ACT under Net deficiency to be provided by Parliament. 9. The net deficiency of the Department for any year after providing for the amount payable to the Accountant General in respect of interest and sinking fund charges shall be met from  moneys provided by Parliament:  Provided that any surplus shall on the direction of the Minister be paid by the General Manager to the Accountant General for credit of the Consolidated Fund.",
            "description": "The net deficiency of the Department for any year after providing for the amount payable to the Accountant General in respect of interest and sinking fund charges shall be met from  moneys provided by Parliament:  Provided that any surplus shall on the direction of the Minister be paid by the General Manager to the Accountant General for credit of the Consolidated Fund."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Certain officers eligible for pension from public funds. ",
            "context": "TRANSPORT AND HARBOURS ACT under Certain officers eligible for pension from public funds. 10. Notwithstanding anything to the contrary contained in any Act, and notwithstanding any omission, irregularity or informality in any annual estimate, any person appointed to any of the offices named in the Second Schedule in the Department or, prior to the establishment of the Department, in the Colonial Steamer Service, the Colonial Transport Department or the Harbours and Pilotage Department, is a public officer on the permanent pensionable establishment of the Government of  Guyana entitled to a pension from public funds in respect of such service and the Act or Acts from time to time in force providing for pensions to public officers shall apply to such persons:  Provided that the Minister with the approval of the LAWS OF GUYANA 14 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012        Pensions to be provided in annual estimates and paid to Accountant General. Second Schedule. [25 of 1932 26 of 1946]        c. 27:10 and 27:08 to apply in certain cases. Second Schedule. [25 of 1932 26 of 1946]         Rights and powers of Company vested in the Minister.           National Assembly may add any other offices to the said Schedule.",
            "description": "Notwithstanding anything to the contrary contained in any Act, and notwithstanding any omission, irregularity or informality in any annual estimate, any person appointed to any of the offices named in the Second Schedule in the Department or, prior to the establishment of the Department, in the Colonial Steamer Service, the Colonial Transport Department or the Harbours and Pilotage Department, is a public officer on the permanent pensionable establishment of the Government of  Guyana entitled to a pension from public funds in respect of such service and the Act or Acts from time to time in force providing for pensions to public officers shall apply to such persons:  Provided that the Minister with the approval of the LAWS OF GUYANA 14 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012        Pensions to be provided in annual estimates and paid to Accountant General. Second Schedule. [25 of 1932 26 of 1946]        c. 27:10 and 27:08 to apply in certain cases. Second Schedule. [25 of 1932 26 of 1946]         Rights and powers of Company vested in the Minister.           National Assembly may add any other offices to the said Schedule."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Pensions to be provided in annual estimates and paid to Accountant General. ",
            "context": "TRANSPORT AND HARBOURS ACT under Pensions to be provided in annual estimates and paid to Accountant General. 11. The annual estimates of the Department shall include provision for such amounts as the Accountant General may certify to be due and payable in respect of the pension or any portion thereof of any person who has served in any of the offices named in the Second Schedule or added thereto by the Minister in respect of such service, and the General Manager shall pay such amount to the Accountant General from the revenues of the Department:  Provided that no amount shall be payable by the General Manager in respect of the pension of any officer with respect to his service in the Harbours and Pilotage Department.",
            "description": "The annual estimates of the Department shall include provision for such amounts as the Accountant General may certify to be due and payable in respect of the pension or any portion thereof of any person who has served in any of the offices named in the Second Schedule or added thereto by the Minister in respect of such service, and the General Manager shall pay such amount to the Accountant General from the revenues of the Department:  Provided that no amount shall be payable by the General Manager in respect of the pension of any officer with respect to his service in the Harbours and Pilotage Department."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "c. 27:10 and c. 27:08 to apply in certain cases.  PART II THE RAILWAY AND GOVERNMENT VESSELS  ",
            "context": "TRANSPORT AND HARBOURS ACT under c. 27:10 and c. 27:08 to apply in certain cases.  PART II THE RAILWAY AND GOVERNMENT VESSELS  12. The Public Officers (Insurance) Act and the Dependants Pension Act shall apply to any officer of the Department appointed to any of the offices named in the Second Schedule or added thereto by the Minister and the General Manager shall make the prescribed deductions from the salaries of the officers concerned and shall pay the amount thereof to the Accountant General.  PART II THE RAILWAY AND GOVERNMENT VESSELS",
            "description": "The Public Officers (Insurance) Act and the Dependants Pension Act shall apply to any officer of the Department appointed to any of the offices named in the Second Schedule or added thereto by the Minister and the General Manager shall make the prescribed deductions from the salaries of the officers concerned and shall pay the amount thereof to the Accountant General.  PART II THE RAILWAY AND GOVERNMENT VESSELS"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Rights and powers of Company vested in the Minister. ",
            "context": "TRANSPORT AND HARBOURS ACT under Rights and powers of Company vested in the Minister. 13. From and after the 31st December, 1921, all the rights, powers, privileges and capacities which the Company, its chairman, directors, manager, officers or servants have theretofore possessed and enjoyed by virtue of any Act for carrying on and regulating and maintaining the railway and the business of the Company are hereby transferred to and vested in the Minister who may do all acts in relation to the railway and the property thereof, and carry on all the business of the railway in as full and ample a manner as the Company might have done.  LAWS OF GUYANA Transport and Harbours Cap. 49:04 15  L.R.O. 1/2012 Management of railway and Government vessels. [26 of 1946]                Conditions of carriage of merchandise.",
            "description": "From and after the 31st December, 1921, all the rights, powers, privileges and capacities which the Company, its chairman, directors, manager, officers or servants have theretofore possessed and enjoyed by virtue of any Act for carrying on and regulating and maintaining the railway and the business of the Company are hereby transferred to and vested in the Minister who may do all acts in relation to the railway and the property thereof, and carry on all the business of the railway in as full and ample a manner as the Company might have done.  LAWS OF GUYANA Transport and Harbours Cap. 49:04 15  L.R.O. 1/2012 Management of railway and Government vessels. [26 of 1946]                Conditions of carriage of merchandise."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Management of railway and Government vessels. ",
            "context": "TRANSPORT AND HARBOURS ACT under Management of railway and Government vessels. 14. (1) The General Manager shall manage the railway, and shall possess all the rights and privileges for carrying on the railway vested in the Minister:  Provided that in all matters where the Company required the sanction of any Government authority, the Minister may do whatever such Government authority might have sanctioned under any Act relating to the Company.  (2) The General Manager shall manage the Government vessels and shall have all rights and privileges and shall have power to do all acts and things as may be necessary to carry on such services of Government vessels as may be established from time to time.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The General Manager shall manage the railway, and shall possess all the rights and privileges for carrying on the railway vested in the Minister:  Provided that in all matters where the Company required the sanction of any Government authority, the Minister may do whatever such Government authority might have sanctioned under any Act relating to the Company."
                },
                {
                    "representation": "(2)",
                    "description": "The General Manager shall manage the Government vessels and shall have all rights and privileges and shall have power to do all acts and things as may be necessary to carry on such services of Government vessels as may be established from time to time."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Conditions of carriage of merchandise. ",
            "context": "TRANSPORT AND HARBOURS ACT under Conditions of carriage of merchandise. 15. (1) With regard to the tariff of tolls which may be lawfully demanded for carriage on the railway and Government vessels the Minister may from time to time make, alter, and amend   (a) the terms and conditions (hereinafter called carriers risk conditions) on and subject to which merchandise other than livestock, and livestock will respectively be carried if carried at ordinary rates;  (b) the terms and conditions (hereinafter called owners risk conditions) on and subject to which merchandise other than livestock, and livestock will respectively be carried if carried at owners risk rates;  (c) the terms and conditions on and subject to which damageable goods not properly protected by packing will be carried. LAWS OF GUYANA 16 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012           Carriers risk conditions.                                    Dangerous goods.   (2) Any terms and conditions made, altered or amended in pursuance of this section shall be published twice in the Gazette and one newspaper at an interval not exceeding one week, and shall state the date of their coming into operation which shall not be earlier than one month from the date of the last publication.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "With regard to the tariff of tolls which may be lawfully demanded for carriage on the railway and Government vessels the Minister may from time to time make, alter, and amend"
                },
                {
                    "representation": "(a)",
                    "description": "the terms and conditions"
                },
                {
                    "representation": "(b)",
                    "description": "the terms and conditions"
                },
                {
                    "representation": "(c)",
                    "description": "the terms and conditions on and subject to which damageable goods not properly protected by packing will be carried. LAWS OF GUYANA 16 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012           Carriers risk conditions.                                    Dangerous goods."
                },
                {
                    "representation": "(2)",
                    "description": "Any terms and conditions made, altered or amended in pursuance of this section shall be published twice in the Gazette and one newspaper at an interval not exceeding one week, and shall state the date of their coming into operation which shall not be earlier than one month from the date of the last publication."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Carrier’s risk conditions. ",
            "context": "TRANSPORT AND HARBOURS ACT under Carriers risk conditions. 16. (1) On and after the date stated for their coming into operation the terms and conditions upon and subject to which merchandise is apart from special contract to be carried by the railway and Government vessels shall be carriers risk conditions, and those conditions shall apply without any special contract in writing to the carriage of merchandise at ordinary rates:  Provided that, in any case where an owners risk rate is in operation and the Department has been requested in writing to carry at that rate, the terms and conditions upon and subject to which the merchandise shall be carried shall be owners risk conditions.  (2) The terms and conditions upon and subject to which damageable goods not properly protected by packing (if accepted by the Department for carriage) shall be carried on the railway and Government vessels shall be the conditions made as aforesaid, but the Department shall not be under any obligation to carry damageable goods not properly protected by packing.   (3) Nothing in this Part shall preclude the Department and any person from agreeing in writing to any terms and conditions they think fit for the carriage of merchandise, livestock or damageable goods not properly protected by packing, or damageable goods.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On and after the date stated for their coming into operation the terms and conditions upon and subject to which merchandise is apart from special contract to be carried by the railway and Government vessels shall be carriers risk conditions, and those conditions shall apply without any special contract in writing to the carriage of merchandise at ordinary rates:  Provided that, in any case where an owners risk rate is in operation and the Department has been requested in writing to carry at that rate, the terms and conditions upon and subject to which the merchandise shall be carried shall be owners risk conditions."
                },
                {
                    "representation": "(2)",
                    "description": "The terms and conditions upon and subject to which damageable goods not properly protected by packing"
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in this Part shall preclude the Department and any person from agreeing in writing to any terms and conditions they think fit for the carriage of merchandise, livestock or damageable goods not properly protected by packing, or damageable goods."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Dangerous goods. ",
            "context": "TRANSPORT AND HARBOURS ACT under Dangerous goods. 17. (1) Nothing contained in this Part shall impose any obligation on the Department to accept dangerous goods for conveyance, or shall prejudice or derogate from the powers of LAWS OF GUYANA Transport and Harbours Cap. 49:04 17  L.R.O. 1/2012    c. 16:06                               Tariff for carriage of passengers.                Power to alter or amend the tariff of tolls. [17 of 1962] the Minister, or of any Government Department, under the Explosives Act, or affect the validity or operation of any order in council, order, rule, or regulation, made under the powers contained in that Act.  (2) If after the date of the coming into operation of the conditions of carriage of merchandise the Department accepts dangerous goods for conveyance, the goods shall be conveyed, subject to such by-laws, regulations and conditions which the Department with the approval of the Minister thinks fit to make in regard to the conveyance or storage thereof, and the owner or consignor of such goods shall indemnify the Department from and against any loss and damage resulting to the Department or for which the Department is or becomes liable owing to non-compliance with the before-mentioned by-laws, regulations and conditions as to those goods and will pay full compensation for all injury to the Departments servants and damage to their property so arising unless it is proved that the injury or damage is due to the wilful misconduct of the  Departments servants, but, subject as aforesaid, the provisions as to ordinary rates and owners risk rates shall apply.  (3) Any question as to whether goods are dangerous goods shall be determined by the Department.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Nothing contained in this Part shall impose any obligation on the Department to accept dangerous goods for conveyance, or shall prejudice or derogate from the powers of LAWS OF GUYANA Transport and Harbours Cap. 49:04 17  L.R.O. 1/2012    c. 16:06                               Tariff for carriage of passengers.                Power to alter or amend the tariff of tolls. [17 of 1962] the Minister, or of any Government Department, under the Explosives Act, or affect the validity or operation of any order in council, order, rule, or regulation, made under the powers contained in that Act."
                },
                {
                    "representation": "(2)",
                    "description": "If after the date of the coming into operation of the conditions of carriage of merchandise the Department accepts dangerous goods for conveyance, the goods shall be conveyed, subject to such by-laws, regulations and conditions which the Department with the approval of the Minister thinks fit to make in regard to the conveyance or storage thereof, and the owner or consignor of such goods shall indemnify the Department from and against any loss and damage resulting to the Department or for which the Department is or becomes liable owing to non-compliance with the before-mentioned by-laws, regulations and conditions as to those goods and will pay full compensation for all injury to the Departments servants and damage to their property so arising unless it is proved that the injury or damage is due to the wilful misconduct of the  Departments servants, but, subject as aforesaid, the provisions as to ordinary rates and owners risk rates shall apply."
                },
                {
                    "representation": "(3)",
                    "description": "Any question as to whether goods are dangerous goods shall be determined by the Department."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Tariff for carriage of passengers. ",
            "context": "TRANSPORT AND HARBOURS ACT under Tariff for carriage of passengers. 18. (1) The Minister may from time to time make, alter, and amend the tariff of tolls that may be lawfully demanded for the carriage of passengers on the railway or Government vessels or both.  (2) Any tariff so made, altered, or amended shall be published in the same manner as prescribed by section 16 with reference to terms and conditions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may from time to time make, alter, and amend the tariff of tolls that may be lawfully demanded for the carriage of passengers on the railway or Government vessels or both."
                },
                {
                    "representation": "(2)",
                    "description": "Any tariff so made, altered, or amended shall be published in the same manner as prescribed by section 16 with reference to terms and conditions."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Power to alter or amend the tariff of tolls. ",
            "context": "TRANSPORT AND HARBOURS ACT under Power to alter or amend the tariff of tolls. 19. Notwithstanding anything to the contrary contained in this Act, the General Manager, with the approval of the Minister, may enter into a contract for the carriage of LAWS OF GUYANA 18 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012        Cessation of obligation on company to construct fence or gate on railway.           Trespass on railway. [6 of 1997]       Suits by or against Department.                  Notice of actions and limitation. passengers or merchandise at a rate less than the appropriate rate specified in the tariff of tolls.",
            "description": "Notwithstanding anything to the contrary contained in this Act, the General Manager, with the approval of the Minister, may enter into a contract for the carriage of LAWS OF GUYANA 18 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012        Cessation of obligation on company to construct fence or gate on railway.           Trespass on railway. [6 of 1997]       Suits by or against Department.                  Notice of actions and limitation. passengers or merchandise at a rate less than the appropriate rate specified in the tariff of tolls."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Cessation of obligation on company to construct fence or gate on railway.  LAWS OF GUYANA 4 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012  SECTION ",
            "context": "TRANSPORT AND HARBOURS ACT under Cessation of obligation on company to construct fence or gate on railway.  LAWS OF GUYANA 4 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012  SECTION 20. No obligation imposed by any Act on the Company to construct or maintain any fence or gate on the railway or on any part thereof shall be construed as existing after the 30th May, 1925, and any such obligation of the kind shall be deemed to have ceased and determined from that date and from that date no action, suit or proceeding whatsoever shall lie against the Department for any person for any damage or injury whatever in consequence of defect in any fence or gate aforesaid or of failure to construct or maintain any fence or gate.",
            "description": "No obligation imposed by any Act on the Company to construct or maintain any fence or gate on the railway or on any part thereof shall be construed as existing after the 30th May, 1925, and any such obligation of the kind shall be deemed to have ceased and determined from that date and from that date no action, suit or proceeding whatsoever shall lie against the Department for any person for any damage or injury whatever in consequence of defect in any fence or gate aforesaid or of failure to construct or maintain any fence or gate."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Trespass on railway. ",
            "context": "TRANSPORT AND HARBOURS ACT under Trespass on railway. 21. Any person who without lawful authority, the proof whereof shall be upon him, is or passes upon the railway except for the purpose of crossing it at any authorised crossing, shall be liable to a fine of four thousand eight hundred and seventy-five dollars.",
            "description": "Any person who without lawful authority, the proof whereof shall be upon him, is or passes upon the railway except for the purpose of crossing it at any authorised crossing, shall be liable to a fine of four thousand eight hundred and seventy-five dollars."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Suits by or against Department. ",
            "context": "TRANSPORT AND HARBOURS ACT under Suits by or against Department. 22. (1) All actions and suits relating to contractual rights and liabilities in respect of loss or damage occurring upon the railway and Government vessels in respect of any matter or thing done or omitted upon the railway and such vessels or otherwise in connection with the business of the railway and such vessels, which, if the railway and such vessels were the property of any company, firm, or person carrying on the business of a carrier in Guyana, might under the law of Guyana be brought by or against such company, firm, or person, may be brought by or against the Department.  (2) In any action or suit to be brought by or against the Department in pursuance of this Part it shall be sufficient to describe it as the Transport and Harbours Department.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All actions and suits relating to contractual rights and liabilities in respect of loss or damage occurring upon the railway and Government vessels in respect of any matter or thing done or omitted upon the railway and such vessels or otherwise in connection with the business of the railway and such vessels, which, if the railway and such vessels were the property of any company, firm, or person carrying on the business of a carrier in Guyana, might under the law of Guyana be brought by or against such company, firm, or person, may be brought by or against the Department."
                },
                {
                    "representation": "(2)",
                    "description": "In any action or suit to be brought by or against the Department in pursuance of this Part it shall be sufficient to describe it as the Transport and Harbours Department."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Notice of action and limitation.  PART III HARBOURS AND PILOTAGE  Dues, fees and other moneys payable to the Department  ",
            "context": "TRANSPORT AND HARBOURS ACT under Notice of action and limitation.  PART III HARBOURS AND PILOTAGE  Dues, fees and other moneys payable to the Department  23. (1) No action or suit shall be commenced against the Department for anything done in pursuance or execution LAWS OF GUYANA Transport and Harbours Cap. 49:04 19  L.R.O. 1/2012                      Revenue of the Department. [24 of 1951]    Third Schedule.             c. 50:01       c. 49:07    or intended execution of this Part until the expiration of one month after notice in writing has been served on the Department stating the cause of the action or suit, the name and address of the person bringing it and the name and address of his legal practitioner.   (2) Every such action or suit shall be commenced within six months after the thing done or omitted and not otherwise.  PART III HARBOURS AND PILOTAGE  Dues, fees and other moneys payable to the Department",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No action or suit shall be commenced against the Department for anything done in pursuance or execution LAWS OF GUYANA Transport and Harbours Cap. 49:04 19  L.R.O. 1/2012                      Revenue of the Department. [24 of 1951]    Third Schedule.             c. 50:01       c. 49:07    or intended execution of this Part until the expiration of one month after notice in writing has been served on the Department stating the cause of the action or suit, the name and address of the person bringing it and the name and address of his legal practitioner."
                },
                {
                    "representation": "(2)",
                    "description": "Every such action or suit shall be commenced within six months after the thing done or omitted and not otherwise.  PART III HARBOURS AND PILOTAGE  Dues, fees and other moneys payable to the Department"
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Revenue of the Department. ",
            "context": "TRANSPORT AND HARBOURS ACT under Revenue of the Department. 24. (1) Subject to this Act, there shall be levied, imposed, collected, and paid, as part of the revenue of the Department  (a) the tonnage dues specified in paragraph I of the Third Schedule;  (b) the light dues specified in paragraph II of the Third Schedule;  (c) the shipping fees specified in paragraph III of the Third Schedule;  (d) all moneys and fees payable and received under the River Navigation Act by the Department or by any officer thereof;  (e) all fees payable, under the Shipping Casualties (Investigation and Prevention) Act, to inspectors of shipping and surveyors of ships;  LAWS OF GUYANA 20 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012                  Tonnage dues. [24 of 1951 25 of 1977]                               (f) all fees, dues or other moneys payable to the Department under any regulations made under this Act, or under any regulations continued in force under the authority of section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, there shall be levied, imposed, collected, and paid, as part of the revenue of the Department"
                },
                {
                    "representation": "(a)",
                    "description": "the tonnage dues specified in paragraph I of the Third Schedule;"
                },
                {
                    "representation": "(b)",
                    "description": "the light dues specified in paragraph II of the Third Schedule;"
                },
                {
                    "representation": "(c)",
                    "description": "the shipping fees specified in paragraph III of the Third Schedule;"
                },
                {
                    "representation": "(d)",
                    "description": "all moneys and fees payable and received under the River Navigation Act by the Department or by any officer thereof;"
                },
                {
                    "representation": "(e)",
                    "description": "all fees payable, under the Shipping Casualties"
                },
                {
                    "representation": "(f)",
                    "description": "all fees, dues or other moneys payable to the Department under any regulations made under this Act, or under any regulations continued in force under the authority of section"
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Tonnage dues. ",
            "context": "TRANSPORT AND HARBOURS ACT under Tonnage dues. 25. (1) Subject to this Act, tonnage dues under section 24 shall be levied, charged and collected on the net register tonnage of every vessel which enters or leaves a port of Guyana:   Provided that dues in respect of a vessel which enters or leaves port in ballast shall be levied, charged and collected on one-half of the net register tonnage of that vessel.  (2) Where the net register tonnage or one-half of the net register tonnage of a vessel is not a whole number of tons, such tonnage shall be deemed, for the purposes of this section, to be the next whole number greater than the actual number of tons.  (3) Tonnage dues shall not be levied, charged or collected in relation to  (a) any coasting vessel;  (b) any vessel the property of or chartered by the Government of Guyana, of any Commonwealth country or of any foreign state recognised by the Government of Guyana, and not employed in the LAWS OF GUYANA Transport and Harbours Cap. 49:04 21  L.R.O. 1/2012                                           Default of dues payment. [25 of 1977]       carriage of merchandise or freight;  (c) any vessel employed on any work of public utility, and in relation to which the Minister considers that tonnage dues should not be charged;  (d) any vessel which is, in the opinion of the General Manager, a yacht used for pleasure and not in any trade or business;  (e) any vessel which enters a port solely for the purpose  (i) of obtaining fuel, stores or provisions for use on board such vessel; or (ii) of effecting repairs;  or which, having entered as aforesaid, departs therefrom having carried out only the respective purpose; and  (f) any vessel which enters or departs from more than one port of Guyana on the same voyage, and in respect of which tonnage  dues have been paid at the first port of entry or departure respectively.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, tonnage dues under section 24 shall be levied, charged and collected on the net register tonnage of every vessel which enters or leaves a port of Guyana:   Provided that dues in respect of a vessel which enters or leaves port in ballast shall be levied, charged and collected on one-half of the net register tonnage of that vessel."
                },
                {
                    "representation": "(2)",
                    "description": "Where the net register tonnage or one-half of the net register tonnage of a vessel is not a whole number of tons, such tonnage shall be deemed, for the purposes of this section, to be the next whole number greater than the actual number of tons."
                },
                {
                    "representation": "(3)",
                    "description": "Tonnage dues shall not be levied, charged or collected in relation to"
                },
                {
                    "representation": "(a)",
                    "description": "any coasting vessel;"
                },
                {
                    "representation": "(b)",
                    "description": "any vessel the property of or chartered by the Government of Guyana, of any Commonwealth country or of any foreign state recognised by the Government of Guyana, and not employed in the LAWS OF GUYANA Transport and Harbours Cap. 49:04 21  L.R.O. 1/2012                                           Default of dues payment. [25 of 1977]       carriage of merchandise or freight;"
                },
                {
                    "representation": "(c)",
                    "description": "any vessel employed on any work of public utility, and in relation to which the Minister considers that tonnage dues should not be charged;"
                },
                {
                    "representation": "(d)",
                    "description": "any vessel which is, in the opinion of the General Manager, a yacht used for pleasure and not in any trade or business;"
                },
                {
                    "representation": "(e)",
                    "description": "any vessel which enters a port solely for the purpose"
                },
                {
                    "representation": "(i)",
                    "description": "of obtaining fuel, stores or provisions for use on board such vessel; or"
                },
                {
                    "representation": "(f)",
                    "description": "any vessel which enters or departs from more than one port of Guyana on the same voyage, and in respect of which tonnage  dues have been paid at the first port of entry or departure respectively."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Default of dues payment. ",
            "context": "TRANSPORT AND HARBOURS ACT under Default of dues payment. 26. (1) Where the light, pilotage or tonnage dues payable in respect of a vessel are not paid, the vessel, together with anything belonging to, or on board, the vessel may be detained by any officer of the Department, any officer of customs, or any other person duly authorised in writing by the General Manager, until the amount due has been paid.  LAWS OF GUYANA 22 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012                                          Light dues. [24 of 1951 25 of 1977]        (2) If the amount due is not paid within fourteen days after the detention of the vessel, such officer or authorised person may, without prejudice to any other method of recovery provided under this Act or in any other law, during the continuance of the non-payment  (a) cause the vessel, together with anything belonging to, or on board, the vessel to be sold at public auction or by private treaty;  (b) apply the proceeds in payment of the dues due together with all reasonable expenses incurred by him under this section; and  (c) pay the surplus (if any), on demand to the owner, charterer or master of the vessel:   Provided that where the person in default of payment is not the owner of the vessel detained, no sale shall be effected earlier than one month after written notification of the proposed sale has been given to either the owner, charterer or master of the vessel.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the light, pilotage or tonnage dues payable in respect of a vessel are not paid, the vessel, together with anything belonging to, or on board, the vessel may be detained by any officer of the Department, any officer of customs, or any other person duly authorised in writing by the General Manager, until the amount due has been paid.  LAWS OF GUYANA 22 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012                                          Light dues. [24 of 1951 25 of 1977]"
                },
                {
                    "representation": "(2)",
                    "description": "If the amount due is not paid within fourteen days after the detention of the vessel, such officer or authorised person may, without prejudice to any other method of recovery provided under this Act or in any other law, during the continuance of the non-payment"
                },
                {
                    "representation": "(a)",
                    "description": "cause the vessel, together with anything belonging to, or on board, the vessel to be sold at public auction or by private treaty;"
                },
                {
                    "representation": "(b)",
                    "description": "apply the proceeds in payment of the dues due together with all reasonable expenses incurred by him under this section; and"
                },
                {
                    "representation": "(c)",
                    "description": "pay the surplus"
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "[Repealed by Act  No. 25 of 1977] ",
            "context": "TRANSPORT AND HARBOURS ACT under [Repealed by Act  No. 25 of 1977] 27. [Repealed by Act No. 25 of 1977]",
            "description": "[Repealed by Act No. 25 of 1977]"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "[Repealed by Act No. 25 of 1977] ",
            "context": "TRANSPORT AND HARBOURS ACT under [Repealed by Act No. 25 of 1977] 28. [Repealed by Act No. 25 of 1977]",
            "description": "[Repealed by Act No. 25 of 1977]"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Light dues. ",
            "context": "TRANSPORT AND HARBOURS ACT under Light dues. 29. (1) Subject to this Act, light dues shall be paid upon every vessel which enters any port of Guyana from the sea.  (2) The master, owner or agent of every vessel entering any port of Guyana from the sea shall, as soon as possible after the arrival of the vessel in port and before clearance for departure is granted in respect thereof by the LAWS OF GUYANA Transport and Harbours Cap. 49:04 23  L.R.O. 1/2012                     Shipping fees. [24 of 1951 7 of 1998] c. 49:01                   Collection of moneys and their expenditure.  [26 of 1946]     proper officer of the Department of Customs and Excise, pay to the Department the amount of the light dues.  (3) The following vessels shall be exempt from payment of light dues under this Act   (a) any vessel under ten tons burthen;  (b) any vessel belonging to or chartered by the Government of Guyana, or of any Commonwealth country or of any foreign state recognised by the Government of Guyana and not employed in the carriage of merchandise or freight.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, light dues shall be paid upon every vessel which enters any port of Guyana from the sea."
                },
                {
                    "representation": "(2)",
                    "description": "The master, owner or agent of every vessel entering any port of Guyana from the sea shall, as soon as possible after the arrival of the vessel in port and before clearance for departure is granted in respect thereof by the LAWS OF GUYANA Transport and Harbours Cap. 49:04 23  L.R.O. 1/2012                     Shipping fees. [24 of 1951 7 of 1998] c. 49:01                   Collection of moneys and their expenditure.  [26 of 1946]     proper officer of the Department of Customs and Excise, pay to the Department the amount of the light dues."
                },
                {
                    "representation": "(3)",
                    "description": "The following vessels shall be exempt from payment of light dues under this Act"
                },
                {
                    "representation": "(a)",
                    "description": "any vessel under ten tons burthen;"
                },
                {
                    "representation": "(b)",
                    "description": "any vessel belonging to or chartered by the Government of Guyana, or of any Commonwealth country or of any foreign state recognised by the Government of Guyana and not employed in the carriage of merchandise or freight."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Shipping fees. ",
            "context": "TRANSPORT AND HARBOURS ACT under Shipping fees. 30. (1) Subject to the provisions of this Act, shipping fees shall be paid upon all engagements or discharges of seamen effected under the applied Act entitled the Guyana Shipping Act, or any Act amending the same, before a superintendent at any port.  (2) The superintendent may refuse to proceed with any such engagement or discharge unless the shipping fees payable thereon are first paid.  (3) For the purposes of this section the harbour master, and any deputy harbour master, shall each be deemed to be a superintendent within the meaning of the said Guyana Shipping Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the provisions of this Act, shipping fees shall be paid upon all engagements or discharges of seamen effected under the applied Act entitled the Guyana Shipping Act, or any Act amending the same, before a superintendent at any port."
                },
                {
                    "representation": "(2)",
                    "description": "The superintendent may refuse to proceed with any such engagement or discharge unless the shipping fees payable thereon are first paid."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section the harbour master, and any deputy harbour master, shall each be deemed to be a superintendent within the meaning of the said Guyana Shipping Act."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Collection of moneys and their expenditure.  THE HARBOUR MASTER  ",
            "context": "TRANSPORT AND HARBOURS ACT under Collection of moneys and their expenditure.  THE HARBOUR MASTER  31. The General Manager may by order direct from time to time in what manner the dues, fees, and moneys specified in section 24 shall be collected, but until any direction is given they shall be collected as in that section mentioned and deposited in a bank to the account of the Department, and may be paid thereout from time to time on the cheques of the Department. LAWS OF GUYANA 24 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012      Appointment of harbour master and deputy harbour master. [26 of 1946]     Powers and duties of harbour master.       Compulsory pilotage and pilotage districts. [39 of 1947 25 of 1977] Fourth Schedule.                     THE HARBOUR MASTER",
            "description": "The General Manager may by order direct from time to time in what manner the dues, fees, and moneys specified in section 24 shall be collected, but until any direction is given they shall be collected as in that section mentioned and deposited in a bank to the account of the Department, and may be paid thereout from time to time on the cheques of the Department. LAWS OF GUYANA 24 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012      Appointment of harbour master and deputy harbour master. [26 of 1946]     Powers and duties of harbour master.       Compulsory pilotage and pilotage districts. [39 of 1947 25 of 1977] Fourth Schedule.                     THE HARBOUR MASTER"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Appointment of harbour master and deputy harbour master. ",
            "context": "TRANSPORT AND HARBOURS ACT under Appointment of harbour master and deputy harbour master. 32. (1) There shall be a harbour master for Guyana and such deputy harbour masters as the General Manager may recommend.  (2) A deputy harbour master shall in the absence of the harbour master be vested with and may exercise the powers of the harbour master.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a harbour master for Guyana and such deputy harbour masters as the General Manager may recommend."
                },
                {
                    "representation": "(2)",
                    "description": "A deputy harbour master shall in the absence of the harbour master be vested with and may exercise the powers of the harbour master."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Powers and duties of harbour master.  PILOTAGE  ",
            "context": "TRANSPORT AND HARBOURS ACT under Powers and duties of harbour master.  PILOTAGE  33. The powers and duties of the harbour master shall be exercised subject to the general direction and supervision of the General Manager.   PILOTAGE",
            "description": "The powers and duties of the harbour master shall be exercised subject to the general direction and supervision of the General Manager.   PILOTAGE"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Compulsory pilotage and pilotage districts. 34A.  Pilotage Exemption Certificate. ",
            "context": "TRANSPORT AND HARBOURS ACT under Compulsory pilotage and pilotage districts. 34A.  Pilotage Exemption Certificate. 34. (1) In every pilotage district pilotage by a licensed pilot shall be compulsory except in the cases set out in the Fourth Schedule.  (2) The following shall be pilotage districts under this Act   (a) the harbour of Georgetown;  (b) that portion of the sea bounded by a line drawn from Plantation Chateau Margot Chimney Demerara to the Demerara pilot station and thence to Plantation Anna Regina Chimney Essequibo and the mainland between these points;  (c) the Essequibo and Mazaruni Rivers as far as Kartabo  Point;  (d) the harbour of New Amsterdam.  (3) The General Manager may, with the approval LAWS OF GUYANA Transport and Harbours Cap. 49:04 25  L.R.O. 1/2012                    Pilotage Exemption Certificate. [25 of 1977]                            of the Minister, make regulations  (i) declaring any area to be a pilotage district for the purposes of this Act; (ii) declaring that any pilotage district specified in subsection (2) (b) (c) and  (d) shall cease to be a pilotage district for the purposes of this Act; (iii) varying the limits of any pilotage district under subsection (2).  34A. (1) The master or chief officer of a vessel which is based in Guyana or registered in any of the Community States may apply in writing to the Harbour Master for a certificate exempting him from the requirements of section 34(1).  (2) With the approval of the General Manager, the Harbour Master may, if satisfied that such applicant is  (a) conversant with local navigational conditions and requirements; and  (b) competent to pilot the vessel under his command through the buoyed channel of the pilotage district for which he has applied,  grant exemption from the provisions of section 34(1) by issuing to the applicant a Pilotage Exemption Certificate (hereinafter referred to as the Certificate).  (3) A Certificate shall be in a form to be determined by the General Manager and shall contain (in addition to any other particulars which may be determined) LAWS OF GUYANA 26 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012                The pilotage service. [26 of 1946]    Cap. 119 1929 Ed.                  Circumstances in which pilot may leave pilotage service.          the name of the person to whom the Certificate is granted, the name of the ship or ships in respect of which it is granted, the limits of the district in respect of which it is granted, and the date on which it was granted.  (4) A Certificate shall not be in force for more than a year from the date on which it is granted but may be renewed annually upon payment of the prescribed fee.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The master or chief officer of a vessel which is based in Guyana or registered in any of the Community States may apply in writing to the Harbour Master for a certificate exempting him from the requirements of section 34(1)."
                },
                {
                    "representation": "(2)",
                    "description": "With the approval of the General Manager, the Harbour Master may, if satisfied that such applicant is"
                },
                {
                    "representation": "(a)",
                    "description": "conversant with local navigational conditions and requirements; and"
                },
                {
                    "representation": "(b)",
                    "description": "competent to pilot the vessel under his command through the buoyed channel of the pilotage district for which he has applied,  grant exemption from the provisions of section 34(1) by issuing to the applicant a Pilotage Exemption Certificate"
                },
                {
                    "representation": "(c)",
                    "description": "and"
                },
                {
                    "representation": "(d)",
                    "description": "shall cease to be a pilotage district for the purposes of this Act;"
                },
                {
                    "representation": "(3)",
                    "description": "A Certificate shall be in a form to be determined by the General Manager and shall contain"
                },
                {
                    "representation": "(i)",
                    "description": "declaring any area to be a pilotage district for the purposes of this Act;"
                },
                {
                    "representation": "(4)",
                    "description": "A Certificate shall not be in force for more than a year from the date on which it is granted but may be renewed annually upon payment of the prescribed fee."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "The pilotage service ",
            "context": "TRANSPORT AND HARBOURS ACT under The pilotage service 35. (1) The Department shall continue to maintain a pilotage service.  (2) No person shall be employed as a pilot in the pilotage service unless he holds a licence under the Pilotage Ordinance, 1905, the Harbours and Pilotage Ordinance, or this Act.  (3) No person who was licensed as a pilot before the commencement of compulsory pilotage shall pilot any vessel unless he joins the pilotage service.  (4) A pilots licence shall not be granted to a person who is not a Commonwealth citizen.  (5) A pilots licence shall be in such form as the General Manager may from time to time prescribe.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Department shall continue to maintain a pilotage service."
                },
                {
                    "representation": "(2)",
                    "description": "No person shall be employed as a pilot in the pilotage service unless he holds a licence under the Pilotage Ordinance, 1905, the Harbours and Pilotage Ordinance, or this Act."
                },
                {
                    "representation": "(3)",
                    "description": "No person who was licensed as a pilot before the commencement of compulsory pilotage shall pilot any vessel unless he joins the pilotage service."
                },
                {
                    "representation": "(4)",
                    "description": "A pilots licence shall not be granted to a person who is not a Commonwealth citizen."
                },
                {
                    "representation": "(5)",
                    "description": "A pilots licence shall be in such form as the General Manager may from time to time prescribe."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Circumstances in which pilot may leave pilotage service. ",
            "context": "TRANSPORT AND HARBOURS ACT under Circumstances in which pilot may leave pilotage service. 36. (1) No pilot may quit the pilotage service unless he has  (a) been dismissed by the General Manager with the approval of the Minister; or   (b) obtained the consent thereto of the General Manager; or  (c) given to the General Manager one LAWS OF GUYANA Transport and Harbours Cap. 49:04 27  L.R.O. 1/2012                     Liability of owner or master in the case of a vessel under pilotage. [16 of 1941]       Persons liable for the payment of pilotage dues. [39 of 1947]                 months notice in writing in that behalf.  (2) A pilot continuously absent without leave for fourteen days or more shall be deemed to have quitted the service, unless his absence has been occasioned by circumstances beyond his control, and of that the Minister shall be the sole judge.  (3) A pilot who has quitted the service contrary to subsection (1) shall forfeit all rights to any moneys or wages then due to him and shall not be entitled to any pension whatsoever.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall forfeit all rights to any moneys or wages then due to him and shall not be entitled to any pension whatsoever."
                },
                {
                    "representation": "(a)",
                    "description": "been dismissed by the General Manager with the approval of the Minister; or"
                },
                {
                    "representation": "(b)",
                    "description": "obtained the consent thereto of the General Manager; or"
                },
                {
                    "representation": "(c)",
                    "description": "given to the General Manager one LAWS OF GUYANA Transport and Harbours Cap. 49:04 27  L.R.O. 1/2012                     Liability of owner or master in the case of a vessel under pilotage. [16 of 1941]       Persons liable for the payment of pilotage dues. [39 of 1947]                 months notice in writing in that behalf."
                },
                {
                    "representation": "(2)",
                    "description": "A pilot continuously absent without leave for fourteen days or more shall be deemed to have quitted the service, unless his absence has been occasioned by circumstances beyond his control, and of that the Minister shall be the sole judge."
                },
                {
                    "representation": "(3)",
                    "description": "A pilot who has quitted the service contrary to subsection"
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Liability of owner or master in the case of a vessel under pilotage.  RECOVERY OF PILOTAGE DUES  ",
            "context": "TRANSPORT AND HARBOURS ACT under Liability of owner or master in the case of a vessel under pilotage.  RECOVERY OF PILOTAGE DUES  37. The owner or master of a vessel navigating under circumstances in which pilotage is compulsory shall be answerable for any loss or damage caused by the vessel or by any fault of the navigation of the vessel in the same manner as he would if pilotage were not compulsory.  RECOVERY OF PILOTAGE DUES",
            "description": "The owner or master of a vessel navigating under circumstances in which pilotage is compulsory shall be answerable for any loss or damage caused by the vessel or by any fault of the navigation of the vessel in the same manner as he would if pilotage were not compulsory.  RECOVERY OF PILOTAGE DUES"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Persons liable for the payment of pilotage dues. ",
            "context": "TRANSPORT AND HARBOURS ACT under Persons liable for the payment of pilotage dues. 38. The following persons shall be liable to pay pilotage dues for any vessel which enters a pilotage district, or any vessel for which the services of a licensed pilot are obtained    (a) the owner or master;  (b) as to pilotage inwards, those consignees or agents who have paid or made themselves liable to pay any other charge on account of the vessel in the port of her arrival or discharge;  (c) as to pilotage outwards, those consignees or agents who have paid or made themselves liable to pay any LAWS OF GUYANA 28 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012            Recovery of dues paid by consignee or agent.        Employment of unqualified pilot. [6 of 1997]               Taking pilot beyond his district without his consent. [26 of 1946 4 of 1972 6 of 1997]           other charge on account of the vessel in the port of her departure.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the owner or master;"
                },
                {
                    "representation": "(b)",
                    "description": "as to pilotage inwards, those consignees or agents who have paid or made themselves liable to pay any other charge on account of the vessel in the port of her arrival or discharge;"
                },
                {
                    "representation": "(c)",
                    "description": "as to pilotage outwards, those consignees or agents who have paid or made themselves liable to pay any LAWS OF GUYANA 28 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012            Recovery of dues paid by consignee or agent.        Employment of unqualified pilot. [6 of 1997]               Taking pilot beyond his district without his consent. [26 of 1946 4 of 1972 6 of 1997]           other charge on account of the vessel in the port of her departure."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Recovery of dues paid by consignee or agent. ",
            "context": "TRANSPORT AND HARBOURS ACT under Recovery of dues paid by consignee or agent. 39. Every consignee or agent (not being the owner or master) who is hereby made liable for the payment of pilotage dues in respect of any vessel may retain, out of any money in his hands received on account of the vessel or belonging to the owner thereof, the amount of all dues so paid by him, together with any reasonable expenses incurred by him by reason of that payment or liability.",
            "description": "Every consignee or agent (not being the owner or master) who is hereby made liable for the payment of pilotage dues in respect of any vessel may retain, out of any money in his hands received on account of the vessel or belonging to the owner thereof, the amount of all dues so paid by him, together with any reasonable expenses incurred by him by reason of that payment or liability."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Employment of unqualified pilot. ",
            "context": "TRANSPORT AND HARBOURS ACT under Employment of unqualified pilot. 40. (1) Any master who employs a person other than a licensed pilot to pilot his vessel without having taken reasonable steps (the proof whereof shall lie on him) to obtain a licensed pilot, shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars.  (2) If anyone other than a master, or a seaman who is bona fide one of the crew of the vessel, is on the bridge of the vessel, or is in any other position (whether on board the vessel or elsewhere) from which the vessel is navigated, that person shall, for the purpose of this section be deemed to be piloting the vessel unless the contrary is proved.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any master who employs a person other than a licensed pilot to pilot his vessel without having taken reasonable steps"
                },
                {
                    "representation": "(2)",
                    "description": "If anyone other than a master, or a seaman who is bona fide one of the crew of the vessel, is on the bridge of the vessel, or is in any other position"
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Taking pilot beyond his district without his consent.   LAWS OF GUYANA Transport and Harbours Cap. 49:04 5  L.R.O. 1/2012 SECTION PROTECTION OF HARBOURS  ",
            "context": "TRANSPORT AND HARBOURS ACT under Taking pilot beyond his district without his consent.   LAWS OF GUYANA Transport and Harbours Cap. 49:04 5  L.R.O. 1/2012 SECTION PROTECTION OF HARBOURS  41. (1) A master of a vessel shall not, except in circumstances of unavoidable necessity (the proof whereof shall lie on him), take a pilot without his consent beyond the district for which he is licensed, or beyond the point up to which he has been engaged, and if a master acts in contravention of this section he shall be liable to a fine of nineteen thousand five hundred dollars.  (2) When a pilot is taken beyond the district for which he is licensed, or beyond the point for which he has been engaged to pilot the vessel either without his consent or in circumstances of unavoidable necessity, he shall be entitled to maintenance and there shall also be paid to the Department the sum of one thousand three hundred dollars per diem, LAWS OF GUYANA Transport and Harbours Cap. 49:04 29  L.R.O. 1/2012                    Illegal removal of soil from harbour. [26 of 1946 6 of 1997]           Drainage into harbour. [26 of 1946]    Use of fishing apparatus at or near wharf. [26 of 1946 6 of 1997]    recoverable in the same manner as pilotage dues.  (3) The sum to be paid shall be computed from and inclusive of the day in which the vessel passes beyond the district for which the pilot is licensed, or beyond the point up to which the pilot was engaged and up to and inclusive of either the day of his being returned in the vessel to the place where he was taken on board, or, if he is discharged from the vessel at a distance from that place, then that day which will allow him sufficient time to return thereto, and in the last mentioned case he shall be entitled to his reasonable travelling expenses.   PROTECTION OF HARBOURS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A master of a vessel shall not, except in circumstances of unavoidable necessity"
                },
                {
                    "representation": "(2)",
                    "description": "When a pilot is taken beyond the district for which he is licensed, or beyond the point for which he has been engaged to pilot the vessel either without his consent or in circumstances of unavoidable necessity, he shall be entitled to maintenance and there shall also be paid to the Department the sum of one thousand three hundred dollars per diem, LAWS OF GUYANA Transport and Harbours Cap. 49:04 29  L.R.O. 1/2012                    Illegal removal of soil from harbour. [26 of 1946 6 of 1997]           Drainage into harbour. [26 of 1946]    Use of fishing apparatus at or near wharf. [26 of 1946 6 of 1997]    recoverable in the same manner as pilotage dues."
                },
                {
                    "representation": "(3)",
                    "description": "The sum to be paid shall be computed from and inclusive of the day in which the vessel passes beyond the district for which the pilot is licensed, or beyond the point up to which the pilot was engaged and up to and inclusive of either the day of his being returned in the vessel to the place where he was taken on board, or, if he is discharged from the vessel at a distance from that place, then that day which will allow him sufficient time to return thereto, and in the last mentioned case he shall be entitled to his reasonable travelling expenses.   PROTECTION OF HARBOURS"
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Illegal removal of soil from harbour. ",
            "context": "TRANSPORT AND HARBOURS ACT under Illegal removal of soil from harbour. 42. Every person who digs, takes, or removes for any purpose whatsoever any caddy, shell, sand or any other soil from any harbour, without permission of the General Manager shall be liable to a fine of nine thousand seven hundred and fifty dollars and every tool, vessel, receptacle, or vehicle, employed in any manner in the removal, may be seized by any member of the police force, officer of customs, or by any person employed by the Department, and may in the discretion of the magistrate be sold, and  the  proceeds thereof after deduction of all expenses incurred shall be  paid  to the Accountant General for the public use.",
            "description": "Every person who digs, takes, or removes for any purpose whatsoever any caddy, shell, sand or any other soil from any harbour, without permission of the General Manager shall be liable to a fine of nine thousand seven hundred and fifty dollars and every tool, vessel, receptacle, or vehicle, employed in any manner in the removal, may be seized by any member of the police force, officer of customs, or by any person employed by the Department, and may in the discretion of the magistrate be sold, and  the  proceeds thereof after deduction of all expenses incurred shall be  paid  to the Accountant General for the public use."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Drainage into harbour. ",
            "context": "TRANSPORT AND HARBOURS ACT under Drainage into harbour. 43. No drainage, channels, or canals, may be made to discharge into a harbour, nor may any alterations be made to existing drainage, channels, or canals already so discharging, without the permission in writing of the General Manager.",
            "description": "No drainage, channels, or canals, may be made to discharge into a harbour, nor may any alterations be made to existing drainage, channels, or canals already so discharging, without the permission in writing of the General Manager."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Use of fishing apparatus at or near wharf. ",
            "context": "TRANSPORT AND HARBOURS ACT under Use of fishing apparatus at or near wharf. 44. Every person who makes fast or uses a fishing net, line, seine, or other similar thing, near any stelling within a harbour shall be liable to a fine of three thousand nine hundred dollars, and the net, line, seine, or other similar thing, may be seized and destroyed by any member of the police force, officer of customs, or any person employed by LAWS OF GUYANA 30 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012         Contravention of provisions of Act or regulations.  [26 of 1946]             Fraudulent alteration of marks on stem and stern of vessel. [6 of 1997]      Government and Department not liable for default of General Manager.   Claims for injuries to vessel. [7 of 1998]      the Department and authorised in that behalf by the General Manager whether or not the owner is charged.",
            "description": "Every person who makes fast or uses a fishing net, line, seine, or other similar thing, near any stelling within a harbour shall be liable to a fine of three thousand nine hundred dollars, and the net, line, seine, or other similar thing, may be seized and destroyed by any member of the police force, officer of customs, or any person employed by LAWS OF GUYANA 30 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012         Contravention of provisions of Act or regulations.  [26 of 1946]             Fraudulent alteration of marks on stem and stern of vessel. [6 of 1997]      Government and Department not liable for default of General Manager.   Claims for injuries to vessel. [7 of 1998]      the Department and authorised in that behalf by the General Manager whether or not the owner is charged."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Contravention of provisions of Act or regulations. ",
            "context": "TRANSPORT AND HARBOURS ACT under Contravention of provisions of Act or regulations. 45. (1) When any person does an act in contravention of this Part or the regulations, the General Manager may take such action as will in his opinion nullify the act.  (2) When any person refuses or neglects to do any act required by this Part or the regulations, the General Manager may have that act done.  (3) Any expenses incurred by the General Manager in carrying out or attempting to carry out the provisions of this section shall be recoverable from the person in addition to any penalty which may be awarded against him.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When any person does an act in contravention of this Part or the regulations, the General Manager may take such action as will in his opinion nullify the act."
                },
                {
                    "representation": "(2)",
                    "description": "When any person refuses or neglects to do any act required by this Part or the regulations, the General Manager may have that act done."
                },
                {
                    "representation": "(3)",
                    "description": "Any expenses incurred by the General Manager in carrying out or attempting to carry out the provisions of this section shall be recoverable from the person in addition to any penalty which may be awarded against him."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Fraudulent alteration of marks on stem and stern of vessel.  MISCELLANEOUS  ",
            "context": "TRANSPORT AND HARBOURS ACT under Fraudulent alteration of marks on stem and stern of vessel.  MISCELLANEOUS  46. If the master of a vessel or any other person interested in the vessel, makes, or is privy to the making of any fraudulent alteration in the marks on the stem or stern posts of the vessel denoting the draught of water, he shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars.  MISCELLANEOUS",
            "description": "If the master of a vessel or any other person interested in the vessel, makes, or is privy to the making of any fraudulent alteration in the marks on the stem or stern posts of the vessel denoting the draught of water, he shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars.  MISCELLANEOUS"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Government and Department not liable for default of General Manager. ",
            "context": "TRANSPORT AND HARBOURS ACT under Government and Department not liable for default of General Manager. 47. Neither the Government nor the Department shall be liable under this Part for any damage occasioned through the fault or negligence of the General Manager or any person employed in the pilotage service.",
            "description": "Neither the Government nor the Department shall be liable under this Part for any damage occasioned through the fault or negligence of the General Manager or any person employed in the pilotage service."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Claims for injuries to vessel.  PART IV GENERAL  ",
            "context": "TRANSPORT AND HARBOURS ACT under Claims for injuries to vessel.  PART IV GENERAL  48. All claims for injuries to a vessel founded upon the negligence or misconduct of the master of another vessel shall be triable, provided they do not exceed one hundred dollars, either in the magisterial district where the cause of action arose, or in the Georgetown magisterial district, and in either case the adjudicating magistrate, in the event of conflicting testimony on any technical point, may associate the harbour LAWS OF GUYANA Transport and Harbours Cap. 49:04 31  L.R.O. 1/2012       49:01       Regulations. [22 of 1936 26 of 1946 39 of 1947 24 of 1951 27 of 1965 4 of 1972 6 of 1997]                                 master or failing him a duly certificated master under the Guyana Shipping Act, with himself for advice thereon.  PART IV GENERAL",
            "description": "All claims for injuries to a vessel founded upon the negligence or misconduct of the master of another vessel shall be triable, provided they do not exceed one hundred dollars, either in the magisterial district where the cause of action arose, or in the Georgetown magisterial district, and in either case the adjudicating magistrate, in the event of conflicting testimony on any technical point, may associate the harbour LAWS OF GUYANA Transport and Harbours Cap. 49:04 31  L.R.O. 1/2012       49:01       Regulations. [22 of 1936 26 of 1946 39 of 1947 24 of 1951 27 of 1965 4 of 1972 6 of 1997]                                 master or failing him a duly certificated master under the Guyana Shipping Act, with himself for advice thereon.  PART IV GENERAL"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Regulations. ",
            "context": "TRANSPORT AND HARBOURS ACT under Regulations. 49. (1) The Minister may make regulations and prescribe forms for carrying into effect the purposes of this Act.  (2) Subject to subsection (1), the General Manager may, with the approval of the Minister who may make any alterations or amendments he thinks fit, make regulations in respect of the following matters:   (a) the duties to be performed by the harbour master;   (b) the mooring of vessels in the harbour;  (c) the landing of passengers from vessels;  (d) communication from shore with vessels arriving with immigrants;   (e) the marking of load-lines on vessels;  (f) the dealing with articles found in pilotage districts and the disposal thereof;  (g) the sanitary conditions of the harbours;  (h) the prevention of encroachment in the harbours; (i) the removal of obstructions to LAWS OF GUYANA 32 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012                                                  navigation in pilotage districts;  (j) the regulation of traffic in the harbours for securing the safety of vessels and the prevention of accidents;   (k) the beaching of boats in the harbours;  (1) the erection, extension, alteration, and numbering of, and addition to, stellings and wharves;  (m) the appointment of a committee of examiners to deal with applications for pilots licences and the remuneration of the examiners;  (n) the qualifications required for entering the pilotage service;  (o) the pilotage dues or fees payable to the Department for pilotage service, and the pilotage dues payable to the Department for any vessel which enters a pilotage district, whether or not a pilot is actually employed by such vessel;   (p) the fees payable to the Department for certificates and licences issued under the regulations;  (q) the instruction of pilot apprentices, and of boatmen employed by the Department, by the harbour master;  (r) the registering of pilots and LAWS OF GUYANA Transport and Harbours Cap. 49:04 33  L.R.O. 1/2012                                                 apprentices;  (s) the granting of pensions and gratuities to employees of the Department other than those on the permanent establishment of Guyana;  (t) the control, improvement, lighting, or regulation of labour, of the harbours of Guyana and the proper maintenance of the pilotage service;  (u) the routes upon which road transport services shall be run, the fares and freight to be paid in respect of passengers and goods carried thereby, and generally for the working and management of such services;  (v) the holding of examinations for certificates of competency for masters, mates and engineers of home trade ships, and the appointment and remuneration of a board of examiners;  (w) the general administration and management of the railway and shipping services carried on by Government within Guyana and the use by the public of such services.  (3) In subsection (2), home trade ship includes every ship plying within the limits of thirty-two degrees north latitude and forty degrees south latitude and thirty degrees west longitude and one hundred degrees west longitude but does not include a coasting vessel of less than twenty tons gross tonnage except that service performed in a coasting vessel of less than twenty tons gross tonnage shall LAWS OF GUYANA 34 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012             Signature of General Manager prima facie evidence of correctness of account.              Penalties. [6 of 1997]        Penalties recoverable under the Summary Jurisdiction Acts.  Exemption from personal responsibility.        Savings. c. 262 1929 Ed.  rate as two-thirds for the purpose of counting sea service.  (4) There may be annexed to any regulation a penalty not exceeding forty-eight thousand seven hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the erection, extension, alteration, and numbering of, and addition to, stellings and wharves;"
                },
                {
                    "representation": "(2)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the duties to be performed by the harbour master;"
                },
                {
                    "representation": "(b)",
                    "description": "the mooring of vessels in the harbour;"
                },
                {
                    "representation": "(c)",
                    "description": "the landing of passengers from vessels;"
                },
                {
                    "representation": "(d)",
                    "description": "communication from shore with vessels arriving with immigrants;"
                },
                {
                    "representation": "(e)",
                    "description": "the marking of load-lines on vessels;"
                },
                {
                    "representation": "(f)",
                    "description": "the dealing with articles found in pilotage districts and the disposal thereof;"
                },
                {
                    "representation": "(g)",
                    "description": "the sanitary conditions of the harbours;"
                },
                {
                    "representation": "(h)",
                    "description": "the prevention of encroachment in the harbours;"
                },
                {
                    "representation": "(i)",
                    "description": "the removal of obstructions to LAWS OF GUYANA 32 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012                                                  navigation in pilotage districts;"
                },
                {
                    "representation": "(j)",
                    "description": "the regulation of traffic in the harbours for securing the safety of vessels and the prevention of accidents;"
                },
                {
                    "representation": "(k)",
                    "description": "the beaching of boats in the harbours;"
                },
                {
                    "representation": "(m)",
                    "description": "the appointment of a committee of examiners to deal with applications for pilots licences and the remuneration of the examiners;"
                },
                {
                    "representation": "(n)",
                    "description": "the qualifications required for entering the pilotage service;"
                },
                {
                    "representation": "(o)",
                    "description": "the pilotage dues or fees payable to the Department for pilotage service, and the pilotage dues payable to the Department for any vessel which enters a pilotage district, whether or not a pilot is actually employed by such vessel;"
                },
                {
                    "representation": "(p)",
                    "description": "the fees payable to the Department for certificates and licences issued under the regulations;"
                },
                {
                    "representation": "(q)",
                    "description": "the instruction of pilot apprentices, and of boatmen employed by the Department, by the harbour master;"
                },
                {
                    "representation": "(r)",
                    "description": "the registering of pilots and LAWS OF GUYANA Transport and Harbours Cap. 49:04 33  L.R.O. 1/2012                                                 apprentices;"
                },
                {
                    "representation": "(s)",
                    "description": "the granting of pensions and gratuities to employees of the Department other than those on the permanent establishment of Guyana;"
                },
                {
                    "representation": "(t)",
                    "description": "the control, improvement, lighting, or regulation of labour, of the harbours of Guyana and the proper maintenance of the pilotage service;"
                },
                {
                    "representation": "(u)",
                    "description": "the routes upon which road transport services shall be run, the fares and freight to be paid in respect of passengers and goods carried thereby, and generally for the working and management of such services;"
                },
                {
                    "representation": "(v)",
                    "description": "the holding of examinations for certificates of competency for masters, mates and engineers of home trade ships, and the appointment and remuneration of a board of examiners;"
                },
                {
                    "representation": "(w)",
                    "description": "the general administration and management of the railway and shipping services carried on by Government within Guyana and the use by the public of such services."
                },
                {
                    "representation": "(3)",
                    "description": "In subsection"
                },
                {
                    "representation": "(4)",
                    "description": "There may be annexed to any regulation a penalty not exceeding forty-eight thousand seven hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Signature of General Manager prima facie evidence of correctness of account. ",
            "context": "TRANSPORT AND HARBOURS ACT under Signature of General Manager prima facie evidence of correctness of account. 50. (1) The signature of the General Manager to any document containing a statement of the amount due to the Department under the provisions of this Act shall without proof of signature, or of any other matter or thing, be held and be deemed to be in all courts and by all judges and magistrates prima facie evidence of the amount claimed being due and correct.  (2) Any amounts due for revenue under section 24 or for pilotage dues under section 38 or under section 41 may be recovered by process of parate execution.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The signature of the General Manager to any document containing a statement of the amount due to the Department under the provisions of this Act shall without proof of signature, or of any other matter or thing, be held and be deemed to be in all courts and by all judges and magistrates prima facie evidence of the amount claimed being due and correct."
                },
                {
                    "representation": "(2)",
                    "description": "Any amounts due for revenue under section 24 or for pilotage dues under section 38 or under section 41 may be recovered by process of parate execution."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Penalties. ",
            "context": "TRANSPORT AND HARBOURS ACT under Penalties. 51. Where any person acts in contravention of any of the provisions of this Act for the breach of which no penalty is provided he shall be liable to a fine of nine thousand seven hundred and fifty dollars.",
            "description": "Where any person acts in contravention of any of the provisions of this Act for the breach of which no penalty is provided he shall be liable to a fine of nine thousand seven hundred and fifty dollars."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Penalties recoverable under the Summary Jurisdiction Acts. ",
            "context": "TRANSPORT AND HARBOURS ACT under Penalties recoverable under the Summary Jurisdiction Acts. 52. All penalties under this Act shall be enforceable and recoverable under the Summary Jurisdiction Acts.",
            "description": "All penalties under this Act shall be enforceable and recoverable under the Summary Jurisdiction Acts."
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Exemption from personal responsibility. ",
            "context": "TRANSPORT AND HARBOURS ACT under Exemption from personal responsibility. 53.  (2) The National Assembly may, by resolution published in the Gazette, from time to time increase the tonnage dues, the light dues and the shipping fees payable under this Act and specified in the Third Schedule.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "The National Assembly may, by resolution published in the Gazette, from time to time increase the tonnage dues, the light dues and the shipping fees payable under this Act and specified in the Third Schedule."
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Savings.  FIRST SCHEDULE—Additional powers, duties and functions of the General Manager.  SECOND SCHEDULE—Officers eligible for pensions.   THIRD SCHEDULE—Dues and Fees.  FOURTH SCHEDULE—Non-compulsory Pilotage. __________________________  LAWS OF GUYANA 6 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012           for the purpose of managing and carrying on the An Act to establish a Transport and Harbours Department 30 of 1931 southwards, bounded by a line drawn across the nautical mile and centre the Georgetown Lighthouse, seawards, bounded by the arc of a circle with radius one  Georgetown the limits of which are— “harbour of Georgetown” means the harbour of the port of  employed by the Government; “Government vessel” means any vessel belonging to or  section 2 of the Guyana Shipping Act; “Director” has the same meaning assigned to that word in  “conditions” includes regulations;  Ordinance, 1846; incorporated by the Demerara Railway Company “the Company” means the Demerara Railway Company,  15(7) of the Customs Act;  of Guyana; “coasting vessel” means any vessel trading within the limits  bull, cow, ox, steer, heifer, calf, sheep, goat, or swine; “cattle” means any horse, mare, gelding, colt, filly, mule, ass,  ",
            "context": "TRANSPORT AND HARBOURS ACT under Savings.  FIRST SCHEDULEAdditional powers, duties and functions of the General Manager.  SECOND SCHEDULEOfficers eligible for pensions.   THIRD SCHEDULEDues and Fees.  FOURTH SCHEDULENon-compulsory Pilotage. __________________________  LAWS OF GUYANA 6 Cap. 49:04 Transport and Harbours  L.R.O. 1/2012           for the purpose of managing and carrying on the An Act to establish a Transport and Harbours Department 30 of 1931 southwards, bounded by a line drawn across the nautical mile and centre the Georgetown Lighthouse, seawards, bounded by the arc of a circle with radius one  Georgetown the limits of which are harbour of Georgetown means the harbour of the port of  employed by the Government; Government vessel means any vessel belonging to or  section 2 of the Guyana Shipping Act; Director has the same meaning assigned to that word in  conditions includes regulations;  Ordinance, 1846; incorporated by the Demerara Railway Company the Company means the Demerara Railway Company,  15(7) of the Customs Act;  of Guyana; coasting vessel means any vessel trading within the limits  bull, cow, ox, steer, heifer, calf, sheep, goat, or swine; cattle means any horse, mare, gelding, colt, filly, mule, ass,  54. Notwithstanding the repeal of the Railways Purchase Ordinance and the Harbour and Pilotage ordinance, LAWS OF GUYANA Transport and Harbours Cap. 49:04 35  L.R.O. 1/2012 c. 119 1929 Ed.           s. 4 [26 of 1946]                                   any order in council, rule, order or regulation made, direction given or thing done under those Ordinances, or deemed to have been made, given or done respectively under those Ordinances, shall continue in force, and, so far as it would have been made or given under this Act, shall have effect as if made or given under this Act.  ___________________   FIRST SCHEDULE ADDITIONAL POWERS, DUTIES AND FUNCTIONS OF THE GENERAL MANAGER",
            "description": "Notwithstanding the repeal of the Railways Purchase Ordinance and the Harbour and Pilotage ordinance, LAWS OF GUYANA Transport and Harbours Cap. 49:04 35  L.R.O. 1/2012 c. 119 1929 Ed.           s. 4 [26 of 1946]                                   any order in council, rule, order or regulation made, direction given or thing done under those Ordinances, or deemed to have been made, given or done respectively under those Ordinances, shall continue in force, and, so far as it would have been made or given under this Act, shall have effect as if made or given under this Act.  ___________________   FIRST SCHEDULE ADDITIONAL POWERS, DUTIES AND FUNCTIONS OF THE GENERAL MANAGER"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "68.80  ",
            "context": "TRANSPORT AND HARBOURS ACT under 68.80  68.80 (d) at any other point in the  Essequibo River",
            "description": [
                {
                    "representation": "(d)",
                    "description": "at any other point in the  Essequibo River"
                }
            ]
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "129.60 501  1,000  ",
            "context": "TRANSPORT AND HARBOURS ACT under 129.60 501  1,000  129.60 1,001",
            "description": "129.60 1,001"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "142.40 1,001  2,000  ",
            "context": "TRANSPORT AND HARBOURS ACT under 142.40 1,001  2,000  142.40 2,001",
            "description": "142.40 2,001"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "152.00 2,001  3,000  ",
            "context": "TRANSPORT AND HARBOURS ACT under 152.00 2,001  3,000  152.00 3,001",
            "description": "152.00 3,001"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "158.40 3,001  4,000  ",
            "context": "TRANSPORT AND HARBOURS ACT under 158.40 3,001  4,000  158.40 4,001",
            "description": "158.40 4,001"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "168.00 4,001  5,000  ",
            "context": "TRANSPORT AND HARBOURS ACT under 168.00 4,001  5,000  168.00 5,001",
            "description": "168.00 5,001"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "174.40 5,001  6,000  ",
            "context": "TRANSPORT AND HARBOURS ACT under 174.40 5,001  6,000  174.40 6,001",
            "description": "174.40 6,001"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "184.00 6,001  7,000  ",
            "context": "TRANSPORT AND HARBOURS ACT under 184.00 6,001  7,000  184.00 7,001",
            "description": "184.00 7,001"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "193.60 7,001  8,000  ",
            "context": "TRANSPORT AND HARBOURS ACT under 193.60 7,001  8,000  193.60 8,001",
            "description": "193.60 8,001"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "200.00 8,001  9,000  ",
            "context": "TRANSPORT AND HARBOURS ACT under 200.00 8,001  9,000  200.00 9,001",
            "description": "200.00 9,001"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "209.60 9,001  10,000  ",
            "context": "TRANSPORT AND HARBOURS ACT under 209.60 9,001  10,000  209.60 10,001",
            "description": "209.60 10,001"
        }
    },
    {
        "act": "TRANSPORT AND HARBOURS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "217.60 10,001  11,000  ",
            "context": "TRANSPORT AND HARBOURS ACT under 217.60 10,001  11,000  217.60 11,001",
            "description": "217.60 11,001"
        }
    }
]