[
    {
        "act": "GOVERNMENT WHARVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "GOVERNMENT WHARVES ACT under Short title. 1. This Act may be cited as the Government Wharves Act.",
            "description": "This Act may be cited as the Government Wharves Act."
        }
    },
    {
        "act": "GOVERNMENT WHARVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "GOVERNMENT WHARVES ACT under Interpretation. 2. In this Act government wharf means any wharf mentioned in the Schedule.",
            "description": "In this Act government wharf means any wharf mentioned in the Schedule."
        }
    },
    {
        "act": "GOVERNMENT WHARVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Minister may declare government wharves. ",
            "context": "GOVERNMENT WHARVES ACT under Minister may declare government wharves. 3. The Minister may from time to time, by notice published in the Gazette amend the Schedule by adding any Wharf thereto or by deleting therefrom any existing Wharf.    LAWS OF GUYANA 4 Cap. 49:05 Government Wharves   L.R.O. 1/2012  Power to Minister to make regulations.                                         Enforcement. [7 of 1998]",
            "description": "The Minister may from time to time, by notice published in the Gazette amend the Schedule by adding any Wharf thereto or by deleting therefrom any existing Wharf.    LAWS OF GUYANA 4 Cap. 49:05 Government Wharves   L.R.O. 1/2012  Power to Minister to make regulations.                                         Enforcement. [7 of 1998]"
        }
    },
    {
        "act": "GOVERNMENT WHARVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Power to Minister to make rules. 4A. Enforcement.  SCHEDULE-Situation of Wharves.   __________________________ 1929 Ed. c. 117 1953 Ed. c. 263 _______________________________________________________ 5 of 1903 An Act to make provision for the regulation of Government Wharves.  [4TH MARCH, 1903]  Short title.       Interpretation. [4 of 1972] Schedule.      Minister may declare Government wharves. [49 of 1952 4 of 1972]   ",
            "context": "GOVERNMENT WHARVES ACT under Power to Minister to make rules. 4A. Enforcement.  SCHEDULE-Situation of Wharves.   __________________________ 1929 Ed. c. 117 1953 Ed. c. 263 _______________________________________________________ 5 of 1903 An Act to make provision for the regulation of Government Wharves.  [4TH MARCH, 1903]  Short title.       Interpretation. [4 of 1972] Schedule.      Minister may declare Government wharves. [49 of 1952 4 of 1972]   4. Subject to negative resolution of the National Assembly, the Minister may make regulations for all or any of the matters following:  (a) (i) the persons who shall be permitted to use, (ii) the vessels which may be permitted to use, (iii) the manner in which vessels shall approach, lie alongside, and depart from, (iv) the manner in which passengers shall land and embark at, (v) the manner in which cargo may be loaded and discharged at, (vi) the tolls or other payments to be made by any person or vessel using,  any government wharf;  (b) the safety and preservation of the structure of any government wharf, and the prevention of collisions, and other accidents on it, or in its vicinity; and  (c) generally, to provide for the management, control, and regulation of government wharves, and for the safety and convenience of persons and vessels using them.  4A. (1) Notwithstanding any provision in this Act and in any subsidiary legislation made thereunder, it shall be the duty of the Director and the Maritime Administration Department to enforce or cause to be enforced the provisions LAWS OF GUYANA Government Wharves Cap. 49:05 5  L.R.O. 1/2012          c. 49:01                                       thereof and a reference therein to an officer or body shall accordingly be construed as a reference to the Director and the Maritime Administration Department, respectively.  (2) In this Act the words Director and Maritime Administration Department have the same meaning assigned to those words in sections 2 and 4, respectively of the Guyana Shipping Act.  ____________________  SCHEDULE  The WHARVES situated at the following places:  COUNTY OF BERBICE.  Springlands. Right Bank Canje River. New Amsterdam (New Amsterdam Ferry Terminal).  Stanleytown, New Amsterdam. Torani, Right Bank Berbice River. Schepmoed, East Bank Berbice (Launch Stelling).  Mara, Right Bank Berbice River (Launch Stelling).  Ida Sabina, Right Bank Berbice River (Launch Stelling).  Ebini, Right Bank Berbice River.  Blairmont. Rosignol, West Coast Berbice (Ministry of Works, Hydraulics and Supply Wharf). Rosignol, West Coast Berbice (Rosignol Ferry Terminal).  COUNTY OF DEMERARA  Left Bank, Mahaica River, West of Public Road.  Kingston, Georgetown (Forestry Department Wharf). Kingston, Georgetown (Ministry of Works, Hydraulics and Supply Wharf). Cummingsburg, Georgetown (Goods Department) (Transport LAWS OF GUYANA 6 Cap. 49:05 Government Wharves   L.R.O. 1/2012                                               and Harbours Department Wharf).  Georgetown, (Georgetown Ferry Terminal).  Stabroek, Georgetown (Customs Boat House).  Charlestown, Georgetown. Ruimveldt, Georgetown.  Timehri, East Bank Demerara. Vreed-en-Hoop (Vreed-en-Hoop Ferry Terminal). Vreed-en-Hoop (Ministry of Works, Hydraulics and Supply Ramp).  COUNTY OF ESSEQUIBO Parika. Outfall Channel, Parika Main Drain, Parika (Ramp). Doornhaag, Leguan Island (Ministry of Works, Hydraulics and Supply Launch Stelling). Leguan Island (Transport and Harbours Department Wharf).  Hogg Island. Fredericksburg, Wakenaam Island (Ministry of Works, Hydraulics and Supply Launch Stelling). Good Success, Wakenaam Island (Ministry of Works, Hydraulics and Supply Ramp). Wakenaam Island (Transport and Harbours Department Wharf).  Riverstown, Essequibo Coast (Ramp). Adventure.  Charity.  Fort Island. Makouria Quarry, Right Bank Essequibo River (stone loading) Makouria Quarry, Right Bank Essequibo River (passenger service). Mazaruni Dockyard. Bartica. Taperu Quarry, Right Bank Essequibo River.  Morawhanna. Kumaka. __________________   LAWS OF GUYANA Government Wharves Cap. 49:05 7  L.R.O. 1/2012  SUBSIDIARY LEGISLATION  _________________  R. 20/2/1920 4 of 1972 TRAFFIC ON GOVERNMENT WHARVES REGULATIONS  made under section 4  Citation.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "(i) the persons who shall be permitted to use,"
                },
                {
                    "representation": "(v)",
                    "description": "the manner in which cargo may be loaded and discharged at,"
                },
                {
                    "representation": "(b)",
                    "description": "the safety and preservation of the structure of any government wharf, and the prevention of collisions, and other accidents on it, or in its vicinity; and"
                },
                {
                    "representation": "(c)",
                    "description": "generally, to provide for the management, control, and regulation of government wharves, and for the safety and convenience of persons and vessels using them.  4A."
                },
                {
                    "representation": "(1)",
                    "description": "Notwithstanding any provision in this Act and in any subsidiary legislation made thereunder, it shall be the duty of the Director and the Maritime Administration Department to enforce or cause to be enforced the provisions LAWS OF GUYANA Government Wharves Cap. 49:05 5  L.R.O. 1/2012          c. 49:01                                       thereof and a reference therein to an officer or body shall accordingly be construed as a reference to the Director and the Maritime Administration Department, respectively."
                },
                {
                    "representation": "(2)",
                    "description": "In this Act the words Director and Maritime Administration Department have the same meaning assigned to those words in sections 2 and 4, respectively of the Guyana Shipping Act.  ____________________  SCHEDULE  The WHARVES situated at the following places:  COUNTY OF BERBICE.  Springlands. Right Bank Canje River. New Amsterdam"
                }
            ]
        }
    },
    {
        "act": "GOVERNMENT WHARVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "No vessel or craft shall be made fast to the handrails or any part of a wharf except the bollards provided for that purpose.  ",
            "context": "GOVERNMENT WHARVES ACT under No vessel or craft shall be made fast to the handrails or any part of a wharf except the bollards provided for that purpose.  5.00 .50c $",
            "description": "5.00 .50c $"
        }
    },
    {
        "act": "GOVERNMENT WHARVES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Any person using a wharf for the purpose of shipping or landing cargo or animals shall properly clean the wharf after so using it.  ",
            "context": "GOVERNMENT WHARVES ACT under Any person using a wharf for the purpose of shipping or landing cargo or animals shall properly clean the wharf after so using it.  6. All cargo discharged on any such wharf shall be removed immediately upon request of the Chief Works and Hydraulics Officer  or his duly authorised representative by the person to whom such cargo is consigned or his agent.  The Government Wharves (Public Works Department) Regulations  LAWS OF GUYANA Government Wharves Cap. 49:05 13 [Subsidiary] [Sub-subtitle of Legislation]    L.R.O. 1/2012 Penalties. [4 of 1972]",
            "description": "All cargo discharged on any such wharf shall be removed immediately upon request of the Chief Works and Hydraulics Officer  or his duly authorised representative by the person to whom such cargo is consigned or his agent.  The Government Wharves (Public Works Department) Regulations  LAWS OF GUYANA Government Wharves Cap. 49:05 13 [Subsidiary] [Sub-subtitle of Legislation]    L.R.O. 1/2012 Penalties. [4 of 1972]"
        }
    }
]