[
    {
        "act": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT under Short title. 1.  This  Act  may  be  cited  as  the  Government  and Contract Steamer (Traffic) Act.",
            "description": "This  Act  may  be  cited  as  the  Government  and Contract Steamer (Traffic) Act."
        }
    },
    {
        "act": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT under Interpretation. 2. In this Act  Government steamer means any steamer the property of orL.R.O. 1/2012  LAWS OF GUYANA  4              Cap. 49:06   Government and Contract Steamer (Traffic)    chartered by the Government;  contract steamer means any steamer permanently or regularly worked on any river or creek of Guyana, or along the coasts of Guyana, in pursuance of any contract with or on behalf of the Government;  the contractor means any person or persons working a contract steamer;  steamer includes any vessel mechanically propelled. By-laws by Minister.        By-laws by the contractor.      By-laws by Commissioner of Police.      Infringement of by-laws. [6 of 1997]    Summary jurisdiction.",
            "description": "In this Act  Government steamer means any steamer the property of orL.R.O. 1/2012  LAWS OF GUYANA  4              Cap. 49:06   Government and Contract Steamer (Traffic)    chartered by the Government;  contract steamer means any steamer permanently or regularly worked on any river or creek of Guyana, or along the coasts of Guyana, in pursuance of any contract with or on behalf of the Government;  the contractor means any person or persons working a contract steamer;  steamer includes any vessel mechanically propelled. By-laws by Minister.        By-laws by the contractor.      By-laws by Commissioner of Police.      Infringement of by-laws. [6 of 1997]    Summary jurisdiction."
        }
    },
    {
        "act": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "By-laws by Minister. ",
            "context": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT under By-laws by Minister. 3. The Minister may make by-laws for the proper regulation of the traffic on or by any Government steamer for keeping the approaches to the stellings provided by the Government for the use of any Government steamer free from obstruction to their convenient use by those steamers, and generally for the purposes of this Act.",
            "description": "The Minister may make by-laws for the proper regulation of the traffic on or by any Government steamer for keeping the approaches to the stellings provided by the Government for the use of any Government steamer free from obstruction to their convenient use by those steamers, and generally for the purposes of this Act."
        }
    },
    {
        "act": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "04",
            "title": "Note on Repeal  This Act repealed the Colonial Steamer Traffic Ordinance (4 of 1885).L.R.O. 1/2012  LAWS OF GUYANA  Government and Contract Steamer (Traffic)     Cap. 49:06                3   CHAPTER 49:06  GOVERNMENT AND CONTRACT STEAMER (TRAFFIC) ACT  ARRANGEMENT OF SECTIONS   SECTION ",
            "context": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT under Note on Repeal  This Act repealed the Colonial Steamer Traffic Ordinance (4 of 1885).L.R.O. 1/2012  LAWS OF GUYANA  Government and Contract Steamer (Traffic)     Cap. 49:06                3   CHAPTER 49:06  GOVERNMENT AND CONTRACT STEAMER (TRAFFIC) ACT  ARRANGEMENT OF SECTIONS   SECTION 4.           By-laws by the contractor.",
            "description": "By-laws by the contractor."
        }
    },
    {
        "act": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "By-laws by Commissioner of Police. ",
            "context": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT under By-laws by Commissioner of Police. 5. The Commissioner of Police may make by-laws for the proper regulation of the traffic on or by Government or contract steamers and on any stelling and on or along any street or road leading to a wharf or stelling at which any of those steamers stop.",
            "description": "The Commissioner of Police may make by-laws for the proper regulation of the traffic on or by Government or contract steamers and on any stelling and on or along any street or road leading to a wharf or stelling at which any of those steamers stop."
        }
    },
    {
        "act": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Infringement of by-laws. ",
            "context": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT under Infringement of by-laws. 6. Any by-laws made under this Act may impose on offenders against them a fine of four thousand eight hundred and seventy-five dollars, and they may provide for the detention of any vehicle, animal, craft, or thing.",
            "description": "Any by-laws made under this Act may impose on offenders against them a fine of four thousand eight hundred and seventy-five dollars, and they may provide for the detention of any vehicle, animal, craft, or thing."
        }
    },
    {
        "act": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Summary jurisdiction. ",
            "context": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT under Summary jurisdiction. 7. Everyone offending against any by-law made under this Act shall be guilty of an offence punishable on summary conviction.L.R.O. 1/2012  LAWS OF GUYANA  Government and Contract Steamer (Traffic)     Cap. 49:06                5   Confirmation of by-laws.      Steamers temporarily worked by contractor to be deemed contract steamers.      Effect and evidence of order and by- laws.          Provisions as regards the Demerara river ferry. [6 of 1997]",
            "description": "Everyone offending against any by-law made under this Act shall be guilty of an offence punishable on summary conviction.L.R.O. 1/2012  LAWS OF GUYANA  Government and Contract Steamer (Traffic)     Cap. 49:06                5   Confirmation of by-laws.      Steamers temporarily worked by contractor to be deemed contract steamers.      Effect and evidence of order and by- laws.          Provisions as regards the Demerara river ferry. [6 of 1997]"
        }
    },
    {
        "act": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Confirmation of by-laws. ",
            "context": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT under Confirmation of by-laws. 8. No by-law made under this Act by the contractor or by the Commissioner of Police shall take effect unless and until it has been submitted to and confirmed by the Minister, who may allow, or disallow, or alter it as he thinks proper.",
            "description": "No by-law made under this Act by the contractor or by the Commissioner of Police shall take effect unless and until it has been submitted to and confirmed by the Minister, who may allow, or disallow, or alter it as he thinks proper."
        }
    },
    {
        "act": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Steamers temporarily worked by contractor to be deemed contract steamers. ",
            "context": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT under Steamers temporarily worked by contractor to be deemed contract steamers. 9. Any steamer temporarily worked by the contractor in  pursuance  of  any  contract  with  the  Government  shall, while it is actually employed, be deemed a contract steamer and be subject to this Act and to the regulations or by-laws now or hereafter in force relating to contract steamers and shall during that time be deemed to be one of the steamers referred to in clause 18 of the contract of the 30th June, 1913, between Messrs. Sprostons, Limited, and the Government.",
            "description": "Any steamer temporarily worked by the contractor in  pursuance  of  any  contract  with  the  Government  shall, while it is actually employed, be deemed a contract steamer and be subject to this Act and to the regulations or by-laws now or hereafter in force relating to contract steamers and shall during that time be deemed to be one of the steamers referred to in clause 18 of the contract of the 30th June, 1913, between Messrs. Sprostons, Limited, and the Government."
        }
    },
    {
        "act": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Effect and evidence of order and by-laws. ",
            "context": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT under Effect and evidence of order and by-laws. 10. (1) Every order made and every-by-law approved by the Minister under this Act, when published in the Gazette shall, until the Minister revokes or alters it, have the same effect as if expressed in an Act and be binding on all persons.  (2) The production of the Gazette containing any order purporting to be made, or any by-law purporting to be approved, by the Minister shall be conclusive evidence that the order or by-law was rightly made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every order made and every-by-law approved by the Minister under this Act, when published in the Gazette shall, until the Minister revokes or alters it, have the same effect as if expressed in an Act and be binding on all persons."
                },
                {
                    "representation": "(2)",
                    "description": "The production of the Gazette containing any order purporting to be made, or any by-law purporting to be approved, by the Minister shall be conclusive evidence that the order or by-law was rightly made."
                }
            ]
        }
    },
    {
        "act": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Provisions as regards the Demerara river ferry. ",
            "context": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT under Provisions as regards the Demerara river ferry. 11. (1) Everyone not employed on any Government or contract  steamer  who,  without  authority to  do  so  by  any contract now or hereafter existing with the Government or by the Minister, carries any passenger across the Demerara river for money or reward, from or to any place on the east bank thereof between the fort in Kingston, in the City of Georgetown, and the north-side line of plantation La Penitence, to  or  from any  place on the  west  bank  thereof within one mile on either side of the public   ferry stelling there, shall be liable on summary conviction to a fine of nine thousand seven hundred and fifty dollars, and the boat or craft used by that person may be seized and detained by any police or rural constable until the fine is paid.L.R.O. 1/2012  LAWS OF GUYANA  6              Cap. 49:06   Government and Contract Steamer (Traffic)    (2) The magistrate shall order the boat or craft to be sold within eight days after the conviction of the offender, unless the fine and all costs (including the cost of taking care of the boat or craft) are sooner paid.  (3) When the boat or craft is sold, the proceeds arising from the sale, after deducting all expenses aforesaid, shall, so far as they suffice for the purpose, be applied to paying those costs and thereafter to paying the fine.  (4) If the proceeds are not sufficient, the offender may be committed to prison for the same period as that for which he might have been committed in default of paying a fine equal to the amount of the fine remaining unpaid, after deducting whatever portion of the proceeds may have been available for that purpose. Change of venue.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone not employed on any Government or contract  steamer  who,  without  authority to  do  so  by  any contract now or hereafter existing with the Government or by the Minister, carries any passenger across the Demerara river for money or reward, from or to any place on the east bank thereof between the fort in Kingston, in the City of Georgetown, and the north-side line of plantation La Penitence, to  or  from any  place on the  west  bank  thereof within one mile on either side of the public   ferry stelling there, shall be liable on summary conviction to a fine of nine thousand seven hundred and fifty dollars, and the boat or craft used by that person may be seized and detained by any police or rural constable until the fine is paid.L.R.O. 1/2012  LAWS OF GUYANA  6              Cap. 49:06   Government and Contract Steamer"
                },
                {
                    "representation": "(2)",
                    "description": "The magistrate shall order the boat or craft to be sold within eight days after the conviction of the offender, unless the fine and all costs"
                },
                {
                    "representation": "(3)",
                    "description": "When the boat or craft is sold, the proceeds arising from the sale, after deducting all expenses aforesaid, shall, so far as they suffice for the purpose, be applied to paying those costs and thereafter to paying the fine."
                },
                {
                    "representation": "(4)",
                    "description": "If the proceeds are not sufficient, the offender may be committed to prison for the same period as that for which he might have been committed in default of paying a fine equal to the amount of the fine remaining unpaid, after deducting whatever portion of the proceeds may have been available for that purpose. Change of venue."
                }
            ]
        }
    },
    {
        "act": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Change of venue.    1923 Ed. c. 120 1953 Ed. c. 264  18 of 1914              An Act to provide for the proper regulation of the Traffic on Steam  Vessels  of   the  Government  and   on   Steam Vessels worked under Contract with the Government.  [30TH JUNE, 1914]    Short title. Interpretation. ",
            "context": "GOVERNMENT AND CONTRACT STEAMER (TRAFFIC)  ACT under Change of venue.    1923 Ed. c. 120 1953 Ed. c. 264  18 of 1914              An Act to provide for the proper regulation of the Traffic on Steam  Vessels  of   the  Government  and   on   Steam Vessels worked under Contract with the Government.  [30TH JUNE, 1914]    Short title. Interpretation. 12. Where an offence under this Act or any by-law made under it has been committed within the jurisdiction of one  magistrate  and  the  Director  of  Public  Prosecutions certifies in writing that in his opinion the complaint for that offence can be more conveniently or fairly heard and determined by the magistrate of any other district, the magistrate  of  that  other  district  may,  and  he  is  hereby required to do so, hear and determine the complaint as if the offence had been committed within his jurisdiction.L.R.O. 1/2012  LAWS OF GUYANA  Government and Contract Steamer (Traffic)    Cap. 49:06                7    SUBSIDIARY LEGISLATION      By-laws 15/6/1920 GOVERNMENT STEAMERS (CARRIAGE OF DANGEROUS GOODS) BY-LAWS  made under section 3    Citation.    List of dangerous goods. Special conditions of carriage.",
            "description": "Where an offence under this Act or any by-law made under it has been committed within the jurisdiction of one  magistrate  and  the  Director  of  Public  Prosecutions certifies in writing that in his opinion the complaint for that offence can be more conveniently or fairly heard and determined by the magistrate of any other district, the magistrate  of  that  other  district  may,  and  he  is  hereby required to do so, hear and determine the complaint as if the offence had been committed within his jurisdiction.L.R.O. 1/2012  LAWS OF GUYANA  Government and Contract Steamer (Traffic)    Cap. 49:06                7    SUBSIDIARY LEGISLATION      By-laws 15/6/1920 GOVERNMENT STEAMERS (CARRIAGE OF DANGEROUS GOODS) BY-LAWS  made under section 3    Citation.    List of dangerous goods. Special conditions of carriage."
        }
    }
]