[
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  PART I INVESTIGATION  ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Short title.  PART I INVESTIGATION  1. This Act may be cited as the Shipping Casualties (Investigation and Prevention) Act.  PART I INVESTIGATION",
            "description": "This Act may be cited as the Shipping Casualties (Investigation and Prevention) Act.  PART I INVESTIGATION"
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Interpretation. 2. In this Part  Board of Trade means Board of Trade of the Government of the United Kingdom;  the court means a court of inquiry appointed under the provisions of this Part;  Director has the same meaning assigned to that word in LAWS OF GUYANA 6 Cap. 49:07 Shipping Casualties (Investigation and Prevention)  L.R.O. 1/2012  c. 49:01           Exemption of State ships and foreign ships.       When court of inquiry may be appointed. [11 of 1978]                                 section 2 of the Guyana Shipping Act.  ship means any sea-going vessel or steamer.",
            "description": "In this Part  Board of Trade means Board of Trade of the Government of the United Kingdom;  the court means a court of inquiry appointed under the provisions of this Part;  Director has the same meaning assigned to that word in LAWS OF GUYANA 6 Cap. 49:07 Shipping Casualties (Investigation and Prevention)  L.R.O. 1/2012  c. 49:01           Exemption of State ships and foreign ships.       When court of inquiry may be appointed. [11 of 1978]                                 section 2 of the Guyana Shipping Act.  ship means any sea-going vessel or steamer."
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Exemption of State ships and foreign ships.  COURT OF INQUIRY  ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Exemption of State ships and foreign ships.  COURT OF INQUIRY  3. Nothing in this Part shall be deemed to apply to any ship belonging to or in the service of the State or to any ship belonging to any foreign State.  COURT OF INQUIRY",
            "description": "Nothing in this Part shall be deemed to apply to any ship belonging to or in the service of the State or to any ship belonging to any foreign State.  COURT OF INQUIRY"
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "When court of inquiry may be appointed. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under When court of inquiry may be appointed. 4. The Minister may appoint a court of inquiry under this Part (a) in any of the following cases, that is to say, whenever  (i) any ship has been lost, abandoned, or damaged on or near the coasts, in inland rivers or navigable waters, of Guyana; or (ii) by reason of any casualty happening to or on board of any ship on or near those coasts, rivers or waters loss of life has ensued; or (iii) any ship has caused loss or damage to any other ship on or near those coasts, rivers or waters; or (iv) the loss, abandonment, damage, or casualty has happened elsewhere to any Commonwealth ship and any competent witness thereof has arrived or is to be found at any place in Guyana; or (v) any Commonwealth ship is supposed to have been lost and any evidence can be obtained in LAWS OF GUYANA Shipping Casualties (Investigation and Prevention) Cap. 49:07 7  L.R.O. 1/2012                    Constitution and powers of court.        c 49:01                       Guyana as to the circumstances under which that ship proceeded to sea or was last heard of; and  (b) in any of the following cases, that is to say, whenever the Minister has reason to believe that the master, mate, or engineer of a Commonwealth ship is, from incompetency or misconduct, unfit to discharge his duties.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in any of the following cases, that is to say, whenever"
                },
                {
                    "representation": "(i)",
                    "description": "any ship has been lost, abandoned, or damaged on or near the coasts, in inland rivers or navigable waters, of Guyana; or"
                },
                {
                    "representation": "(v)",
                    "description": "any Commonwealth ship is supposed to have been lost and any evidence can be obtained in LAWS OF GUYANA Shipping Casualties"
                },
                {
                    "representation": "(b)",
                    "description": "in any of the following cases, that is to say, whenever the Minister has reason to believe that the master, mate, or engineer of a Commonwealth ship is, from incompetency or misconduct, unfit to discharge his duties."
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Constitution and powers of court. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Constitution and powers of court. 5. (1) The court shall consist of a magistrate and two assessors, being persons having nautical or engineering or other special skill or knowledge, to be appointed by the Minister and the magistrate shall be president of the court.  (2) The court is hereby authorised to make the inquiries referred to in the last preceding section, and all inquiries authorised to be made by a court or tribunal, under the Guyana Shipping Act.  (3) The court may suspend or cancel the certificate whether of competency or service, of any master, mate, or  engineer, in the following cases:  (a) if, on an investigation under section 4 the court finds that the loss, abandonment, or damage to any Commonwealth ship or loss of life has been caused by his wrongful act or default; or  (b) if, on any investigation under section 4 the court finds that he is incompetent or that he has been guilty of any gross act of misconduct, drunkenness, or tyranny.  LAWS OF GUYANA 8 Cap. 49:07 Shipping Casualties (Investigation and Prevention)  L.R.O. 1/2012                                       When member of court unable to act.          Power of court to require delivery of certificate. [6 of 1997]   (4) The court, at the conclusion of the case or as soon afterwards as possible, shall state in open court the decision to which it has come with respect to the cancellation or suspension of a certificate, and in all cases shall send a full report upon the case, with the evidence, to the Minister, and also, if it determines to suspend or cancel a certificate, shall transmit the certificate to the Minister with its report; and a copy of the report, together with the certificates, if any, shall forthwith be transmitted by the Minister to the Board of Trade.  (5) No certificate shall be suspended or cancelled under this section unless a copy of the report, or a statement of the case upon which the investigation is ordered, has been furnished to the owner of the certificate before the commencement of the investigation, nor unless one assessor at least expresses his concurrence in the report transmitted to the Minister.  (6) Where an investigation involves or appears likely to involve any question as to the cancellation or suspension of the certificate of a master, mate, or engineer, it shall be held with the assistance of not less than two persons having experience in the merchant service.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The court shall consist of a magistrate and two assessors, being persons having nautical or engineering or other special skill or knowledge, to be appointed by the Minister and the magistrate shall be president of the court."
                },
                {
                    "representation": "(2)",
                    "description": "The court is hereby authorised to make the inquiries referred to in the last preceding section, and all inquiries authorised to be made by a court or tribunal, under the Guyana Shipping Act."
                },
                {
                    "representation": "(3)",
                    "description": "The court may suspend or cancel the certificate whether of competency or service, of any master, mate, or  engineer, in the following cases:"
                },
                {
                    "representation": "(a)",
                    "description": "if, on an investigation under section 4 the court finds that the loss, abandonment, or damage to any Commonwealth ship or loss of life has been caused by his wrongful act or default; or"
                },
                {
                    "representation": "(b)",
                    "description": "if, on any investigation under section 4 the court finds that he is incompetent or that he has been guilty of any gross act of misconduct, drunkenness, or tyranny.  LAWS OF GUYANA 8 Cap. 49:07 Shipping Casualties"
                },
                {
                    "representation": "(4)",
                    "description": "The court, at the conclusion of the case or as soon afterwards as possible, shall state in open court the decision to which it has come with respect to the cancellation or suspension of a certificate, and in all cases shall send a full report upon the case, with the evidence, to the Minister, and also, if it determines to suspend or cancel a certificate, shall transmit the certificate to the Minister with its report; and a copy of the report, together with the certificates, if any, shall forthwith be transmitted by the Minister to the Board of Trade."
                },
                {
                    "representation": "(5)",
                    "description": "No certificate shall be suspended or cancelled under this section unless a copy of the report, or a statement of the case upon which the investigation is ordered, has been furnished to the owner of the certificate before the commencement of the investigation, nor unless one assessor at least expresses his concurrence in the report transmitted to the Minister."
                },
                {
                    "representation": "(6)",
                    "description": "Where an investigation involves or appears likely to involve any question as to the cancellation or suspension of the certificate of a master, mate, or engineer, it shall be held with the assistance of not less than two persons having experience in the merchant service."
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "When member of court unable to act.  PROCEEDINGS ON INQUIRY  ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under When member of court unable to act.  PROCEEDINGS ON INQUIRY  6. If any member of the court is or becomes unwilling to act or dies, the Minister may appoint another person similarly qualified in his place; and no court of inquiry shall lapse by reason of, or be otherwise affected by, the death, absence, or removal of the Minister who appointed it.  PROCEEDINGS ON INQUIRY",
            "description": "If any member of the court is or becomes unwilling to act or dies, the Minister may appoint another person similarly qualified in his place; and no court of inquiry shall lapse by reason of, or be otherwise affected by, the death, absence, or removal of the Minister who appointed it.  PROCEEDINGS ON INQUIRY"
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Power of court to require delivery of certificate. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Power of court to require delivery of certificate. 7. (1) The court may require any master, mate, or  engineer, possessing a certificate of competency or service, whose conduct is called in question or appears to the court to be likely to be called in question in the course of an investigation, to deliver the certificate to the court, and the court shall hold the certificate so delivered until the LAWS OF GUYANA Shipping Casualties (Investigation and Prevention) Cap. 49:07 9  L.R.O. 1/2012              Report by court.              Rules of procedure.             Power of inspection of members of court.       Summoning and examining witnesses. conclusion of the investigation, and shall then either return it to the master, mate, or engineer, or, if the court decides to suspend or cancel the certificate, shall transmit it to the Minister to be sent to the Board of Trade.  (2) If any master, mate or engineer fails to deliver his certificate when required by the court to do so he shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The court may require any master, mate, or  engineer, possessing a certificate of competency or service, whose conduct is called in question or appears to the court to be likely to be called in question in the course of an investigation, to deliver the certificate to the court, and the court shall hold the certificate so delivered until the LAWS OF GUYANA Shipping Casualties"
                },
                {
                    "representation": "(2)",
                    "description": "If any master, mate or engineer fails to deliver his certificate when required by the court to do so he shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Report by court. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Report by court. 8. (1) The court shall make a full, faithful, and impartial inquiry into the matters specified in its appointment.  (2) Where the members of the court are not unanimous in their opinions, each member shall state in writing the conclusions at which he has arrived and his reasons.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The court shall make a full, faithful, and impartial inquiry into the matters specified in its appointment."
                },
                {
                    "representation": "(2)",
                    "description": "Where the members of the court are not unanimous in their opinions, each member shall state in writing the conclusions at which he has arrived and his reasons."
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Rules of procedure. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Rules of procedure. 9. (1) The court may make such rules for its guidance and the conduct and management of proceedings before it, and the hours, times, and places for its sittings, not inconsistent with its appointment, as it may from time to time think fit, subject only to the terms of its appointment.  (2) The court may exclude any particular person or persons from any sitting of the court, either for the preservation of order, for the due conduct of the inquiry, or for any other reason.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The court may make such rules for its guidance and the conduct and management of proceedings before it, and the hours, times, and places for its sittings, not inconsistent with its appointment, as it may from time to time think fit, subject only to the terms of its appointment."
                },
                {
                    "representation": "(2)",
                    "description": "The court may exclude any particular person or persons from any sitting of the court, either for the preservation of order, for the due conduct of the inquiry, or for any other reason."
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Power of inspection of members of court. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Power of inspection of members of court. 10. The members of the court may go on board a ship in respect of which an inquiry is held, and may inspect her or any part of her, or any of the machinery, boats, equipment or articles on board, not unnecessarily detaining or delaying her from proceeding on any voyage.",
            "description": "The members of the court may go on board a ship in respect of which an inquiry is held, and may inspect her or any part of her, or any of the machinery, boats, equipment or articles on board, not unnecessarily detaining or delaying her from proceeding on any voyage."
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Summoning and examining witnesses. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Summoning and examining witnesses. 11. (1) The court shall have the power of a magistrate to summon witnesses, call for the production of books, plans, and documents, and examine upon oath witnesses and parties LAWS OF GUYANA 10 Cap. 49:07 Shipping Casualties (Investigation and Prevention)  L.R.O. 1/2012          Schedule.              When person refuses to be sworn, etc. [6 of 1997]                    When witness refuses to appear. [6 of 1997]          concerned.  (2) All summonses for the attendance of witnesses or other persons or the production of documents may be in the form in the Schedule, and shall be signed by one of the members of the court, and oaths may be administered by any member of the court, or by the clerk of the court.  (3) No member of the court shall be liable to any action or suit for any matter or thing done by him as a member of the court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The court shall have the power of a magistrate to summon witnesses, call for the production of books, plans, and documents, and examine upon oath witnesses and parties LAWS OF GUYANA 10 Cap. 49:07 Shipping Casualties"
                },
                {
                    "representation": "(2)",
                    "description": "All summonses for the attendance of witnesses or other persons or the production of documents may be in the form in the Schedule, and shall be signed by one of the members of the court, and oaths may be administered by any member of the court, or by the clerk of the court."
                },
                {
                    "representation": "(3)",
                    "description": "No member of the court shall be liable to any action or suit for any matter or thing done by him as a member of the court."
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "When person refuses to be sworn, etc. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under When person refuses to be sworn, etc. 12. If anyone present in court is required to give evidence and, without lawful excuse, refuses to be sworn, or to give evidence, and if anyone at the sitting of the court wilfully insults any member or officer thereof, or wilfully interrupts the proceedings of the court, or otherwise misbehaves in court, any constable or other person may, by order of the court, take the offender into custody and detain him until the rising of the court; and the court, if it thinks fit, may by warrant signed by its members or a majority of them, commit the offender to a prison for any time not exceeding one month, or may impose upon him a fine of nine thousand seven hundred and fifty dollars for every offence, and, in default of immediate payment thereof, may commit him to prison for any time not exceeding one month, unless the fine is sooner paid.",
            "description": "If anyone present in court is required to give evidence and, without lawful excuse, refuses to be sworn, or to give evidence, and if anyone at the sitting of the court wilfully insults any member or officer thereof, or wilfully interrupts the proceedings of the court, or otherwise misbehaves in court, any constable or other person may, by order of the court, take the offender into custody and detain him until the rising of the court; and the court, if it thinks fit, may by warrant signed by its members or a majority of them, commit the offender to a prison for any time not exceeding one month, or may impose upon him a fine of nine thousand seven hundred and fifty dollars for every offence, and, in default of immediate payment thereof, may commit him to prison for any time not exceeding one month, unless the fine is sooner paid."
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "When witness refuses to appear. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under When witness refuses to appear. 13. (1) If anyone summoned as a witness before the court refuses or neglects to appear at the time and place appointed by the summons and otherwise to comply with the summons, and if no just excuse is offered for the refusal or neglect, then (after proof upon oath of the summons having been served upon him, either personally or by leaving it for him with some person at his place of abode) the court may issue a warrant, signed by the members of the court or a majority of them, to bring and have him before the court, at a time and place therein mentioned, to testify as aforesaid.  LAWS OF GUYANA Shipping Casualties (Investigation and Prevention) Cap. 49:07 11  L.R.O. 1/2012                                  Appointment of clerk of court.      Remuneration of members, clerk and witnesses.          (2) If, on the appearance of the person so summoned, either in obedience to the summons or upon being brought by virtue of a warrant, he refuses to be examined upon oath concerning the premises, or refuses to take the oath, or having taken the oath refuses without sufficient cause to answer any questions then put to him by or with the concurrence of the court, or refuses without sufficient cause to produce any documents which he may be summoned to produce, or refuses to subscribe his deposition, the court may by warrant signed as aforesaid commit him to any ordinary prison for any time not exceeding one month, unless he in the meantime consents to be examined and to answer concerning the premises, or to produce the documents or to subscribe his deposition, as the case may be.  (3) In addition to being liable so to be dealt with, everyone so acting shall be liable to a fine of nineteen thousand five hundred dollars:  Provided that no one shall be punished for an offence under this section for any offence for which he has been punished under the last preceding section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If anyone summoned as a witness before the court refuses or neglects to appear at the time and place appointed by the summons and otherwise to comply with the summons, and if no just excuse is offered for the refusal or neglect, then"
                },
                {
                    "representation": "(2)",
                    "description": "If, on the appearance of the person so summoned, either in obedience to the summons or upon being brought by virtue of a warrant, he refuses to be examined upon oath concerning the premises, or refuses to take the oath, or having taken the oath refuses without sufficient cause to answer any questions then put to him by or with the concurrence of the court, or refuses without sufficient cause to produce any documents which he may be summoned to produce, or refuses to subscribe his deposition, the court may by warrant signed as aforesaid commit him to any ordinary prison for any time not exceeding one month, unless he in the meantime consents to be examined and to answer concerning the premises, or to produce the documents or to subscribe his deposition, as the case may be."
                },
                {
                    "representation": "(3)",
                    "description": "In addition to being liable so to be dealt with, everyone so acting shall be liable to a fine of nineteen thousand five hundred dollars:  Provided that no one shall be punished for an offence under this section for any offence for which he has been punished under the last preceding section."
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Appointment of clerk of court. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Appointment of clerk of court. 14. The Minister may appoint a clerk to afford clerical assistance and to perform any duties connected with the inquiry prescribed by the court, subject to any directions of the Minister.",
            "description": "The Minister may appoint a clerk to afford clerical assistance and to perform any duties connected with the inquiry prescribed by the court, subject to any directions of the Minister."
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Remuneration of members, clerk and witnesses. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Remuneration of members, clerk and witnesses. 15. (1) The Minister may direct what remuneration, if any, shall be paid to the members of the court or to the clerk.  (2) A witness summoned or attending at the court may receive any reasonable remuneration certified by the president of the court to be allowable, not exceeding in any case what would be allowed to the witness for attendance at the High Court in its civil jurisdiction.  (3) All the expenses connected with the appointment of a court or an inquiry under this Part shall be LAWS OF GUYANA 12 Cap. 49:07 Shipping Casualties (Investigation and Prevention)  L.R.O. 1/2012     Publication of appointment of court.            Interpretation. [7 of 1998]         c. 49:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may direct what remuneration, if any, shall be paid to the members of the court or to the clerk."
                },
                {
                    "representation": "(2)",
                    "description": "A witness summoned or attending at the court may receive any reasonable remuneration certified by the president of the court to be allowable, not exceeding in any case what would be allowed to the witness for attendance at the High Court in its civil jurisdiction."
                },
                {
                    "representation": "(3)",
                    "description": "All the expenses connected with the appointment of a court or an inquiry under this Part shall be LAWS OF GUYANA 12 Cap. 49:07 Shipping Casualties"
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Publication of appointment of court.  PART II PREVENTION  ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Publication of appointment of court.  PART II PREVENTION  16. The appointment of any court under this Part shall be published in the Gazette and shall take effect from the date of that publication.  PART II PREVENTION",
            "description": "The appointment of any court under this Part shall be published in the Gazette and shall take effect from the date of that publication.  PART II PREVENTION"
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Interpretation.    LAWS OF GUYANA 4 Cap. 49:07 Shipping Casualties (Investigation and Prevention)  L.R.O. 1/2012  SECTION INSPECTORS OF SHIPPING  ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Interpretation.    LAWS OF GUYANA 4 Cap. 49:07 Shipping Casualties (Investigation and Prevention)  L.R.O. 1/2012  SECTION INSPECTORS OF SHIPPING  17. In this Part  coasting voyages means voyages from one part of Guyana to any other part not confined within the limits of one river;  inspector means an inspector of shipping appointed under this Part, or a surveyor of ships appointed under the Guyana Shipping Act;  master, as applied to a ship or vessel, includes anyone having for the time being the charge or command of the ship or vessel;  the regulations means regulations made under any Acts relating to the prevention of shipping casualties in force at the commencement of this Part or under this Part, and for the time being in force;  ship means a vessel of every kind or size used in navigating the sea, and not propelled by oars;  tons, as applied to a ship or vessel, has reference to her registered tonnage if the ship or vessel is registered, and to her tonnage, as ascertained and determined in accordance with the provisions of the Guyana Shipping Act, if she is not registered;  vessel means any kind of navigable craft, in whatever way propelled, and includes any boat, punt, bateau, LAWS OF GUYANA Shipping Casualties (Investigation and Prevention) Cap. 49:07 13  L.R.O. 1/2012         Appointment and tenure of office.    Remuneration.     General powers. [7 of 1998]                              buckshell, corial, or other similar craft, whether registered in Guyana or elsewhere or unregistered, and whether the property of anyone in Guyana or elsewhere.  INSPECTORS OF SHIPPING",
            "description": "In this Part  coasting voyages means voyages from one part of Guyana to any other part not confined within the limits of one river;  inspector means an inspector of shipping appointed under this Part, or a surveyor of ships appointed under the Guyana Shipping Act;  master, as applied to a ship or vessel, includes anyone having for the time being the charge or command of the ship or vessel;  the regulations means regulations made under any Acts relating to the prevention of shipping casualties in force at the commencement of this Part or under this Part, and for the time being in force;  ship means a vessel of every kind or size used in navigating the sea, and not propelled by oars;  tons, as applied to a ship or vessel, has reference to her registered tonnage if the ship or vessel is registered, and to her tonnage, as ascertained and determined in accordance with the provisions of the Guyana Shipping Act, if she is not registered;  vessel means any kind of navigable craft, in whatever way propelled, and includes any boat, punt, bateau, LAWS OF GUYANA Shipping Casualties (Investigation and Prevention) Cap. 49:07 13  L.R.O. 1/2012         Appointment and tenure of office.    Remuneration.     General powers. [7 of 1998]                              buckshell, corial, or other similar craft, whether registered in Guyana or elsewhere or unregistered, and whether the property of anyone in Guyana or elsewhere.  INSPECTORS OF SHIPPING"
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Appointment and tenure of office. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Appointment and tenure of office. 18. There shall be such number of inspectors of shipping as the Minister may deem necessary.",
            "description": "There shall be such number of inspectors of shipping as the Minister may deem necessary."
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Remuneration. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Remuneration. 19. An inspector shall receive in connection with the performance of his duties the fees prescribed by the regulations.",
            "description": "An inspector shall receive in connection with the performance of his duties the fees prescribed by the regulations."
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "General powers. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under General powers. 20. Every inspector shall have the following powers with respect to all vessels employed in coasting voyages and to vessels of less than one hundred and fifty tons employed in voyages between Guyana and any place without Guyana, that is to say, he may  (a) go on board the vessel within the territorial waters of Guyana and inspect it or any part of it or any of its machinery, boats, or equipment;  (b) demand of the owner or master of the vessel the production of any certificate of survey or inspection issued in respect thereof;  (c) if he considers that the vessel is overloaded and that it would be dangerous to those on board to proceed on any voyage while so loaded, require the removal of any portion of the cargo or load he thinks necessary, and may detain the vessel until the portion is so removed or until the Director otherwise directs; and, LAWS OF GUYANA 14 Cap. 49:07 Shipping Casualties (Investigation and Prevention)  L.R.O. 1/2012                 Offences towards inspector in execution of duty. [6 of 1997]                           Certificate of surveyor of shipping. [6 of 1997 7 of 1998]   c. 49:01   (d) when he considers that the vessel is for any reason unfit to proceed to sea or on an intended voyage, detain her until he can report the circumstances to the Director and until the Director otherwise directs.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "go on board the vessel within the territorial waters of Guyana and inspect it or any part of it or any of its machinery, boats, or equipment;"
                },
                {
                    "representation": "(b)",
                    "description": "demand of the owner or master of the vessel the production of any certificate of survey or inspection issued in respect thereof;"
                },
                {
                    "representation": "(c)",
                    "description": "if he considers that the vessel is overloaded and that it would be dangerous to those on board to proceed on any voyage while so loaded, require the removal of any portion of the cargo or load he thinks necessary, and may detain the vessel until the portion is so removed or until the Director otherwise directs; and, LAWS OF GUYANA 14 Cap. 49:07 Shipping Casualties"
                },
                {
                    "representation": "(d)",
                    "description": "when he considers that the vessel is for any reason unfit to proceed to sea or on an intended voyage, detain her until he can report the circumstances to the Director and until the Director otherwise directs."
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Offences towards inspector in execution of duty.  TONNAGE OF UNREGISTERED COASTING VESSELS  ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Offences towards inspector in execution of duty.  TONNAGE OF UNREGISTERED COASTING VESSELS  21. (1) Everyone who  (a) wilfully impedes; or  (b) uses threatening or abusive language to; or  (c) assaults; or  (d) disobeys any order or direction given by, or does not comply with any demand made by,  an inspector in the execution of his duty, whether on board a vessel or elsewhere, shall be liable to a fine of nine thousand seven hundred and fifty dollars.  (2) Anyone so offending may be apprehended and detained by the inspector, or by any person whom he calls to his assistance, until the offender can be conveniently taken before a magistrate, to be dealt with according to law.  TONNAGE OF UNREGISTERED COASTING VESSELS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who"
                },
                {
                    "representation": "(a)",
                    "description": "wilfully impedes; or"
                },
                {
                    "representation": "(b)",
                    "description": "uses threatening or abusive language to; or"
                },
                {
                    "representation": "(c)",
                    "description": "assaults; or"
                },
                {
                    "representation": "(d)",
                    "description": "disobeys any order or direction given by, or does not comply with any demand made by,  an inspector in the execution of his duty, whether on board a vessel or elsewhere, shall be liable to a fine of nine thousand seven hundred and fifty dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Anyone so offending may be apprehended and detained by the inspector, or by any person whom he calls to his assistance, until the offender can be conveniently taken before a magistrate, to be dealt with according to law.  TONNAGE OF UNREGISTERED COASTING VESSELS"
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "(1) Certificate of surveyor of shipping.   (2) Penalty for not obtaining.  OVERLOADING AND OVERCROWDING CERTAIN VESSELS  ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under (1) Certificate of surveyor of shipping.   (2) Penalty for not obtaining.  OVERLOADING AND OVERCROWDING CERTAIN VESSELS  22. (1) No unregistered vessel of twelve tons or over, employed in coasting voyages, shall proceed, or attempt to proceed, on a coasting voyage until the owner thereof has first obtained from a surveyor of ships an official certificate of tonnage, as ascertained and determined in accordance with the provisions of the Guyana Shipping Act, and until he has caused the tonnage set out in that certificate to be cut on the LAWS OF GUYANA Shipping Casualties (Investigation and Prevention) Cap. 49:07 15  L.R.O. 1/2012                Penalty for not obtaining.                  Overloading and over-crowding of vessel. [6 of 1997]                main beam of the vessel.  (2) The master, or owner, of any vessel contravening this section shall be liable to a fine of ninety-seven thousand five hundred dollars.  OVERLOADING AND OVERCROWDING CERTAIN VESSELS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No unregistered vessel of twelve tons or over, employed in coasting voyages, shall proceed, or attempt to proceed, on a coasting voyage until the owner thereof has first obtained from a surveyor of ships an official certificate of tonnage, as ascertained and determined in accordance with the provisions of the Guyana Shipping Act, and until he has caused the tonnage set out in that certificate to be cut on the LAWS OF GUYANA Shipping Casualties"
                },
                {
                    "representation": "(2)",
                    "description": "The master, or owner, of any vessel contravening this section shall be liable to a fine of ninety-seven thousand five hundred dollars.  OVERLOADING AND OVERCROWDING CERTAIN VESSELS"
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Overloading and overcrowding of vessel.  COLLISION BETWEEN SHIPS  ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Overloading and overcrowding of vessel.  COLLISION BETWEEN SHIPS  23. (1) Everyone who overloads, or overcrowds with persons, any vessel which is proceeding or intending or about to proceed, or which actually proceeds, on any coasting voyage, or any vessel of less than one hundred and fifty tons which is proceeding or intending or about to proceed or which actually proceeds, on any voyage out of Guyana, contrary to the regulations and in such a manner as to expose, or to be likely to expose, the persons in the vessel to danger on the voyage, may be apprehended by any inspector, or officer of customs, or police constable, either with or without a warrant, and shall be liable to a fine of ninety-seven thousand five hundred dollars.  (2) The master of the vessel shall, for the purposes of this section, be deemed to have overloaded or overcrowded it.  (3) Everyone who permits or causes to be overloaded or overcrowded, or is concerned in or is a party to the overloading or overcrowding of, the vessel shall be liable to a like penalty.  (4) Any inspector, officer of customs, or police constable, may seize and detain the vessel so overloaded or overcrowded until the penalty, together with costs and the expenses incurred in the detention, are paid; and if they are not forthwith paid after conviction, the vessel and the goods therein may be sold, and the amount of the penalty, costs, and expenses paid out of the proceeds realised by the sale.  LAWS OF GUYANA 16 Cap. 49:07 Shipping Casualties (Investigation and Prevention)  L.R.O. 1/2012         Duty of master of ship in case of collision.                                    Regulations. [6 of 1997 7 of 1998]         COLLISION BETWEEN SHIPS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who overloads, or overcrowds with persons, any vessel which is proceeding or intending or about to proceed, or which actually proceeds, on any coasting voyage, or any vessel of less than one hundred and fifty tons which is proceeding or intending or about to proceed or which actually proceeds, on any voyage out of Guyana, contrary to the regulations and in such a manner as to expose, or to be likely to expose, the persons in the vessel to danger on the voyage, may be apprehended by any inspector, or officer of customs, or police constable, either with or without a warrant, and shall be liable to a fine of ninety-seven thousand five hundred dollars."
                },
                {
                    "representation": "(2)",
                    "description": "The master of the vessel shall, for the purposes of this section, be deemed to have overloaded or overcrowded it."
                },
                {
                    "representation": "(3)",
                    "description": "Everyone who permits or causes to be overloaded or overcrowded, or is concerned in or is a party to the overloading or overcrowding of, the vessel shall be liable to a like penalty."
                },
                {
                    "representation": "(4)",
                    "description": "Any inspector, officer of customs, or police constable, may seize and detain the vessel so overloaded or overcrowded until the penalty, together with costs and the expenses incurred in the detention, are paid; and if they are not forthwith paid after conviction, the vessel and the goods therein may be sold, and the amount of the penalty, costs, and expenses paid out of the proceeds realised by the sale.  LAWS OF GUYANA 16 Cap. 49:07 Shipping Casualties"
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Duty of master of ship in case of collision.  REGULATIONS ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Duty of master of ship in case of collision.  REGULATIONS 24. (1) In every case of collision between two ships within the territorial waters of Guyana, it shall be the duty of the master of each ship, if and so far as he can do so without danger to his own ship, crew, and passengers, if any, to stay by the other ship until he has ascertained that she has no need of further assistance, and to render to the other ship, her master, crew, and passengers, if any, such assistance as is practicable and necessary in order to save them from any danger caused by the collision, and also to give to the master the name of his own ship and of her port of registry, or of the port or place to which she belongs, and also the names of the ports or places from which and to which she is bound.  (2) If he fails to do so, and no reasonable cause for his failure is shown, the collision, in the absence of proof to the contrary, shall be deemed to have been caused by his wrongful act, neglect, or default.  (3) Every master of a ship who fails without reasonable cause to render the assistance or give the information aforesaid shall be deemed guilty of a misdemeanour, and, if he is certificated, an inquiry into his conduct may be held and his certificate may be suspended or cancelled under the regulations.  REGULATIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In every case of collision between two ships within the territorial waters of Guyana, it shall be the duty of the master of each ship, if and so far as he can do so without danger to his own ship, crew, and passengers, if any, to stay by the other ship until he has ascertained that she has no need of further assistance, and to render to the other ship, her master, crew, and passengers, if any, such assistance as is practicable and necessary in order to save them from any danger caused by the collision, and also to give to the master the name of his own ship and of her port of registry, or of the port or place to which she belongs, and also the names of the ports or places from which and to which she is bound."
                },
                {
                    "representation": "(2)",
                    "description": "If he fails to do so, and no reasonable cause for his failure is shown, the collision, in the absence of proof to the contrary, shall be deemed to have been caused by his wrongful act, neglect, or default."
                },
                {
                    "representation": "(3)",
                    "description": "Every master of a ship who fails without reasonable cause to render the assistance or give the information aforesaid shall be deemed guilty of a misdemeanour, and, if he is certificated, an inquiry into his conduct may be held and his certificate may be suspended or cancelled under the regulations.  REGULATIONS"
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Regulations.  UNSEAWORTHY COMMONWEALTH SHIP  ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Regulations.  UNSEAWORTHY COMMONWEALTH SHIP  25. (1) Subject to affirmative resolution of the National Assembly, the Director may make regulations relating to all or any of the following matters:  (a) the periodical inspection of all vessels employed in coasting voyages and of the boats and equipment thereof, and  the ensuring their being kept in good LAWS OF GUYANA Shipping Casualties (Investigation and Prevention) Cap. 49:07 17  L.R.O. 1/2012                                                 order and in a seaworthy condition;  (b) the registration of those vessels and of the number of persons employed on board;  (c) requiring certificates of competency to be held by the masters, mates, or persons in charge of those vessels, and the holding of examinations for that purpose;  (d) the suspension and cancellation of certificates of competency, and the prevention of uncertificated persons having the charge of those vessels;  (e) ensuring the safety and proper  accommodation of passengers and regulating the number of persons to be carried on board of those vessels, an on board of vessels of less than one hundred and fifty tons on voyages between Guyana and any place without it;  (f) requiring an inspection of vessels of less than one hundred and fifty tons carrying passengers from any place within Guyana to any place without it;  (g) prescribing the lights to be carried by vessels within the territorial waters of Guyana;  (h) regulating and determining what fees are to be paid in respect of the several matters hereinbefore mentioned, and LAWS OF GUYANA 18 Cap. 49:07 Shipping Casualties (Investigation and Prevention)  L.R.O. 1/2012     c. 7:01                                     Punishment for sending an unseaworthy ship to sea.        by whom; and  those fees may be recovered under the provisions of the Summary Jurisdiction (Petty Debt) Act as if they were a debt due to the Director by the person liable to pay them; and  (i) generally, the better carrying out of the provisions of this Part.  (2) Everyone who commits a breach of any regulation aforesaid shall be liable to the penalty provided in the regulation or, if no penalty is provided, to a fine of nineteen thousand five hundred dollars.  (3) In addition to the penalty to which he is hereby made liable, every master of a vessel who commits a breach of any regulation shall be liable to be apprehended and detained by any inspector, officer of customs, or police constable, until he can be dealt with in due course of law, and the vessel in respect of which the breach is committed may be seized and detained by anyone as aforesaid until the penalty prescribed by the regulation, together with costs and the expenses incurred in the detention, is paid, and, if it is not paid, the vessel and the goods therein may be sold in satisfaction thereof.  UNSEAWORTHY COMMONWEALTH SHIP",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to affirmative resolution of the National Assembly, the Director may make regulations relating to all or any of the following matters:"
                },
                {
                    "representation": "(a)",
                    "description": "the periodical inspection of all vessels employed in coasting voyages and of the boats and equipment thereof, and  the ensuring their being kept in good LAWS OF GUYANA Shipping Casualties"
                },
                {
                    "representation": "(b)",
                    "description": "the registration of those vessels and of the number of persons employed on board;"
                },
                {
                    "representation": "(c)",
                    "description": "requiring certificates of competency to be held by the masters, mates, or persons in charge of those vessels, and the holding of examinations for that purpose;"
                },
                {
                    "representation": "(d)",
                    "description": "the suspension and cancellation of certificates of competency, and the prevention of uncertificated persons having the charge of those vessels;"
                },
                {
                    "representation": "(e)",
                    "description": "ensuring the safety and proper  accommodation of passengers and regulating the number of persons to be carried on board of those vessels, an on board of vessels of less than one hundred and fifty tons on voyages between Guyana and any place without it;"
                },
                {
                    "representation": "(f)",
                    "description": "requiring an inspection of vessels of less than one hundred and fifty tons carrying passengers from any place within Guyana to any place without it;"
                },
                {
                    "representation": "(g)",
                    "description": "prescribing the lights to be carried by vessels within the territorial waters of Guyana;"
                },
                {
                    "representation": "(h)",
                    "description": "regulating and determining what fees are to be paid in respect of the several matters hereinbefore mentioned, and LAWS OF GUYANA 18 Cap. 49:07 Shipping Casualties"
                },
                {
                    "representation": "(i)",
                    "description": "generally, the better carrying out of the provisions of this Part."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who commits a breach of any regulation aforesaid shall be liable to the penalty provided in the regulation or, if no penalty is provided, to a fine of nineteen thousand five hundred dollars."
                },
                {
                    "representation": "(3)",
                    "description": "In addition to the penalty to which he is hereby made liable, every master of a vessel who commits a breach of any regulation shall be liable to be apprehended and detained by any inspector, officer of customs, or police constable, until he can be dealt with in due course of law, and the vessel in respect of which the breach is committed may be seized and detained by anyone as aforesaid until the penalty prescribed by the regulation, together with costs and the expenses incurred in the detention, is paid, and, if it is not paid, the vessel and the goods therein may be sold in satisfaction thereof.  UNSEAWORTHY COMMONWEALTH SHIP"
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Punishment for sending an unseaworthy ship to sea. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Punishment for sending an unseaworthy ship to sea. 26. (1) Anyone who sends, or attempts to send, or is party to sending or attempting to send, a Commonwealth ship to sea in such an unseaworthy state that the life of any person is likely to be thereby endangered, shall in respect of each offence be guilty of a misdemeanour and liable to imprisonment for two years, unless he proves that he used all reasonable means to ensure her being sent to sea in a seaworthy state, or that her going to sea in that unseaworthy state was in the circumstances reasonable and justifiable; and for  the purpose of giving that proof he may give evidence in LAWS OF GUYANA Shipping Casualties (Investigation and Prevention) Cap. 49:07 19  L.R.O. 1/2012                       Obligation of shipowner to crew with respect to use of reasonable efforts to secure seaworthiness.                    Survey of unsafe the same manner as any other witness.  (2) The master of a Commonwealth ship who knowingly takes the ship to sea in such an unseaworthy state that the life of anyone is likely to be thereby endangered shall be guilty in respect of each offence of a misdemeanour and shall be liable to the punishment prescribed in the preceding subsection, unless he proves that her going to sea in that unseaworthy state was in the circumstances reasonable and justifiable; and for the purpose of giving that proof he may give evidence in the same manner as any other witness.  (3) No prosecution under this section shall be instituted without the consent in writing of the Director of Public Prosecutions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone who sends, or attempts to send, or is party to sending or attempting to send, a Commonwealth ship to sea in such an unseaworthy state that the life of any person is likely to be thereby endangered, shall in respect of each offence be guilty of a misdemeanour and liable to imprisonment for two years, unless he proves that he used all reasonable means to ensure her being sent to sea in a seaworthy state, or that her going to sea in that unseaworthy state was in the circumstances reasonable and justifiable; and for  the purpose of giving that proof he may give evidence in LAWS OF GUYANA Shipping Casualties"
                },
                {
                    "representation": "(2)",
                    "description": "The master of a Commonwealth ship who knowingly takes the ship to sea in such an unseaworthy state that the life of anyone is likely to be thereby endangered shall be guilty in respect of each offence of a misdemeanour and shall be liable to the punishment prescribed in the preceding subsection, unless he proves that her going to sea in that unseaworthy state was in the circumstances reasonable and justifiable; and for the purpose of giving that proof he may give evidence in the same manner as any other witness."
                },
                {
                    "representation": "(3)",
                    "description": "No prosecution under this section shall be instituted without the consent in writing of the Director of Public Prosecutions."
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Obligation of ship owner to crew with respect to use of reasonable efforts to secure seaworthiness.  DETENTION OF UNSAFE COMMONWEALTH SHIP  ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Obligation of ship owner to crew with respect to use of reasonable efforts to secure seaworthiness.  DETENTION OF UNSAFE COMMONWEALTH SHIP  27. In every contract of service, express or implied, between the owner of a ship and the master or any seaman thereof, and in every instrument of apprenticeship whereby anyone is bound to serve as an apprentice on board a ship, there shall be implied, notwithstanding any agreement to the contrary, an obligation on the owner of the ship that the owner of the ship, and the master, and every agent charged with the loading of the ship, or the preparing of her for sea, or the sending of her to sea, shall use all reasonable means to ensure her seaworthiness for the voyage at the time when the voyage commences, and to keep her in a seaworthy condition for the voyage during the voyage:  Provided that nothing in this section shall subject the owner of a ship to any liability by reason of the ship being sent to sea in an unseaworthy state where, owing to special circumstances, the sending of her to sea in that state is reasonable and justifiable.  DETENTION OF UNSAFE COMMONWEALTH SHIP",
            "description": "In every contract of service, express or implied, between the owner of a ship and the master or any seaman thereof, and in every instrument of apprenticeship whereby anyone is bound to serve as an apprentice on board a ship, there shall be implied, notwithstanding any agreement to the contrary, an obligation on the owner of the ship that the owner of the ship, and the master, and every agent charged with the loading of the ship, or the preparing of her for sea, or the sending of her to sea, shall use all reasonable means to ensure her seaworthiness for the voyage at the time when the voyage commences, and to keep her in a seaworthy condition for the voyage during the voyage:  Provided that nothing in this section shall subject the owner of a ship to any liability by reason of the ship being sent to sea in an unseaworthy state where, owing to special circumstances, the sending of her to sea in that state is reasonable and justifiable.  DETENTION OF UNSAFE COMMONWEALTH SHIP"
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "(1) Survey of unsafe Commonwealth ship and proceedings thereon.  (3) Penalty for prevention or obstruction. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under (1) Survey of unsafe Commonwealth ship and proceedings thereon.  (3) Penalty for prevention or obstruction. 28. (1) Where the Director has received a complaint or has reason to believe that any Commonwealth ship, being LAWS OF GUYANA 20 Cap. 49:07 Shipping Casualties (Investigation and Prevention)  L.R.O. 1/2012  Common-wealth ship and proceedings thereon. [6 of 1997 7 of 1998]              c. 49:01   Penalty for prevention or obstruction.                         within the territorial waters of Guyana, is, by reason of the defective condition of her hull, equipment, or machinery, or by reason of overloading, unfit to proceed to sea without serious danger to human life, having regard to the nature of the service for which she is intended (that ship being hereinafter referred to as unsafe), the Director may if he thinks fit, and when directed by the Minister to do so shall forthwith, appoint some competent person or persons to survey the ship and the equipment, machinery, and cargo thereof,  and to report thereon to him.  (2) Anyone so appointed may require, for the purpose of the survey, the unloading or removal of any cargo, ballast, or tackle, and shall have all the powers of an inspector appointed under the Guyana Shipping Act.  (3) Anyone who (having notice of the intention to hold the survey) wilfully does or causes to be done any act whereby the person appointed to make the survey is prevented from or obstructed in ascertaining the condition of the ship, and her equipment, machinery and cargo, shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars.  (4) The Director may if he thinks fit, and when required by the Minister to do so shall, direct that any Commonwealth ship which he believes to be unsafe shall be detained for the purpose of being surveyed under this section, and thereupon any officer of customs may detain that ship until her release is ordered either by the Minister, or by the Director, or by the High Court on appeal as hereinafter mentioned.  (5) On the receipt of the report of the person making the survey, the Director, if in his opinion the ship cannot proceed to sea without serious danger to human life, may make such further order as he thinks requisite as to the detention of the ship or as to her release, either absolutely or upon the performance of any conditions with respect to the LAWS OF GUYANA Shipping Casualties (Investigation and Prevention) Cap. 49:07 21  L.R.O. 1/2012               Supplemental provisions relating to survey of unsafe ship. [7 of 1998]                               execution of repairs or alterations, or the unloading or reloading of cargo, the Director imposes. The Director may also from time to time vary or add to the order.  (6) A copy of the order and of the report upon which it was founded, and also of any variation of or addition to the order, shall be delivered as soon as possible to the owner or master of the ship to which it relates.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Director has received a complaint or has reason to believe that any Commonwealth ship, being LAWS OF GUYANA 20 Cap. 49:07 Shipping Casualties"
                },
                {
                    "representation": "(2)",
                    "description": "Anyone so appointed may require, for the purpose of the survey, the unloading or removal of any cargo, ballast, or tackle, and shall have all the powers of an inspector appointed under the Guyana Shipping Act."
                },
                {
                    "representation": "(3)",
                    "description": "Anyone who"
                },
                {
                    "representation": "(4)",
                    "description": "The Director may if he thinks fit, and when required by the Minister to do so shall, direct that any Commonwealth ship which he believes to be unsafe shall be detained for the purpose of being surveyed under this section, and thereupon any officer of customs may detain that ship until her release is ordered either by the Minister, or by the Director, or by the High Court on appeal as hereinafter mentioned."
                },
                {
                    "representation": "(5)",
                    "description": "On the receipt of the report of the person making the survey, the Director, if in his opinion the ship cannot proceed to sea without serious danger to human life, may make such further order as he thinks requisite as to the detention of the ship or as to her release, either absolutely or upon the performance of any conditions with respect to the LAWS OF GUYANA Shipping Casualties"
                },
                {
                    "representation": "(6)",
                    "description": "A copy of the order and of the report upon which it was founded, and also of any variation of or addition to the order, shall be delivered as soon as possible to the owner or master of the ship to which it relates."
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Supplemental provisions relating to survey of unsafe ship. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Supplemental provisions relating to survey of unsafe ship. 29. (1) If, upon the survey of a ship under this Act she is reported to have been, at the time of the survey, having regard to the nature of the service for which she was then intended, unfit to proceed to sea without serious danger to human life, the expenses incurred by the Director in respect of the survey shall be paid by the owner of the ship to the Director and, without prejudice to any other remedy, shall be recoverable by him in the same manner as salvage is recoverable.  (2) If, upon the survey, the ship is not reported to have been unfit to proceed to sea, having regard to the nature of the service for which she was intended, the Minister may direct that, out of any moneys provided or to be provided for the purpose, compensation shall be paid to anyone for any loss or damage which he may have sustained by reason of the detention of the ship for the purpose of the survey, or otherwise in respect of the survey.  (3) Where a complaint has been made to the Director that a ship is not fit to proceed to sea, he may, if he thinks fit, before directing a survey of the ship, require the complainant to give or provide such security as he thinks sufficient for the payment of the costs and expenses which may be incurred in respect of the survey of the ship and the compensation which may become payable for loss or damage caused by her detention for the purpose of the survey, or otherwise in respect of the survey.  (4) Where a ship has been surveyed under this Part LAWS OF GUYANA 22 Cap. 49:07 Shipping Casualties (Investigation and Prevention)  L.R.O. 1/2012                            Right of appeal of owner or master of ship to the High Court.                    in consequence of a complaint made to the Director, if, upon survey made, it appears that the complaint was made without reasonable cause, the expenses incurred by the Director in respect of the survey of the ship, and the amount, if any, which may become payable in respect of any loss or damage caused by her detention, shall be recoverable by the Director from the complainant.  (5) All moneys payable in respect or by reason of the survey or detention of a ship under this Part, subject to the right by this section provided of recovering those moneys from the complainant, shall become payable only when Parliament has provided the money and shall be paid out of the money provided for that purpose, and no personal liability shall attach to any officer in respect of the survey or detention of a ship under this Part unless it is alleged and proved that he acted maliciously and without any reasonable cause.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If, upon the survey of a ship under this Act she is reported to have been, at the time of the survey, having regard to the nature of the service for which she was then intended, unfit to proceed to sea without serious danger to human life, the expenses incurred by the Director in respect of the survey shall be paid by the owner of the ship to the Director and, without prejudice to any other remedy, shall be recoverable by him in the same manner as salvage is recoverable."
                },
                {
                    "representation": "(2)",
                    "description": "If, upon the survey, the ship is not reported to have been unfit to proceed to sea, having regard to the nature of the service for which she was intended, the Minister may direct that, out of any moneys provided or to be provided for the purpose, compensation shall be paid to anyone for any loss or damage which he may have sustained by reason of the detention of the ship for the purpose of the survey, or otherwise in respect of the survey."
                },
                {
                    "representation": "(3)",
                    "description": "Where a complaint has been made to the Director that a ship is not fit to proceed to sea, he may, if he thinks fit, before directing a survey of the ship, require the complainant to give or provide such security as he thinks sufficient for the payment of the costs and expenses which may be incurred in respect of the survey of the ship and the compensation which may become payable for loss or damage caused by her detention for the purpose of the survey, or otherwise in respect of the survey."
                },
                {
                    "representation": "(4)",
                    "description": "Where a ship has been surveyed under this Part LAWS OF GUYANA 22 Cap. 49:07 Shipping Casualties"
                },
                {
                    "representation": "(5)",
                    "description": "All moneys payable in respect or by reason of the survey or detention of a ship under this Part, subject to the right by this section provided of recovering those moneys from the complainant, shall become payable only when Parliament has provided the money and shall be paid out of the money provided for that purpose, and no personal liability shall attach to any officer in respect of the survey or detention of a ship under this Part unless it is alleged and proved that he acted maliciously and without any reasonable cause."
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Right of appeal of owner or master of ship to the High Court.  DETENTION OF OVERLADEN FOREIGN SHIP ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Right of appeal of owner or master of ship to the High Court.  DETENTION OF OVERLADEN FOREIGN SHIP 30. (1) If the owner or master of a ship surveyed under this Part is dissatisfied with any order of the Director made upon the survey, he may apply to the High Court in the exercise of its admiralty jurisdiction.  (2) The Court may upon the application, if the Court thinks fit, appoint one or more competent persons to survey the ship anew, and any surveyor so appointed shall have all the powers of the person by whom the original survey was made. The survey anew, if so required by the Director or the owner, consignee, or master of the ship, shall be made in the presence of any person or persons appointed by them respectively to attend at the survey.  (3) The Court may make any order to it seeming just, as to  (a) the detention or release of the ship;  (b) the amount of the compensation LAWS OF GUYANA Shipping Casualties (Investigation and Prevention) Cap. 49:07 23  L.R.O. 1/2012                      Application to overladen foreign ship of preceding provisions as to detention.                          payable for any costs and damages which may have been occasioned by her detention;  (c) the expenses of the original survey and of the survey a new, and otherwise; and  (d) the costs of an incident to the application.  DETENTION OF OVERLADEN FOREIGN SHIP",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the owner or master of a ship surveyed under this Part is dissatisfied with any order of the Director made upon the survey, he may apply to the High Court in the exercise of its admiralty jurisdiction."
                },
                {
                    "representation": "(2)",
                    "description": "The Court may upon the application, if the Court thinks fit, appoint one or more competent persons to survey the ship anew, and any surveyor so appointed shall have all the powers of the person by whom the original survey was made. The survey anew, if so required by the Director or the owner, consignee, or master of the ship, shall be made in the presence of any person or persons appointed by them respectively to attend at the survey."
                },
                {
                    "representation": "(3)",
                    "description": "The Court may make any order to it seeming just, as to"
                },
                {
                    "representation": "(a)",
                    "description": "the detention or release of the ship;"
                },
                {
                    "representation": "(b)",
                    "description": "the amount of the compensation LAWS OF GUYANA Shipping Casualties"
                },
                {
                    "representation": "(c)",
                    "description": "the expenses of the original survey and of the survey a new, and otherwise; and"
                },
                {
                    "representation": "(d)",
                    "description": "the costs of an incident to the application.  DETENTION OF OVERLADEN FOREIGN SHIP"
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Application to overladen foreign ship of preceding provisions as to detention. LAWS OF GUYANA Shipping Casualties (Investigation and Prevention) Cap. 49:07 5  L.R.O. 1/2012 SECTION MISCELLANEOUS PROVISIONS  ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Application to overladen foreign ship of preceding provisions as to detention. LAWS OF GUYANA Shipping Casualties (Investigation and Prevention) Cap. 49:07 5  L.R.O. 1/2012 SECTION MISCELLANEOUS PROVISIONS  31. Where a foreign ship has taken on board all or any part of her cargo within Guyana and, whilst within the territorial waters of Guyana, is unsafe by reason of overloading or improper loading, the provisions of this Part with respect to the detention of Commonwealth ships shall apply to that foreign ship as if she were a Commonwealth ship, with the following modifications:  (a) a copy of the order for the detention of the ship shall be forthwith served on the consular officer for the State to which the ship belongs at or nearest to the place where the ship is detained; and  (b) where a ship has been detained, the consular officer, on the request of the owner or master of the ship, may require that the person appointed by the Director to survey the ship shall be accompanied by a person selected by the consular officer, and in that case, if the surveyor and that person agree, the Director shall cause the ship to be detained or released as may be agreed by the surveyor and that LAWS OF GUYANA 24 Cap. 49:07 Shipping Casualties (Investigation and Prevention)  L.R.O. 1/2012                 Prosecution for breach of Act or regulations.   Reward to informer.          Savings.                      person, but if they differ, the Director shall refer the matter for the consideration of the High Court in the exercise of its jurisdiction aforesaid, and the Court  shall have full power to make such order as the justice of the case may require.  MISCELLANEOUS PROVISIONS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a copy of the order for the detention of the ship shall be forthwith served on the consular officer for the State to which the ship belongs at or nearest to the place where the ship is detained; and"
                },
                {
                    "representation": "(b)",
                    "description": "where a ship has been detained, the consular officer, on the request of the owner or master of the ship, may require that the person appointed by the Director to survey the ship shall be accompanied by a person selected by the consular officer, and in that case, if the surveyor and that person agree, the Director shall cause the ship to be detained or released as may be agreed by the surveyor and that LAWS OF GUYANA 24 Cap. 49:07 Shipping Casualties"
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Prosecution for breach of Act or regulations. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Prosecution for breach of Act or regulations. 32. Any inspector, officer of customs, or police constable, may prosecute for a breach of any of the provisions of this Part or of the regulations.",
            "description": "Any inspector, officer of customs, or police constable, may prosecute for a breach of any of the provisions of this Part or of the regulations."
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Reward to informer. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Reward to informer. 33. Such portion of all penalties and of the proceeds of seizures recovered under this Part, or under the regulations, as the Minister may award and determine, shall be paid to the person or persons, not being a salaried officer or officers of the Government, who have been instrumental in obtaining a conviction.",
            "description": "Such portion of all penalties and of the proceeds of seizures recovered under this Part, or under the regulations, as the Minister may award and determine, shall be paid to the person or persons, not being a salaried officer or officers of the Government, who have been instrumental in obtaining a conviction."
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Savings. ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Savings. 34. Nothing in this Part shall affect  (a) any regulations made under any Act relating to the prevention of shipping casualties, but those regulations, so far as they are not inconsistent with this Part, shall continue in force unless and until they are altered, amended, or revoked under this Part; or  (b) the tenure of office of any inspector of shipping appointed under such Act as aforesaid; but each of those inspectors who holds office at the commencement of this Part shall be deemed to have been appointed under this Part. LAWS OF GUYANA Shipping Casualties (Investigation and Prevention) Cap. 49:07 25  L.R.O. 1/2012   Exemption from inspection in certain cases.                  s. 11",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any regulations made under any Act relating to the prevention of shipping casualties, but those regulations, so far as they are not inconsistent with this Part, shall continue in force unless and until they are altered, amended, or revoked under this Part; or"
                },
                {
                    "representation": "(b)",
                    "description": "the tenure of office of any inspector of shipping appointed under such Act as aforesaid; but each of those inspectors who holds office at the commencement of this Part shall be deemed to have been appointed under this Part. LAWS OF GUYANA Shipping Casualties"
                }
            ]
        }
    },
    {
        "act": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Exemption from inspection in certain cases.   SCHEDULE—Summons to witness.                        _________________________  1929 Ed. c. 124 1953 Ed. c. 267 _______________________________________________________4 of 1883 CHAPTER 49:07  SHIPPING CASUALTIES (INVESTIGATION AND PREVENTION) ACT  An Act to make provision for Due Investigation into the Causes, and for the Better Prevention of Shipping Casualties.  [PART I  5TH DECEMBER, 1883] [PART II – 20TH FEBRUARY, 1895]  Short title.            Interpretation. [7 of 1998]            ",
            "context": "SHIPPING CASUALTIES (INVESTIGATION AND  PREVENTION) ACT under Exemption from inspection in certain cases.   SCHEDULESummons to witness.                        _________________________  1929 Ed. c. 124 1953 Ed. c. 267 _______________________________________________________4 of 1883 CHAPTER 49:07  SHIPPING CASUALTIES (INVESTIGATION AND PREVENTION) ACT  An Act to make provision for Due Investigation into the Causes, and for the Better Prevention of Shipping Casualties.  [PART I  5TH DECEMBER, 1883] [PART II  20TH FEBRUARY, 1895]  Short title.            Interpretation. [7 of 1998]            35. (1) The Minister may exempt from all or any of the provisions of this Part relating to inspection any vessel under contract with the Government in respect of which sufficient powers of inspection are in his opinion given under the contract.  (2) No inspection of a vessel under this Part by an inspector shall extend, except by the special direction of the Minister, to the hull or the machinery or boilers of any vessel in respect of which there is in force a certificate, issued by the society known as Lloyds Register of British and Foreign Shipping, stating that the hull and the machinery and boilers are in a good and sufficient state and safe working order.  ____________________  SCHEDULE  SUMMONS TO WITNESS  To A.B. (name of witness and his calling and residence, if known).  You are hereby summoned to appear before (here name the members of the court) appointed by the Minister to inquire (state briefly the subject of the inquiry) at (place) on the................day of............................",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may exempt from all or any of the provisions of this Part relating to inspection any vessel under contract with the Government in respect of which sufficient powers of inspection are in his opinion given under the contract."
                },
                {
                    "representation": "(2)",
                    "description": "No inspection of a vessel under this Part by an inspector shall extend, except by the special direction of the Minister, to the hull or the machinery or boilers of any vessel in respect of which there is in force a certificate, issued by the society known as Lloyds Register of British and Foreign Shipping, stating that the hull and the machinery and boilers are in a good and sufficient state and safe working order.  ____________________  SCHEDULE  SUMMONS TO WITNESS  To A.B."
                }
            ]
        }
    }
]