[
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "RIVER NAVIGATION ACT under Short title. 1. This Act may be cited as the River Navigation Act.",
            "description": "This Act may be cited as the River Navigation Act."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "RIVER NAVIGATION ACT under Interpretation. 2. In this Act  boat means any kind of craft used for the navigation of any river or lake in Guyana other than a vessel; LAWS OF GUYANA 4 Cap. 50:01 River Navigation  L.R.O. 1/2012                         Appointment of officer to have charge of navigation of river.     Appointment of deputy of officer.         Appointment of subordinate officers.  Scope of order of appointment.    officer means the person appointed to take charge of the navigation of a river or rivers of Guyana, or of any specified part or parts thereof;  prescribed means prescribed by regulations made under this Act;  river includes a creek, and also, unless the contrary is expressly provided, includes all the tributaries of a river;  vessel means any kind of craft used for the navigation of any river or lake in Guyana which has not less than three-quarters of its length, measured at the water line, covered with decking.",
            "description": "In this Act  boat means any kind of craft used for the navigation of any river or lake in Guyana other than a vessel; LAWS OF GUYANA 4 Cap. 50:01 River Navigation  L.R.O. 1/2012                         Appointment of officer to have charge of navigation of river.     Appointment of deputy of officer.         Appointment of subordinate officers.  Scope of order of appointment.    officer means the person appointed to take charge of the navigation of a river or rivers of Guyana, or of any specified part or parts thereof;  prescribed means prescribed by regulations made under this Act;  river includes a creek, and also, unless the contrary is expressly provided, includes all the tributaries of a river;  vessel means any kind of craft used for the navigation of any river or lake in Guyana which has not less than three-quarters of its length, measured at the water line, covered with decking."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Appointment of officer to have charge of navigation of river. ",
            "context": "RIVER NAVIGATION ACT under Appointment of officer to have charge of navigation of river. 3. (1) There shall be a public officer who shall have charge of the navigation of any river or rivers of Guyana or of any specified part or parts thereof.  (2) Every appointment made under this section shall be published in the Gazette.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a public officer who shall have charge of the navigation of any river or rivers of Guyana or of any specified part or parts thereof."
                },
                {
                    "representation": "(2)",
                    "description": "Every appointment made under this section shall be published in the Gazette."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Appointment of deputy of officer. ",
            "context": "RIVER NAVIGATION ACT under Appointment of deputy of officer. 4. (1) There shall be a public officer who shall, in respect of any tributary or specified part of a river, be deputy to the officer appointed under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a public officer who shall, in respect of any tributary or specified part of a river, be deputy to the officer appointed under section"
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Appointment of subordinate officers. ",
            "context": "RIVER NAVIGATION ACT under Appointment of subordinate officers. 5. There shall be such subordinate officers and servants as may be necessary for carrying out the purposes of this Act.",
            "description": "There shall be such subordinate officers and servants as may be necessary for carrying out the purposes of this Act."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Scope of order of appointment. ",
            "context": "RIVER NAVIGATION ACT under Scope of order of appointment. 6. An instrument appointing an officer may specify the limits within which he is to exercise jurisdiction and the place where his office shall be situated, and may define his functions and powers. LAWS OF GUYANA River Navigation Cap. 50:01 5  L.R.O. 1/2012 Regulations relating to navigation of rivers. [18 of 1944 8 of 1948 6 of 1997]",
            "description": "An instrument appointing an officer may specify the limits within which he is to exercise jurisdiction and the place where his office shall be situated, and may define his functions and powers. LAWS OF GUYANA River Navigation Cap. 50:01 5  L.R.O. 1/2012 Regulations relating to navigation of rivers. [18 of 1944 8 of 1948 6 of 1997]"
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Regulations relating to navigation of rivers. ",
            "context": "RIVER NAVIGATION ACT under Regulations relating to navigation of rivers. 7. (1) The Minister may make regulations relating to all or any of the following matters:  (a) the examination, or testing as to competency in the navigation of any river or rivers or of any specified portion thereof, of masters of vessels and of steersmen and bowmen of boats; and the issue to them of certificates of competency;  (b) the payment of a fee, not exceeding sixty-five dollars, for the certificate; and the suspension or cancellation of a certificate for sufficient cause;  (c) the registration of the masters, steersmen and bowmen;  (d) the inspection, registration, and licensing of vessels and boats and the payment of fees therefor;  (e) the fixing of the carrying capacity of vessels and boats, in respect of both persons and goods;  (f) generally, the prevention of accidents in the navigation of any river or rivers or of specified parts thereof, and the proper discipline and control of traffic thereon;  (g) the conveyance and care of sick persons to hospital or dispensary for treatment and the payment and recovery of expenses in connection therewith, and the punishment of any LAWS OF GUYANA 6 Cap. 50:01 River Navigation  L.R.O. 1/2012                     River navigation improvement work.         Annual report of officer. [18 of 1944]    Appropriation of fees.    Payment of expenses under the Act.       Saving of rights of Amerindians. person found guilty of misrepresentation, or anyone who aids or abets that person;  (h) the control of the size, structure, navigation  and mooring of timber rafts. (2) There may be annexed to the breach of any regulation made under this Act such penalty, not exceeding forty-eight thousand seven hundred and fifty dollars, as may be prescribed and such penalty may be sued and recovered under the Summary Jurisdiction Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may make regulations relating to all or any of the following matters:"
                },
                {
                    "representation": "(a)",
                    "description": "the examination, or testing as to competency in the navigation of any river or rivers or of any specified portion thereof, of masters of vessels and of steersmen and bowmen of boats; and the issue to them of certificates of competency;"
                },
                {
                    "representation": "(b)",
                    "description": "the payment of a fee, not exceeding sixty-five dollars, for the certificate; and the suspension or cancellation of a certificate for sufficient cause;"
                },
                {
                    "representation": "(c)",
                    "description": "the registration of the masters, steersmen and bowmen;"
                },
                {
                    "representation": "(d)",
                    "description": "the inspection, registration, and licensing of vessels and boats and the payment of fees therefor;"
                },
                {
                    "representation": "(e)",
                    "description": "the fixing of the carrying capacity of vessels and boats, in respect of both persons and goods;"
                },
                {
                    "representation": "(f)",
                    "description": "generally, the prevention of accidents in the navigation of any river or rivers or of specified parts thereof, and the proper discipline and control of traffic thereon;"
                },
                {
                    "representation": "(g)",
                    "description": "the conveyance and care of sick persons to hospital or dispensary for treatment and the payment and recovery of expenses in connection therewith, and the punishment of any LAWS OF GUYANA 6 Cap. 50:01 River Navigation  L.R.O. 1/2012                     River navigation improvement work.         Annual report of officer. [18 of 1944]    Appropriation of fees.    Payment of expenses under the Act.       Saving of rights of Amerindians. person found guilty of misrepresentation, or anyone who aids or abets that person;"
                },
                {
                    "representation": "(h)",
                    "description": "the control of the size, structure, navigation  and mooring of timber rafts."
                },
                {
                    "representation": "(2)",
                    "description": "There may be annexed to the breach of any regulation made under this Act such penalty, not exceeding forty-eight thousand seven hundred and fifty dollars, as may be prescribed and such penalty may be sued and recovered under the Summary Jurisdiction Act."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "River navigation improvement work. ",
            "context": "RIVER NAVIGATION ACT under River navigation improvement work. 8. (1) The Minister, if he thinks fit, may require an officer to undertake and carry out, and maintain any work for the improvement of the navigation of any river or to take charge of and maintain that work.  (2) Any work mentioned in the requisition, and any property of any kind in connection therewith, shall be vested in the officer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister, if he thinks fit, may require an officer to undertake and carry out, and maintain any work for the improvement of the navigation of any river or to take charge of and maintain that work."
                },
                {
                    "representation": "(2)",
                    "description": "Any work mentioned in the requisition, and any property of any kind in connection therewith, shall be vested in the officer."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Annual report of officer. ",
            "context": "RIVER NAVIGATION ACT under Annual report of officer. 9. In the month of January in every year an officer shall make to the National Assembly a report of his proceedings and of the condition of the navigation of the river or rivers in his charge during the preceding year.",
            "description": "In the month of January in every year an officer shall make to the National Assembly a report of his proceedings and of the condition of the navigation of the river or rivers in his charge during the preceding year."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Appropriation of fees. ",
            "context": "RIVER NAVIGATION ACT under Appropriation of fees. 10. All sums of money received under or by virtue of this Act shall be paid to the Accountant General for the public use.",
            "description": "All sums of money received under or by virtue of this Act shall be paid to the Accountant General for the public use."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Payment of expenses under the Act. ",
            "context": "RIVER NAVIGATION ACT under Payment of expenses under the Act. 11. All expenses incurred in carrying out the provisions of this Act, including the salary and allowances of any officer appointed hereunder, shall be defrayed from moneys provided by Parliament.",
            "description": "All expenses incurred in carrying out the provisions of this Act, including the salary and allowances of any officer appointed hereunder, shall be defrayed from moneys provided by Parliament."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Saving of rights of Amerindians. ",
            "context": "RIVER NAVIGATION ACT under Saving of rights of Amerindians. 12. Nothing in this Act shall affect boats belonging to Amerindians and used by them solely for their own purposes: LAWS OF GUYANA River Navigation Cap. 50:01 7  L.R.O. 1/2012 [29 of 1961]       Procedure for enforcing attendance of witnesses at inquiry. c. 10:02     Enforcement. [7 of 1998]             c. 49:01   Provided that any regulation made under section 7 for the carrying of lights shall apply to boats belonging to Amerindians when such boats are being used by them upon those portions of the rivers of Guyana below the first falls.",
            "description": "Nothing in this Act shall affect boats belonging to Amerindians and used by them solely for their own purposes: LAWS OF GUYANA River Navigation Cap. 50:01 7  L.R.O. 1/2012 [29 of 1961]       Procedure for enforcing attendance of witnesses at inquiry. c. 10:02     Enforcement. [7 of 1998]             c. 49:01   Provided that any regulation made under section 7 for the carrying of lights shall apply to boats belonging to Amerindians when such boats are being used by them upon those portions of the rivers of Guyana below the first falls."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Procedure for enforcing attendance of witnesses at inquiry. ",
            "context": "RIVER NAVIGATION ACT under Procedure for enforcing attendance of witnesses at inquiry. 13. The provisions of the Summary Jurisdiction (Procedure) Act as to summoning and enforcing the attendance of witnesses shall apply in the case of any inquiry held by an officer under any regulations made under this Act as if he were a magistrate and the subject matter of the inquiry were an offence punishable on a summary conviction.",
            "description": "The provisions of the Summary Jurisdiction (Procedure) Act as to summoning and enforcing the attendance of witnesses shall apply in the case of any inquiry held by an officer under any regulations made under this Act as if he were a magistrate and the subject matter of the inquiry were an offence punishable on a summary conviction."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Enforcement.  __________________________ 1929 Ed. c. 128 1953 Ed. c. 270 _______________________________________________________ 17 of 1891 An Act to make provision for the more safe and convenient navigation of the Rivers of Guyana.  [25TH JULY, 1891]  Short title.   Interpretation. [18 of 1944 8 of 1948]   ",
            "context": "RIVER NAVIGATION ACT under Enforcement.  __________________________ 1929 Ed. c. 128 1953 Ed. c. 270 _______________________________________________________ 17 of 1891 An Act to make provision for the more safe and convenient navigation of the Rivers of Guyana.  [25TH JULY, 1891]  Short title.   Interpretation. [18 of 1944 8 of 1948]   14. (1) Notwithstanding any provision in this Act and in any subsidiary legislation made thereunder, it shall be the duty of the Director and the Maritime Administration Department to enforce or cause to be enforced, the provisions thereof and a reference therein to an officer or body shall accordingly be constructed as a reference to the Director and the Maritime Administration Department, respectively.  (2) In this Act the words Director and Maritime Administration Department have the same meaning assigned to those words in sections 2 and 4, respectively of the Guyana Shipping Act.  ___________________             LAWS OF GUYANA 8 Cap. 50:01 River Navigation  L.R.O. 1/2012   SUBSIDIARY LEGISLATION  _________________   Reg. 31/12/1905          Citation.     Interpretation.     1 of 1872       Application.          Containers of petroleum etc.          Construction of tanks on vessel etc. NORTH WESTERN DISTRICT OIL LAUNCHES REGULATIONS  made under section 7",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding any provision in this Act and in any subsidiary legislation made thereunder, it shall be the duty of the Director and the Maritime Administration Department to enforce or cause to be enforced, the provisions thereof and a reference therein to an officer or body shall accordingly be constructed as a reference to the Director and the Maritime Administration Department, respectively."
                },
                {
                    "representation": "(2)",
                    "description": "In this Act the words Director and Maritime Administration Department have the same meaning assigned to those words in sections 2 and 4, respectively of the Guyana Shipping Act.  ___________________             LAWS OF GUYANA 8 Cap. 50:01 River Navigation  L.R.O. 1/2012   SUBSIDIARY LEGISLATION  _________________   Reg. 31/12/1905          Citation.     Interpretation.     1 of 1872       Application.          Containers of petroleum etc.          Construction of tanks on vessel etc. NORTH WESTERN DISTRICT OIL LAUNCHES REGULATIONS  made under section 7"
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Definition of an overloaded boat or vessel. ",
            "context": "RIVER NAVIGATION ACT under Definition of an overloaded boat or vessel. 15. Any boat or vessel as aforesaid about to proceed or proceeding upon a voyage, or returning from a voyage having either of its waterlines submerged or partially submerged, or any boat or vessel which conveys a greater number of persons than it is licensed to carry shall be deemed to be an overloaded boat and the steersman or captain in charge thereof shall be deemed guilty of a breach of these Regulations.",
            "description": "Any boat or vessel as aforesaid about to proceed or proceeding upon a voyage, or returning from a voyage having either of its waterlines submerged or partially submerged, or any boat or vessel which conveys a greater number of persons than it is licensed to carry shall be deemed to be an overloaded boat and the steersman or captain in charge thereof shall be deemed guilty of a breach of these Regulations."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "(1) Concealment of waterlines.       (2) Alteration or defacement of certificates.  PART III Passenger Boats and Vessels  ",
            "context": "RIVER NAVIGATION ACT under (1) Concealment of waterlines.       (2) Alteration or defacement of certificates.  PART III Passenger Boats and Vessels  16. (1) The waterlines of every such boat or vessel shall always be plainly discernible and shall not be covered or concealed in any manner whatsoever, and in the event of a breach of this regulation the steersman or captain shall be liable.  (2) Every person altering, defacing or removing any waterline placed upon a boat or vessel by the officer or his deputy, or wilfully covering or concealing the same or altering or in any way defacing any certificate issued under these Regulations shall be deemed guilty of a breach of these Regulations.  PART III PASSENGER BOATS AND VESSELS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The waterlines of every such boat or vessel shall always be plainly discernible and shall not be covered or concealed in any manner whatsoever, and in the event of a breach of this regulation the steersman or captain shall be liable."
                },
                {
                    "representation": "(2)",
                    "description": "Every person altering, defacing or removing any waterline placed upon a boat or vessel by the officer or his deputy, or wilfully covering or concealing the same or altering or in any way defacing any certificate issued under these Regulations shall be deemed guilty of a breach of these Regulations.  PART III PASSENGER BOATS AND VESSELS"
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Number of persons to be carried. ",
            "context": "RIVER NAVIGATION ACT under Number of persons to be carried. 17. Every certificate of inspection shall specify the number of persons any boat or vessel carrying passengers may carry and no boat or vessel shall carry more persons (crew included) than the number specified in such certificate. LAWS OF GUYANA 24 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012  Number of passengers a boat or vessel may be licenced to carry.     Number of passengers a mechanically propelled vessel may carry.                    Boats carrying farmers deemed not to be passenger boats.   Passenger boats and vessels to be marked with a large P.       Number of certificate of inspection to be",
            "description": "Every certificate of inspection shall specify the number of persons any boat or vessel carrying passengers may carry and no boat or vessel shall carry more persons (crew included) than the number specified in such certificate. LAWS OF GUYANA 24 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012  Number of passengers a boat or vessel may be licenced to carry.     Number of passengers a mechanically propelled vessel may carry.                    Boats carrying farmers deemed not to be passenger boats.   Passenger boats and vessels to be marked with a large P.       Number of certificate of inspection to be"
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Number of passengers a boat or vessel may be licensed to carry. ",
            "context": "RIVER NAVIGATION ACT under Number of passengers a boat or vessel may be licensed to carry. 18. Except as hereinafter provided with respect to vessels propelled by machinery the number of passengers a boat or vessel shall be licensed to carry shall be computed as follows: Length x Breadth x Draft",
            "description": "Except as hereinafter provided with respect to vessels propelled by machinery the number of passengers a boat or vessel shall be licensed to carry shall be computed as follows: Length x Breadth x Draft"
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Number of passengers a mechanically propelled vessel may carry. ",
            "context": "RIVER NAVIGATION ACT under Number of passengers a mechanically propelled vessel may carry. 19. (1) No vessel propelled by machinery engaged in carrying passengers within the limits to which these regulations apply, shall  carry more than one passenger, together with his personal baggage, propelled for every five square feet of the deck surface of such vessel, and if such vessel has no deck, then for the equivalent area as if a deck existed:  Provided that such surface or area shall not include the space occupied by the machinery, open hatches, skylights, or fuel carried, nor the space occupied by any cargo carried on deck or on its equivalent area.  (2) A certificate of the number of passengers such a vessel is entitled to carry, shall be given by the officer or his deputy, after he shall have measured such vessel, and such certificate shall be framed and placed by the owner or captain of such vessel in a conspicuous place thereon.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No vessel propelled by machinery engaged in carrying passengers within the limits to which these regulations apply, shall  carry more than one passenger, together with his personal baggage, propelled for every five square feet of the deck surface of such vessel, and if such vessel has no deck, then for the equivalent area as if a deck existed:  Provided that such surface or area shall not include the space occupied by the machinery, open hatches, skylights, or fuel carried, nor the space occupied by any cargo carried on deck or on its equivalent area."
                },
                {
                    "representation": "(2)",
                    "description": "A certificate of the number of passengers such a vessel is entitled to carry, shall be given by the officer or his deputy, after he shall have measured such vessel, and such certificate shall be framed and placed by the owner or captain of such vessel in a conspicuous place thereon."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Boats carrying farmers not to be deemed passenger boats. ",
            "context": "RIVER NAVIGATION ACT under Boats carrying farmers not to be deemed passenger boats. 20. Boats or vessels carrying farmers or their labourers to or from their farms or residences shall not be considered passenger boats or vessels.",
            "description": "Boats or vessels carrying farmers or their labourers to or from their farms or residences shall not be considered passenger boats or vessels."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Passenger boats and vessels to be marked with a large \"P.\" ",
            "context": "RIVER NAVIGATION ACT under Passenger boats and vessels to be marked with a large \"P.\" 21. Every boat or vessel carrying passengers on any river shall have a large P, nine inches in length painted on both bows on the outside.",
            "description": "Every boat or vessel carrying passengers on any river shall have a large P, nine inches in length painted on both bows on the outside."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Number of certificate of inspection to be marked on passenger boat or vessel. ",
            "context": "RIVER NAVIGATION ACT under Number of certificate of inspection to be marked on passenger boat or vessel. 22. The number of the certificate of inspection issued under regulation 11 and the number of persons the boat or LAWS OF GUYANA River Navigation Cap. 50:01 25 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012 marked on passenger boat or vessel.       Markings to be kept in good order.      Ballast to be carried by passenger boat.  Life belts and life buoys to be carried.     Reef points on sailing boats and vessels.   Provisions where vessels or boats navigate certain portions of certain rivers and creeks. [Reg. 23/1947 27/1960]             vessel (if a passenger boat or vessel) is licensed to carry shall be legibly printed in black letters not less than three inches high on a white ground or white on a black ground on the outside of both bows of the boat or vessel in respect of which such certificate is issued.",
            "description": "The number of the certificate of inspection issued under regulation 11 and the number of persons the boat or LAWS OF GUYANA River Navigation Cap. 50:01 25 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012 marked on passenger boat or vessel.       Markings to be kept in good order.      Ballast to be carried by passenger boat.  Life belts and life buoys to be carried.     Reef points on sailing boats and vessels.   Provisions where vessels or boats navigate certain portions of certain rivers and creeks. [Reg. 23/1947 27/1960]             vessel (if a passenger boat or vessel) is licensed to carry shall be legibly printed in black letters not less than three inches high on a white ground or white on a black ground on the outside of both bows of the boat or vessel in respect of which such certificate is issued."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Markings to be kept in good order. ",
            "context": "RIVER NAVIGATION ACT under Markings to be kept in good order. 23. All markings of boats or vessels required under these regulations shall be kept freshly painted and legible to the satisfaction of the officer or his deputy.",
            "description": "All markings of boats or vessels required under these regulations shall be kept freshly painted and legible to the satisfaction of the officer or his deputy."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Ballast to be carried by passenger boat. ",
            "context": "RIVER NAVIGATION ACT under Ballast to be carried by passenger boat. 24. No boat or vessel not decked, which carries passengers shall carry any other than water ballast.",
            "description": "No boat or vessel not decked, which carries passengers shall carry any other than water ballast."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Life belts and life buoys to be carried. ",
            "context": "RIVER NAVIGATION ACT under Life belts and life buoys to be carried. 25.",
            "description": "25."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Reef points on sailing boats and vessels. ",
            "context": "RIVER NAVIGATION ACT under Reef points on sailing boats and vessels. 26. Every sailing boat or vessel shall have on its sail or sails reef points to allow of at least one reef being taken in each of such sails.",
            "description": "Every sailing boat or vessel shall have on its sail or sails reef points to allow of at least one reef being taken in each of such sails."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Provisions where vessels or boats navigate certain portions of certain rivers and creeks. ",
            "context": "RIVER NAVIGATION ACT under Provisions where vessels or boats navigate certain portions of certain rivers and creeks. 27. (1) Except as hereinafter provided in this regulation, every vessel or boat when navigating the Demerara River below Watooka Creek, the Essequibo River below Bartica, the Berbice River below Kokerit Creek, the Barima River below Mount Everard, the Kaituma Creek below Port Kaituma or the Aruka Creek below Kumaka shall be in the charge of a person duly licensed under the Harbour Regulations to act as a master of a vessel in a harbour.  (2) Any person guilty of a breach of this regulation shall be liable to a fine of three hundred dollars or to imprisonment for two months.  (3) This regulation shall not apply    (a) to any officer of the Guyana Defence LAWS OF GUYANA 26 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                                        Speed limits for vessels or boats navigating the Demerara River. [Reg. 23/1947]              Force or of the navy of any Commonwealth country; or  (b) to any naval officer of any foreign power; or  (c) to any person holding a certificate of competency, issued by any competent authority outside Guyana, for the particular type of vessel or boat being navigated; or  (d) to fishing vessels or boats under 10 tons burden not propelled by machinery; or  (e) to vessels or boats not propelled by machinery belonging to and used solely by farmers and not carrying passengers or goods for hire or reward.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except as hereinafter provided in this regulation, every vessel or boat when navigating the Demerara River below Watooka Creek, the Essequibo River below Bartica, the Berbice River below Kokerit Creek, the Barima River below Mount Everard, the Kaituma Creek below Port Kaituma or the Aruka Creek below Kumaka shall be in the charge of a person duly licensed under the Harbour Regulations to act as a master of a vessel in a harbour."
                },
                {
                    "representation": "(2)",
                    "description": "Any person guilty of a breach of this regulation shall be liable to a fine of three hundred dollars or to imprisonment for two months."
                },
                {
                    "representation": "(3)",
                    "description": "This regulation shall not apply"
                },
                {
                    "representation": "(a)",
                    "description": "to any officer of the Guyana Defence LAWS OF GUYANA 26 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                                        Speed limits for vessels or boats navigating the Demerara River. [Reg. 23/1947]              Force or of the navy of any Commonwealth country; or"
                },
                {
                    "representation": "(b)",
                    "description": "to any naval officer of any foreign power; or"
                },
                {
                    "representation": "(c)",
                    "description": "to any person holding a certificate of competency, issued by any competent authority outside Guyana, for the particular type of vessel or boat being navigated; or"
                },
                {
                    "representation": "(d)",
                    "description": "to fishing vessels or boats under 10 tons burden not propelled by machinery; or"
                },
                {
                    "representation": "(e)",
                    "description": "to vessels or boats not propelled by machinery belonging to and used solely by farmers and not carrying passengers or goods for hire or reward."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Speed limits for vessels or boats navigating the Demerara River.  PART IV Certificating of Captains, Steersmen and Bowmen to be Employed in Charge of Boats and Vessels Used on Any Portion of a River Obstructed by Falls or Rapids River Navigation Regulations  LAWS OF GUYANA River Navigation Cap. 50:01 15 [Subsidiary] Demerara River Oil Launches Regulations  L.R.O. 1/2012                                                REGULATION ",
            "context": "RIVER NAVIGATION ACT under Speed limits for vessels or boats navigating the Demerara River.  PART IV Certificating of Captains, Steersmen and Bowmen to be Employed in Charge of Boats and Vessels Used on Any Portion of a River Obstructed by Falls or Rapids River Navigation Regulations  LAWS OF GUYANA River Navigation Cap. 50:01 15 [Subsidiary] Demerara River Oil Launches Regulations  L.R.O. 1/2012                                                REGULATION 28. (1) Except with the special permission of the Harbour Master, no vessel or boat having an overall length of more than 50 feet shall be navigated   (a) in any part of the Demerara River, at a speed exceeding 10 knots; or  (b) in that portion of the Demerara River between the lower boundary of Plantation Providence and the upper boundary of Craig (and defined by public notice there erected of the speed restriction under this paragraph), or within such other portions of the said river as may from LAWS OF GUYANA River Navigation Cap. 50:01 27 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                           Requirement as to control of boat or vessel.          Prohibition of uncertificated person acting as captain, steersman or bowman. Issue of certificate of competency.  time to time be prescribed by the Minister by notice published in the Gazette, at a speed exceeding 5 knots.  (2) Any person guilty of a breach of this regulation shall be liable to a fine of three hundred dollars or to imprisonment for two months.  PART IV CERTIFICATING OF CAPTAINS, STEERSMEN AND BOWMEN TO BE EMPLOYED IN CHARGE OF BOATS AND VESSELS USED ON ANY PORTION OF A RIVER OBSTRUCTED BY FALLS OR RAPIDS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except with the special permission of the Harbour Master, no vessel or boat having an overall length of more than 50 feet shall be navigated"
                },
                {
                    "representation": "(a)",
                    "description": "in any part of the Demerara River, at a speed exceeding 10 knots; or"
                },
                {
                    "representation": "(b)",
                    "description": "in that portion of the Demerara River between the lower boundary of Plantation Providence and the upper boundary of Craig"
                },
                {
                    "representation": "(2)",
                    "description": "Any person guilty of a breach of this regulation shall be liable to a fine of three hundred dollars or to imprisonment for two months.  PART IV CERTIFICATING OF CAPTAINS, STEERSMEN AND BOWMEN TO BE EMPLOYED IN CHARGE OF BOATS AND VESSELS USED ON ANY PORTION OF A RIVER OBSTRUCTED BY FALLS OR RAPIDS"
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Requirements as to control of boat or vessel. ",
            "context": "RIVER NAVIGATION ACT under Requirements as to control of boat or vessel. 29. Every boat used on any portion of a river above the first falls therein save as provided in regulation 2 shall have a steersman, and also a bowman, duly qualified and appointed for that purpose, and every vessel shall have a duly certificated captain.",
            "description": "Every boat used on any portion of a river above the first falls therein save as provided in regulation 2 shall have a steersman, and also a bowman, duly qualified and appointed for that purpose, and every vessel shall have a duly certificated captain."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Prohibition of uncertificated person acting as captain, steersman or bowman.        ",
            "context": "RIVER NAVIGATION ACT under Prohibition of uncertificated person acting as captain, steersman or bowman.        30. It shall not be lawful for any person except in any case of emergency (the onus of proving which shall lie on him) to act as captain of a vessel or steersman or bowman of a boat, unless he holds a certificate of competency in that behalf from the officer.",
            "description": "It shall not be lawful for any person except in any case of emergency (the onus of proving which shall lie on him) to act as captain of a vessel or steersman or bowman of a boat, unless he holds a certificate of competency in that behalf from the officer."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "(1) Issue of certificate of competency.       (2) Examination of captains, steersmen and bowmen for             certificates of competency. ",
            "context": "RIVER NAVIGATION ACT under (1) Issue of certificate of competency.       (2) Examination of captains, steersmen and bowmen for             certificates of competency. 31. (1) Any person desirous of obtaining a certificate of competency as captain of a vessel or steersman, or bowman of a boat shall make application for that purpose to the officer and on his satisfying the officer that he is over 21 years of age, that he is physically fit, and that he is competent to act as captain of a vessel, or steersman or bowman of a boat, shall be entitled to receive a certificate of competency accordingly on paying for the same the sum of one dollar.  (2) The officer may appoint any person or persons   captains, Examination of LAWS OF GUYANA 28 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                        Form of certificate of competency. Schedule,  Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person desirous of obtaining a certificate of competency as captain of a vessel or steersman, or bowman of a boat shall make application for that purpose to the officer and on his satisfying the officer that he is over 21 years of age, that he is physically fit, and that he is competent to act as captain of a vessel, or steersman or bowman of a boat, shall be entitled to receive a certificate of competency accordingly on paying for the same the sum of one dollar."
                },
                {
                    "representation": "(2)",
                    "description": "The officer may appoint any person or persons   captains, Examination of LAWS OF GUYANA 28 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                        Form of certificate of competency. Schedule,  Form"
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "(1) Form of certificate of competency.        (4) Issue of emergency certificates             ",
            "context": "RIVER NAVIGATION ACT under (1) Form of certificate of competency.        (4) Issue of emergency certificates             32. (1) Every certificate may be in Form 2 in the Schedule.  (2) A certificate may be either of general application or of a specified local application.  (3) Every certificate shall be issued and held subject to these regulations and to any other like regulations which may be hereafter enacted.  (4) An emergency certificate may be issued by the deputy of such officer at any time in the same manner, and shall have the same force and effect as a certificate issued by the officer:  Provided that    (a)  the person to whom such certificate has been issued shall, upon notice being given to him for that purpose by the officer or his deputy, attend     competency. certificates of bowmen for steersman and LAWS OF GUYANA River Navigation Cap. 50:01 29 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                                     Register of certificates of competency.      Captain, steersman and bowman to act as rural before the officer for examination; and if such person fails to appear before the officer in accordance with such notice, or upon examination fails to satisfy the officer as to his competency, his certificate shall be cancelled by the officer;  (b)  an emergency certificate under this regulation shall only be issued in cases of urgency, or where certificated captains, steersmen, or bowmen are not available, and, that such certificate shall be valid only for the voyage specified therein.  (5) No emergency certificate shall be issued to any person who has not served the probationary period set out in regulation 31(3) and no emergency certificate shall be issued for more than one voyage and after issue of such certificate no second emergency certificate shall be issued to the same person to act in the same capacity unless and until he shall have submitted himself to the board for examination and shall have duly passed the same.  (6) It shall not be lawful for the holder of a certificate to lend, hire, pawn, pledge, sell or otherwise dispose of his certificate to any other person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every certificate may be in Form 2 in the Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "A certificate may be either of general application or of a specified local application."
                },
                {
                    "representation": "(3)",
                    "description": "Every certificate shall be issued and held subject to these regulations and to any other like regulations which may be hereafter enacted."
                },
                {
                    "representation": "(4)",
                    "description": "An emergency certificate may be issued by the deputy of such officer at any time in the same manner, and shall have the same force and effect as a certificate issued by the officer:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "the person to whom such certificate has been issued shall, upon notice being given to him for that purpose by the officer or his deputy, attend     competency. certificates of bowmen for steersman and LAWS OF GUYANA River Navigation Cap. 50:01 29 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                                     Register of certificates of competency.      Captain, steersman and bowman to act as rural before the officer for examination; and if such person fails to appear before the officer in accordance with such notice, or upon examination fails to satisfy the officer as to his competency, his certificate shall be cancelled by the officer;"
                },
                {
                    "representation": "(b)",
                    "description": "an emergency certificate under this regulation shall only be issued in cases of urgency, or where certificated captains, steersmen, or bowmen are not available, and, that such certificate shall be valid only for the voyage specified therein."
                },
                {
                    "representation": "(5)",
                    "description": "No emergency certificate shall be issued to any person who has not served the probationary period set out in regulation 31(3) and no emergency certificate shall be issued for more than one voyage and after issue of such certificate no second emergency certificate shall be issued to the same person to act in the same capacity unless and until he shall have submitted himself to the board for examination and shall have duly passed the same."
                },
                {
                    "representation": "(6)",
                    "description": "It shall not be lawful for the holder of a certificate to lend, hire, pawn, pledge, sell or otherwise dispose of his certificate to any other person."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Register of certificates of competency. ",
            "context": "RIVER NAVIGATION ACT under Register of certificates of competency. 33. The officer shall keep a register of all certificates issued under these regulations and such register, upon production, shall be prima facie evidence of the facts therein stated.",
            "description": "The officer shall keep a register of all certificates issued under these regulations and such register, upon production, shall be prima facie evidence of the facts therein stated."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Captain, steersman and bowman to act as rural constable. ",
            "context": "RIVER NAVIGATION ACT under Captain, steersman and bowman to act as rural constable. 34. (1) Every certificated captain, steersman and bowman shall accept and act in the office of rural constable if he is thereunto appointed by the Commissioner of Police and LAWS OF GUYANA 30 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012  constable.                    Suspension or cancellation of certificates.                      c. 65:01 c. 62:01         upon his appointment to act as he shall receive a badge which shall bear the number of his certificate.   (2) Every certificated captain, steersman or bowman who within two weeks of the receipt of his certificate of competency fails to make written application to the Commissioner of Police for appointment as a rural constable may have his certificate suspended by the officer for such time as he may think fit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every certificated captain, steersman and bowman shall accept and act in the office of rural constable if he is thereunto appointed by the Commissioner of Police and LAWS OF GUYANA 30 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012  constable.                    Suspension or cancellation of certificates.                      c. 65:01 c. 62:01         upon his appointment to act as he shall receive a badge which shall bear the number of his certificate."
                },
                {
                    "representation": "(2)",
                    "description": "Every certificated captain, steersman or bowman who within two weeks of the receipt of his certificate of competency fails to make written application to the Commissioner of Police for appointment as a rural constable may have his certificate suspended by the officer for such time as he may think fit."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Suspension of cancellation of certificates. ",
            "context": "RIVER NAVIGATION ACT under Suspension of cancellation of certificates. 35. The officer may suspend for such time as he may think fit, or cancel the certificate of competency of any captain of a vessel or steersman or bowman of a boat who    (a) is on account of physical or mental infirmity unable to perform his duties efficiently;  (b) is guilty of drunkenness or neglect when engaged in the performance of his duties;  (c) is guilty of a breach of contract or refuses or neglects, except for good cause, to perform the work he has contracted to carry out;  (d) is guilty of any breach of these regulations, or convicted of a breach of the Mining Regulations or State Lands  Regulations for the time being in force;   (e) refuses or neglects to accept or act in the office of a rural constable under the last preceding regulation;  LAWS OF GUYANA River Navigation Cap. 50:01 31 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                                                (f)  allows any vessel or boat of which he is in charge to be overloaded;  (g) is guilty of reckless conduct whilst in charge of a vessel or boat, thereby endangering the safety of the passengers or crew;  (h) refuses or neglects to give reasonable care and a Mention to any sick person being conveyed in his boat; or  (i)  conveys in his boat a greater number of persons than it is licensed to carry:  Provided that   (i) no certificate shall be cancelled, except after due inquiry made by the officer, and unless the captain, steersman or bowman concerned has had an opportunity of being present at the inquiry and of making his defence; (ii) any captain, steersman or bowman whose certificate of competency has been so suspended or cancelled shall have the right of appealing against such order to the Minister, whose decision shall be final;   (iii)  the officer may at any LAWS OF GUYANA 32 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012         Offences by captain, steersman and bowman which constitute a breach of the regulations.                                   Offences against the regulations.     time require the holder of a certificate to present himself for re-examination.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "is on account of physical or mental infirmity unable to perform his duties efficiently;"
                },
                {
                    "representation": "(b)",
                    "description": "is guilty of drunkenness or neglect when engaged in the performance of his duties;"
                },
                {
                    "representation": "(c)",
                    "description": "is guilty of a breach of contract or refuses or neglects, except for good cause, to perform the work he has contracted to carry out;"
                },
                {
                    "representation": "(d)",
                    "description": "is guilty of any breach of these regulations, or convicted of a breach of the Mining Regulations or State Lands  Regulations for the time being in force;"
                },
                {
                    "representation": "(e)",
                    "description": "refuses or neglects to accept or act in the office of a rural constable under the last preceding regulation;  LAWS OF GUYANA River Navigation Cap. 50:01 31 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012"
                },
                {
                    "representation": "(f)",
                    "description": "allows any vessel or boat of which he is in charge to be overloaded;"
                },
                {
                    "representation": "(g)",
                    "description": "is guilty of reckless conduct whilst in charge of a vessel or boat, thereby endangering the safety of the passengers or crew;"
                },
                {
                    "representation": "(h)",
                    "description": "refuses or neglects to give reasonable care and a Mention to any sick person being conveyed in his boat; or"
                },
                {
                    "representation": "(i)",
                    "description": "no certificate shall be cancelled, except after due inquiry made by the officer, and unless the captain, steersman or bowman concerned has had an opportunity of being present at the inquiry and of making his defence;"
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Offences by captain, steersman and bowman which constitute a breach of the regulations.  PART V Control of Navigation of Boats and Vessels Used on Any Portion of a River Obstructed by Falls or Rapids  ",
            "context": "RIVER NAVIGATION ACT under Offences by captain, steersman and bowman which constitute a breach of the regulations.  PART V Control of Navigation of Boats and Vessels Used on Any Portion of a River Obstructed by Falls or Rapids  36. Every captain of a vessel, or steersman or bowman of a boat who   (a) is guilty of drunkenness or neglect when engaged in the performance of his duties;  (b) allows any vessel or boat of which he is in charge to be overloaded;  (c) is guilty of reckless conduct whilst in charge of a vessel or boat, thereby endangering the safety of the passengers or crew; or  (d)  refuses or neglects to give reasonable care and attention to any sick person being conveyed in his boat,  shall in addition to the penalty provided in regulation 35 be guilty of a breach of these Regulations.  PART V CONTROL OF NAVIGATION OF BOATS AND VESSELS USED ON ANY PORTION OF A RIVER OBSTRUCTED BY FALLS OR RAPIDS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "is guilty of drunkenness or neglect when engaged in the performance of his duties;"
                },
                {
                    "representation": "(b)",
                    "description": "allows any vessel or boat of which he is in charge to be overloaded;"
                },
                {
                    "representation": "(c)",
                    "description": "is guilty of reckless conduct whilst in charge of a vessel or boat, thereby endangering the safety of the passengers or crew; or"
                },
                {
                    "representation": "(d)",
                    "description": "refuses or neglects to give reasonable care and attention to any sick person being conveyed in his boat,  shall in addition to the penalty provided in regulation 35 be guilty of a breach of these Regulations.  PART V CONTROL OF NAVIGATION OF BOATS AND VESSELS USED ON ANY PORTION OF A RIVER OBSTRUCTED BY FALLS OR RAPIDS"
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Offences against the regulations. ",
            "context": "RIVER NAVIGATION ACT under Offences against the regulations. 37. Every person who   (a)  sends, despatches or allows to be sent on a voyage beyond the first falls in any river any vessel without a LAWS OF GUYANA River Navigation Cap. 50:01 33 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                                         Meaning of boat.          certificated captain on board, or any boat without a certificated steersman and a certificated bowman on board thereof; or  (b) employs or allows to be employed any person not having a certificate of competency in that behalf to act as captain of a vessel or as steersman or as bowman of a boat; or  (c) not having a certificate of competency in that behalf acts as captain of a vessel, or as steersman or as bowman of a boat; or  (d) sends, despatches or allows to be sent upon a voyage any overloaded boat, or any boat without the ropes or lifeline, or not having waterlines, as required by these regulations,  shall be guilty of a breach of these Regulations. It shall be sufficient defence to any complaint for a breach of this regulation for the defendant to show that the case was one of emergency and that the breach was under the circumstances of the particular case unavoidable by the exercise of reasonable care and diligence.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "sends, despatches or allows to be sent on a voyage beyond the first falls in any river any vessel without a LAWS OF GUYANA River Navigation Cap. 50:01 33 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                                         Meaning of boat.          certificated captain on board, or any boat without a certificated steersman and a certificated bowman on board thereof; or"
                },
                {
                    "representation": "(b)",
                    "description": "employs or allows to be employed any person not having a certificate of competency in that behalf to act as captain of a vessel or as steersman or as bowman of a boat; or"
                },
                {
                    "representation": "(c)",
                    "description": "not having a certificate of competency in that behalf acts as captain of a vessel, or as steersman or as bowman of a boat; or"
                },
                {
                    "representation": "(d)",
                    "description": "sends, despatches or allows to be sent upon a voyage any overloaded boat, or any boat without the ropes or lifeline, or not having waterlines, as required by these regulations,  shall be guilty of a breach of these Regulations. It shall be sufficient defence to any complaint for a breach of this regulation for the defendant to show that the case was one of emergency and that the breach was under the circumstances of the particular case unavoidable by the exercise of reasonable care and diligence."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Manning of boat. ",
            "context": "RIVER NAVIGATION ACT under Manning of boat. 38. (1) No certificated captain of a vessel or steersman shall proceed on a voyage in an inefficiently manned vessel or boat, or in any vessel or boat not marked as required by these Regulations.  (2) Where a boat is not efficiently manned the owner thereof shall be deemed guilty of a breach of these Regulations. LAWS OF GUYANA 34 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012  Equipment of boat.     Ordinary ropes of boat.                   Life-line of boat.                       Prohibition of running certain falls.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No certificated captain of a vessel or steersman shall proceed on a voyage in an inefficiently manned vessel or boat, or in any vessel or boat not marked as required by these Regulations."
                },
                {
                    "representation": "(2)",
                    "description": "Where a boat is not efficiently manned the owner thereof shall be deemed guilty of a breach of these Regulations. LAWS OF GUYANA 34 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012  Equipment of boat.     Ordinary ropes of boat.                   Life-line of boat.                       Prohibition of running certain falls."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Equipment of boatman. ",
            "context": "RIVER NAVIGATION ACT under Equipment of boatman. 39. Every bowman and boatman shall furnish himself with a suitable paddle to the satisfaction of the steersman.",
            "description": "Every bowman and boatman shall furnish himself with a suitable paddle to the satisfaction of the steersman."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Ordinary ropes of boat. ",
            "context": "RIVER NAVIGATION ACT under Ordinary ropes of boat. 40. (1) Every vessel or boat shall be furnished with a bow rope, a stern rope, and breast rope, and the captain or steersman shall  inspect the same before starting on a voyage, and shall satisfy himself that they are of the requisite length and strength for the purposes of the voyage and size of the vessel or boat.  (2) If any vessel or boat is not furnished with suitable ropes as herein mentioned, to the satisfaction of the captain or steersman, the owner of the vessel or boat or his agent or the person despatching such boat or vessel shall be deemed guilty of a breach of these Regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every vessel or boat shall be furnished with a bow rope, a stern rope, and breast rope, and the captain or steersman shall  inspect the same before starting on a voyage, and shall satisfy himself that they are of the requisite length and strength for the purposes of the voyage and size of the vessel or boat."
                },
                {
                    "representation": "(2)",
                    "description": "If any vessel or boat is not furnished with suitable ropes as herein mentioned, to the satisfaction of the captain or steersman, the owner of the vessel or boat or his agent or the person despatching such boat or vessel shall be deemed guilty of a breach of these Regulations."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Life-line of boat. ",
            "context": "RIVER NAVIGATION ACT under Life-line of boat. 41. In addition to the ropes already mentioned every vessel and boat shall be furnished with a rope of not less than eight fathoms in length and one and one-half inches in circumference, and such rope shall be kept carefully coiled at all times and placed on the deck of such vessel, or outside and on top of the lading of the boat and shall be used as a heaving line for the purpose of saving life in the event of any person falling overboard or being swept away by the current in hauling up a fall and for no other purpose whatever. If any person uses such rope for any purpose other than the purposes herein mentioned he shall be deemed guilty of a breach of these Regulations. Every vessel propelled by steam or other machinery shall also in addition carry not less than two life buoys.",
            "description": "In addition to the ropes already mentioned every vessel and boat shall be furnished with a rope of not less than eight fathoms in length and one and one-half inches in circumference, and such rope shall be kept carefully coiled at all times and placed on the deck of such vessel, or outside and on top of the lading of the boat and shall be used as a heaving line for the purpose of saving life in the event of any person falling overboard or being swept away by the current in hauling up a fall and for no other purpose whatever. If any person uses such rope for any purpose other than the purposes herein mentioned he shall be deemed guilty of a breach of these Regulations. Every vessel propelled by steam or other machinery shall also in addition carry not less than two life buoys."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Prohibition of “running” certain falls. ",
            "context": "RIVER NAVIGATION ACT under Prohibition of running certain falls. 42. The officer may, with the approval of the Minister, prohibit the running of such falls and rapids in the several rivers to which these Regulations apply as he may think advisable and shall publish such prohibition in the Gazette and at each Government Station within the districts wherein such falls are situate, and in the event of any captain of any LAWS OF GUYANA River Navigation Cap. 50:01 35 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012         Vessel or boat not to run falls between certain hours.       Disobeying order of steersman.             Definition of person deemed to be employed in a boat. c. 65:01 c. 62:01          vessel or steersman of any boat taking such vessel or boat through either of such prohibited falls or rapids the captain of such vessel and steersman and bowman of such boat shall be severally deemed guilty of a breach of these Regulations.",
            "description": "The officer may, with the approval of the Minister, prohibit the running of such falls and rapids in the several rivers to which these Regulations apply as he may think advisable and shall publish such prohibition in the Gazette and at each Government Station within the districts wherein such falls are situate, and in the event of any captain of any LAWS OF GUYANA River Navigation Cap. 50:01 35 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012         Vessel or boat not to run falls between certain hours.       Disobeying order of steersman.             Definition of person deemed to be employed in a boat. c. 65:01 c. 62:01          vessel or steersman of any boat taking such vessel or boat through either of such prohibited falls or rapids the captain of such vessel and steersman and bowman of such boat shall be severally deemed guilty of a breach of these Regulations."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Vessel or boat not to run falls between certain hours. ",
            "context": "RIVER NAVIGATION ACT under Vessel or boat not to run falls between certain hours. 43. (1) It shall not be lawful for any vessel or boat to run any falls between the hours of 6 p.m. and",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It shall not be lawful for any vessel or boat to run any falls between the hours of 6 p.m. and"
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "(1) Disobeying order of steersman.       (2) Definition of person deemed to be employed in a boat.        (3) Offence to turn back with boat on break-down of motor.       (4) Bowman to pull paddle in open water.       (5) Offence to incite persons to disobey order of steersman. ",
            "context": "RIVER NAVIGATION ACT under (1) Disobeying order of steersman.       (2) Definition of person deemed to be employed in a boat.        (3) Offence to turn back with boat on break-down of motor.       (4) Bowman to pull paddle in open water.       (5) Offence to incite persons to disobey order of steersman. 44. (1) Any person travelling in any vessel or boat or any bowman, boat-hand or puller or other person employed in any vessel or boat who wilfully disobeys any lawful order of the captain of such vessel or the steersman of such boat shall be deemed guilty of a breach of these Regulations:  Provided that it shall not be obligatory for any person travelling in a boat but not employed therein to render service as a boat hand or puller except when required so to do by the steersman in moments of danger of which the steersman shall be sole judge.  (2) Every person registered to work as a labourer or in any other capacity under any Mining or State Lands Regulations for the time being in force or every holder of a Mining Privilege under any such Mining Regulations, who travels in any vessel or boat or every person who travels in a boat with permission of the owner, captain or steersman granted him on the condition that he renders service as a boat hand or puller in return for his passage or every person who in return for payment engages to render service as a boat hand or puller shall be deemed to be a person employed in such a vessel or boat.  LAWS OF GUYANA 36 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012  Offence to turn back with boat on break-down of motor.          Bowman to pull paddle in open water.    Offence to incite persons to disobey order of steersman.   Reporting at Government Station.                  Offence to take in additional cargo or persons after reporting at (3) Every steersman, bowman, or other person employed in a boat who refuses or fails to proceed with such boat to its destination where the outboard motor refuses to act shall be guilty of an offence against these regulations unless such steersman, bowman or other person as aforesaid is under any subsisting contract with the person employing him entitled to turn back to the starting point on the breakdown of the motor.  (4) Every bowman of a boat when the boat is under way and he is not actually engaged in guiding the boat with the bow-paddle shall pull paddle and give the stroke to the crew.  (5) Every person who incites any person travelling in or employed in any vessel or boat to disobey the orders of the captain of such vessel or of the steersman of such boat shall be deemed guilty of a breach of these Regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person travelling in any vessel or boat or any bowman, boat-hand or puller or other person employed in any vessel or boat who wilfully disobeys any lawful order of the captain of such vessel or the steersman of such boat shall be deemed guilty of a breach of these Regulations:  Provided that it shall not be obligatory for any person travelling in a boat but not employed therein to render service as a boat hand or puller except when required so to do by the steersman in moments of danger of which the steersman shall be sole judge."
                },
                {
                    "representation": "(2)",
                    "description": "Every person registered to work as a labourer or in any other capacity under any Mining or State Lands Regulations for the time being in force or every holder of a Mining Privilege under any such Mining Regulations, who travels in any vessel or boat or every person who travels in a boat with permission of the owner, captain or steersman granted him on the condition that he renders service as a boat hand or puller in return for his passage or every person who in return for payment engages to render service as a boat hand or puller shall be deemed to be a person employed in such a vessel or boat.  LAWS OF GUYANA 36 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012  Offence to turn back with boat on break-down of motor.          Bowman to pull paddle in open water.    Offence to incite persons to disobey order of steersman.   Reporting at Government Station.                  Offence to take in additional cargo or persons after reporting at"
                },
                {
                    "representation": "(3)",
                    "description": "Every steersman, bowman, or other person employed in a boat who refuses or fails to proceed with such boat to its destination where the outboard motor refuses to act shall be guilty of an offence against these regulations unless such steersman, bowman or other person as aforesaid is under any subsisting contract with the person employing him entitled to turn back to the starting point on the breakdown of the motor."
                },
                {
                    "representation": "(4)",
                    "description": "Every bowman of a boat when the boat is under way and he is not actually engaged in guiding the boat with the bow-paddle shall pull paddle and give the stroke to the crew."
                },
                {
                    "representation": "(5)",
                    "description": "Every person who incites any person travelling in or employed in any vessel or boat to disobey the orders of the captain of such vessel or of the steersman of such boat shall be deemed guilty of a breach of these Regulations."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "(1)  Reporting at Government Station.        (3) Offence to take in additional cargo or persons after reporting at Station.       (4)  Prohibition against stopping between Bartica and first falls after leaving Station.       (5) Offence for steersman or bowman to stop, land or  River Navigation Regulations  LAWS OF GUYANA 16 Cap. 50:01 River Navigation [Subsidiary]  Demerara River Oil Launches Regulations   L.R.O. 1/2012                                               REGULATION  return after leaving Bartica. ",
            "context": "RIVER NAVIGATION ACT under (1)  Reporting at Government Station.        (3) Offence to take in additional cargo or persons after reporting at Station.       (4)  Prohibition against stopping between Bartica and first falls after leaving Station.       (5) Offence for steersman or bowman to stop, land or  River Navigation Regulations  LAWS OF GUYANA 16 Cap. 50:01 River Navigation [Subsidiary]  Demerara River Oil Launches Regulations   L.R.O. 1/2012                                               REGULATION  return after leaving Bartica. 45. (1) Every captain and steersman shall report himself when about to proceed upon a voyage, or when returning from a voyage, at the Government Station appointed for the purpose and shall exhibit to the officer in charge thereof his own certificate and the certificate (if any such certificate is required by these Regulations) of the bowman and the officer shall make an entry of the same and of the number of the crew and other persons (if any) on board the vessel or boat in a book to be kept for that purpose.  (2) The production of such book in any court of law and at any inquiry held under these regulations shall be prima facie evidence of the facts therein stated.  (3) No captain or steersman (except in case of necessity the onus of proving which shall be on him) shall, after reporting himself as aforesaid, take into his vessel or boat any additional lading, or any additional person. LAWS OF GUYANA River Navigation Cap. 50:01 37 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012 Station.  Prohibition against stopping between Bartica and first falls after leaving Station.         Offence for steersman or bowman to stop, land or return after leaving Bartica.                 Landing at  Government Station.      c. 65:01   Offence to stop or land between first falls and Bartica on      (4) No captain of a vessel or steersman or bowman of a boat which leaves Bartica for a journey up river shall, except for any unforeseen or unavoidable cause, of which the navigation officer shall be the judge, stop at any point between Bartica and the first  falls on each of the rivers without the written permission of the navigation officer first had and obtained except that on the Mazaruni River a boat may tie up or anchor on the upward journey at any point beyond the last settlement while waiting for the tide or daylight to pass the Tutruba Falls.  (5) Any captain, steersman or bowman who lands or loiters between Bartica and the first falls or stops and returns or permits members of his crew to stop or return to Bartica or any intermediate point between Bartica and the first falls except as aforesaid shall be guilty of an offence under these Regulations and shall on conviction be liable to a fine of seven hundred and fifty dollars or imprisonment for six months.  (6) Any boat-hand, member of the crew or passenger so landing, loitering or returning to Bartica shall be liable to a fine of one hundred and fifty dollars or imprisonment for two months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every captain and steersman shall report himself when about to proceed upon a voyage, or when returning from a voyage, at the Government Station appointed for the purpose and shall exhibit to the officer in charge thereof his own certificate and the certificate"
                },
                {
                    "representation": "(2)",
                    "description": "The production of such book in any court of law and at any inquiry held under these regulations shall be prima facie evidence of the facts therein stated."
                },
                {
                    "representation": "(3)",
                    "description": "No captain or steersman"
                },
                {
                    "representation": "(4)",
                    "description": "No captain of a vessel or steersman or bowman of a boat which leaves Bartica for a journey up river shall, except for any unforeseen or unavoidable cause, of which the navigation officer shall be the judge, stop at any point between Bartica and the first  falls on each of the rivers without the written permission of the navigation officer first had and obtained except that on the Mazaruni River a boat may tie up or anchor on the upward journey at any point beyond the last settlement while waiting for the tide or daylight to pass the Tutruba Falls."
                },
                {
                    "representation": "(5)",
                    "description": "Any captain, steersman or bowman who lands or loiters between Bartica and the first falls or stops and returns or permits members of his crew to stop or return to Bartica or any intermediate point between Bartica and the first falls except as aforesaid shall be guilty of an offence under these Regulations and shall on conviction be liable to a fine of seven hundred and fifty dollars or imprisonment for six months."
                },
                {
                    "representation": "(6)",
                    "description": "Any boat-hand, member of the crew or passenger so landing, loitering or returning to Bartica shall be liable to a fine of one hundred and fifty dollars or imprisonment for two months."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "(1) Landing at Government Station.        (2) Offence to stop or land between first falls and Bartica on downward journey ",
            "context": "RIVER NAVIGATION ACT under (1) Landing at Government Station.        (2) Offence to stop or land between first falls and Bartica on downward journey 46. (1) A captain or steersman shall not on approaching a Government Station allow any person to land from his vessel or boat or communicate with the shore by allowing any person to approach or board his vessel or boat until he has reported himself at the Station as required by section 57(a) of the Mining Act.  (2) On the downward journey a captain or steersman shall not after leaving the foot of the first falls on the Mazaruni or Cuyuni Rivers land, anchor or tie up or allow any person to land or communicate with the shore or allow LAWS OF GUYANA 38 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012  downward journey.    Production of certificate.              Offence to fail to produce certificate.                    Reporting of accident.            any person to approach or board his vessel or boat until he has reported himself at the Government Station at Bartica.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A captain or steersman shall not on approaching a Government Station allow any person to land from his vessel or boat or communicate with the shore by allowing any person to approach or board his vessel or boat until he has reported himself at the Station as required by section 57(a) of the Mining Act."
                },
                {
                    "representation": "(2)",
                    "description": "On the downward journey a captain or steersman shall not after leaving the foot of the first falls on the Mazaruni or Cuyuni Rivers land, anchor or tie up or allow any person to land or communicate with the shore or allow LAWS OF GUYANA 38 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012  downward journey.    Production of certificate.              Offence to fail to produce certificate.                    Reporting of accident.            any person to approach or board his vessel or boat until he has reported himself at the Government Station at Bartica."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Production of certificate. ",
            "context": "RIVER NAVIGATION ACT under Production of certificate. 47. Any public officer or police constable may, at any time, require any person acting as captain of a vessel or steersman of a boat or in any case where under these Regulations a certificated bowman is required as bowman of a boat, to produce for his inspection his certificate of competency, and if such person refuses or neglects to comply with such requisition, such refusal or neglect shall be prima facie evidence that such person was not the holder of a certificate.",
            "description": "Any public officer or police constable may, at any time, require any person acting as captain of a vessel or steersman of a boat or in any case where under these Regulations a certificated bowman is required as bowman of a boat, to produce for his inspection his certificate of competency, and if such person refuses or neglects to comply with such requisition, such refusal or neglect shall be prima facie evidence that such person was not the holder of a certificate."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Offence to fail to produce certificate. ",
            "context": "RIVER NAVIGATION ACT under Offence to fail to produce certificate. 48. (1) Every captain, steersman or bowman holding a certificate of competency in that behalf, shall produce his certificate to the officer in charge or his deputy, on being required so to do, and every captain, steersman or bowman failing so to produce his certificate to the officer or his deputy, after having been requested so to do, within a reasonable time, and without lawful excuse, shall be deemed guilty of a breach of these Regulations.  (2) Any captain or steersman who refuses or neglects to stop and come alongside when called upon to do so by the officer or his deputy, whilst travelling, shall be guilty of a breach of these Regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every captain, steersman or bowman holding a certificate of competency in that behalf, shall produce his certificate to the officer in charge or his deputy, on being required so to do, and every captain, steersman or bowman failing so to produce his certificate to the officer or his deputy, after having been requested so to do, within a reasonable time, and without lawful excuse, shall be deemed guilty of a breach of these Regulations."
                },
                {
                    "representation": "(2)",
                    "description": "Any captain or steersman who refuses or neglects to stop and come alongside when called upon to do so by the officer or his deputy, whilst travelling, shall be guilty of a breach of these Regulations."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Reporting of accident. ",
            "context": "RIVER NAVIGATION ACT under Reporting of accident. 49. (1) Every captain of a vessel or steersman of a boat shall report to the officer within as short a period thereafter as may be possible, the occurrence of any accident whatever to his vessel or boat or to any person therein, whereby loss of life or of the lading of the vessel or boat or any part thereof, or of the vessel or boat itself has been occasioned.  (2) In the event of the death or disabling of the captain or steersman the duty aforesaid shall be performed by the bowman in case of a boat, and in the event of his death or LAWS OF GUYANA River Navigation Cap. 50:01 39 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012               Detention of vessel or boat for contravention of regulations.                Lights to be carried. [Reg. 34/1945 23/1947 27/1960 12/1969             disablement or in case of a vessel by one of the crew.  (3) In the event of no report being made under paragraph (2) the owner of the vessel or boat shall make such report.  (4) If default is made in complying with this regulation the person making default shall be deemed guilty of a breach of these Regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every captain of a vessel or steersman of a boat shall report to the officer within as short a period thereafter as may be possible, the occurrence of any accident whatever to his vessel or boat or to any person therein, whereby loss of life or of the lading of the vessel or boat or any part thereof, or of the vessel or boat itself has been occasioned."
                },
                {
                    "representation": "(2)",
                    "description": "the owner of the vessel or boat shall make such report."
                },
                {
                    "representation": "(3)",
                    "description": "In the event of no report being made under paragraph"
                },
                {
                    "representation": "(4)",
                    "description": "If default is made in complying with this regulation the person making default shall be deemed guilty of a breach of these Regulations."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Detention of vessel or boat for contravention of regulations.  PART VI Carrying of Lights  ",
            "context": "RIVER NAVIGATION ACT under Detention of vessel or boat for contravention of regulations.  PART VI Carrying of Lights  50. The officer or any public officer or police constable may detain any vessel or boat which he may find about to proceed, or contravention proceeding on a voyage in contravention of these Regulations until of regulations, these Regulations are complied with:  Provided that such detention shall not be made in any case where it is not possible, by the exercise of reasonable care and diligence, to comply with these Regulations.  PART VI CARRYING OF LIGHTS",
            "description": "The officer or any public officer or police constable may detain any vessel or boat which he may find about to proceed, or contravention proceeding on a voyage in contravention of these Regulations until of regulations, these Regulations are complied with:  Provided that such detention shall not be made in any case where it is not possible, by the exercise of reasonable care and diligence, to comply with these Regulations.  PART VI CARRYING OF LIGHTS"
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Lights to be carried. ",
            "context": "RIVER NAVIGATION ACT under Lights to be carried. 51. (1) Subject to the provisions of this paragraph, and between Lights to sunset and sunrise   () every vessel propelled by steam or other machinery, when plying on any portion of a river shall, when under way carry   (i) a bright white light on or in front of the awning or funnel where it can best be seen, and at a height above the gunwale of not less than 5 feet; and  LAWS OF GUYANA 40 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                                                 (ii) a green light on the starboard side and a red light on the port side; or a combined lantern showing a green light and a red light from right ahead to two points abaft the beam on the starboard and port sides respectively. Such combined lantern shall be carried on or in front of the awning or funnel where it can best be seen, at a height of not less than 3 feet below the bright white light;  (b) (i)       all vessels or boats under sail in   any portion of a river shall carry             the light specified in subparagraph (a) (ii);  (ii)  no such vessel or boat shall carry the white light specified in subparagraph (a)(i);  (c) a vessel or boat when towing or pushing any vessel, boat or raft in any portion of a river shall, in addition to her side lights, carry two bright white lights in a vertical line one above the other not less than 6 feet apart, and the lower white light shall not be less than 3 feet above the side lights; LAWS OF GUYANA River Navigation Cap. 50:01 41 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                                                (d) any vessel or boat being towed or pushed in any portion of a river shall carry two all-round red lights, one at the bow and one at the stern;  (e) when in any portion of a river, open punts, boats, bateaux and ballahoos shall show, where it can be seen, an all-round white light at a height of not less than 3 feet above the gunwale;  (f)  any timber raft being towed, or pushed or travelling on, or moored on or to a bank of   (i)  the Demerara River below Watooka Creek; or  (ii) the Essequibo River below Bartica; or (iii) the Berbice River below Kokerit Creek; or (iv) the Barima River below Mount Everard; or (v) the Kaituma Creek below Port Kaituma; or (vi) the Aruka Creek below Kumaka, or (vii) any portion of any other river,  shall be lighted by red lights in such a manner as to indicate to other craft using the river the extreme limits of the raft.  (2) Any vessel or boat relying on electricity for its lighting shall have at least one spare all-round white oil lamp.  (3)      (a) Any vessel or boat under 150 feet in LAWS OF GUYANA 42 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                  Moored vessel to exhibit light. [Reg. 8/11/1918]               Vessels to comply with the rule of the road.     Vessels and boats under way to keep out of the way of open punts.     Boat when towed astern to length shall, when at anchor, show a white light where it can best be seen.  (b)  Any vessel or boat of 150 feet or more in length shall, when at anchor, carry on the forward part of the vessel or boat one such light and at or near the stern another such light. The light at or near the stern shall not be less than 15 feet lower than the forward light.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the provisions of this paragraph, and between Lights to sunset and sunrise"
                },
                {
                    "representation": "(а)",
                    "description": "every vessel propelled by steam or other machinery, when plying on any portion of a river shall, when under way carry"
                },
                {
                    "representation": "(i)",
                    "description": "the Demerara River below Watooka Creek; or"
                },
                {
                    "representation": "(b)",
                    "description": "Any vessel or boat of 150 feet or more in length shall, when at anchor, carry on the forward part of the vessel or boat one such light and at or near the stern another such light. The light at or near the stern shall not be less than 15 feet lower than the forward light."
                },
                {
                    "representation": "(a)",
                    "description": "Any vessel or boat under 150 feet in LAWS OF GUYANA 42 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                  Moored vessel to exhibit light. [Reg. 8/11/1918]               Vessels to comply with the rule of the road.     Vessels and boats under way to keep out of the way of open punts.     Boat when towed astern to length shall, when at anchor, show a white light where it can best be seen."
                },
                {
                    "representation": "(c)",
                    "description": "a vessel or boat when towing or pushing any vessel, boat or raft in any portion of a river shall, in addition to her side lights, carry two bright white lights in a vertical line one above the other not less than 6 feet apart, and the lower white light shall not be less than 3 feet above the side lights; LAWS OF GUYANA River Navigation Cap. 50:01 41 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012"
                },
                {
                    "representation": "(d)",
                    "description": "any vessel or boat being towed or pushed in any portion of a river shall carry two all-round red lights, one at the bow and one at the stern;"
                },
                {
                    "representation": "(e)",
                    "description": "when in any portion of a river, open punts, boats, bateaux and ballahoos shall show, where it can be seen, an all-round white light at a height of not less than 3 feet above the gunwale;"
                },
                {
                    "representation": "(f)",
                    "description": "any timber raft being towed, or pushed or travelling on, or moored on or to a bank of"
                },
                {
                    "representation": "(v)",
                    "description": "the Kaituma Creek below Port Kaituma; or"
                },
                {
                    "representation": "(2)",
                    "description": "Any vessel or boat relying on electricity for its lighting shall have at least one spare all-round white oil lamp."
                },
                {
                    "representation": "(3)",
                    "description": ""
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Moored vessel to exhibit light.  PART VII Rule of the Road  ",
            "context": "RIVER NAVIGATION ACT under Moored vessel to exhibit light.  PART VII Rule of the Road  52. All punts, sloops, schooners and all other small craft when moored to a stelling or to a vessel which is either moored to a stelling or at anchor in the Harbour of Georgetown shall exhibit a white light on or near the rail amidships on the side farthest from the stelling or vessel. Where two or more such craft are made fast abreast then only the outside one need exhibit the light.  This rule shall be complied with in all weathers from sunset to sunrise.  PART VII RULE OF THE ROAD",
            "description": "All punts, sloops, schooners and all other small craft when moored to a stelling or to a vessel which is either moored to a stelling or at anchor in the Harbour of Georgetown shall exhibit a white light on or near the rail amidships on the side farthest from the stelling or vessel. Where two or more such craft are made fast abreast then only the outside one need exhibit the light.  This rule shall be complied with in all weathers from sunset to sunrise.  PART VII RULE OF THE ROAD"
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Vessels to comply with the rule of the road. ",
            "context": "RIVER NAVIGATION ACT under Vessels to comply with the rule of the road. 53. Except as is hereinafter provided in regulation 53 every vessel or boat must comply with The Rule of the Road at Sea.",
            "description": "Except as is hereinafter provided in regulation 53 every vessel or boat must comply with The Rule of the Road at Sea."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "(1) Vessels and boats under way to keep out of the way of open punts.       (2) Boat when towed astern to have a steersman. ",
            "context": "RIVER NAVIGATION ACT under (1) Vessels and boats under way to keep out of the way of open punts.       (2) Boat when towed astern to have a steersman. 54. (1) All vessels and boats when under way must keep out of the way of open punts under way:  Provided however that this requirement shall not be construed as giving to any open punt under way the right to obstruct any fairway, gangway or stelling.  (2) Every boat when towed astern of a steam LAWS OF GUYANA River Navigation Cap. 50:01 43 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012 have a steersman.                                              launch or other boat or vessel, shall have a steersman; such steersman need not hold a certificate of competency but he shall be under the control of the steersman of the towing boat or captain of the towing vessel (as the case may be) as one of his boatmen.  (3) When two vessels are meeting end on, or nearly end on, the following sound signals must be made   (a)  one short blast to mean I require the starboard side of the fairway or mid channel.  (b)  two short blasts to mean I require the port side of the fairway or mid channel.  The loaded vessel shall always have the right of way and must make these signals first. If both vessels are loaded, then the vessel which has the tide astern shall have the right of way.  (4)Vessels shall at all times when navigating any river having sharp bends, on approaching same, making the warning signal of one prolonged blast in order to indicate their presence to other craft.  All drifters on hearing the above-mentioned warning or when a steam vessel underway is in sight shall endeavour to keep out of the channel.  (5) A vessel overtaking another vessel and desiring to pass shall make the following signals when it is safe and practicable to do son   (a)  one long and one short blast if it is desired to pass on starboard side of LAWS OF GUYANA 44 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                                     Steering oars not project beyond boats.               Captains and steersmen must convey sick or injured persons to hospital.   the vessel being overtaken;  (b)  one long and two short blasts if it is desired to pass on the port side of the vessel being overtaken ;  If this signal is answered by the vessel being overtaken, by making the same signal, the overtaking vessel may proceed to pass; the vessel being overtaken shall then reduce speed if it is safe and practicable to do so and keep on the opposite side to that on which the overtaking vessel is passing.  (6) Any vessel or boat propelled by machinery when about to approach a corial or woodskin or other craft with very small freeboard shall slow down to such a speed as not to endanger the safety of the passengers or crew of such corial, woodskin or other craft, and the owner or master of any vessel or boat who fails to comply with the provisions of this paragraph shall be liable to a fine of three hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All vessels and boats when under way must keep out of the way of open punts under way:  Provided however that this requirement shall not be construed as giving to any open punt under way the right to obstruct any fairway, gangway or stelling."
                },
                {
                    "representation": "(2)",
                    "description": "Every boat when towed astern of a steam LAWS OF GUYANA River Navigation Cap. 50:01 43 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012 have a steersman.                                              launch or other boat or vessel, shall have a steersman; such steersman need not hold a certificate of competency but he shall be under the control of the steersman of the towing boat or captain of the towing vessel"
                },
                {
                    "representation": "(3)",
                    "description": "When two vessels are meeting end on, or nearly end on, the following sound signals must be made"
                },
                {
                    "representation": "(a)",
                    "description": "one long and one short blast if it is desired to pass on starboard side of LAWS OF GUYANA 44 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                                     Steering oars not project beyond boats.               Captains and steersmen must convey sick or injured persons to hospital.   the vessel being overtaken;"
                },
                {
                    "representation": "(b)",
                    "description": "one long and two short blasts if it is desired to pass on the port side of the vessel being overtaken ;  If this signal is answered by the vessel being overtaken, by making the same signal, the overtaking vessel may proceed to pass; the vessel being overtaken shall then reduce speed if it is safe and practicable to do so and keep on the opposite side to that on which the overtaking vessel is passing."
                },
                {
                    "representation": "(5)",
                    "description": "A vessel overtaking another vessel and desiring to pass shall make the following signals when it is safe and practicable to do son"
                },
                {
                    "representation": "(6)",
                    "description": "Any vessel or boat propelled by machinery when about to approach a corial or woodskin or other craft with very small freeboard shall slow down to such a speed as not to endanger the safety of the passengers or crew of such corial, woodskin or other craft, and the owner or master of any vessel or boat who fails to comply with the provisions of this paragraph shall be liable to a fine of three hundred dollars."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Steering oars not to project beyond boats.  PART VIII Conveyance of Sick or Injured Persons to Hospital and the Recovery of the Expenses in Connection Therewith  ",
            "context": "RIVER NAVIGATION ACT under Steering oars not to project beyond boats.  PART VIII Conveyance of Sick or Injured Persons to Hospital and the Recovery of the Expenses in Connection Therewith  55. The person in charge of any vessel or boat not under way shall not allow any steering oar or sweep to project beyond such vessel or boat.   PART VIII CONVEYANCE OF SICK OR INJURED PERSONS TO HOSPITAL AND THE RECOVERY OF THE EXPENSES IN CONNECTION THEREWITH",
            "description": "The person in charge of any vessel or boat not under way shall not allow any steering oar or sweep to project beyond such vessel or boat.   PART VIII CONVEYANCE OF SICK OR INJURED PERSONS TO HOSPITAL AND THE RECOVERY OF THE EXPENSES IN CONNECTION THEREWITH"
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Captains and steersmen must convey sick or injured person to hospital. ",
            "context": "RIVER NAVIGATION ACT under Captains and steersmen must convey sick or injured person to hospital. 56. (1) Every captain of a vessel or steersman of a boat proceeding up or down the Mazaruni River shall at the request of any sick or injured person or at the request of any person made in behalf of any sick or injured person or on the order of any warden or any officer be bound to convey such LAWS OF GUYANA River Navigation Cap. 50:01 45 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012            Conveyance of sick persons.                   Captain or steersmen must care sick or injured person.                  Payment for the maintenance of sick or injured person conveyed. [Reg. 5/12/1928] sick or injured person for treatment to the nearest hospital or dispensary on the route along which such boat is proceeding.  (2) Every such request to convey a sick or injured person when made by any person other than such sick or injured person himself or a warden or an officer shall be in writing and shall be signed by the person making such request.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every captain of a vessel or steersman of a boat proceeding up or down the Mazaruni River shall at the request of any sick or injured person or at the request of any person made in behalf of any sick or injured person or on the order of any warden or any officer be bound to convey such LAWS OF GUYANA River Navigation Cap. 50:01 45 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012            Conveyance of sick persons.                   Captain or steersmen must care sick or injured person.                  Payment for the maintenance of sick or injured person conveyed. [Reg. 5/12/1928] sick or injured person for treatment to the nearest hospital or dispensary on the route along which such boat is proceeding."
                },
                {
                    "representation": "(2)",
                    "description": "Every such request to convey a sick or injured person when made by any person other than such sick or injured person himself or a warden or an officer shall be in writing and shall be signed by the person making such request."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Conveyance of sick persons. ",
            "context": "RIVER NAVIGATION ACT under Conveyance of sick persons. 57. Where any sick or injured person is taken to a hospital or dispensary as provided in the last preceding regulation the captain of the vessel or steersman of the boat conveying him shall not proceed on the voyage until the person in charge of such hospital or dispensary has seen such sick or injured person and such person in charge as aforesaid may direct the captain or steersman to convey such sick or injured person to any other hospital or dispensary on the route along which such vessel or boat may be proceeding at the time.",
            "description": "Where any sick or injured person is taken to a hospital or dispensary as provided in the last preceding regulation the captain of the vessel or steersman of the boat conveying him shall not proceed on the voyage until the person in charge of such hospital or dispensary has seen such sick or injured person and such person in charge as aforesaid may direct the captain or steersman to convey such sick or injured person to any other hospital or dispensary on the route along which such vessel or boat may be proceeding at the time."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Captain or steersman must care sick or injured person. ",
            "context": "RIVER NAVIGATION ACT under Captain or steersman must care sick or injured person. 58. (1) Every captain or steersman conveying a sick or injured person shall give him all reasonable care and attention possible and shall in addition when so directed by the person in charge of a hospital or dispensary give him such medical treatment as such person in charge may direct while he is being conveyed to another hospital or dispensary.  (2) Every captain or steersman who while conveying a sick or injured person treats him inhumanely shall be liable to a fine of three hundred dollars or to imprisonment for three months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every captain or steersman conveying a sick or injured person shall give him all reasonable care and attention possible and shall in addition when so directed by the person in charge of a hospital or dispensary give him such medical treatment as such person in charge may direct while he is being conveyed to another hospital or dispensary."
                },
                {
                    "representation": "(2)",
                    "description": "Every captain or steersman who while conveying a sick or injured person treats him inhumanely shall be liable to a fine of three hundred dollars or to imprisonment for three months."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Payment for the maintenance of sick or injured person conveyed. ",
            "context": "RIVER NAVIGATION ACT under Payment for the maintenance of sick or injured person conveyed. 59. (1) Every captain or steersman who conveys a sick or injured person as hereinbefore provided shall for so doing be entitled to the cost of any food or nourishment supplied to such sick or injured person not exceeding fifty cents for each such person for each day occupied in conveying such person LAWS OF GUYANA 46 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012            Offence to refuse to convey and to care sick or injured person.      Arrival of sick or injured to be reported.             Employer liable for expenses of conveying registered labourer. c. 65:01 c. 62:01 c. 98:01       as aforesaid.   (2) The sum to be paid for food or nourishment shall be assessed by the person in charge of the hospital or dispensary to which the sick or injured person is conveyed and such sum shall be payable by the Government on the certificate of such person in charge.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every captain or steersman who conveys a sick or injured person as hereinbefore provided shall for so doing be entitled to the cost of any food or nourishment supplied to such sick or injured person not exceeding fifty cents for each such person for each day occupied in conveying such person LAWS OF GUYANA 46 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012            Offence to refuse to convey and to care sick or injured person.      Arrival of sick or injured to be reported.             Employer liable for expenses of conveying registered labourer. c. 65:01 c. 62:01 c. 98:01       as aforesaid."
                },
                {
                    "representation": "(2)",
                    "description": "The sum to be paid for food or nourishment shall be assessed by the person in charge of the hospital or dispensary to which the sick or injured person is conveyed and such sum shall be payable by the Government on the certificate of such person in charge."
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Offence to refuse to convey and to care sick or injured person River Navigation Regulations  LAWS OF GUYANA River Navigation Cap. 50:01 17 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                      Reg. 8/11/1918 26/6/1924 5/12/1928 34/1945 23/1947 11/1950 3/1956 19/1960 19/1969  Citation.    Application of Regulations.           REGULATION ",
            "context": "RIVER NAVIGATION ACT under Offence to refuse to convey and to care sick or injured person River Navigation Regulations  LAWS OF GUYANA River Navigation Cap. 50:01 17 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                      Reg. 8/11/1918 26/6/1924 5/12/1928 34/1945 23/1947 11/1950 3/1956 19/1960 19/1969  Citation.    Application of Regulations.           REGULATION 60. Every captain or steersman who fails, neglects or refuses to comply with a request to convey a sick or injured person as in these Regulations provided or who whilst conveying any sick or injured person fails, neglects or refuses to give him all reasonable care and attention shall be liable to a fine of three hundred dollars or to imprisonment for three months.",
            "description": "Every captain or steersman who fails, neglects or refuses to comply with a request to convey a sick or injured person as in these Regulations provided or who whilst conveying any sick or injured person fails, neglects or refuses to give him all reasonable care and attention shall be liable to a fine of three hundred dollars or to imprisonment for three months."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Arrival of sick or injured person to be reported. ",
            "context": "RIVER NAVIGATION ACT under Arrival of sick or injured person to be reported. 61. On arrival at any hospital or dispensary of any vessel or boat conveying a sick or injured person the captain or steersman shall immediately on arrival report to the warden or police or person in charge of such dispensary or hospital the arrival of such sick or injured person and the person as aforesaid to whom the arrival of such sick or injured person is reported shall thereupon direct that such sick or injured person be carried to the hospital or dispensary.",
            "description": "On arrival at any hospital or dispensary of any vessel or boat conveying a sick or injured person the captain or steersman shall immediately on arrival report to the warden or police or person in charge of such dispensary or hospital the arrival of such sick or injured person and the person as aforesaid to whom the arrival of such sick or injured person is reported shall thereupon direct that such sick or injured person be carried to the hospital or dispensary."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Employer liable for expenses of conveying registered labourer. ",
            "context": "RIVER NAVIGATION ACT under Employer liable for expenses of conveying registered labourer. 62. Where any person who is conveyed from one place to another as a sick or injured person under these regulations is a labourer who has been registered for service with an employer under any provisions relating to registration contained in any Mining Regulations or State Lands Regulations for the time being in force, or  under the Labour Act, the employer of such person shall be liable for the amount payable to a captain or steersman under these regulations in respect of the conveyance of a sick or injured person and where any sum is owing by such employer to such sick labourer the cost of his maintenance while in hospital, and, in the event of his death, his funeral expenses, LAWS OF GUYANA River Navigation Cap. 50:01 47 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012      Offence to obtain conveyance as sick or injured person by mis-representation.           Appointment of Government stations.           Penalty for breach of regulations.                    shall be deducted from such sum by such employer and paid over by him to the hospital authorities.",
            "description": "Where any person who is conveyed from one place to another as a sick or injured person under these regulations is a labourer who has been registered for service with an employer under any provisions relating to registration contained in any Mining Regulations or State Lands Regulations for the time being in force, or  under the Labour Act, the employer of such person shall be liable for the amount payable to a captain or steersman under these regulations in respect of the conveyance of a sick or injured person and where any sum is owing by such employer to such sick labourer the cost of his maintenance while in hospital, and, in the event of his death, his funeral expenses, LAWS OF GUYANA River Navigation Cap. 50:01 47 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012      Offence to obtain conveyance as sick or injured person by mis-representation.           Appointment of Government stations.           Penalty for breach of regulations.                    shall be deducted from such sum by such employer and paid over by him to the hospital authorities."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Offence to obtain conveyance as sick or injured person by        misrepresentation.  Miscellaneous Provisions  ",
            "context": "RIVER NAVIGATION ACT under Offence to obtain conveyance as sick or injured person by        misrepresentation.  Miscellaneous Provisions  63. Every person who by misrepresentation obtains for himself conveyance as a sick or injured person under these regulations from one place to another, and every person who knowingly aids or abets such person as aforesaid in so doing shall be liable to a fine of three hundred dollars or to imprisonment for three months.  Miscellaneous Provisions",
            "description": "Every person who by misrepresentation obtains for himself conveyance as a sick or injured person under these regulations from one place to another, and every person who knowingly aids or abets such person as aforesaid in so doing shall be liable to a fine of three hundred dollars or to imprisonment for three months.  Miscellaneous Provisions"
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Appointment of Government Stations. ",
            "context": "RIVER NAVIGATION ACT under Appointment of Government Stations. 64. The Minister may by notice to be published in the Gazette appoint Government Stations in such places as he may think fit for the purposes of these Regulations, and by like notice direct that all captains or persons in charge of vessels or boats travelling on the rivers shall stop and report themselves to the respective officers in charge of such Stations.",
            "description": "The Minister may by notice to be published in the Gazette appoint Government Stations in such places as he may think fit for the purposes of these Regulations, and by like notice direct that all captains or persons in charge of vessels or boats travelling on the rivers shall stop and report themselves to the respective officers in charge of such Stations."
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Penalty for breach of regulations.  SCHEDULE-  Forms     RIVER NAVIGATION REGULATIONS  made under section 7  PRELIMINARY    ",
            "context": "RIVER NAVIGATION ACT under Penalty for breach of regulations.  SCHEDULE-  Forms     RIVER NAVIGATION REGULATIONS  made under section 7  PRELIMINARY    65. (1) Every person who commits a breach of or fails or neglects or refuses to comply with these Regulations or any of them, for which no penalty is specially provided shall be liable to a fine of seventy-five dollars.  (2) Every certificated bowman or steersman of a boat or captain of a vessel who has been convicted before any magistrate's court of a breach of these Regulations or for breach of a contract of labour shall in addition to any penalty imposed upon him by such court, be liable to have his certificate of competency as bowman, steersman or captain cancelled or suspended by the officer for such time as the officer may deem fit.     LAWS OF GUYANA 48 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                                                 FORM 1  CERTIFICATE OF INSPECTION                                                             reg. 11  ISSUED UNDER AND SUBJECT TO THE RIVER NAVIGATION REGULATIONS  I hereby certify that I have this day inspected the boat or vessel, particulars of which are herein mentioned that she is in good order and fit to proceed on a voyage, and that the freeboard of the said boat or vessel is . inches, and that I have caused to be branded the waterlines, as required by the River Navigation Regulations, in my presence.  Dated this  day of.. 20.  Sgd. Officer in Charge of Navigation of River..    PARTICULARS OF BOAT OR VESSEL  Name (if any) ..  No. of Licence .. Length   Breadth ..  Freeboard ......   If a Passenger boat-Number of persons licensed to carry. If a Cargo boat-Number of persons including crew licensed to carry when no cargo is carried ..  NOTE. - This certificate is valid until the end of the Financial Year in which it is issued unless previously revoked.      LAWS OF GUYANA River Navigation Cap. 50:01 49 [Subsidiary] River Navigation Regulations   L.R.O. 1/2012 reg. 32                                  Citation.    River Navigation exemption.     Tiboko Fall.                                              FORM 2                                         CERTIFICATE OF COMPETENCY GUYANA  THE RIVER NAVIGATION REGULATIONS   This is to certify that of ... is a competent person to act as a of boats [or as Captain of a vessel] on  Dated this.. day of .. 20.   (Signed)  Officer in charge of the Navigation of the River   _____________  RIVER NAVIGATION REGULATIONS (EXEMPTION) ORDER   made under regulation 2 of the River Navigation Regulations",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every person who commits a breach of or fails or neglects or refuses to comply with these Regulations or any of them, for which no penalty is specially provided shall be liable to a fine of seventy-five dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Every certificated bowman or steersman of a boat or captain of a vessel who has been convicted before any magistrate's court of a breach of these Regulations or for breach of a contract of labour shall in addition to any penalty imposed upon him by such court, be liable to have his certificate of competency as bowman, steersman or captain cancelled or suspended by the officer for such time as the officer may deem fit.     LAWS OF GUYANA 48 Cap. 50:01  River Navigation  [Subsidiary] River Navigation Regulations   L.R.O. 1/2012                                                 FORM 1  CERTIFICATE OF INSPECTION                                                             reg. 11  ISSUED UNDER AND SUBJECT TO THE RIVER NAVIGATION REGULATIONS  I hereby certify that I have this day inspected the boat or vessel, particulars of which are herein mentioned that she is in good order and fit to proceed on a voyage, and that the freeboard of the said boat or vessel is . inches, and that I have caused to be branded the waterlines, as required by the River Navigation Regulations, in my presence.  Dated this  day of.. 20.  Sgd. Officer in Charge of Navigation of River..    PARTICULARS OF BOAT OR VESSEL  Name"
                }
            ]
        }
    },
    {
        "act": "RIVER NAVIGATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1872",
            "title": "",
            "context": "RIVER NAVIGATION ACT under 1872.",
            "description": "1872."
        }
    }
]