[
    {
        "act": "DEMERARA RIVER NAVIGATION MARKERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "DEMERARA RIVER NAVIGATION MARKERS ACT under Short title. 1. This Act may be cited as the Demerara River Navigation Markers Act.",
            "description": "This Act may be cited as the Demerara River Navigation Markers Act."
        }
    },
    {
        "act": "DEMERARA RIVER NAVIGATION MARKERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "DEMERARA RIVER NAVIGATION MARKERS ACT under Interpretation. 2. In this Act-  navigation marker means a structure carrying a light or other mark   (a) bearing the number respectively LAWS OF GUYANA 4 Cap. 50:02 Demerara River Navigation Markers   L.R.O. 1/2012      Schedule.          Schedule.     Vesting in the State of navigation markers and of rights incidental thereto.              Schedule.            Right of way.   specified in the first column of the Schedule;  (b) erected under the authority of the Defence Regulations, 1939, on lands on the banks of the Demerara River; and  (c) situated as described in the second column of the Schedule.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "bearing the number respectively LAWS OF GUYANA 4 Cap. 50:02 Demerara River Navigation Markers   L.R.O. 1/2012      Schedule.          Schedule.     Vesting in the State of navigation markers and of rights incidental thereto.              Schedule.            Right of way.   specified in the first column of the Schedule;"
                },
                {
                    "representation": "(b)",
                    "description": "erected under the authority of the Defence Regulations, 1939, on lands on the banks of the Demerara River; and"
                },
                {
                    "representation": "(c)",
                    "description": "situated as described in the second column of the Schedule."
                }
            ]
        }
    },
    {
        "act": "DEMERARA RIVER NAVIGATION MARKERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Vesting in the State of navigation markers and of rights incidental thereto. ",
            "context": "DEMERARA RIVER NAVIGATION MARKERS ACT under Vesting in the State of navigation markers and of rights incidental thereto. 3. As from the 9th May, 1945, there shall be vested in the State  (a) the navigation markers under this Act;  (b) the right to occupy and use the sites of the aforesaid navigation markers for the purpose of keeping such markers on such sites, and of maintaining the markers in working order;  (c) a right of way over each and every of the lands (of which the sites as aforesaid respectively form parts) described in the second column of the Schedule for the purpose of obtaining ingress, from the nearest practicable point on the Demerara River or on the public road, to the respective sites of the navigation markers as aforesaid, and for the purpose of egress from such sites to the Demerara River or the public road, as the case may be.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the navigation markers under this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "the right to occupy and use the sites of the aforesaid navigation markers for the purpose of keeping such markers on such sites, and of maintaining the markers in working order;"
                },
                {
                    "representation": "(c)",
                    "description": "a right of way over each and every of the lands"
                }
            ]
        }
    },
    {
        "act": "DEMERARA RIVER NAVIGATION MARKERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Right of way. ",
            "context": "DEMERARA RIVER NAVIGATION MARKERS ACT under Right of way. 4. The right of way under section 3 shall be a way of necessity, and shall be exercised by the agents and servants of LAWS OF GUYANA Demerara River Navigation Markers Cap. 50:02 5  L.R.O. 1/2012            Schedule.        Servicing of lights.        Compensation.     c. 62:05   Offences. [6 of 1997]                 the Government and by any person authorised in writing by the Commissioner of Lands so to do, and in the exercise of such right   (a) a path leading to any site as aforesaid may be cut and kept open for the purposes of this Act;  (b) no undue interference or disturbance shall be caused to the lands set out in the second column of the Schedule.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a path leading to any site as aforesaid may be cut and kept open for the purposes of this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "no undue interference or disturbance shall be caused to the lands set out in the second column of the Schedule."
                }
            ]
        }
    },
    {
        "act": "DEMERARA RIVER NAVIGATION MARKERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Servicing of lights. ",
            "context": "DEMERARA RIVER NAVIGATION MARKERS ACT under Servicing of lights. 5. It shall be the duty of Sprostons Limited, to service the lights associated with the navigation markers as aforesaid, and Sprostons Limited, by its agents, servants and workmen shall from time to time have power, for such purpose, to exercise the right of way under section 3, to go to and return from the sites of the navigation markers as aforesaid.",
            "description": "It shall be the duty of Sprostons Limited, to service the lights associated with the navigation markers as aforesaid, and Sprostons Limited, by its agents, servants and workmen shall from time to time have power, for such purpose, to exercise the right of way under section 3, to go to and return from the sites of the navigation markers as aforesaid."
        }
    },
    {
        "act": "DEMERARA RIVER NAVIGATION MARKERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Compensation. ",
            "context": "DEMERARA RIVER NAVIGATION MARKERS ACT under Compensation. 6. Compensation shall be assessed, and paid by the Government in respect of the vesting of the rights under section 3 in the same manner and to the same extent as if such rights were compulsorily acquired by the State under section 9 of the Acquisition of Lands for Public Purposes Act.",
            "description": "Compensation shall be assessed, and paid by the Government in respect of the vesting of the rights under section 3 in the same manner and to the same extent as if such rights were compulsorily acquired by the State under section 9 of the Acquisition of Lands for Public Purposes Act."
        }
    },
    {
        "act": "DEMERARA RIVER NAVIGATION MARKERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Offences. ",
            "context": "DEMERARA RIVER NAVIGATION MARKERS ACT under Offences. 7. Any person who   (a) unlawfully damages, injures, tampers with, removes or destroys a navigation marker under this Act, or any light used in connection therewith; or  (b) wilfully obstructs the exercise of a right of way under this Act.  shall be liable on summary conviction to a fine of thirteen thousand dollars.  LAWS OF GUYANA 6 Cap. 50:02 Demerara River Navigation Markers   L.R.O. 1/2012  Where the navigation marker no longer required and where the situation of marker altered.                            Schedule.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "unlawfully damages, injures, tampers with, removes or destroys a navigation marker under this Act, or any light used in connection therewith; or"
                },
                {
                    "representation": "(b)",
                    "description": "wilfully obstructs the exercise of a right of way under this Act.  shall be liable on summary conviction to a fine of thirteen thousand dollars.  LAWS OF GUYANA 6 Cap. 50:02 Demerara River Navigation Markers   L.R.O. 1/2012  Where the navigation marker no longer required and where the situation of marker altered.                            Schedule."
                }
            ]
        }
    },
    {
        "act": "DEMERARA RIVER NAVIGATION MARKERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Where navigation marker no longer required and where situation of marker altered.  SCHEDULE–Navigation markers.  __________________________  _______________________________________________________ 8 of 1946 An Act to provide for the Preservation and Maintenance of the Navigation Markers for the Demerara River and for purposes connected with matters aforesaid.  [20TH MAY, 1946]  Short title.      Interpretation.          ",
            "context": "DEMERARA RIVER NAVIGATION MARKERS ACT under Where navigation marker no longer required and where situation of marker altered.  SCHEDULENavigation markers.  __________________________  _______________________________________________________ 8 of 1946 An Act to provide for the Preservation and Maintenance of the Navigation Markers for the Demerara River and for purposes connected with matters aforesaid.  [20TH MAY, 1946]  Short title.      Interpretation.          8. The Minister may from time to time by order   (a) declare that the site on which any navigation marker is erected is no longer required for the purposes of this Act, and thereupon this Act shall cease to apply to such navigation marker and to the rights of occupation, user and way relating to such marker;  (b) vary the situation of any navigation marker, and thereupon this Act shall apply to the navigation marker in the same manner and to the like extent as if the situation, as varied, was described in the second column of the Schedule.   SCHEDULE Marker No. Situation A Plantation Best, west bank, Demerara River, to the north    of the Hospital Compound. B S Plantation Klien Pouderoyen, west bank, Demerara    River, in a line S. 44   W., 6950 feet from marker No. A. D Plantation Ruimveldt, right bank, Demerara River, within    the compound of the police station. C Plantation Ruimveldt, right bank, Demerara River, about    2,400 feet above the southern side line trench of    Plantation La Penitence. 1 Bagots Town, right bank, Demerara River, on the sea dam    bordering the  southern side line trench of Plantation   Eccles.   1R Plantation Peters Hall, right bank, Demerara River about     700 feet above its common boundary with Bagots Town. 2    2R Plantation De Toevlugt, left bank, Demerara River, about    600 feet below the Toevlugt Koker. Plantation Nismes, left bank, Demerara River, in a    line N. 12    49 W. approximately 2,650 feet from    marker No. 2 LAWS OF GUYANA Demerara River Navigation Markers Cap. 50:02 7  L.R.O. 1/2012     Marker No.  4 Situation  Plantation Good Intent, left bank, Demerara River, about    150 feet above the northern boundary of the said    Plantation Good Intent.   4R Plantation The Sisters, left bank, Demerara River, in a line    S. 23   49 W about 3,200 feet from marker No.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "declare that the site on which any navigation marker is erected is no longer required for the purposes of this Act, and thereupon this Act shall cease to apply to such navigation marker and to the rights of occupation, user and way relating to such marker;"
                },
                {
                    "representation": "(b)",
                    "description": "vary the situation of any navigation marker, and thereupon this Act shall apply to the navigation marker in the same manner and to the like extent as if the situation, as varied, was described in the second column of the Schedule.   SCHEDULE Marker No. Situation A Plantation Best, west bank, Demerara River, to the north    of the Hospital Compound. B S Plantation Klien Pouderoyen, west bank, Demerara    River, in a line S. 44   W., 6950 feet from marker No. A. D Plantation Ruimveldt, right bank, Demerara River, within    the compound of the police station. C Plantation Ruimveldt, right bank, Demerara River, about    2,400 feet above the southern side line trench of    Plantation La Penitence. 1 Bagots Town, right bank, Demerara River, on the sea dam    bordering the  southern side line trench of Plantation   Eccles.   1R Plantation Peters Hall, right bank, Demerara River about     700 feet above its common boundary with Bagots Town. 2    2R Plantation De Toevlugt, left bank, Demerara River, about    600 feet below the Toevlugt Koker. Plantation Nismes, left bank, Demerara River, in a    line N. 12    49 W. approximately 2,650 feet from    marker No. 2 LAWS OF GUYANA Demerara River Navigation Markers Cap. 50:02 7  L.R.O. 1/2012     Marker No.  4 Situation  Plantation Good Intent, left bank, Demerara River, about    150 feet above the northern boundary of the said    Plantation Good Intent.   4R Plantation The Sisters, left bank, Demerara River, in a line    S. 23   49 W about 3,200 feet from marker No."
                }
            ]
        }
    },
    {
        "act": "DEMERARA RIVER NAVIGATION MARKERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "60RS Lots Nos. 48 and 49, left bank, Demerara River, in a line    S. 10   14’ W. about 500 feet from marker No. ",
            "context": "DEMERARA RIVER NAVIGATION MARKERS ACT under 60RS Lots Nos. 48 and 49, left bank, Demerara River, in a line    S. 10   14 W. about 500 feet from marker No. 60. 61 Plantation Conception, or Lot No. 41, right bank,   Demerara River, about 1 mile above the mouth of the    Bamia Creek.   61R Plantation Conception, or Lot No. 41, right bank,   Demerara River, in a line N. 10   08 W. about 250    feet from marker No.",
            "description": "61 Plantation Conception, or Lot No. 41, right bank,   Demerara River, about 1 mile above the mouth of the    Bamia Creek.   61R Plantation Conception, or Lot No. 41, right bank,   Demerara River, in a line N. 10   08 W. about 250    feet from marker No."
        }
    }
]