[
    {
        "act": "DEMERARA COMPANY, LIMITED, (SLUICE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "DEMERARA COMPANY, LIMITED, (SLUICE) ACT under Short title. 1. This Act may be cited as the Demerara Company, Limited, (Sluice) Act.",
            "description": "This Act may be cited as the Demerara Company, Limited, (Sluice) Act."
        }
    },
    {
        "act": "DEMERARA COMPANY, LIMITED, (SLUICE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Company authorised to erect sluice. ",
            "context": "DEMERARA COMPANY, LIMITED, (SLUICE) ACT under Company authorised to erect sluice. 2. The Demerara Company, Limited, is hereby empowered at its own expense to place a reinforced concrete sluice fourteen feet in width at the mouth of No. 3 Canal, on the east bank of the Demerara river, and the Company shall at all times at like expense maintain the sluice in good and sufficient repair, and the sluice and the position thereof shall be subject to the approval of the Chief Works and Hydraulics Officer.",
            "description": "The Demerara Company, Limited, is hereby empowered at its own expense to place a reinforced concrete sluice fourteen feet in width at the mouth of No. 3 Canal, on the east bank of the Demerara river, and the Company shall at all times at like expense maintain the sluice in good and sufficient repair, and the sluice and the position thereof shall be subject to the approval of the Chief Works and Hydraulics Officer."
        }
    },
    {
        "act": "DEMERARA COMPANY, LIMITED, (SLUICE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Company to erect and maintain watch-house. ",
            "context": "DEMERARA COMPANY, LIMITED, (SLUICE) ACT under Company to erect and maintain watch-house. 3. The Company shall at its own expense erect and maintain a watch-house adjoining or near the said sluice, of a size approved by the Chief Works and Hydraulics Officer, and shall permit the free storage therein, for a reasonable time and pending removal, of all provisions and supplies in transit to and from Georgetown by the canal, but nothing herein LAWS OF GUYANA 4 Cap. 50:03 Demerara Company, Limited, (Sluice)  L.R.O. 1/2012        Saving of navigation rights.  contained shall render the Company liable for any loss of those provisions or supplies while so stored.",
            "description": "The Company shall at its own expense erect and maintain a watch-house adjoining or near the said sluice, of a size approved by the Chief Works and Hydraulics Officer, and shall permit the free storage therein, for a reasonable time and pending removal, of all provisions and supplies in transit to and from Georgetown by the canal, but nothing herein LAWS OF GUYANA 4 Cap. 50:03 Demerara Company, Limited, (Sluice)  L.R.O. 1/2012        Saving of navigation rights.  contained shall render the Company liable for any loss of those provisions or supplies while so stored."
        }
    }
]