[
    {
        "act": "CREEKS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CREEKS ACT under Short title. 1. This Act may be cited as the Creeks Act.",
            "description": "This Act may be cited as the Creeks Act."
        }
    },
    {
        "act": "CREEKS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "CREEKS ACT under Interpretation. 2. In this Act-  creek means any creek to which this Act applies or is hereafter made applicable;  plantation includes any plantation, or estate, or any piece of land abutting on or near a creek, or the bank of a creek, or the sea coast;  the proper authority means the authority appointed under this Act to act hereunder. LAWS OF GUYANA 4 Cap. 50:04 Creeks  L.R.O. 1/2012  Creeks to which Act applies.       Execution of works for keeping creek clear.        Remedy against proper authority.    The proper authority.                      Notice to execute work affecting creek.",
            "description": "In this Act-  creek means any creek to which this Act applies or is hereafter made applicable;  plantation includes any plantation, or estate, or any piece of land abutting on or near a creek, or the bank of a creek, or the sea coast;  the proper authority means the authority appointed under this Act to act hereunder. LAWS OF GUYANA 4 Cap. 50:04 Creeks  L.R.O. 1/2012  Creeks to which Act applies.       Execution of works for keeping creek clear.        Remedy against proper authority.    The proper authority.                      Notice to execute work affecting creek."
        }
    },
    {
        "act": "CREEKS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Creeks to which Act applies. ",
            "context": "CREEKS ACT under Creeks to which Act applies. 3. This Act applies to the following creeks, that is to say-the Canje, the Abary, the Mahaicony, the Mahaica, the Madewini, the Hobaboe, the Boerasirie, the Ituribisci, and the Ena Creeks, and to every other creek to which the Minister by order declares this Act to be applicable.",
            "description": "This Act applies to the following creeks, that is to say-the Canje, the Abary, the Mahaicony, the Mahaica, the Madewini, the Hobaboe, the Boerasirie, the Ituribisci, and the Ena Creeks, and to every other creek to which the Minister by order declares this Act to be applicable."
        }
    },
    {
        "act": "CREEKS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Execution of works for keeping creek clear. ",
            "context": "CREEKS ACT under Execution of works for keeping creek clear. 4. The proper authorities shall cause the creeks to be kept clear and free from obstructions, and are hereby authorised to execute all works that may be necessary for that purpose.",
            "description": "The proper authorities shall cause the creeks to be kept clear and free from obstructions, and are hereby authorised to execute all works that may be necessary for that purpose."
        }
    },
    {
        "act": "CREEKS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Remedy against proper authority. ",
            "context": "CREEKS ACT under Remedy against proper authority. 5. No action shall lie against the proper authority for any act or default, but the party aggrieved by any act or default of that authority may apply by petition to the Minister.",
            "description": "No action shall lie against the proper authority for any act or default, but the party aggrieved by any act or default of that authority may apply by petition to the Minister."
        }
    },
    {
        "act": "CREEKS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "The proper authority. ",
            "context": "CREEKS ACT under The proper authority. 6. The proper authority shall be the authority appointed from time to time for the purpose by order of the Minister:  Provided that, in the absence of appointment, the proper authority shall be as follows, that is to say   (a) for the Boerasirie creek, the Boerasirie Commissioners; and  (b) for all the other creeks, the Chief Works and Hydraulics Officer or anyone performing the duties of that officer or deputed by him in writing to superintend any work.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "for the Boerasirie creek, the Boerasirie Commissioners; and"
                },
                {
                    "representation": "(b)",
                    "description": "for all the other creeks, the Chief Works and Hydraulics Officer or anyone performing the duties of that officer or deputed by him in writing to superintend any work."
                }
            ]
        }
    },
    {
        "act": "CREEKS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Notice to execute work affecting creek. ",
            "context": "CREEKS ACT under Notice to execute work affecting creek. 7. (1) The proper authority may by notice require the proprietor of a plantation to clear away all obstructions and bush on the banks of any creek along the facade or portion of that plantation abutting on or near the creek.  (2) The notice shall be in writing, and may be served by being affixed to some building or in some  LAWS OF GUYANA Creeks Cap. 50:04 5  L.R.O. 1/2012                             Power to the Boerasirie Commissioners to defray cost of works by assessment.      Right of appeal to Minister.       conspicuous place on the plantation.  (3) Where the proprietor fails to comply with any notice under this Act within the time limited by the notice, the proper authority may execute the work required by the notice to be executed, and recover all moneys expended in the execution of that work.  (4) Save as herein after provided, those moneys may be recovered by the proper authority by parate execution against the proprietor of the plantation, without naming him; and a certificate, purporting to be signed by the proper authority or any member thereof, that any specified amount is due under this Act shall be received, without proof of the signature, in all courts of justice as proof of the fact until the contrary is proved.  (5) This section does not apply to the Boerasirie creek while the Boerasirie Commissioners are the proper authority for that creek.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The proper authority may by notice require the proprietor of a plantation to clear away all obstructions and bush on the banks of any creek along the facade or portion of that plantation abutting on or near the creek."
                },
                {
                    "representation": "(2)",
                    "description": "The notice shall be in writing, and may be served by being affixed to some building or in some  LAWS OF GUYANA Creeks Cap. 50:04 5  L.R.O. 1/2012                             Power to the Boerasirie Commissioners to defray cost of works by assessment.      Right of appeal to Minister.       conspicuous place on the plantation."
                },
                {
                    "representation": "(3)",
                    "description": "Where the proprietor fails to comply with any notice under this Act within the time limited by the notice, the proper authority may execute the work required by the notice to be executed, and recover all moneys expended in the execution of that work."
                },
                {
                    "representation": "(4)",
                    "description": "Save as herein after provided, those moneys may be recovered by the proper authority by parate execution against the proprietor of the plantation, without naming him; and a certificate, purporting to be signed by the proper authority or any member thereof, that any specified amount is due under this Act shall be received, without proof of the signature, in all courts of justice as proof of the fact until the contrary is proved."
                },
                {
                    "representation": "(5)",
                    "description": "This section does not apply to the Boerasirie creek while the Boerasirie Commissioners are the proper authority for that creek."
                }
            ]
        }
    },
    {
        "act": "CREEKS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Power to the Boerasirie Commissioners to defray cost of works by assessment. ",
            "context": "CREEKS ACT under Power to the Boerasirie Commissioners to defray cost of works by assessment. 8. While the Boerasirie Commissioners are the proper authority for the Boerasirie creek, they may assess and recover from the proprietors of the plantations included in any schedule to any Act relating to those Commissioners all expenses incurred by them in keeping the Boerasirie creek clear and free from obstruction, and the assessment may be sued for and recovered in the manner provided by that Act and subject to the provisions thereof.",
            "description": "While the Boerasirie Commissioners are the proper authority for the Boerasirie creek, they may assess and recover from the proprietors of the plantations included in any schedule to any Act relating to those Commissioners all expenses incurred by them in keeping the Boerasirie creek clear and free from obstruction, and the assessment may be sued for and recovered in the manner provided by that Act and subject to the provisions thereof."
        }
    }
]