[
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "BOERASIRIE CREEK ACT under Short title. 1. This Act may be cited as the Boerasirie Creek Act.",
            "description": "This Act may be cited as the Boerasirie Creek Act."
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  APPOINTMENT OF BOERASIRIE COMMISSIONERS  ",
            "context": "BOERASIRIE CREEK ACT under Interpretation.  APPOINTMENT OF BOERASIRIE COMMISSIONERS  2. In this Act   the Boerasirie means the Boerasirie creek and includes any tributaries thereof;  the Commissioners means the Boerasirie Commissioners appointed under this Act;  part proprietor means a proprietor by virtue of any Act, transport, declaration of title, or letters of decree, of a part of a plantation;  plantation means any one of those plantations or estates;  plantations means the plantations mentioned in the first LAWS OF GUYANA Boerasirie Creek Cap. 50:05 5  L.R.O. 1/2012                 Establishment of the Commission. [O. 11/1960]       Mode of appointment and tenure of office of the Commission-ers.          Election of Commissioners         column of the Schedule of the acreage set forth in the second column thereof, and includes any other plantations or estates which the Minister may, by order, declare shall be subject to this Act;  proprietor means a proprietor by virtue of any Act, transport, declaration of title or letters of decree, of a plantation.  APPOINTMENT OF BOERASIRIE COMMISSIONERS",
            "description": "In this Act   the Boerasirie means the Boerasirie creek and includes any tributaries thereof;  the Commissioners means the Boerasirie Commissioners appointed under this Act;  part proprietor means a proprietor by virtue of any Act, transport, declaration of title, or letters of decree, of a part of a plantation;  plantation means any one of those plantations or estates;  plantations means the plantations mentioned in the first LAWS OF GUYANA Boerasirie Creek Cap. 50:05 5  L.R.O. 1/2012                 Establishment of the Commission. [O. 11/1960]       Mode of appointment and tenure of office of the Commission-ers.          Election of Commissioners         column of the Schedule of the acreage set forth in the second column thereof, and includes any other plantations or estates which the Minister may, by order, declare shall be subject to this Act;  proprietor means a proprietor by virtue of any Act, transport, declaration of title or letters of decree, of a plantation.  APPOINTMENT OF BOERASIRIE COMMISSIONERS"
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of the Commission. ",
            "context": "BOERASIRIE CREEK ACT under Establishment of the Commission. 3. (1) Four Commissioners shall be appointed under and for the purposes of this Act, and shall have the powers and perform the duties hereinafter specified.  (2) The Commissioners shall be styled The Boerasirie Commissioners, and by that name may sue and be sued in all courts of justice.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Four Commissioners shall be appointed under and for the purposes of this Act, and shall have the powers and perform the duties hereinafter specified."
                },
                {
                    "representation": "(2)",
                    "description": "The Commissioners shall be styled The Boerasirie Commissioners, and by that name may sue and be sued in all courts of justice."
                }
            ]
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Mode of appointment and tenure of office of the Commissioners. ",
            "context": "BOERASIRIE CREEK ACT under Mode of appointment and tenure of office of the Commissioners. 4. (1) Three of the Commissioners shall be elected in the manner hereinafter provided and one Commissioner shall be appointed by the Minister.  (2) A Commissioner shall hold office for two years, and shall be eligible to be re-elected:  Provided that in any case where the proprietors of the plantations resolve by a majority of votes that any Commissioner shall cease to hold office, he shall thereupon cease to be a Commissioner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Three of the Commissioners shall be elected in the manner hereinafter provided and one Commissioner shall be appointed by the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "A Commissioner shall hold office for two years, and shall be eligible to be re-elected:  Provided that in any case where the proprietors of the plantations resolve by a majority of votes that any Commissioner shall cease to hold office, he shall thereupon cease to be a Commissioner."
                }
            ]
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Election of the Commissioners. ",
            "context": "BOERASIRIE CREEK ACT under Election of the Commissioners. 5. (1) Whenever a Commissioner dies, leaves Guyana, or becomes unable to act, or resigns or otherwise vacates his office, a Commissioner shall be elected at a meeting of the proprietors of the plantations.  (2) The person having the majority of votes of proprietors present or voting at a meeting shall be deemed to have been appointed Commissioner. Schedule. LAWS OF GUYANA 6 Cap. 50:05 Boerasirie Creek  L.R.O. 1/2012                  Appointment of votes and mode of voting. [9 of 1949]                                     (3) Notice of the appointment shall be published in the Gazette.  (4) The Minister may grant to any Commissioner one months leave of absence on his application therefor.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever a Commissioner dies, leaves Guyana, or becomes unable to act, or resigns or otherwise vacates his office, a Commissioner shall be elected at a meeting of the proprietors of the plantations."
                },
                {
                    "representation": "(2)",
                    "description": "The person having the majority of votes of proprietors present or voting at a meeting shall be deemed to have been appointed Commissioner. Schedule. LAWS OF GUYANA 6 Cap. 50:05 Boerasirie Creek  L.R.O. 1/2012                  Appointment of votes and mode of voting. [9 of 1949]"
                },
                {
                    "representation": "(3)",
                    "description": "Notice of the appointment shall be published in the Gazette."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister may grant to any Commissioner one months leave of absence on his application therefor."
                }
            ]
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Apportionment of votes and mode of voting. ",
            "context": "BOERASIRIE CREEK ACT under Apportionment of votes and mode of voting. 6. (1) Every proprietor and every part proprietor or the representative of part proprietors appointed as hereinafter provided shall have one vote for each one hundred acres of the area owned by him or them.  (2) When any plantation or portion of a plantation is owned by more than one proprietor or part proprietor in undivided shares and each of such proprietors or part proprietors desires to vote separately, each of them shall have one vote for each hundred acres of the number of acres obtained by multiplying the total number of acres of the plantation or the portion of a plantation by the fraction representing the undivided interest of that proprietor or part proprietor in the whole plantation or portion.  (3) Where the number of acres so obtained is not a multiple of one hundred, there shall only be one vote for each one hundred acres.  (4) Any proprietor or part proprietor may vote at any meeting by his duly constituted attorney.  (5) Any proprietor or part proprietor, or the duly constituted attorney of a proprietor or part proprietor may, without being present, vote at a meeting by intimating in writing what his vote is.  (6) Where portions (being not less than one hundred acres in the aggregate) of any plantation are owned by two or more part proprietors, the part proprietors may appoint in writing one of their number as their representative for the purpose of voting at any meeting. LAWS OF GUYANA Boerasirie Creek Cap. 50:05 7  L.R.O. 1/2012        Nomination of officer to vote For Den Amstel and Fellowship.      General powers and duties of the Commission-ers. [9 of 1949]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every proprietor and every part proprietor or the representative of part proprietors appointed as hereinafter provided shall have one vote for each one hundred acres of the area owned by him or them."
                },
                {
                    "representation": "(2)",
                    "description": "When any plantation or portion of a plantation is owned by more than one proprietor or part proprietor in undivided shares and each of such proprietors or part proprietors desires to vote separately, each of them shall have one vote for each hundred acres of the number of acres obtained by multiplying the total number of acres of the plantation or the portion of a plantation by the fraction representing the undivided interest of that proprietor or part proprietor in the whole plantation or portion."
                },
                {
                    "representation": "(3)",
                    "description": "Where the number of acres so obtained is not a multiple of one hundred, there shall only be one vote for each one hundred acres."
                },
                {
                    "representation": "(4)",
                    "description": "Any proprietor or part proprietor may vote at any meeting by his duly constituted attorney."
                },
                {
                    "representation": "(5)",
                    "description": "Any proprietor or part proprietor, or the duly constituted attorney of a proprietor or part proprietor may, without being present, vote at a meeting by intimating in writing what his vote is."
                },
                {
                    "representation": "(6)",
                    "description": "Where portions"
                }
            ]
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Nomination of officer to vote for Den Amstel and Fellowship.  POWERS AND DUTIES OF THE COMMISSIONERS  ",
            "context": "BOERASIRIE CREEK ACT under Nomination of officer to vote for Den Amstel and Fellowship.  POWERS AND DUTIES OF THE COMMISSIONERS  7. The Minister may from time to time nominate an officer to exercise the right of voting for Den Amstel and Fellowship, or either of them, and the officer so nominated shall, for all the purposes of this Act, be deemed the proprietor thereof.  POWERS AND DUTIES OF THE COMMISSIONERS",
            "description": "The Minister may from time to time nominate an officer to exercise the right of voting for Den Amstel and Fellowship, or either of them, and the officer so nominated shall, for all the purposes of this Act, be deemed the proprietor thereof.  POWERS AND DUTIES OF THE COMMISSIONERS"
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "General powers and duties of the Commissioners. ",
            "context": "BOERASIRIE CREEK ACT under General powers and duties of the Commissioners. 8. The Commissioners shall have the following powers, that is to say, they may   (a) apply for and hold any grants of State land authorised to be issued to them by the Minister;  (b)  hold lands for the construction of all necessary works for conserving and distributing the waters of the Boerasirie, and for such works as may be approved or directed by the Minister, and generally for the purposes of this Act;  (c) construct and maintain all such weirs, sluices, locks, kokers, dams, canals, waterways, or other works, both in the Boerasirie and otherwise, as may be expedient for the conservation and distribution of the waters of the Boerasirie, and all such works as are approved or directed by the Minister;  (d) regulate the supply and distribution of water from the Boerasirie and the means of taking or receiving the same;  and, for that purpose-  LAWS OF GUYANA 8 Cap. 50:05 Boerasirie Creek  L.R.O. 1/2012                                                  (i) may order a proprietor to remove any weir, sluice, lock,  koker, or dam, and on refusal, or failure within a reasonable time, to comply, enter upon that plantation for the purpose of removal and performance of any other work hereby authorised; and (ii) maintain and control, or construct,  maintain and control all canals, waterways, or other works, through any plantation expedient for the conveyance of water to any other plantation or plantations; and (iii) assess upon any plantation so supplied or deriving benefit from those works, or upon any portion or part of such plantation as hereinafter provided, or upon the whole area included in this Act, the expenses of the construction, maintenance and control and any further sum which the Commissioners in any case decide to be a fair compensation to the proprietor or part proprietor of any plantation through which the water is so conveyed;  (e) employ such agents and servants as they consider necessary;  (f) enter into all contracts necessary or expedient for the proper carrying out of their duties; LAWS OF GUYANA Boerasirie Creek Cap. 50:05 9  L.R.O. 1/2012                                                  (g) assess upon the plantations and portions of plantations owned by part proprietors and recover from the proprietors and part proprietors all moneys required or expended by them for the purposes of this Act;  (h) raise on loan any moneys required for the purposes of this Act:  Provided that  (i) no new work other than the works  expressly authorised by this Act, shall  be commenced, and no moneys shall be raised on loan, without the sanction of the Minister; (ii) every assessment shall be at an equal rate per acre over the whole district receiving benefit and for the purpose of fixing the rate of any assessment each plantation shall be treated as a whole; (iii) every assessment shall be made on and recovered against each plantation and portion of a plantation owned by a part proprietor as a whole,  including any other plantation or portion of a plantation if worked with it; (iv) the area of each plantation shall be taken to be the area stated in the second column of the Schedule or as determined by the Minister and the area of a portion of a plantation owned LAWS OF GUYANA 10 Cap. 50:05 Boerasirie Creek  L.R.O. 1/2012                           Varying of Minister. [28 of 1935 9 of 1949]       by a part proprietor shall be taken to be the area stated in the book which the Commissioners are required to keep as hereinafter provided, or as determined by the Minister; (v) the supply of water permitted to be taken or received by the proprietors of the plantations shall be so regulated that the plantations shall receive an equal quantity of water per acre for each acre of the area of the plantations.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "apply for and hold any grants of State land authorised to be issued to them by the Minister;"
                },
                {
                    "representation": "(b)",
                    "description": "hold lands for the construction of all necessary works for conserving and distributing the waters of the Boerasirie, and for such works as may be approved or directed by the Minister, and generally for the purposes of this Act;"
                },
                {
                    "representation": "(c)",
                    "description": "construct and maintain all such weirs, sluices, locks, kokers, dams, canals, waterways, or other works, both in the Boerasirie and otherwise, as may be expedient for the conservation and distribution of the waters of the Boerasirie, and all such works as are approved or directed by the Minister;"
                },
                {
                    "representation": "(d)",
                    "description": "regulate the supply and distribution of water from the Boerasirie and the means of taking or receiving the same;  and, for that purpose-  LAWS OF GUYANA 8 Cap. 50:05 Boerasirie Creek  L.R.O. 1/2012"
                },
                {
                    "representation": "(i)",
                    "description": "no new work other than the works  expressly authorised by this Act, shall  be commenced, and no moneys shall be raised on loan, without the sanction of the Minister;"
                },
                {
                    "representation": "(e)",
                    "description": "employ such agents and servants as they consider necessary;"
                },
                {
                    "representation": "(f)",
                    "description": "enter into all contracts necessary or expedient for the proper carrying out of their duties; LAWS OF GUYANA Boerasirie Creek Cap. 50:05 9  L.R.O. 1/2012"
                },
                {
                    "representation": "(g)",
                    "description": "assess upon the plantations and portions of plantations owned by part proprietors and recover from the proprietors and part proprietors all moneys required or expended by them for the purposes of this Act;"
                },
                {
                    "representation": "(h)",
                    "description": "raise on loan any moneys required for the purposes of this Act:  Provided that"
                },
                {
                    "representation": "(v)",
                    "description": "the supply of water permitted to be taken or received by the proprietors of the plantations shall be so regulated that the plantations shall receive an equal quantity of water per acre for each acre of the area of the plantations."
                }
            ]
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "(a) Varying of assessments by Minister.  (d) Power to Minister to combine plantations and vary the acreage of a    plantation. ",
            "context": "BOERASIRIE CREEK ACT under (a) Varying of assessments by Minister.  (d) Power to Minister to combine plantations and vary the acreage of a    plantation. 9. Notwithstanding anything in the last preceding section contained, the Minister may order that   (a) assessments made under this Act shall not be at an equal rate per acre over the whole district receiving benefit from the scheme established by this Act, but shall be made on any plantation or portion of a plantation owned by any part proprietor at such rate per acre as, in the circumstances of the particular case, he thinks just and reasonable;  (b) assessments under this Act shall not be made upon each plantation as a whole, but shall be made upon any part of a plantation, and may be recovered against that part separately from the rest of the plantation; and  (c) the supply of water permitted to be taken or received by a proprietor or part proprietor shall not be the same assessments by LAWS OF GUYANA Boerasirie Creek Cap. 50:05 11  L.R.O. 1/2012                                          Works to be constructed and maintained by the Commission-ers.    per acre for each acre of the area owned by him as that permitted to be taken or received by any other proprietor or part proprietor but may be such quantity per acre as aforesaid as in the circumstances of the particular case he thinks just and reasonable;  (d) any two or more plantations in the Schedule or included therein by order under section 19(1)(b) shall be combined for the purposes of this Act and what shall be the acreage of any such combined plantations. Any   plantations so combined shall, during the existence of the order, be deemed to be one plantation for all the purposes of this Act;  (e) the acreage of any plantation in the  Schedule or included therein by order, or of any combined plantation may be varied and shall be the quantity stated in the order.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "assessments made under this Act shall not be at an equal rate per acre over the whole district receiving benefit from the scheme established by this Act, but shall be made on any plantation or portion of a plantation owned by any part proprietor at such rate per acre as, in the circumstances of the particular case, he thinks just and reasonable;"
                },
                {
                    "representation": "(b)",
                    "description": "assessments under this Act shall not be made upon each plantation as a whole, but shall be made upon any part of a plantation, and may be recovered against that part separately from the rest of the plantation; and"
                },
                {
                    "representation": "(c)",
                    "description": "the supply of water permitted to be taken or received by a proprietor or part proprietor shall not be the same assessments by LAWS OF GUYANA Boerasirie Creek Cap. 50:05 11  L.R.O. 1/2012                                          Works to be constructed and maintained by the Commission-ers.    per acre for each acre of the area owned by him as that permitted to be taken or received by any other proprietor or part proprietor but may be such quantity per acre as aforesaid as in the circumstances of the particular case he thinks just and reasonable;"
                },
                {
                    "representation": "(d)",
                    "description": "any two or more plantations in the Schedule or included therein by order under section 19(1)(b) shall be combined for the purposes of this Act and what shall be the acreage of any such combined plantations. Any   plantations so combined shall, during the existence of the order, be deemed to be one plantation for all the purposes of this Act;"
                },
                {
                    "representation": "(e)",
                    "description": "the acreage of any plantation in the  Schedule or included therein by order, or of any combined plantation may be varied and shall be the quantity stated in the order."
                }
            ]
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Works to be constructed and maintained by the Commissioners. ",
            "context": "BOERASIRIE CREEK ACT under Works to be constructed and maintained by the Commissioners. 10. (1) The Commissioners may construct and maintain   (a) a canal from the Boerasirie to Versailles on the west bank of the river Demerara;  (b) a canal from the Boerasirie to Philadelphia;  (c) a dam from Philadelphia to the rising ground aback of the said plantation;  plantation. acreage of a vary the plantations and combine Minister to Power of       LAWS OF GUYANA 12 Cap. 50:05 Boerasirie Creek  L.R.O. 1/2012                                                   Navigation of and traffic on the Boerasirie.            Recovery of amounts due to (d) a lock in the Boerasirie; and  (e) any works which the Minister may direct  to be constructed and maintained as necessary works, in addition to or in substitution for any of the foregoing works.  (2) All the foregoing works shall be constructed in accordance with the plans and specifications thereof deposited by the Secretary of the Court of Policy on the 17th October, 1884, in the deeds registry, and according to such directions as may have been or may hereafter be given by the Minister.  (3) All moneys heretofore expended on or about the aforesaid works may be recovered by the Commissioners from the plantations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commissioners may construct and maintain"
                },
                {
                    "representation": "(a)",
                    "description": "a canal from the Boerasirie to Versailles on the west bank of the river Demerara;"
                },
                {
                    "representation": "(b)",
                    "description": "a canal from the Boerasirie to Philadelphia;"
                },
                {
                    "representation": "(c)",
                    "description": "a dam from Philadelphia to the rising ground aback of the said plantation;  plantation. acreage of a vary the plantations and combine Minister to Power of       LAWS OF GUYANA 12 Cap. 50:05 Boerasirie Creek  L.R.O. 1/2012                                                   Navigation of and traffic on the Boerasirie.            Recovery of amounts due to"
                },
                {
                    "representation": "(d)",
                    "description": "a lock in the Boerasirie; and"
                },
                {
                    "representation": "(e)",
                    "description": "any works which the Minister may direct  to be constructed and maintained as necessary works, in addition to or in substitution for any of the foregoing works."
                },
                {
                    "representation": "(2)",
                    "description": "All the foregoing works shall be constructed in accordance with the plans and specifications thereof deposited by the Secretary of the Court of Policy on the 17th October, 1884, in the deeds registry, and according to such directions as may have been or may hereafter be given by the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "All moneys heretofore expended on or about the aforesaid works may be recovered by the Commissioners from the plantations."
                }
            ]
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Navigation of and traffic on the Boerasirie. ",
            "context": "BOERASIRIE CREEK ACT under Navigation of and traffic on the Boerasirie. 11. (1) The Commissioners shall be bound to make provision, to the satisfaction of the Minister, for the navigation of and traffic on the Boerasirie, and on any other creeks or waterways affected by works constructed or maintained by the Commissioners.  (2) In default of the Commissioners so making provision, the Chief Works and Hydraulics Officer is hereby authorised to do any acts or execute any work in that behalf directed by the Minister, and to recover the cost thereof from the Commissioners.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commissioners shall be bound to make provision, to the satisfaction of the Minister, for the navigation of and traffic on the Boerasirie, and on any other creeks or waterways affected by works constructed or maintained by the Commissioners."
                },
                {
                    "representation": "(2)",
                    "description": "In default of the Commissioners so making provision, the Chief Works and Hydraulics Officer is hereby authorised to do any acts or execute any work in that behalf directed by the Minister, and to recover the cost thereof from the Commissioners."
                }
            ]
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Recovery of amounts due to the Commissioners. ",
            "context": "BOERASIRIE CREEK ACT under Recovery of amounts due to the Commissioners. 12. (1) The Commissioners may recover all assessments and sums due to them in respect of a plantation by parate execution against the proprietor of the plantation, but no parate nor summary execution shall be issued against any State land.  (2) A statement that any amount is due by the proprietor of any plantation, purporting to be signed by a Commissioner, shall, without any proof of the signature or LAWS OF GUYANA Boerasirie Creek Cap. 50:05 13  L.R.O. 1/2012 the Commissioners. [9 of 1949]                         Accounts by the Commissioners      Disagreement of the Commission-ers.     c. 55:02      Register book of plantations. [9 of 1949 6 of 1997]      other matter, be deemed prima facie proof that the amount stated is so due.  (3) The assessments shall be due on the 1st January in each year but may be paid in moieties payable on or before the 30th June and on or before the 31st December of each year. Interest at the rate of six per cent per annum shall be payable on every assessment or part thereof which has not been paid at the prescribed time until payment of the amount due.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commissioners may recover all assessments and sums due to them in respect of a plantation by parate execution against the proprietor of the plantation, but no parate nor summary execution shall be issued against any State land."
                },
                {
                    "representation": "(2)",
                    "description": "A statement that any amount is due by the proprietor of any plantation, purporting to be signed by a Commissioner, shall, without any proof of the signature or LAWS OF GUYANA Boerasirie Creek Cap. 50:05 13  L.R.O. 1/2012 the Commissioners. [9 of 1949]                         Accounts by the Commissioners      Disagreement of the Commission-ers.     c. 55:02      Register book of plantations. [9 of 1949 6 of 1997]      other matter, be deemed prima facie proof that the amount stated is so due."
                },
                {
                    "representation": "(3)",
                    "description": "The assessments shall be due on the 1st January in each year but may be paid in moieties payable on or before the 30th June and on or before the 31st December of each year. Interest at the rate of six per cent per annum shall be payable on every assessment or part thereof which has not been paid at the prescribed time until payment of the amount due."
                }
            ]
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Accounts by the Commissioners. ",
            "context": "BOERASIRIE CREEK ACT under Accounts by the Commissioners. 13. The Commissioners shall keep proper books of account, and shall enter therein all expenditure and all receipts.",
            "description": "The Commissioners shall keep proper books of account, and shall enter therein all expenditure and all receipts."
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "(1) Disagreement of the Commissioners.   (2) By-laws.  MEETINGS OF PROPRIETORS  ",
            "context": "BOERASIRIE CREEK ACT under (1) Disagreement of the Commissioners.   (2) By-laws.  MEETINGS OF PROPRIETORS  14. (1) When the Commissioners disagree as to any matter, the question in dispute shall be laid before the Minister, who may thereupon make such order as he deems right, and his decision shall be without appeal.  (2) The Commissioners may make by-laws under the Water Commissioners Act.  MEETINGS OF PROPRIETORS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When the Commissioners disagree as to any matter, the question in dispute shall be laid before the Minister, who may thereupon make such order as he deems right, and his decision shall be without appeal."
                },
                {
                    "representation": "(2)",
                    "description": "The Commissioners may make by-laws under the Water Commissioners Act.  MEETINGS OF PROPRIETORS"
                }
            ]
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Register book of plantations. ",
            "context": "BOERASIRIE CREEK ACT under Register book of plantations. 15. (1) The Commissioners shall keep a book (hereinafter referred to as the register book), in which shall be entered from time to time the names and areas of the plantations and portions of plantations liable to be assessed and the names of the proprietors and part proprietors. (2) Any proprietor, or the attorney of any proprietor, of a plantation or part of a plantation liable to be assessed under this Act may from time to time require the address (hereinafter referred to as the registered address) of the proprietor to be registered by the Commissioners in the register book.  (3) The Commissioners shall as soon as possible after the commencement of this subsection, by notice published on two successive Saturdays in the Gazette and one By-laws. LAWS OF GUYANA 14 Cap. 50:05 Boerasirie Creek  L.R.O. 1/2012                                                     daily newspaper circulating in Guyana, require all part proprietors to register their names and addresses and to produce their transports or other documents of title to the Commissioners for the purpose of registration.  (4) If subsequent to the publication of such notices, any part proprietor or any person who becomes a part proprietor fails to register his name and address and to produce his transport or other document of title as aforesaid, he shall not for the purposes of this Act be treated as a part proprietor until he does so:  Provided that if any assessment has already been made or parate execution has already been issued, the Commissioners may proceed with the assessment or parate execution as made or issued.  (5) Any notice required to be sent to, and any legal process required to be served on, any proprietor or part proprietor may be sent through the post office to, or served at, the registered address of the proprietor or part proprietor, and that service shall be deemed valid service for all the purposes of this Act on the proprietor or part proprietor whose address is so registered.  (6) Any part proprietor who fails to comply with any notice published under the provisions of subsection (3) shall be liable to a fine of nine thousand seven hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commissioners shall keep a book"
                },
                {
                    "representation": "(2)",
                    "description": "Any proprietor, or the attorney of any proprietor, of a plantation or part of a plantation liable to be assessed under this Act may from time to time require the address"
                },
                {
                    "representation": "(3)",
                    "description": "shall be liable to a fine of nine thousand seven hundred and fifty dollars."
                },
                {
                    "representation": "(4)",
                    "description": "If subsequent to the publication of such notices, any part proprietor or any person who becomes a part proprietor fails to register his name and address and to produce his transport or other document of title as aforesaid, he shall not for the purposes of this Act be treated as a part proprietor until he does so:  Provided that if any assessment has already been made or parate execution has already been issued, the Commissioners may proceed with the assessment or parate execution as made or issued."
                },
                {
                    "representation": "(5)",
                    "description": "Any notice required to be sent to, and any legal process required to be served on, any proprietor or part proprietor may be sent through the post office to, or served at, the registered address of the proprietor or part proprietor, and that service shall be deemed valid service for all the purposes of this Act on the proprietor or part proprietor whose address is so registered."
                },
                {
                    "representation": "(6)",
                    "description": "Any part proprietor who fails to comply with any notice published under the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Ordinary half-yearly meetings of proprietors. ",
            "context": "BOERASIRIE CREEK ACT under Ordinary half-yearly meetings of proprietors. 16. (1) Meetings of the proprietors of the plantations shall be held in the months of January and July in each year.  (2) At each half-yearly meeting, the Commissioners shall produce all books of account and an abstract of all expenditure and receipts during the previous half-year, and also a correct statement of all outstanding liabilities and moneys due to or by them and unpaid.  of proprietors. yearly meetings Ordinary half-  LAWS OF GUYANA Boerasirie Creek Cap. 50:05 15 L.R.O. 1/2012            Extraordinary meeting.                          Minutes of proceedings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Meetings of the proprietors of the plantations shall be held in the months of January and July in each year."
                },
                {
                    "representation": "(2)",
                    "description": "At each half-yearly meeting, the Commissioners shall produce all books of account and an abstract of all expenditure and receipts during the previous half-year, and also a correct statement of all outstanding liabilities and moneys due to or by them and unpaid.  of proprietors. yearly meetings Ordinary half-  LAWS OF GUYANA Boerasirie Creek Cap. 50:05 15 L.R.O. 1/2012            Extraordinary meeting.                          Minutes of proceedings."
                }
            ]
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Extraordinary meeting. ",
            "context": "BOERASIRIE CREEK ACT under Extraordinary meeting. 17. (1) A meeting for the consideration or transaction of business, or for the election of a Commissioner, may be called at any time by the Commissioners or one of them, or by the proprietors of any plantations possessing twenty-five votes or upwards.  (2) The person calling a meeting shall give notice of the time and place thereof by notice in the Gazette and in one other newspaper circulating in the county of Demerara, at least eight days before the meeting, and by sending through the post office a written or printed notice addressed to the proprietor of each plantation.  (3) Every meeting shall be held at some convenient place to be appointed by the person calling it.  (4) No business shall be transacted at any meeting at which there are not actually present proprietors of plantations, or the attorneys of proprietors of plantations, having at least one hundred votes.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A meeting for the consideration or transaction of business, or for the election of a Commissioner, may be called at any time by the Commissioners or one of them, or by the proprietors of any plantations possessing twenty-five votes or upwards."
                },
                {
                    "representation": "(2)",
                    "description": "The person calling a meeting shall give notice of the time and place thereof by notice in the Gazette and in one other newspaper circulating in the county of Demerara, at least eight days before the meeting, and by sending through the post office a written or printed notice addressed to the proprietor of each plantation."
                },
                {
                    "representation": "(3)",
                    "description": "Every meeting shall be held at some convenient place to be appointed by the person calling it."
                },
                {
                    "representation": "(4)",
                    "description": "No business shall be transacted at any meeting at which there are not actually present proprietors of plantations, or the attorneys of proprietors of plantations, having at least one hundred votes."
                }
            ]
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Minutes of proceedings.     LAWS OF GUYANA 4 Cap. 50:05 Boerasirie Creek  L.R.O. 1/2012  SECTION MICELLANEOUS PROVISIONS  l9.   (l) Orders of Minister.  (2) Enforcement of order. ",
            "context": "BOERASIRIE CREEK ACT under Minutes of proceedings.     LAWS OF GUYANA 4 Cap. 50:05 Boerasirie Creek  L.R.O. 1/2012  SECTION MICELLANEOUS PROVISIONS  l9.   (l) Orders of Minister.  (2) Enforcement of order. 18. A proper record shall be kept, in a book to be provided for that purpose, of all business transacted at any meeting of proprietors.    MISCELLANEOUS PROVISIONS",
            "description": "A proper record shall be kept, in a book to be provided for that purpose, of all business transacted at any meeting of proprietors.    MISCELLANEOUS PROVISIONS"
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Appeal against action of the Commissioners. ",
            "context": "BOERASIRIE CREEK ACT under Appeal against action of the Commissioners. 20. (1) Anyone who considers that any work proposed to be executed by the Commissioners will affect him prejudicially, or who is aggrieved by any action of the Commissioners, may apply by petition to the Minister, and the Minister may make such order therein as may be just.  (2) Any order made by the Minister under this section shall be binding on all parties concerned, and shall not be subject to appeal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone who considers that any work proposed to be executed by the Commissioners will affect him prejudicially, or who is aggrieved by any action of the Commissioners, may apply by petition to the Minister, and the Minister may make such order therein as may be just."
                },
                {
                    "representation": "(2)",
                    "description": "Any order made by the Minister under this section shall be binding on all parties concerned, and shall not be subject to appeal."
                }
            ]
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "(l) Penalty for damage.  (2) Assessment of damage if no conviction. ",
            "context": "BOERASIRIE CREEK ACT under (l) Penalty for damage.  (2) Assessment of damage if no conviction. 21. (1) Everyone who without lawful excuse wilfully damages any dam, trench, outfall, koker or sluice in the possession or under the control of the Commissioners shall be liable on summary conviction to a fine of not less than four thousand eight hundred and seventy-five dollars and not more than forty-eight thousand seven hundred and fifty dollars, or to imprisonment for three months, and the Commissioners, or the proprietor of any plantation, may prosecute any charge for the damage.  (2) Wherever damage has occurred to any dam, trench, outfall, koker, or sluice in the possession or under the control of the Commissioners, the Commissioners may assess upon and recover from any plantation immediately adjoining the property so damaged a sum in compensation for that damage, including the loss of any water occasioned thereby: Enforcement of   conviction. damage if no Assessment of LAWS OF GUYANA 18 Cap. 50:05 Boerasirie Creek  L.R.O. 1/2012                            Tenure of State lands aback of second depth of plantations. Schedule.                   Provided that where the proprietor of the plantation satisfies the Commissioners that someone has been prosecuted to conviction for the damage he shall not be liable to be so assessed.  (3) The provisions of the last preceding section, as regards the authority of the Minister, shall apply to the assessment last aforesaid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who without lawful excuse wilfully damages any dam, trench, outfall, koker or sluice in the possession or under the control of the Commissioners shall be liable on summary conviction to a fine of not less than four thousand eight hundred and seventy-five dollars and not more than forty-eight thousand seven hundred and fifty dollars, or to imprisonment for three months, and the Commissioners, or the proprietor of any plantation, may prosecute any charge for the damage."
                },
                {
                    "representation": "(2)",
                    "description": "Wherever damage has occurred to any dam, trench, outfall, koker, or sluice in the possession or under the control of the Commissioners, the Commissioners may assess upon and recover from any plantation immediately adjoining the property so damaged a sum in compensation for that damage, including the loss of any water occasioned thereby: Enforcement of   conviction. damage if no Assessment of LAWS OF GUYANA 18 Cap. 50:05 Boerasirie Creek  L.R.O. 1/2012                            Tenure of State lands aback of second depth of plantations. Schedule.                   Provided that where the proprietor of the plantation satisfies the Commissioners that someone has been prosecuted to conviction for the damage he shall not be liable to be so assessed."
                },
                {
                    "representation": "(3)",
                    "description": "The provisions of the last preceding section, as regards the authority of the Minister, shall apply to the assessment last aforesaid."
                }
            ]
        }
    },
    {
        "act": "BOERASIRIE CREEK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Tenure of State lands aback of second depth of plantations.  SCHEDULE—Plantation and acreage.  __________________________  1929 Ed. c. 135 1953 Ed. c. 275 _______________________________________________________7 7 of 1889 CHAPTER 50:05  BOERASIRIE CREEK ACT  An Act to consolidate and amend the Laws relating to the Conservation and Distribution of the Waters of the Boerasirie Creek.  [28TH SEPTEMBER, 1889] Short title.     Interpretation. [9 of 1949]                 ",
            "context": "BOERASIRIE CREEK ACT under Tenure of State lands aback of second depth of plantations.  SCHEDULEPlantation and acreage.  __________________________  1929 Ed. c. 135 1953 Ed. c. 275 _______________________________________________________7 7 of 1889 CHAPTER 50:05  BOERASIRIE CREEK ACT  An Act to consolidate and amend the Laws relating to the Conservation and Distribution of the Waters of the Boerasirie Creek.  [28TH SEPTEMBER, 1889] Short title.     Interpretation. [9 of 1949]                 22. (1) The State lands aback of any plantation in cane cultivation mentioned in the first column of the Schedule, which are not held by transport, by letters of decree, or by grant from the State, lying between the prolongations of the side lines of that plantation up to the grant or licence of occupancy by virtue of which the Commissioners now hold or may hereafter hold the State lands on which the canal mentioned in section 10 is to be dug, whether they exceed in area five hundred acres or not, shall be granted for all intents and purposes to the proprietor of that plantation on a licence  of occupancy during the Presidents pleasure issued by the Minister and recorded by the Commissioner of Lands.  (2) The acre money payable in respect of the second depth of any such plantation shall be at the rate of thirty-two one thousand parts of a dollar per acre, and in respect of all land aback of the second depth at the rate of forty-eight one thousand parts of a dollar per acre.    SCHEDULE  Plantation Acreage   Versailles cum annexis                                                                       North half Klien Pouderoyen Vreed-en-Hoop   4,433      612   1,189 58 of 1981] O. 16/1981 O. 44/1976 60/1965 59/1965 107/1963 78/1960 41/1960 32/1958 [O. in C. ss. 2, 8 &",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The State lands aback of any plantation in cane cultivation mentioned in the first column of the Schedule, which are not held by transport, by letters of decree, or by grant from the State, lying between the prolongations of the side lines of that plantation up to the grant or licence of occupancy by virtue of which the Commissioners now hold or may hereafter hold the State lands on which the canal mentioned in section 10 is to be dug, whether they exceed in area five hundred acres or not, shall be granted for all intents and purposes to the proprietor of that plantation on a licence  of occupancy during the Presidents pleasure issued by the Minister and recorded by the Commissioner of Lands."
                },
                {
                    "representation": "(2)",
                    "description": "The acre money payable in respect of the second depth of any such plantation shall be at the rate of thirty-two one thousand parts of a dollar per acre, and in respect of all land aback of the second depth at the rate of forty-eight one thousand parts of a dollar per acre.    SCHEDULE  Plantation Acreage   Versailles cum annexis                                                                       North half Klien Pouderoyen Vreed-en-Hoop   4,433      612   1,189 58 of 1981] O. 16/1981 O. 44/1976 60/1965 59/1965 107/1963 78/1960 41/1960 32/1958 [O. in C. ss. 2, 8 &"
                }
            ]
        }
    }
]