[
    {
        "act": "HOBABOE CREEK (DIVERSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "HOBABOE CREEK (DIVERSION) ACT under Short title. 1. This Act may be cited as the Hobaboe Creek (Diversion) Act.",
            "description": "This Act may be cited as the Hobaboe Creek (Diversion) Act."
        }
    },
    {
        "act": "HOBABOE CREEK (DIVERSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Demerara Company authorised to construct canal. ",
            "context": "HOBABOE CREEK (DIVERSION) ACT under Demerara Company authorised to construct canal. 2. The Demerara Company, Limited, is hereby empowered to dig, construct, maintain, and use a canal leading from the Hobaboe creek into the Demerara river, and between the respective side lines of plantations Potosi and Vive la Force, and to divert the flow of the water of the Hobaboe creek into that canal and through its whole length.",
            "description": "The Demerara Company, Limited, is hereby empowered to dig, construct, maintain, and use a canal leading from the Hobaboe creek into the Demerara river, and between the respective side lines of plantations Potosi and Vive la Force, and to divert the flow of the water of the Hobaboe creek into that canal and through its whole length."
        }
    },
    {
        "act": "HOBABOE CREEK (DIVERSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Company authorised to place dams. ",
            "context": "HOBABOE CREEK (DIVERSION) ACT under Company authorised to place dams. 3. The Company is hereby further empowered to LAWS OF GUYANA 4 Cap. 50:06 Hobaboe Creek (Diversion)  L.R.O. 1/2012  place dams.         Width and depth of canal and raising of dams.     Company to construct bridge across canal [4 of 1972] c. 51:01                     Company to make sluice koker. [7 of 1941]       Control and upkeep of  canal and  sluice. [7 of 1941] place across the Hobaboe creek in its then disused channel between De Jonge Rachael, part of Plantation Wales on the north, and Patientia, part of Plantation Vriesland on the south, of the said creek, two dams for the purpose of connecting the navigation canals of the two last mentioned plantations.",
            "description": "The Company is hereby further empowered to LAWS OF GUYANA 4 Cap. 50:06 Hobaboe Creek (Diversion)  L.R.O. 1/2012  place dams.         Width and depth of canal and raising of dams.     Company to construct bridge across canal [4 of 1972] c. 51:01                     Company to make sluice koker. [7 of 1941]       Control and upkeep of  canal and  sluice. [7 of 1941] place across the Hobaboe creek in its then disused channel between De Jonge Rachael, part of Plantation Wales on the north, and Patientia, part of Plantation Vriesland on the south, of the said creek, two dams for the purpose of connecting the navigation canals of the two last mentioned plantations."
        }
    },
    {
        "act": "HOBABOE CREEK (DIVERSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Width and depth of canal and raising of dams. ",
            "context": "HOBABOE CREEK (DIVERSION) ACT under Width and depth of canal and raising of dams. 4. The canal shall be of a uniform width of twenty feet at the top, and a uniform depth of four feet, the slopes varying according to the nature of the soil, and the dams on either side of the canal shall be raised to the level of the back dams of Plantations Vive la Force and dams Potosi.",
            "description": "The canal shall be of a uniform width of twenty feet at the top, and a uniform depth of four feet, the slopes varying according to the nature of the soil, and the dams on either side of the canal shall be raised to the level of the back dams of Plantations Vive la Force and dams Potosi."
        }
    },
    {
        "act": "HOBABOE CREEK (DIVERSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Company to construct bridge across canal. ",
            "context": "HOBABOE CREEK (DIVERSION) ACT under Company to construct bridge across canal. 5. The Company shall further, at its own expense, construct across the canal on the line of the public road, and maintain so long as the existing bridge over the Hobaboe creek continues to be maintained as a bridge out of moneys provided by Parliament, a  bridge in accordance with sections 12 and 13 of the Roads Act:  Provided that when the existing bridge ceases to exist, the work of making a permanent roadway in place thereof, together with the construction of any culvert found necessary there, shall be performed by the Company to the satisfaction of the Chief Works and Hydraulics Officer.",
            "description": "The Company shall further, at its own expense, construct across the canal on the line of the public road, and maintain so long as the existing bridge over the Hobaboe creek continues to be maintained as a bridge out of moneys provided by Parliament, a  bridge in accordance with sections 12 and 13 of the Roads Act:  Provided that when the existing bridge ceases to exist, the work of making a permanent roadway in place thereof, together with the construction of any culvert found necessary there, shall be performed by the Company to the satisfaction of the Chief Works and Hydraulics Officer."
        }
    },
    {
        "act": "HOBABOE CREEK (DIVERSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Company to make sluice koker. ",
            "context": "HOBABOE CREEK (DIVERSION) ACT under Company to make sluice koker. 6. The Company shall at their own expense place at the waterside of the canal a sluice koker with concrete sides and wings and a greenheart lifting door of a width of fifteen feet, and shall thereafter at all times at the like expense maintain the koker in good and sufficient repair. The koker shall be constructed and maintained to the satisfaction of the Drainage and Irrigation Board.",
            "description": "The Company shall at their own expense place at the waterside of the canal a sluice koker with concrete sides and wings and a greenheart lifting door of a width of fifteen feet, and shall thereafter at all times at the like expense maintain the koker in good and sufficient repair. The koker shall be constructed and maintained to the satisfaction of the Drainage and Irrigation Board."
        }
    },
    {
        "act": "HOBABOE CREEK (DIVERSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Control and upkeep of canal and sluice. ",
            "context": "HOBABOE CREEK (DIVERSION) ACT under Control and upkeep of canal and sluice. 7. The Drainage and Irrigation Board, as constituted by the Drainage and Irrigation Act, shall have the general supervision and control of the canal and sluice, but the opening and shutting of the sluice shall be provided for by LAWS OF GUYANA Hobaboe Creek (Diversion) Cap. 50:06 5  L.R.O. 1/2012 c. 64:03      Company to construct another canal in certain events. [7 of 1941]                  Rights of Plantation Wales.   the Company, its successors or assigns, who shall also bear and pay all the expenses of the construction and upkeep of the canal.",
            "description": "The Drainage and Irrigation Board, as constituted by the Drainage and Irrigation Act, shall have the general supervision and control of the canal and sluice, but the opening and shutting of the sluice shall be provided for by LAWS OF GUYANA Hobaboe Creek (Diversion) Cap. 50:06 5  L.R.O. 1/2012 c. 64:03      Company to construct another canal in certain events. [7 of 1941]                  Rights of Plantation Wales.   the Company, its successors or assigns, who shall also bear and pay all the expenses of the construction and upkeep of the canal."
        }
    },
    {
        "act": "HOBABOE CREEK (DIVERSION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Company to construct another canal in certain events. ",
            "context": "HOBABOE CREEK (DIVERSION) ACT under Company to construct another canal in certain events. 8. If at any time hereafter the bed of the Hobaboe creek, between the present stop-off in the canal known as the southern boundary canal and the new canal, is not available for relief purposes, and the Drainage and Irrigation Board would be therefore, in the opinion of that Board, but for this section compelled to continue and complete the digging of the southern boundary canal, the Company shall at its own expense, dig, construct, and maintain a canal of the same dimensions as the canal by section 2 authorised to be constructed, from the stop-off in the southern boundary canal to the canal by section 2 authorised to be constructed, the course of the canal in this section provided for to be determined by the Company. If the canal provided for in this section is constructed, it shall be subject to the same control, upkeep, and maintenance as is provided for in section 7 in regard to the canal by section 3 authorised to be constructed.",
            "description": "If at any time hereafter the bed of the Hobaboe creek, between the present stop-off in the canal known as the southern boundary canal and the new canal, is not available for relief purposes, and the Drainage and Irrigation Board would be therefore, in the opinion of that Board, but for this section compelled to continue and complete the digging of the southern boundary canal, the Company shall at its own expense, dig, construct, and maintain a canal of the same dimensions as the canal by section 2 authorised to be constructed, from the stop-off in the southern boundary canal to the canal by section 2 authorised to be constructed, the course of the canal in this section provided for to be determined by the Company. If the canal provided for in this section is constructed, it shall be subject to the same control, upkeep, and maintenance as is provided for in section 7 in regard to the canal by section 3 authorised to be constructed."
        }
    }
]