[
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "EVIDENCE ACT under Short title. 1. This Act may be cited as the Evidence Act.",
            "description": "This Act may be cited as the Evidence Act."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "EVIDENCE ACT under Interpretation. 2. In this Act  authorised analyst means a person designated as such by the Minister responsible for the Motor Vehicles and Road CHAPTER 5:03  EVIDENCE ACT   LAWS OF GUYANA Evidence Cap. 5:03 9  L.R.O. 1/2012 c. 51:02                                          Application.     Traffic Act for the purposes of that Act;  bankers book includes any ledger, day book, cash book, account book, and any other book used in the ordinary business of a bank, and any electronic equipment or object on which particulars of any transaction made by the bank are stored;  Court means any court in Guyana having jurisdiction to hear and determine causes and matters, whether civil or criminal;  facts in issue means  (a) all facts which, by the form of the pleadings in any action or other proceeding, are affirmed on one side and denied on other; and  (b) in actions or other proceedings in which there are no pleadings, or in which the form of the pleadings is such that distinct issues are not joined between the parties, all facts from the establishment of which the existence, non-existence, nature, or extent of any right, liability, or disability, asserted, or denied, in any such case would by law follow;  judge includes all persons authorised to take evidence, either by law or by consent of parties.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "all facts which, by the form of the pleadings in any action or other proceeding, are affirmed on one side and denied on other; and"
                },
                {
                    "representation": "(b)",
                    "description": "in actions or other proceedings in which there are no pleadings, or in which the form of the pleadings is such that distinct issues are not joined between the parties, all facts from the establishment of which the existence, non-existence, nature, or extent of any right, liability, or disability, asserted, or denied, in any such case would by law follow;  judge includes all persons authorised to take evidence, either by law or by consent of parties."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application. ",
            "context": "EVIDENCE ACT under Application. 3. Unless the contrary is in any case expressly provided, or by necessary implication appears to be intended, the provisions of this Act shall, so far as they extend and are respectively appropriate thereto, apply to all causes and LAWS OF GUYANA 10 Cap. 5:03 Evidence   L.R.O. 1/2012     Operation of common law rules and principles.   Saving of special provisions as to evidence in other written laws.         Proof of previous possession of stolen property on charge of receiving.                   matters in all courts of justice and before all judges in Guyana.",
            "description": "Unless the contrary is in any case expressly provided, or by necessary implication appears to be intended, the provisions of this Act shall, so far as they extend and are respectively appropriate thereto, apply to all causes and LAWS OF GUYANA 10 Cap. 5:03 Evidence   L.R.O. 1/2012     Operation of common law rules and principles.   Saving of special provisions as to evidence in other written laws.         Proof of previous possession of stolen property on charge of receiving.                   matters in all courts of justice and before all judges in Guyana."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Operation of common law rules and principles. ",
            "context": "EVIDENCE ACT under Operation of common law rules and principles. 4. Subject to this Act and to any other written law for the time being in force, the rules and principles of the common law relating to evidence shall, so far as they are applicable to the circumstances of Guyana, be in force therein.",
            "description": "Subject to this Act and to any other written law for the time being in force, the rules and principles of the common law relating to evidence shall, so far as they are applicable to the circumstances of Guyana, be in force therein."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Saving of special provisions as to evidence in other written laws.  PART I RELEVANCY  Guilty Knowledge  ",
            "context": "EVIDENCE ACT under Saving of special provisions as to evidence in other written laws.  PART I RELEVANCY  Guilty Knowledge  5. Nothing in this Act shall affect any special provision as to the proof of any document or thing, or otherwise relating to evidence, contained in any other written law for the time being in force and not repugnant to this Act.   PART I RELEVANCY  Guilty Knowledge",
            "description": "Nothing in this Act shall affect any special provision as to the proof of any document or thing, or otherwise relating to evidence, contained in any other written law for the time being in force and not repugnant to this Act.   PART I RELEVANCY  Guilty Knowledge"
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Proof of previous possession of stolen property on charge of receiving.  Contents of Documents  ",
            "context": "EVIDENCE ACT under Proof of previous possession of stolen property on charge of receiving.  Contents of Documents  6. (1) Where proceedings are taken against anyone for having received anything knowing it to be stolen, or for having in his possession any stolen thing, evidence may be given, at any stage of the proceedings, that there was found in the possession of that person any thing stolen within the twelve months immediately preceding, and that evidence may be taken into consideration for the purpose of proving that the person knew the thing to be stolen which forms the subject of the proceedings so taken against him.  (2) Where proceedings are taken against anyone for having received anything knowing it to be stolen, or for having in his possession any stolen thing, and evidence has been given that the stolen thing has been found in his possession, then, if that person has, within the five years immediately preceding, been convicted of any offence involving fraud or dishonesty, evidence of the previous conviction may be given at any stage of the proceedings and may be taken into consideration for the purpose of proving LAWS OF GUYANA Evidence Cap. 5:03 11  L.R.O. 1/2012        c.10:01 c:10:02               Recital of fact in Act or proclamation.  [4 of 1972]   Entry in public record made in performance of duty.       Statement in work of history, map, chart or plan.      that the person knew the thing to be stolen which forms the subject of the proceedings so taken against him:  Provided that not less than two days notice in writing has been given to the person that proof is intended to be given of the previous conviction; and that proof may be given in the manner prescribed in the Summary Jurisdiction (Procedure) Act, or in the Criminal Law (Procedure) Act, as the case may be.  (3) It shall not be necessary, for the purposes of this section, to charge the previous conviction in the complaint, or information, or indictment.   Contents of Documents",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where proceedings are taken against anyone for having received anything knowing it to be stolen, or for having in his possession any stolen thing, evidence may be given, at any stage of the proceedings, that there was found in the possession of that person any thing stolen within the twelve months immediately preceding, and that evidence may be taken into consideration for the purpose of proving that the person knew the thing to be stolen which forms the subject of the proceedings so taken against him."
                },
                {
                    "representation": "(2)",
                    "description": "Where proceedings are taken against anyone for having received anything knowing it to be stolen, or for having in his possession any stolen thing, and evidence has been given that the stolen thing has been found in his possession, then, if that person has, within the five years immediately preceding, been convicted of any offence involving fraud or dishonesty, evidence of the previous conviction may be given at any stage of the proceedings and may be taken into consideration for the purpose of proving LAWS OF GUYANA Evidence Cap. 5:03 11  L.R.O. 1/2012        c.10:01 c:10:02               Recital of fact in Act or proclamation.  [4 of 1972]   Entry in public record made in performance of duty.       Statement in work of history, map, chart or plan.      that the person knew the thing to be stolen which forms the subject of the proceedings so taken against him:  Provided that not less than two days notice in writing has been given to the person that proof is intended to be given of the previous conviction; and that proof may be given in the manner prescribed in the Summary Jurisdiction"
                },
                {
                    "representation": "(3)",
                    "description": "It shall not be necessary, for the purposes of this section, to charge the previous conviction in the complaint, or information, or indictment.   Contents of Documents"
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Recital of fact in Act or proclamation. ",
            "context": "EVIDENCE ACT under Recital of fact in Act or proclamation. 7. When any Act of State or any fact of a public nature may be proved, any statement of it made in a recital contained in any Act or any proclamation of the President is admissible in evidence.",
            "description": "When any Act of State or any fact of a public nature may be proved, any statement of it made in a recital contained in any Act or any proclamation of the President is admissible in evidence."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Entry in public record made in performance of duty. ",
            "context": "EVIDENCE ACT under Entry in public record made in performance of duty. 8. An entry in any record, official book, or register kept in any Commonwealth territory, or at sea, or in any foreign country, stating, for the purpose of being referred to by the public, a fact which may be proved, and made in proper time by anyone in the discharge of any duty imposed upon him by the law of the place in which that record, book or register is kept, is admissible in evidence.",
            "description": "An entry in any record, official book, or register kept in any Commonwealth territory, or at sea, or in any foreign country, stating, for the purpose of being referred to by the public, a fact which may be proved, and made in proper time by anyone in the discharge of any duty imposed upon him by the law of the place in which that record, book or register is kept, is admissible in evidence."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Statement in work of history, map, chart or plan. ",
            "context": "EVIDENCE ACT under Statement in work of history, map, chart or plan. 9. (1) Statements as to matters of general public history, made in accredited historical books, are admissible in evidence when the occurrence of any of those matters may be proved; but statements in those works as to private rights or customs are inadmissible.   LAWS OF GUYANA 12 Cap. 5:03 Evidence   L.R.O. 1/2012               Entry in bankers book.                   Right of banker to refuse to produce books. [20 of 1997] c. 19:12      Order of court for inspection of bankers books.  (2) Statements of facts which may be proved, made in maps or charts made under the authority of any government or public municipality, or generally offered for public sale, as to matters of public notoriety, such as the relative position of towns and countries, and such as are usually represented or stated in those maps or charts, are admissible in evidence; but they are inadmissible if they relate to matters of private concern.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Statements as to matters of general public history, made in accredited historical books, are admissible in evidence when the occurrence of any of those matters may be proved; but statements in those works as to private rights or customs are inadmissible.   LAWS OF GUYANA 12 Cap. 5:03 Evidence   L.R.O. 1/2012               Entry in bankers book.                   Right of banker to refuse to produce books. [20 of 1997] c. 19:12      Order of court for inspection of bankers books."
                },
                {
                    "representation": "(2)",
                    "description": "Statements of facts which may be proved, made in maps or charts made under the authority of any government or public municipality, or generally offered for public sale, as to matters of public notoriety, such as the relative position of towns and countries, and such as are usually represented or stated in those maps or charts, are admissible in evidence; but they are inadmissible if they relate to matters of private concern."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Entry in banker’s book. ",
            "context": "EVIDENCE ACT under Entry in bankers book. 10. A copy of any entry in a bankers book is admissible as prima facie evidence of the entry, and of the matter, transaction, or accounts therein recorded:  Provided that the copy cannot be received in evidence unless it is first proved that the book in which the entry was made was, at the time of making that entry, one of the ordinary books of the bank, and that the entry was made in the usual and ordinary course of business, and that the book is in the custody or control of the bank, which proof may be given, either orally or by affidavit, by a partner or officer of the bank, and that the copy has been examined with the original entry and is correct, which proof must be given by some person who has examined the copy with the original entry, and may be given either orally or by affidavit.",
            "description": "A copy of any entry in a bankers book is admissible as prima facie evidence of the entry, and of the matter, transaction, or accounts therein recorded:  Provided that the copy cannot be received in evidence unless it is first proved that the book in which the entry was made was, at the time of making that entry, one of the ordinary books of the bank, and that the entry was made in the usual and ordinary course of business, and that the book is in the custody or control of the bank, which proof may be given, either orally or by affidavit, by a partner or officer of the bank, and that the copy has been examined with the original entry and is correct, which proof must be given by some person who has examined the copy with the original entry, and may be given either orally or by affidavit."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Right of banker to refuse to produce books. ",
            "context": "EVIDENCE ACT under Right of banker to refuse to produce books. 11. A bank or an officer of a bank is not, in any cause or matter to which the bank is not a party, compellable to produce any bankers book, or to appear as a witness to prove the matters, transactions, and accounts therein recorded, except by order of a court made for special cause or pursuant to a summons issued by the Integrity Commission established by the Integrity Commission Act.",
            "description": "A bank or an officer of a bank is not, in any cause or matter to which the bank is not a party, compellable to produce any bankers book, or to appear as a witness to prove the matters, transactions, and accounts therein recorded, except by order of a court made for special cause or pursuant to a summons issued by the Integrity Commission established by the Integrity Commission Act."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Order of court for inspection of banker’s books. ",
            "context": "EVIDENCE ACT under Order of court for inspection of bankers books. 12. (1) On the application of any party to a cause or matter, a court or judge may order that the party is at liberty to inspect and take copies of any entries in a bankers book for any of the purposes of that cause or matter. LAWS OF GUYANA Evidence Cap. 5:03 13  L.R.O. 1/2012            Application of provisions relating to banks. [4 of 1972] c. 85:01     Use for evidence of entries in book of account.        General rule as to inadmissibility of opinion.   Opinion of expert on point of science, or art, or foreign law.         (2) The order may be made either with or without summoning the bank or any other party, and must be served on the bank three days before it is to be obeyed, unless the court or judge otherwise directs.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the application of any party to a cause or matter, a court or judge may order that the party is at liberty to inspect and take copies of any entries in a bankers book for any of the purposes of that cause or matter. LAWS OF GUYANA Evidence Cap. 5:03 13  L.R.O. 1/2012            Application of provisions relating to banks. [4 of 1972] c. 85:01     Use for evidence of entries in book of account.        General rule as to inadmissibility of opinion.   Opinion of expert on point of science, or art, or foreign law."
                },
                {
                    "representation": "(2)",
                    "description": "The order may be made either with or without summoning the bank or any other party, and must be served on the bank three days before it is to be obeyed, unless the court or judge otherwise directs."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Application of provisions relating to banks. ",
            "context": "EVIDENCE ACT under Application of provisions relating to banks. 13. The provisions hereinbefore contained relating to banks shall apply to any government or post office savings bank, to any bank licensed, under the Banking Act or any other written law, to do banking business in Guyana and to any other institutions, companies, or partnerships the Minister by order declares to be banks within the meaning of those provisions.",
            "description": "The provisions hereinbefore contained relating to banks shall apply to any government or post office savings bank, to any bank licensed, under the Banking Act or any other written law, to do banking business in Guyana and to any other institutions, companies, or partnerships the Minister by order declares to be banks within the meaning of those provisions."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Use for evidence of entries in book of account.  Opinions  ",
            "context": "EVIDENCE ACT under Use for evidence of entries in book of account.  Opinions  14. The court may permit any party to a civil cause or matter to use his books of account, kept in the course of his business, as evidence in support of his claim or defence, if they appear to have been kept in the course of business with so reasonable a degree of regularity as to be satisfactory to the court.  Opinions",
            "description": "The court may permit any party to a civil cause or matter to use his books of account, kept in the course of his business, as evidence in support of his claim or defence, if they appear to have been kept in the course of business with so reasonable a degree of regularity as to be satisfactory to the court.  Opinions"
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "General rule as to inadmissibility of opinion. ",
            "context": "EVIDENCE ACT under General rule as to inadmissibility of opinion. 15. The fact that any person is of opinion that a fact which may be proved does or does not exist is inadmissible in evidence on the trial of any question as to the existence of that fact except in the cases hereinafter specified.",
            "description": "The fact that any person is of opinion that a fact which may be proved does or does not exist is inadmissible in evidence on the trial of any question as to the existence of that fact except in the cases hereinafter specified."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Opinion of expert on point of science, or art, or foreign law. ",
            "context": "EVIDENCE ACT under Opinion of expert on point of science, or art, or foreign law. 16. (1) When there is a question as to any point of science or art, the opinion upon that point of a person specially skilled in the science or art is admissible in evidence.  (2) The person is hereinafter called an expert.  (3) The words-science or art include all subjects on which a course of special study or experience is necessary to the formation of an opinion and, amongst other, the examination of handwriting. LAWS OF GUYANA 14 Cap. 5:03 Evidence   L.R.O. 1/2012                         Fact bearing upon opinion of expert.    Opinion as to handwriting.                  (4) When there is a question as to a foreign law, the opinion of an expert, who in his profession is acquainted with that law, is the only admissible evidence thereof, though the expert may produce to the court books which he declares to be works of authority upon the foreign law in question, and those books the court, having received all necessary explanations from the expert, may construe for itself.  (5) It is the duty of the judge to decide whether the skill of any person in the matter on which evidence of his opinion is offered is sufficient to entitle him to be considered as an expert.  (6) The opinion of an expert as to the existence of the facts on which his opinion is to be given is inadmissible unless he perceived those facts himself.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When there is a question as to any point of science or art, the opinion upon that point of a person specially skilled in the science or art is admissible in evidence."
                },
                {
                    "representation": "(2)",
                    "description": "The person is hereinafter called an expert."
                },
                {
                    "representation": "(3)",
                    "description": "The words-science or art include all subjects on which a course of special study or experience is necessary to the formation of an opinion and, amongst other, the examination of handwriting. LAWS OF GUYANA 14 Cap. 5:03 Evidence   L.R.O. 1/2012                         Fact bearing upon opinion of expert.    Opinion as to handwriting."
                },
                {
                    "representation": "(4)",
                    "description": "When there is a question as to a foreign law, the opinion of an expert, who in his profession is acquainted with that law, is the only admissible evidence thereof, though the expert may produce to the court books which he declares to be works of authority upon the foreign law in question, and those books the court, having received all necessary explanations from the expert, may construe for itself."
                },
                {
                    "representation": "(5)",
                    "description": "It is the duty of the judge to decide whether the skill of any person in the matter on which evidence of his opinion is offered is sufficient to entitle him to be considered as an expert."
                },
                {
                    "representation": "(6)",
                    "description": "The opinion of an expert as to the existence of the facts on which his opinion is to be given is inadmissible unless he perceived those facts himself."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Fact bearing upon opinion of expert. LAWS OF GUYANA 4 Cap. 5:03 Evidence   L.R.O. 1/2012  SECTION ",
            "context": "EVIDENCE ACT under Fact bearing upon opinion of expert. LAWS OF GUYANA 4 Cap. 5:03 Evidence   L.R.O. 1/2012  SECTION 17. A fact, not otherwise admissible in evidence, may, with the permission of the judge, be proved if it supports, or is inconsistent with, the opinion of an expert, when that opinion is admissible.",
            "description": "A fact, not otherwise admissible in evidence, may, with the permission of the judge, be proved if it supports, or is inconsistent with, the opinion of an expert, when that opinion is admissible."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Opinion as to handwriting. ",
            "context": "EVIDENCE ACT under Opinion as to handwriting. 18. (1) When there is a question as to the person by whom any document was written or signed, the opinion of any person acquainted with the handwriting of the supposed writer that it was or was not written or signed by him is admissible in evidence.  (2) A person is deemed to be acquainted with the handwriting of another person when he has at any time seen that person write, or when he has received documents purporting to be written by that person in answer to documents written by himself, or under his authority, and addressed to that person, or when, in the ordinary course of business, documents purporting to be written by that person have been habitually submitted to him. LAWS OF GUYANA Evidence Cap. 5:03 15  L.R.O. 1/2012  Comparison of handwritings.        Grounds of opinion.       General rule as to inadmissibility of evidence of character.  Evidence of character in criminal cases.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When there is a question as to the person by whom any document was written or signed, the opinion of any person acquainted with the handwriting of the supposed writer that it was or was not written or signed by him is admissible in evidence."
                },
                {
                    "representation": "(2)",
                    "description": "A person is deemed to be acquainted with the handwriting of another person when he has at any time seen that person write, or when he has received documents purporting to be written by that person in answer to documents written by himself, or under his authority, and addressed to that person, or when, in the ordinary course of business, documents purporting to be written by that person have been habitually submitted to him. LAWS OF GUYANA Evidence Cap. 5:03 15  L.R.O. 1/2012  Comparison of handwritings.        Grounds of opinion.       General rule as to inadmissibility of evidence of character.  Evidence of character in criminal cases."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Comparison of handwritings. ",
            "context": "EVIDENCE ACT under Comparison of handwritings. 19. Comparison of a disputed writing with any writing proved to the satisfaction of the judge, to be genuine shall be permitted to be made by witnesses, and those writings and the evidence of witnesses respecting them may be submitted to the court as evidence of the genuineness or otherwise of the writing in dispute.",
            "description": "Comparison of a disputed writing with any writing proved to the satisfaction of the judge, to be genuine shall be permitted to be made by witnesses, and those writings and the evidence of witnesses respecting them may be submitted to the court as evidence of the genuineness or otherwise of the writing in dispute."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Grounds of opinion.  Character  ",
            "context": "EVIDENCE ACT under Grounds of opinion.  Character  20. Whenever the opinion of any living person is admissible in evidence, the grounds on which the opinion is based are also admissible.  Character",
            "description": "Whenever the opinion of any living person is admissible in evidence, the grounds on which the opinion is based are also admissible.  Character"
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "General rule as to inadmissibility of evidence of character. ",
            "context": "EVIDENCE ACT under General rule as to inadmissibility of evidence of character. 21. The fact that a person is of a particular character is inadmissible in evidence on any inquiry respecting his conduct, except in the cases hereinafter mentioned.",
            "description": "The fact that a person is of a particular character is inadmissible in evidence on any inquiry respecting his conduct, except in the cases hereinafter mentioned."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Evidence of character in criminal cases. ",
            "context": "EVIDENCE ACT under Evidence of character in criminal cases. 22. (1) In criminal causes or matters, the fact that the defendant or the accused person, as the case may be, has a good character may be proved; but the fact that he has a bad character is inadmissible in evidence, unless it is itself a fact in issue, or unless evidence has been given that he has a good character, in which case evidence that he has a bad character is admissible.  (2) When anyone gives evidence of his good character who    (a) being on his trial for any felony not punishable with death, has been previously convicted of felony; or  (b) being on his trial for any offence involving fraud or dishonest punishable under the  Summary  LAWS OF GUYANA 16 Cap. 5:03 Evidence   L.R.O. 1/2012  c.802 c.801                            Character as affecting damages.            Facts of which judicial notice is to be taken. Jurisdiction (Offences) Act, or the Criminal Law (Offences) Act, has been previously convicted of any offence punishable on summary conviction or on indictment; or  (c) being on his trial for any offence in respect of coin punishable under either of the said Acts has been previously convicted of any offence in respect of coin;  the complainant or prosecutor, or the State, may, in answer to the evidence of good character, give evidence of any of those previous convictions before the magistrate gives his decision, or before the jury return their verdict, in respect of the offence for which the offender is being tried.  (3) In this section, the word character means reputation as distinguished from disposition, and evidence may be given only of general reputation, and not of particular acts by which reputation or disposition is shown.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In criminal causes or matters, the fact that the defendant or the accused person, as the case may be, has a good character may be proved; but the fact that he has a bad character is inadmissible in evidence, unless it is itself a fact in issue, or unless evidence has been given that he has a good character, in which case evidence that he has a bad character is admissible."
                },
                {
                    "representation": "(2)",
                    "description": "When anyone gives evidence of his good character who"
                },
                {
                    "representation": "(a)",
                    "description": "being on his trial for any felony not punishable with death, has been previously convicted of felony; or"
                },
                {
                    "representation": "(b)",
                    "description": "being on his trial for any offence involving fraud or dishonest punishable under the  Summary  LAWS OF GUYANA 16 Cap. 5:03 Evidence   L.R.O. 1/2012  c.802 c.801                            Character as affecting damages.            Facts of which judicial notice is to be taken. Jurisdiction"
                },
                {
                    "representation": "(c)",
                    "description": "being on his trial for any offence in respect of coin punishable under either of the said Acts has been previously convicted of any offence in respect of coin;  the complainant or prosecutor, or the State, may, in answer to the evidence of good character, give evidence of any of those previous convictions before the magistrate gives his decision, or before the jury return their verdict, in respect of the offence for which the offender is being tried."
                },
                {
                    "representation": "(3)",
                    "description": "In this section, the word character means reputation as distinguished from disposition, and evidence may be given only of general reputation, and not of particular acts by which reputation or disposition is shown."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Character as affecting damages.  PART II PROOF  Facts Judicially Noticed  ",
            "context": "EVIDENCE ACT under Character as affecting damages.  PART II PROOF  Facts Judicially Noticed  23. In civil causes or matters, the fact that a persons general reputation is bad is admissible in evidence in reduction of damages; but evidence of rumours that his reputation was bad, and evidence of particular facts showing that his disposition was bad, are inadmissible.  PART II PROOF  Facts Judicially Noticed",
            "description": "In civil causes or matters, the fact that a persons general reputation is bad is admissible in evidence in reduction of damages; but evidence of rumours that his reputation was bad, and evidence of particular facts showing that his disposition was bad, are inadmissible.  PART II PROOF  Facts Judicially Noticed"
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Facts of which judicial notice is to be taken. ",
            "context": "EVIDENCE ACT under Facts of which judicial notice is to be taken. 24.                (5) Proof of applied statutory instruments.",
            "description": [
                {
                    "representation": "(5)",
                    "description": "Proof of applied statutory instruments."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Proof of fact judicially noticed. ",
            "context": "EVIDENCE ACT under Proof of fact judicially noticed. 25. No evidence of any fact of which the court will take judicial notice need be given by the party alleging its existence; but the judge, on being called upon to take judicial notice thereof, may, if he is unacquainted with that fact, refer to any person or to any document or book of reference for his satisfaction in relation thereto, or may refuse to take judicial notice thereof unless and until the party calling upon him to take the notice produces the document or book of reference.",
            "description": "No evidence of any fact of which the court will take judicial notice need be given by the party alleging its existence; but the judge, on being called upon to take judicial notice thereof, may, if he is unacquainted with that fact, refer to any person or to any document or book of reference for his satisfaction in relation thereto, or may refuse to take judicial notice thereof unless and until the party calling upon him to take the notice produces the document or book of reference."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Fact admitted by party to civil proceeding.  Proof of Private Documents  ",
            "context": "EVIDENCE ACT under Fact admitted by party to civil proceeding.  Proof of Private Documents  26. No fact need be proved in any civil cause or matter which the parties thereto or their agents agree to admit at the hearing, or which they have admitted before the hearing and with reference thereto, or by their pleadings.  Proof of Private Documents",
            "description": "No fact need be proved in any civil cause or matter which the parties thereto or their agents agree to admit at the hearing, or which they have admitted before the hearing and with reference thereto, or by their pleadings.  Proof of Private Documents"
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Proof of execution of documents executed within the Commonwealth. ",
            "context": "EVIDENCE ACT under Proof of execution of documents executed within the Commonwealth. 27. The due execution of any deed, letter of attorney, or other power or instrument in writing made and executed, or purporting to be made and executed, either before or after the commencement of this Act, in any place within the LAWS OF GUYANA Evidence Cap. 5:03 21  L.R.O. 1/2012 Common-wealth.                                 Proof of execution of documents executed outside the Common- wealth. [10 of 2002]       Commonwealth, out of Guyana, may, subject to all just exceptions, be proved, in any civil cause or matter, by the affidavit or declaration of a subscribing witness thereto, sworn or made in any of the following ways, that is to say   (a) before the mayor or other chief officer of any City or corporate town within the Commonwealth and purporting to be attested under his hand and the public seal of the City or corporate town; or  (b) before, and purporting to be attested under the hand and seal of, the officer administering the government, or the chief or senior justice of any court of record of any Commonwealth territory; or  (c) before, and purporting to be attested under the hand and seal of, any notary public in the Commonwealth, and annexed to the deed, letter of attorney, or other power or instrument in writing.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "before the mayor or other chief officer of any City or corporate town within the Commonwealth and purporting to be attested under his hand and the public seal of the City or corporate town; or"
                },
                {
                    "representation": "(b)",
                    "description": "before, and purporting to be attested under the hand and seal of, the officer administering the government, or the chief or senior justice of any court of record of any Commonwealth territory; or"
                },
                {
                    "representation": "(c)",
                    "description": "before, and purporting to be attested under the hand and seal of, any notary public in the Commonwealth, and annexed to the deed, letter of attorney, or other power or instrument in writing."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Proof of execution of documents executed outside the Commonwealth. ",
            "context": "EVIDENCE ACT under Proof of execution of documents executed outside the Commonwealth. 28. The due execution of any deed, letter of attorney, or other power or instrument in writing made and executed, or purporting to be made and executed, either before or after the commencement of this Act, in any place outside the Commonwealth may, subject to all just exceptions, be proved in any civil cause or matter by the affidavit or declarations of a subscribing witness sworn or made in any of the following ways, that is to say    (a) before any diplomatic agent or consular officer appointed by the LAWS OF GUYANA 22 Cap. 5:03 Evidence   L.R.O. 1/2012            Recording and effect of instruments notarially executed outside the Common- wealth.                             Government of Guyana at that place, if it is attested or purports to be attested by the signature and seal of that officer; or  (b) before any notary public, if it is attested by his signature and seal.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "before any diplomatic agent or consular officer appointed by the LAWS OF GUYANA 22 Cap. 5:03 Evidence   L.R.O. 1/2012            Recording and effect of instruments notarially executed outside the Common- wealth.                             Government of Guyana at that place, if it is attested or purports to be attested by the signature and seal of that officer; or"
                },
                {
                    "representation": "(b)",
                    "description": "before any notary public, if it is attested by his signature and seal."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Recording and effect of instruments notarially executed outside the Commonwealth. ",
            "context": "EVIDENCE ACT under Recording and effect of instruments notarially executed outside the Commonwealth. 29. Where any procuration, power, or letter of attorney, contract, or agreement, or other instrument in writing, is made and executed, or purports to be made and executed, either before or after the commencement of this Act, in any place outside the Commonwealth in the presence of a witness or witnesses, before or with one or more notaries public, the procuration, power or letter of attorney, contract, or agreement, or other instrument in writing, and every notarial, grosse, or authentic copy purporting to be a notarial, grosse, or authentic copy of the procuration, power or letter of attorney, contract or agreement, or other instrument in writing, certified and legalised, or purporting to be certified and legalised, either before or after the commencement of this Act, under the hand and seal of any officer of state, judge, or magistrate of that place, or of any diplomatic agent or consular officer appointed by the Government of Guyana for that place, may be recorded in the deeds registry, and shall, without any proof, be as valid and effectual as any original procuration, power or letter of attorney, contract or agreement, or other instrument in writing coming from any part of the Commonwealth, and proved and attested in the manner hereinbefore prescribed; and an office copy of every recorded procuration, power or letter of attorney, contract or agreement, or other instrument in writing aforesaid, duly certified by the Registrar of Deeds or his deputy, shall, without any proof, be received in evidence in any civil cause or matter.   LAWS OF GUYANA Evidence Cap. 5:03 23  L.R.O. 1/2012 Admissibility in evidence of seal and signature of consular officer as proof of certain documents.           Admissibility in evidence of signature and seal of justice of the peace, etc., as proving statutory declaration.       Onus of disproof of signature admissible in evidence.      Proof of document not requiring attestation.",
            "description": "Where any procuration, power, or letter of attorney, contract, or agreement, or other instrument in writing, is made and executed, or purports to be made and executed, either before or after the commencement of this Act, in any place outside the Commonwealth in the presence of a witness or witnesses, before or with one or more notaries public, the procuration, power or letter of attorney, contract, or agreement, or other instrument in writing, and every notarial, grosse, or authentic copy purporting to be a notarial, grosse, or authentic copy of the procuration, power or letter of attorney, contract or agreement, or other instrument in writing, certified and legalised, or purporting to be certified and legalised, either before or after the commencement of this Act, under the hand and seal of any officer of state, judge, or magistrate of that place, or of any diplomatic agent or consular officer appointed by the Government of Guyana for that place, may be recorded in the deeds registry, and shall, without any proof, be as valid and effectual as any original procuration, power or letter of attorney, contract or agreement, or other instrument in writing coming from any part of the Commonwealth, and proved and attested in the manner hereinbefore prescribed; and an office copy of every recorded procuration, power or letter of attorney, contract or agreement, or other instrument in writing aforesaid, duly certified by the Registrar of Deeds or his deputy, shall, without any proof, be received in evidence in any civil cause or matter.   LAWS OF GUYANA Evidence Cap. 5:03 23  L.R.O. 1/2012 Admissibility in evidence of seal and signature of consular officer as proof of certain documents.           Admissibility in evidence of signature and seal of justice of the peace, etc., as proving statutory declaration.       Onus of disproof of signature admissible in evidence.      Proof of document not requiring attestation."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Admissibility in evidence of seal and signature of consular officer as proof of certain documents. ",
            "context": "EVIDENCE ACT under Admissibility in evidence of seal and signature of consular officer as proof of certain documents. 30. The signature and seal of any diplomatic agent or consular officer appointed by the Government of Guyana at any foreign port or place, to his certificate or attestation of any oath, affidavit, declaration, affirmation, or notarial act administered, sworn, made, affirmed, had, or done, or purporting to be administered, sworn, made, affirmed, had, or done, either before or after the commencement of this Act, by or before the diplomatic agent or consular officer aforesaid under and by virtue of any written law in that behalf, shall, without any proof, be received as evidence, in any civil cause or matter, of the oath, affidavit, declaration, affirmation, and notarial act having been duly administered, sworn, made, affirmed, had, or done.",
            "description": "The signature and seal of any diplomatic agent or consular officer appointed by the Government of Guyana at any foreign port or place, to his certificate or attestation of any oath, affidavit, declaration, affirmation, or notarial act administered, sworn, made, affirmed, had, or done, or purporting to be administered, sworn, made, affirmed, had, or done, either before or after the commencement of this Act, by or before the diplomatic agent or consular officer aforesaid under and by virtue of any written law in that behalf, shall, without any proof, be received as evidence, in any civil cause or matter, of the oath, affidavit, declaration, affirmation, and notarial act having been duly administered, sworn, made, affirmed, had, or done."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Admissibility in evidence of signature and seal of justice of the peace, etc., as proving statutory declaration. ",
            "context": "EVIDENCE ACT under Admissibility in evidence of signature and seal of justice of the peace, etc., as proving statutory declaration. 31. The signature and seal of any justice of the peace, notary public, or other officer authorised by law to administer an oath in any Commonwealth territory, subscribed and affixed to the certificate or attestation of any declaration made, either before or after the commencement of this Act, before the justice, notary public, or other officer, aforesaid, under and by virtue of any written law in that behalf in force in that territory in that behalf, shall, without any proof, be received as evidence, in any civil cause or matter, of that declaration having been duly made.",
            "description": "The signature and seal of any justice of the peace, notary public, or other officer authorised by law to administer an oath in any Commonwealth territory, subscribed and affixed to the certificate or attestation of any declaration made, either before or after the commencement of this Act, before the justice, notary public, or other officer, aforesaid, under and by virtue of any written law in that behalf in force in that territory in that behalf, shall, without any proof, be received as evidence, in any civil cause or matter, of that declaration having been duly made."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Onus of disproof of signature, admissible in evidence ",
            "context": "EVIDENCE ACT under Onus of disproof of signature, admissible in evidence 32. If anyone whose duty or interest it is to deny or disprove the validity of any signature or seal, or other matter or thing, hereinbefore declared to be receivable in evidence without any proof, denies and take upon himself to disprove the validity of that signature or seal, or matter or thing, he shall be permitted to do so, but the proof of the invalidity shall rest entirely upon that person.",
            "description": "If anyone whose duty or interest it is to deny or disprove the validity of any signature or seal, or other matter or thing, hereinbefore declared to be receivable in evidence without any proof, denies and take upon himself to disprove the validity of that signature or seal, or matter or thing, he shall be permitted to do so, but the proof of the invalidity shall rest entirely upon that person."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Proof of document not requiring attestation.  Proof of Public Documents  ",
            "context": "EVIDENCE ACT under Proof of document not requiring attestation.  Proof of Public Documents  33. An attested document not required by law to be attested may, in all causes and matters whatever, whether civil or criminal, be proved as if it were unattested.  LAWS OF GUYANA 24 Cap. 5:03 Evidence   L.R.O. 1/2012     Records of Common- wealth Territories  [4 of 1972]                     Records of Guyana. [4 of 1972]      Minutes of National Assembly.  [4 of 1972]    Enactments and Minutes of Common-wealth Proof of Public Documents",
            "description": "An attested document not required by law to be attested may, in all causes and matters whatever, whether civil or criminal, be proved as if it were unattested.  LAWS OF GUYANA 24 Cap. 5:03 Evidence   L.R.O. 1/2012     Records of Common- wealth Territories  [4 of 1972]                     Records of Guyana. [4 of 1972]      Minutes of National Assembly.  [4 of 1972]    Enactments and Minutes of Common-wealth Proof of Public Documents"
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Records of Commonwealth Territories.  LAWS OF GUYANA Evidence Cap. 5:03 5  L.R.O. 1/2012 SECTION ",
            "context": "EVIDENCE ACT under Records of Commonwealth Territories.  LAWS OF GUYANA Evidence Cap. 5:03 5  L.R.O. 1/2012 SECTION 34. (1) A judicial or public record of any Commonwealth territory may be proved by a copy or extract certified by    (a) the officer to whose custody the original is entrusted; or  (b) any other officer authorised to issue to the public such certified copy or extract and purporting to be sealed and stamped with the seal of the court or office from which such record is issued.  (2) In relation to the records mentioned in this section some other mode of proof may be substituted for or added to that provided in subsection (1) either generally or with respect to any particular Commonwealth territory by rules of court made under the High Court Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "either generally or with respect to any particular Commonwealth territory by rules of court made under the High Court Act."
                },
                {
                    "representation": "(a)",
                    "description": "the officer to whose custody the original is entrusted; or"
                },
                {
                    "representation": "(b)",
                    "description": "any other officer authorised to issue to the public such certified copy or extract and purporting to be sealed and stamped with the seal of the court or office from which such record is issued."
                },
                {
                    "representation": "(2)",
                    "description": "In relation to the records mentioned in this section some other mode of proof may be substituted for or added to that provided in subsection"
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Records of Guyana. ",
            "context": "EVIDENCE ACT under Records of Guyana. 35. Any record under the charge or superintendence of the Government Archivist or the Registrar of Deeds may be proved by a copy certified as a true and authentic copy by the Government Archivist or the Registrar of Deeds, as the case may be.",
            "description": "Any record under the charge or superintendence of the Government Archivist or the Registrar of Deeds may be proved by a copy certified as a true and authentic copy by the Government Archivist or the Registrar of Deeds, as the case may be."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Minutes of National Assembly. ",
            "context": "EVIDENCE ACT under Minutes of National Assembly. 36. The minutes of the National Assembly may be proved by copies thereof purporting to be printed by the Government printers or by the authority of the Government or the National Assembly.",
            "description": "The minutes of the National Assembly may be proved by copies thereof purporting to be printed by the Government printers or by the authority of the Government or the National Assembly."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Enactments and Minutes of Commonwealth legislatures. ",
            "context": "EVIDENCE ACT under Enactments and Minutes of Commonwealth legislatures. 37. (1) The enactments of the legislature of any Commonwealth territory may be proved by copies thereof purporting to be printed by the authority of the Government or the legislature of that territory. LAWS OF GUYANA Evidence Cap. 5:03 25  L.R.O. 1/2012 legislatures.  [4 of 1972]   Proof of statutory instruments not falling within section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The enactments of the legislature of any Commonwealth territory may be proved by copies thereof purporting to be printed by the authority of the Government or the legislature of that territory. LAWS OF GUYANA Evidence Cap. 5:03 25  L.R.O. 1/2012 legislatures.  [4 of 1972]   Proof of statutory instruments not falling within section"
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "(1) Proof of statutory instruments not falling within section ",
            "context": "EVIDENCE ACT under (1) Proof of statutory instruments not falling within section 38. (1) The contents of any instrument to which this section applies may be proved in any of the modes following  (a) by the production of a copy of the Gazette purporting to contain the instrument;  (b) by the production of a copy of the instrument purporting to be printed by the Government printers or by the authority of the President, the Government or the National Assembly;  (c) by the production of a copy or extract purporting to be certified by  (i) in the case of an instrument issued by the President, the Secretary to the office of the President;  (ii) in the case of an instrument issued by the Cabinet, the Secretary to the Cabinet;  (iii) in the case of an instrument issued by a Minister, the Minister or the permanent secretary to the Minister;  (iv) in the case of an instrument issued by any other public LAWS OF GUYANA 26 Cap. 5:03 Evidence   L.R.O. 1/2012                            Proof of applied statutory instruments.    Evidence of Presidents act, authorisation or approval in certain cases.         officer, the officer, the permanent secretary to the Ministry to which the officer belongs or the head of the department to which the officer belongs.  (2) Any copy or extract made under this section may be in writing.  (3) No proof shall be required of the handwriting or official position of any person certifying, in pursuance of this section, to the truth of any copy of or extract from the instrument.  (4) This section applies to any statutory instrument not falling within the provisions of section 24, and to any commission, warrant, public notice, order or regulation issued by or under the authority of the President, the Cabinet, a Minister, or any department or officer of the Government.  (5) The foregoing provisions of this section shall mutatis mutandis apply to any statutory instrument being an applied law not falling within the provisions of section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The contents of any instrument to which this section applies may be proved in any of the modes following"
                },
                {
                    "representation": "(a)",
                    "description": "by the production of a copy of the Gazette purporting to contain the instrument;"
                },
                {
                    "representation": "(b)",
                    "description": "by the production of a copy of the instrument purporting to be printed by the Government printers or by the authority of the President, the Government or the National Assembly;"
                },
                {
                    "representation": "(c)",
                    "description": "by the production of a copy or extract purporting to be certified by"
                },
                {
                    "representation": "(i)",
                    "description": "in the case of an instrument issued by the President, the Secretary to the office of the President;"
                },
                {
                    "representation": "(2)",
                    "description": "Any copy or extract made under this section may be in writing."
                },
                {
                    "representation": "(3)",
                    "description": "No proof shall be required of the handwriting or official position of any person certifying, in pursuance of this section, to the truth of any copy of or extract from the instrument."
                },
                {
                    "representation": "(4)",
                    "description": "This section applies to any statutory instrument not falling within the provisions of section 24, and to any commission, warrant, public notice, order or regulation issued by or under the authority of the President, the Cabinet, a Minister, or any department or officer of the Government."
                },
                {
                    "representation": "(5)",
                    "description": "The foregoing provisions of this section shall mutatis mutandis apply to any statutory instrument being an applied law not falling within the provisions of section"
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Evidence of President’s act, authorisation or approval in certain cases. ",
            "context": "EVIDENCE ACT under Evidence of Presidents act, authorisation or approval in certain cases. 39. Where by any Act the President is empowered to do any act, or to authorise any act to be done, or to approve of any act, the doing or authorising or approving of the act may be proved by the production of a document to that effect, purporting to be issued by the authority of the President and signed by the Secretary to the Office of the President, notwithstanding that the Act prescribes that the act shall be done, authorised, or approved in writing under the hand of the President:  Provided that the foregoing provision shall not apply to LAWS OF GUYANA Evidence Cap. 5:03 27  L.R.O. 1/2012        Proof of foreign and colonial acts of state, judgments, orders and judicial proceedings.                                  any case where an act is required to be executed by the President by warrant under his hand, or under his hand and seal, or under his hand and the Seal of Guyana, or by proclamation or commission.",
            "description": "Where by any Act the President is empowered to do any act, or to authorise any act to be done, or to approve of any act, the doing or authorising or approving of the act may be proved by the production of a document to that effect, purporting to be issued by the authority of the President and signed by the Secretary to the Office of the President, notwithstanding that the Act prescribes that the act shall be done, authorised, or approved in writing under the hand of the President:  Provided that the foregoing provision shall not apply to LAWS OF GUYANA Evidence Cap. 5:03 27  L.R.O. 1/2012        Proof of foreign and colonial acts of state, judgments, orders and judicial proceedings.                                  any case where an act is required to be executed by the President by warrant under his hand, or under his hand and seal, or under his hand and the Seal of Guyana, or by proclamation or commission."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Proof of foreign and colonial acts of state, judgments, orders and judicial proceedings. ",
            "context": "EVIDENCE ACT under Proof of foreign and colonial acts of state, judgments, orders and judicial proceedings. 40. (1) All proclamations, treaties, and other acts of state of any foreign state or of any Commonwealth territory other than Guyana, and all judgments, decrees, orders, and other judicial proceedings of any court of justice in any foreign state or in any Commonwealth territory other than Guyana, and all affidavits, pleadings, and other legal documents filed or deposited in that court, may be proved either by examined copies or by copies authenticated as hereinafter mentioned, that is to say  (a) if the document sought to be proved is a proclamation, treaty, or other act of state, the authenticated copy, to be admissible in evidence, must purport to be sealed with the seal of the foreign state, or of the Commonwealth territory, to which the original document belongs: and,  (b) if the document sought to be proved is a judgment, decree, order, or other judicial proceeding of any foreign or Commonwealth court, or an affidavit, pleading, or other legal document filed or deposited in that court, the authenticated copy, to be admissible in evidence, must purport either to be sealed with the seal of the foreign or Commonwealth court to which the original document belongs, or, in the event of that court having no seal, to be signed by the judge, or, if there are LAWS OF GUYANA 28 Cap. 5:03 Evidence   L.R.O. 1/2012                        Proof of statutory notice.            Proof of legal process.               more judges than one, by any one of the judges, of that court, and the judge must attach  to his signature a statement in writing on the copy that the court whereof he is judge has no seal.  (2) Any of the aforesaid authenticated copies purporting to be sealed or signed as hereinbefore mentioned shall be admissible in evidence in every case in which the original document could have been received in evidence, without any proof of the seal, where a seal is necessary, or of the signature or the truth of the statement attached thereto, where that signature and that statement are necessary, or of the judicial character of the person appearing to have made the signature and statement.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All proclamations, treaties, and other acts of state of any foreign state or of any Commonwealth territory other than Guyana, and all judgments, decrees, orders, and other judicial proceedings of any court of justice in any foreign state or in any Commonwealth territory other than Guyana, and all affidavits, pleadings, and other legal documents filed or deposited in that court, may be proved either by examined copies or by copies authenticated as hereinafter mentioned, that is to say"
                },
                {
                    "representation": "(a)",
                    "description": "if the document sought to be proved is a proclamation, treaty, or other act of state, the authenticated copy, to be admissible in evidence, must purport to be sealed with the seal of the foreign state, or of the Commonwealth territory, to which the original document belongs: and,"
                },
                {
                    "representation": "(b)",
                    "description": "if the document sought to be proved is a judgment, decree, order, or other judicial proceeding of any foreign or Commonwealth court, or an affidavit, pleading, or other legal document filed or deposited in that court, the authenticated copy, to be admissible in evidence, must purport either to be sealed with the seal of the foreign or Commonwealth court to which the original document belongs, or, in the event of that court having no seal, to be signed by the judge, or, if there are LAWS OF GUYANA 28 Cap. 5:03 Evidence   L.R.O. 1/2012                        Proof of statutory notice.            Proof of legal process.               more judges than one, by any one of the judges, of that court, and the judge must attach  to his signature a statement in writing on the copy that the court whereof he is judge has no seal."
                },
                {
                    "representation": "(2)",
                    "description": "Any of the aforesaid authenticated copies purporting to be sealed or signed as hereinbefore mentioned shall be admissible in evidence in every case in which the original document could have been received in evidence, without any proof of the seal, where a seal is necessary, or of the signature or the truth of the statement attached thereto, where that signature and that statement are necessary, or of the judicial character of the person appearing to have made the signature and statement."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Proof of statutory notice. ",
            "context": "EVIDENCE ACT under Proof of statutory notice. 41. The contents of any notice or advertisement required by any written law for the time being in force to be published in the Gazette, or so published in the usual course, may be proved, in any cause or matter, whether civil or criminal, by the production of a copy of the Gazette containing the notice or advertisement.",
            "description": "The contents of any notice or advertisement required by any written law for the time being in force to be published in the Gazette, or so published in the usual course, may be proved, in any cause or matter, whether civil or criminal, by the production of a copy of the Gazette containing the notice or advertisement."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Proof of legal process. ",
            "context": "EVIDENCE ACT under Proof of legal process. 42. Any summons, rule, warrant, process, complaint, commitment, judgment, conviction, sentence, order, or other written judicial act or document whatsoever, in any civil or criminal case, may be proved, in any legal proceedings whatever, against any person by producing a copy thereof certified by any judge or by the Registrar of the Supreme Court, or, in the case of any other court, by any person performing functions analogous to those of a judge or the Registrar in the Supreme Court, without proof of the  signature or official character of the person appearing to have certified the document.   LAWS OF GUYANA Evidence Cap. 5:03 29  L.R.O. 1/2012 Report of analyst to be received as evidence. [4 of 1972]                                     Report of authorised analyst received as evidence.",
            "description": "Any summons, rule, warrant, process, complaint, commitment, judgment, conviction, sentence, order, or other written judicial act or document whatsoever, in any civil or criminal case, may be proved, in any legal proceedings whatever, against any person by producing a copy thereof certified by any judge or by the Registrar of the Supreme Court, or, in the case of any other court, by any person performing functions analogous to those of a judge or the Registrar in the Supreme Court, without proof of the  signature or official character of the person appearing to have certified the document.   LAWS OF GUYANA Evidence Cap. 5:03 29  L.R.O. 1/2012 Report of analyst to be received as evidence. [4 of 1972]                                     Report of authorised analyst received as evidence."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "(1) Report of Analyst to be received as evidence. (2) A report of a medical practitioner admissible in a magistrate’s court. 43A.  Report of authorised analyst received as evidence. 43B.  Certification of accuracy of speedometers, radar and weighing devices. ",
            "context": "EVIDENCE ACT under (1) Report of Analyst to be received as evidence. (2) A report of a medical practitioner admissible in a magistrates court. 43A.  Report of authorised analyst received as evidence. 43B.  Certification of accuracy of speedometers, radar and weighing devices. 43. (1) Any document purporting to be a report made under the hand of an analyst, on any matter or thing duly submitted to him for examination or analysis and report, shall be receivable in any court as evidence of any matter or thing contained therein relating to the examination or analysis.  (2) Notwithstanding subsection (1) the court may of its own motion or on the application of any party to the proceedings, require the analyst to attend before the court and give evidence.  (3) If an analyst is called on the application under subsection (2) of any party to the proceedings the court may order that party to pay the costs occasioned by the analyst having been so called.  (4) The provisions of this section shall, with the necessary modifications, apply to a document purporting to be a post mortem report of a duly registered medical practitioner, and to a document purporting to be a report made by such medical practitioner within forty-eight hours of his examination of any injury received by or the condition of a person which is the subject of a prosecution for a criminal offence.  (5) In this section the expression analyst means a government analyst, an assistant government analyst, a radiologist, a government bacteriologist and pathologist, a scientific officer of the Analyst Department of the Government or any other person of like qualifications prescribed for the purposes of this section by order made by the body authorised to make rules of Court under the High Court Act.  43A. (1) For the purposes of any proceedings for an offence under section 39 or 39A of the Motor Vehicles and Road Traffic Act, a certificate signed by an authorised analyst, certifying the proportion of alcohol found in a specimen LAWS OF GUYANA 30 Cap. 5:03 Evidence   L.R.O. 1/2012  [10 of 2008] c. 51:02               Certification of accuracy of speedometers, radar and weighing devices [10 of 2008]                        identified by the certificate shall, subject to section 39F(3) of that Act, be evidence of the matters so certified and of the qualifications of the analyst.  (2) For the purposes of any proceedings for an offence under section 39 or 39A of the Motor Vehicles and Road Traffic Act, a certificate purporting to be signed by a registered medical practitioner that he took a specimen of blood from a person with that persons consent shall, subject to section 39F(3) of that Act, be evidence of the matters so certified and of the qualifications of the registered medical practitioner.   43B. (1) A document purporting-  (a) to be a record of testing of the accuracy, inspection and servicing of-  (i) the speedometer of the motor vehicle specified in the document;  (ii) a radar device or apparatus specified in the document designed and used for the purpose of ascertaining the speed of a motor vehicle; or   (iii) a weighing device or apparatus specified in the document designed and used for the purpose of ascertaining the laden or unladen weight of a motor vehicle; and   (b) to be certified    LAWS OF GUYANA Evidence Cap. 5:03 31  L.R.O. 1/2012                                               (i) in the case of the speedometer, by a person authorised in this behalf by the Licensing Authority;  (ii) in the case of radar device or apparatus designed and used for the purpose of ascertaining the speed of a motor vehicle, by a person authorised in this behalf by the Commissioner of Police;  (iii) in the case of a weighing device or apparatus designed and used for purpose of ascertaining the unladen or laden weight of a motor vehicle, by a person authorised in this behalf by the Licensing Authority, shall be admitted in any criminal or civil proceedings before any court on its production without further proof.  (2) On the production of a document under subsection (1)   (a) the court before which it is produced shall, until the contrary is proved, presume    (i) that it was signed at the time and place specified therein by a person authorised by the appropriate public officer LAWS OF GUYANA 32 Cap. 5:03 Evidence   L.R.O. 1/2012                                c. 51:02  Certified copy of document.  [4 of 1972 6 of 1997]             specified in the document; (ii) that the facts stated in the document relating to the testing of the accuracy, inspection and servicing of the speedometer of the vehicle specified therein or the radar, weight device or apparatus specified therein are true; and (iii) that the record of the facts stated in the document was made and compiled at the time stated therein; and  (c)  the document shall be prima facie evidence of all matters connected therein.   (3) In this section-  Licensing Authority means the Licensing Authority established under the Motor Vehicles and Road Traffic Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": ""
                },
                {
                    "representation": "(2)",
                    "description": "On the production of a document under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "In this section-  Licensing Authority means the Licensing Authority established under the Motor Vehicles and Road Traffic Act."
                },
                {
                    "representation": "(4)",
                    "description": "The provisions of this section shall, with the necessary modifications, apply to a document purporting to be a post mortem report of a duly registered medical practitioner, and to a document purporting to be a report made by such medical practitioner within forty-eight hours of his examination of any injury received by or the condition of a person which is the subject of a prosecution for a criminal offence."
                },
                {
                    "representation": "(5)",
                    "description": "In this section the expression analyst means a government analyst, an assistant government analyst, a radiologist, a government bacteriologist and pathologist, a scientific officer of the Analyst Department of the Government or any other person of like qualifications prescribed for the purposes of this section by order made by the body authorised to make rules of Court under the High Court Act.  43A."
                },
                {
                    "representation": "(a)",
                    "description": "the court before which it is produced shall, until the contrary is proved, presume"
                },
                {
                    "representation": "(i)",
                    "description": "that it was signed at the time and place specified therein by a person authorised by the appropriate public officer LAWS OF GUYANA 32 Cap. 5:03 Evidence   L.R.O. 1/2012                                c. 51:02  Certified copy of document.  [4 of 1972 6 of 1997]             specified in the document;"
                },
                {
                    "representation": "(b)",
                    "description": "to be certified    LAWS OF GUYANA Evidence Cap. 5:03 31  L.R.O. 1/2012"
                },
                {
                    "representation": "(c)",
                    "description": "the document shall be prima facie evidence of all matters connected therein."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Certified copy of document. ",
            "context": "EVIDENCE ACT under Certified copy of document. 44. (1) Whenever, by virtue of any written law for the time being in force, any certificate of any matter or thing whatsoever, or any certified copy of any official or public document, or of any document or proceeding of any corporation or joint-stock or other company, or of any by-law or entry in any register or other book, or of any other document whatsoever, is receivable in proof of any matter or thing in any court or otherwise, it is admissible as evidence if it purports to be authenticated in the manner prescribed by law, without proof of any stamp, seal, or signature required for its authentication or of the official character of the person who appears to have signed it.  LAWS OF GUYANA Evidence Cap. 5:03 33  L.R.O. 1/2012                   Admissibility of document admissible in courts in England and Wales and Ireland.     Use in first instance of authenticated copy of document.    Certified copies of writings in custody of public officer.      (2) Whenever any book or other document is of so public a nature as to be admissible in evidence on its mere production from the proper custody, and no written law exists which renders its contents provable by means of a copy, any copy thereof or extract therefrom is admissible in proof of its contents, provided the copy or extract purports to be signed and certified as a true copy or extract by the officer to whose custody the original is entrusted.  (3) That officer shall furnish the certified copy or extract to anyone applying at a reasonable time for it, on payment of a reasonable sum for it, not exceeding sixty-five dollars for every folio of one hundred words.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever, by virtue of any written law for the time being in force, any certificate of any matter or thing whatsoever, or any certified copy of any official or public document, or of any document or proceeding of any corporation or joint-stock or other company, or of any by-law or entry in any register or other book, or of any other document whatsoever, is receivable in proof of any matter or thing in any court or otherwise, it is admissible as evidence if it purports to be authenticated in the manner prescribed by law, without proof of any stamp, seal, or signature required for its authentication or of the official character of the person who appears to have signed it.  LAWS OF GUYANA Evidence Cap. 5:03 33  L.R.O. 1/2012                   Admissibility of document admissible in courts in England and Wales and Ireland.     Use in first instance of authenticated copy of document.    Certified copies of writings in custody of public officer."
                },
                {
                    "representation": "(2)",
                    "description": "Whenever any book or other document is of so public a nature as to be admissible in evidence on its mere production from the proper custody, and no written law exists which renders its contents provable by means of a copy, any copy thereof or extract therefrom is admissible in proof of its contents, provided the copy or extract purports to be signed and certified as a true copy or extract by the officer to whose custody the original is entrusted."
                },
                {
                    "representation": "(3)",
                    "description": "That officer shall furnish the certified copy or extract to anyone applying at a reasonable time for it, on payment of a reasonable sum for it, not exceeding sixty-five dollars for every folio of one hundred words."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Admissibility of document admissible in courts in England and Wales and Ireland. ",
            "context": "EVIDENCE ACT under Admissibility of document admissible in courts in England and Wales and Ireland. 45. Any document by any law for the time being in force admissible in evidence of any matter or thing, either in courts of justice in England and Wales or in courts of justice in Ireland, without proof of the stamp, or seal, or signature authenticating it, or of the judicial or official character of the person appearing to have signed it, shall be also admissible in evidence to the same extent and for the same purpose, without that proof, in any court or before any judge in Guyana.",
            "description": "Any document by any law for the time being in force admissible in evidence of any matter or thing, either in courts of justice in England and Wales or in courts of justice in Ireland, without proof of the stamp, or seal, or signature authenticating it, or of the judicial or official character of the person appearing to have signed it, shall be also admissible in evidence to the same extent and for the same purpose, without that proof, in any court or before any judge in Guyana."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Use in first instance of authenticated copy of document. ",
            "context": "EVIDENCE ACT under Use in first instance of authenticated copy of document. 46. Where, by this Act or by any other written law for the time being in force, an authenticated or certified copy of any document is admissible in evidence, the original document shall not, unless the judge otherwise expressly orders, be received in evidence.",
            "description": "Where, by this Act or by any other written law for the time being in force, an authenticated or certified copy of any document is admissible in evidence, the original document shall not, unless the judge otherwise expressly orders, be received in evidence."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Certified copies of writings in custody of public officer.  PART III PRODUCTION AND EFFECT OF EVIDENCE  Competency and Privilege of Witnesses  ",
            "context": "EVIDENCE ACT under Certified copies of writings in custody of public officer.  PART III PRODUCTION AND EFFECT OF EVIDENCE  Competency and Privilege of Witnesses  47. Any copy of or extract from any writing, document, or record in the custody of any public officer, required by any written law to be written or made and delivered to that officer or to be recorded, is, if it purports to be signed and certified as a true copy or extract by the officer to whose custody the original is entrusted, admissible as proof of the contents of the writing, document, or record, and as prima facie evidence of the matter or transaction therein LAWS OF GUYANA 34 Cap. 5:03 Evidence   L.R.O. 1/2012           General rule as to competency of witnesses.   Incompetency of witnesses generally.                 Evidence of access. [46 of 1952]           mentioned.  PART III PRODUCTION  AND EFFECT OF EVIDENCE  Competency and Privilege of Witnesses",
            "description": "Any copy of or extract from any writing, document, or record in the custody of any public officer, required by any written law to be written or made and delivered to that officer or to be recorded, is, if it purports to be signed and certified as a true copy or extract by the officer to whose custody the original is entrusted, admissible as proof of the contents of the writing, document, or record, and as prima facie evidence of the matter or transaction therein LAWS OF GUYANA 34 Cap. 5:03 Evidence   L.R.O. 1/2012           General rule as to competency of witnesses.   Incompetency of witnesses generally.                 Evidence of access. [46 of 1952]           mentioned.  PART III PRODUCTION  AND EFFECT OF EVIDENCE  Competency and Privilege of Witnesses"
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "General rule as to competency of witnesses. ",
            "context": "EVIDENCE ACT under General rule as to competency of witnesses. 48. All persons are competent to give evidence in all causes and matters, whether civil or criminal, except as hereinafter provided.",
            "description": "All persons are competent to give evidence in all causes and matters, whether civil or criminal, except as hereinafter provided."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Incompetency of witnesses generally. ",
            "context": "EVIDENCE ACT under Incompetency of witnesses generally. 49. (1) A witness is incompetent to give evidence if, in the opinion of the judge, he is prevented by extreme youth, disease affecting his mind, or any other cause of the same kind, from recollecting the matter on which he is to testify, from understanding the questions put to him, from giving rational answers to those questions, or from knowing that he ought to speak the truth.  (2) A witness unable to speak or hear is not incompetent, but may give his evidence by writing or by signs, or in any other manner in which he can make it intelligible; but the writing must be written and the signs made in open court, and evidence so given is deemed to be oral evidence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A witness is incompetent to give evidence if, in the opinion of the judge, he is prevented by extreme youth, disease affecting his mind, or any other cause of the same kind, from recollecting the matter on which he is to testify, from understanding the questions put to him, from giving rational answers to those questions, or from knowing that he ought to speak the truth."
                },
                {
                    "representation": "(2)",
                    "description": "A witness unable to speak or hear is not incompetent, but may give his evidence by writing or by signs, or in any other manner in which he can make it intelligible; but the writing must be written and the signs made in open court, and evidence so given is deemed to be oral evidence."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Evidence of access. ",
            "context": "EVIDENCE ACT under Evidence of access. 50. (1) Notwithstanding any rule of law, the evidence of a husband or wife shall be admissible in any proceedings to prove that marital intercourse did or did not take place between them during any period.  (2) Notwithstanding anything in this section or any rule of law, a husband or wife shall not be compellable in any proceedings to give evidence of the matters aforesaid.  (3) Nothing in this section shall prejudice the admissibility of any evidence which would apart from this LAWS OF GUYANA Evidence Cap. 5:03 35  L.R.O. 1/2012        Competency in criminal cases.        c. 8:02  c. 8:01      c. 10:02  c. 10:01       Competency of witnesses in criminal cases               section be admissible.  (4) In this section proceedings includes arbitrations and references.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding any rule of law, the evidence of a husband or wife shall be admissible in any proceedings to prove that marital intercourse did or did not take place between them during any period."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding anything in this section or any rule of law, a husband or wife shall not be compellable in any proceedings to give evidence of the matters aforesaid."
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in this section shall prejudice the admissibility of any evidence which would apart from this LAWS OF GUYANA Evidence Cap. 5:03 35  L.R.O. 1/2012        Competency in criminal cases.        c. 8:02  c. 8:01      c. 10:02  c. 10:01       Competency of witnesses in criminal cases               section be admissible."
                },
                {
                    "representation": "(4)",
                    "description": "In this section proceedings includes arbitrations and references."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Competency in criminal cases. ",
            "context": "EVIDENCE ACT under Competency in criminal cases. 51. (l) In any criminal proceeding against a husband or wife for any bodily injury or violence inflicted upon his wife or her husband, the wife or husband is competent and compellable to give evidence.  (2) In any proceeding against anyone for an offence under section 23 of the Summary Jurisdiction (Offences) Act, or under section 92 of the Criminal Law (Offences) Act, that person, and his wife or her husband, shall be a competent witness but not compellable to give evidence.  (3) In any criminal proceeding against a husband or wife authorised by section 68 or 69 of the Summary Jurisdiction (Procedure) Act, or by section 196 or 197 of the Criminal Law (Procedure) Act, the wife and husband respectively are competent witnesses and, except when defendants or accused persons, compellable to give evidence.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "In any criminal proceeding against a husband or wife for any bodily injury or violence inflicted upon his wife or her husband, the wife or husband is competent and compellable to give evidence."
                },
                {
                    "representation": "(2)",
                    "description": "In any proceeding against anyone for an offence under section 23 of the Summary Jurisdiction"
                },
                {
                    "representation": "(3)",
                    "description": "In any criminal proceeding against a husband or wife authorised by section 68 or 69 of the Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Competency of witnesses in criminal cases. ",
            "context": "EVIDENCE ACT under Competency of witnesses in criminal cases. 52. Everyone charged with an offence, and his wife or her husband, as the case may be, shall be a competent witness for the defence at every stage of the proceedings, whether he or she is charged solely or jointly with any other person:  Provided that  (a) a person so charged shall not be called as a witness in pursuance of this Act except upon his own application;  (b) the failure of anyone charged with an offence, or of his wife or her husband, as the case may be, to give evidence LAWS OF GUYANA 36 Cap. 5:03 Evidence   L.R.O. 1/2012                                                shall not be made the subject of any comment by the prosecution;   (c) the wife or husband of the person charged shall not, save as in this Act  mentioned, be called as a witness in pursuance of this Act  except upon the application of the person so charged;  (d) nothing in this Act shall make a husband compellable to disclose any communication made to him by his wife during the   marriage,  or  a  wife  compellable  to  disclose  any communication made to her husband during the marriage;  (e) a person charged and being a witness in pursuance of this  Act may be asked any question in cross examination notwithstanding that it would tend to criminate him as to the offence charged;  (f) a person charged and called as a witness in pursuance of this Act shall not be asked, and if asked, shall not be required to answer, any question tending to show that he has committed, or been convicted of, or been charged with, any offence other than that wherewith he is then charged, or is of bad character, unless  (i) the proof that he has committed or been convicted of that other LAWS OF GUYANA Evidence Cap. 5:03 37  L.R.O. 1/2012                                        c. 10:01       offence is admissible evidence to show that he is guilty of the offence wherewith he is then charged; or  (ii) he has personally or by his advocate asked questions of the witnesses for the prosecution with a view to establish his own good character, or has given evidence of his good character, or the nature or conduct of the defence is such as to involve imputations on the character of the prosecutor or the witnesses for the prosecution; or  (iii) he has given evidence against any other person charged with the same offence;  (g) every person called as a witness in pursuance of this Act shall, unless otherwise directed by the court, give his evidence from the witness box, or other place from which the other witnesses give their evidence;  (h) nothing in this Act shall affect section 65 of the Criminal Law (Procedure) Act, or any right of the person charged to make a statement without being sworn.    LAWS OF GUYANA 38 Cap. 5:03 Evidence   L.R.O. 1/2012  Evidence of person charged.     Right of reply.      Calling of wife or husband in certain cases.  [4 of 1972]             Application of four last preceding sections.   Admissibility on trial for indictable offence of prisoners statement before magistrate. c. 10:01",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a person so charged shall not be called as a witness in pursuance of this Act except upon his own application;"
                },
                {
                    "representation": "(b)",
                    "description": "the failure of anyone charged with an offence, or of his wife or her husband, as the case may be, to give evidence LAWS OF GUYANA 36 Cap. 5:03 Evidence   L.R.O. 1/2012                                                shall not be made the subject of any comment by the prosecution;"
                },
                {
                    "representation": "(c)",
                    "description": "the wife or husband of the person charged shall not, save as in this Act  mentioned, be called as a witness in pursuance of this Act  except upon the application of the person so charged;"
                },
                {
                    "representation": "(d)",
                    "description": "nothing in this Act shall make a husband compellable to disclose any communication made to him by his wife during the   marriage,  or  a  wife  compellable  to  disclose  any communication made to her husband during the marriage;"
                },
                {
                    "representation": "(e)",
                    "description": "a person charged and being a witness in pursuance of this  Act may be asked any question in cross examination notwithstanding that it would tend to criminate him as to the offence charged;"
                },
                {
                    "representation": "(f)",
                    "description": "a person charged and called as a witness in pursuance of this Act shall not be asked, and if asked, shall not be required to answer, any question tending to show that he has committed, or been convicted of, or been charged with, any offence other than that wherewith he is then charged, or is of bad character, unless"
                },
                {
                    "representation": "(i)",
                    "description": "the proof that he has committed or been convicted of that other LAWS OF GUYANA Evidence Cap. 5:03 37  L.R.O. 1/2012                                        c. 10:01       offence is admissible evidence to show that he is guilty of the offence wherewith he is then charged; or"
                },
                {
                    "representation": "(g)",
                    "description": "every person called as a witness in pursuance of this Act shall, unless otherwise directed by the court, give his evidence from the witness box, or other place from which the other witnesses give their evidence;"
                },
                {
                    "representation": "(h)",
                    "description": "nothing in this Act shall affect section 65 of the Criminal Law"
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Evidence of person charged. ",
            "context": "EVIDENCE ACT under Evidence of person charged. 53. Where the only witness to the facts of the case called by the defence is the person charged he shall be called as a witness immediately after the close of the evidence for the prosecution.",
            "description": "Where the only witness to the facts of the case called by the defence is the person charged he shall be called as a witness immediately after the close of the evidence for the prosecution."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Right of reply. ",
            "context": "EVIDENCE ACT under Right of reply. 54. In cases where the right of reply depends upon the question whether evidence has been called for the defence, the fact that the person charged has been called as a witness shall not of itself confer on the prosecution the right of reply.",
            "description": "In cases where the right of reply depends upon the question whether evidence has been called for the defence, the fact that the person charged has been called as a witness shall not of itself confer on the prosecution the right of reply."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Calling of wife or husband in certain cases. ",
            "context": "EVIDENCE ACT under Calling of wife or husband in certain cases. 55.  __________________________   1929 Ed. c. 35 1953 Ed. c.25 _______________________________________________________ 20 of 1893 An Act to consolidate and amend the Laws relating to Evidence.   [1st MARCH, 1894]     Short title.  Interpretation.  [20 of 1997]    PRELIMINARY",
            "description": "__________________________   1929 Ed. c. 35 1953 Ed. c.25 _______________________________________________________ 20 of 1893 An Act to consolidate and amend the Laws relating to Evidence.   [1st MARCH, 1894]     Short title.  Interpretation.  [20 of 1997]    PRELIMINARY"
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Application of four last preceding sections.  LAWS OF GUYANA 6 Cap. 5:03 Evidence   L.R.O. 1/2012  SECTION ",
            "context": "EVIDENCE ACT under Application of four last preceding sections.  LAWS OF GUYANA 6 Cap. 5:03 Evidence   L.R.O. 1/2012  SECTION 56. The four last preceding sections of this Act shall, notwithstanding any enactment in force at its commencement, apply to all criminal proceedings.",
            "description": "The four last preceding sections of this Act shall, notwithstanding any enactment in force at its commencement, apply to all criminal proceedings."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Admissibility on trial for indictable offence of prisoner’s statement before magistrate. ",
            "context": "EVIDENCE ACT under Admissibility on trial for indictable offence of prisoners statement before magistrate. 57. Any statement purporting to have been made by an accused person under section 65 of the Criminal Law (Procedure) Act, may, upon this trial, be given in evidence against him, without further proof thereof, unless it is proved that the magistrate purporting to sign the statement did not in fact sign it:  Provided that nothing herein enacted or contained shall prevent the prosecutor in any case from giving in evidence any admission, or confession, or other statement, of the person LAWS OF GUYANA Evidence Cap. 5:03 39  L.R.O. 1/2012     Competency in proceedings relating to adultery.           Privilege as to question involving incrimination.                  Power of judge to forbid certain questions.         accused or charged, made at any time, which by law would be admissible as evidence against that person.",
            "description": "Any statement purporting to have been made by an accused person under section 65 of the Criminal Law (Procedure) Act, may, upon this trial, be given in evidence against him, without further proof thereof, unless it is proved that the magistrate purporting to sign the statement did not in fact sign it:  Provided that nothing herein enacted or contained shall prevent the prosecutor in any case from giving in evidence any admission, or confession, or other statement, of the person LAWS OF GUYANA Evidence Cap. 5:03 39  L.R.O. 1/2012     Competency in proceedings relating to adultery.           Privilege as to question involving incrimination.                  Power of judge to forbid certain questions.         accused or charged, made at any time, which by law would be admissible as evidence against that person."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Competency in proceedings relating to adultery. ",
            "context": "EVIDENCE ACT under Competency in proceedings relating to adultery. 58. In proceedings instituted in consequence of adultery, the parties and their husbands and wives are competent witnesses:  Provided that no witness in those proceedings, whether a party to the cause or not, shall be liable to be asked or bound to answer any question tending to show that he or she has been guilty of adultery, unless he or she has already given evidence in the same proceeding in disproof of his or her alleged adultery.",
            "description": "In proceedings instituted in consequence of adultery, the parties and their husbands and wives are competent witnesses:  Provided that no witness in those proceedings, whether a party to the cause or not, shall be liable to be asked or bound to answer any question tending to show that he or she has been guilty of adultery, unless he or she has already given evidence in the same proceeding in disproof of his or her alleged adultery."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Privilege as to question involving incrimination. ",
            "context": "EVIDENCE ACT under Privilege as to question involving incrimination. 59. (1) No one called as a witness shall be compellable to answer any question if the answer thereto would, in the opinion of the judge, have a tendency to expose the witness or, subject to section 49, his wife or her husband, to any criminal charge or to any penalty or forfeiture which the judge regards as reasonably likely to be preferred or sued for.  (2) No one is excused from answering any question only because the answer may establish, or tend to establish, that he owes a debt, or is otherwise liable to any civil proceeding, either at the instance of the State or of any other person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No one called as a witness shall be compellable to answer any question if the answer thereto would, in the opinion of the judge, have a tendency to expose the witness or, subject to section 49, his wife or her husband, to any criminal charge or to any penalty or forfeiture which the judge regards as reasonably likely to be preferred or sued for."
                },
                {
                    "representation": "(2)",
                    "description": "No one is excused from answering any question only because the answer may establish, or tend to establish, that he owes a debt, or is otherwise liable to any civil proceeding, either at the instance of the State or of any other person."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Power of judge to forbid certain questions. ",
            "context": "EVIDENCE ACT under Power of judge to forbid certain questions. 60. (1) The judge may forbid any question or inquiry which he regards as indecent or scandalous, although it may have some bearing on the question before the court, unless it relates to facts in issue or to matters necessary to be known in order to determine whether or not the facts in issue existed.  (2) The judge shall forbid any question appearing to him as intended to insult or annoy, or to be needlessly offensive in form, or not relevant to any matter proper to be investigated in the cause or matter. LAWS OF GUYANA 40 Cap. 5:03 Evidence   L.R.O. 1/2012  Cases in which corroborative evidence is required. [12 of 1983]            c.8:02 c.8:01         c.8:01             Corroboration required in case of perjury.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The judge may forbid any question or inquiry which he regards as indecent or scandalous, although it may have some bearing on the question before the court, unless it relates to facts in issue or to matters necessary to be known in order to determine whether or not the facts in issue existed."
                },
                {
                    "representation": "(2)",
                    "description": "The judge shall forbid any question appearing to him as intended to insult or annoy, or to be needlessly offensive in form, or not relevant to any matter proper to be investigated in the cause or matter. LAWS OF GUYANA 40 Cap. 5:03 Evidence   L.R.O. 1/2012  Cases in which corroborative evidence is required. [12 of 1983]            c.8:02 c.8:01         c.8:01             Corroboration required in case of perjury."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Cases in which corroborative evidence is required. ",
            "context": "EVIDENCE ACT under Cases in which corroborative evidence is required. 61. (1) No plaintiff in any action for breach of promise of marriage can obtain judgment, unless his or her testimony is corroborated by some other material evidence in support of that promise.  (2) No order against anyone alleged to be the father of a child born out of wedlock can be made by a magistrates court, unless the evidence of the mother of the child is corroborated in some material particular, to the satisfaction of the court.  (3) A person shall not be liable to be convicted of an offence under section 23 of the Summary Jurisdiction (Offences) Act, or under section 92 of the Criminal Law (Offences) Act, upon the evidence given without oath of a child, unless that evidence be corroborated by some other material evidence implicating the defendant or the accused person, as the case may be.  (4) A person shall not be liable to be convicted of an offence under section 72 or 73 of the Criminal Law (Offences) Act, upon the evidence of one witness only, unless that witness be corroborated in some material particular by evidence implicating the accused person.  (5) Where the only proof against a person charged with an indictable offence is the evidence of an accomplice, uncorroborated in any material particular, it is the duty of the judge to warn the jury that it is unsafe to convict any person upon that evidence, though they have a legal right to do so.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No plaintiff in any action for breach of promise of marriage can obtain judgment, unless his or her testimony is corroborated by some other material evidence in support of that promise."
                },
                {
                    "representation": "(2)",
                    "description": "No order against anyone alleged to be the father of a child born out of wedlock can be made by a magistrates court, unless the evidence of the mother of the child is corroborated in some material particular, to the satisfaction of the court."
                },
                {
                    "representation": "(3)",
                    "description": "A person shall not be liable to be convicted of an offence under section 23 of the Summary Jurisdiction"
                },
                {
                    "representation": "(4)",
                    "description": "A person shall not be liable to be convicted of an offence under section 72 or 73 of the Criminal Law"
                },
                {
                    "representation": "(5)",
                    "description": "Where the only proof against a person charged with an indictable offence is the evidence of an accomplice, uncorroborated in any material particular, it is the duty of the judge to warn the jury that it is unsafe to convict any person upon that evidence, though they have a legal right to do so."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Corroboration required in case of perjury. ",
            "context": "EVIDENCE ACT under Corroboration required in case of perjury. 62. If on any trial for perjury the only evidence against the defendant or the accused person is the oath of one witness contradicting the oath on which perjury is assigned, and if no circumstances are proved which corroborate that witness, the defendant or the accused person, as the case may be, is entitled to be discharged or acquitted. LAWS OF GUYANA Evidence Cap. 5:03 41  L.R.O. 1/2012  Evidence in case of treason.              Sanction of oral evidence.   Administration of oath.     Form of evidence generally.        Swearing with uplifted hand.           Validity of oath not affected by absence of religious belief.",
            "description": "If on any trial for perjury the only evidence against the defendant or the accused person is the oath of one witness contradicting the oath on which perjury is assigned, and if no circumstances are proved which corroborate that witness, the defendant or the accused person, as the case may be, is entitled to be discharged or acquitted. LAWS OF GUYANA Evidence Cap. 5:03 41  L.R.O. 1/2012  Evidence in case of treason.              Sanction of oral evidence.   Administration of oath.     Form of evidence generally.        Swearing with uplifted hand.           Validity of oath not affected by absence of religious belief."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Evidence in case of treason.  Sanction of Evidence  ",
            "context": "EVIDENCE ACT under Evidence in case of treason.  Sanction of Evidence  63. In any trial for treason or for misprision of treason, the rules of the law of evidence and the practice in relation to evidence on the trial of those offences respectively for the time being in force in England shall, so far as the same are applicable to the circumstances of Guyana, be in force therein.  Sanction of evidence",
            "description": "In any trial for treason or for misprision of treason, the rules of the law of evidence and the practice in relation to evidence on the trial of those offences respectively for the time being in force in England shall, so far as the same are applicable to the circumstances of Guyana, be in force therein.  Sanction of evidence"
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Sanction of oral evidence. ",
            "context": "EVIDENCE ACT under Sanction of oral evidence. 64. Except as hereinafter provided, all oral evidence must be given upon oath.",
            "description": "Except as hereinafter provided, all oral evidence must be given upon oath."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Administration of oath. ",
            "context": "EVIDENCE ACT under Administration of oath. 65. Every judge shall have power, by himself or by an officer of the court, if he presides in or is a member of a court, to administer an oath to all witnesses lawfully called before him.",
            "description": "Every judge shall have power, by himself or by an officer of the court, if he presides in or is a member of a court, to administer an oath to all witnesses lawfully called before him."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Form of evidence generally. ",
            "context": "EVIDENCE ACT under Form of evidence generally. 66. Subject to the provisions hereinafter contained, an oath is binding which is administered in the form and with the ceremonies which the person sworn declares to be binding:  Provided that, in the absence of that declaration, an oath shall be deemed to be binding in the form and with the ceremonies in and with which it was actually administered.",
            "description": "Subject to the provisions hereinafter contained, an oath is binding which is administered in the form and with the ceremonies which the person sworn declares to be binding:  Provided that, in the absence of that declaration, an oath shall be deemed to be binding in the form and with the ceremonies in and with which it was actually administered."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Swearing with uplifted hand. ",
            "context": "EVIDENCE ACT under Swearing with uplifted hand. 67. If any person to whom an oath is administered desires to swear with uplifted hand, in the form and manner in which an oath is usually administered in Scotland, he shall be permitted to do so, and the oath shall be administered to him in that form and manner without further question.",
            "description": "If any person to whom an oath is administered desires to swear with uplifted hand, in the form and manner in which an oath is usually administered in Scotland, he shall be permitted to do so, and the oath shall be administered to him in that form and manner without further question."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Validity of oath not affected by absence of religious belief. ",
            "context": "EVIDENCE ACT under Validity of oath not affected by absence of religious belief. 68. Where an oath has been duly administered and taken, the fact that the person to whom and by whom it was administered and taken, had, at the time of administering and taking it, no religious belief, shall not for any purpose affect its validity.  LAWS OF GUYANA 42 Cap. 5:03 Evidence   L.R.O. 1/2012  Cases in which affirmation may be made instead of oath.        Form of oral affirmation in writing.           Form of affirmation in writing.          Evidence of persons ignorant of  nature of oath [9 of 1961 4 of 1972]",
            "description": "Where an oath has been duly administered and taken, the fact that the person to whom and by whom it was administered and taken, had, at the time of administering and taking it, no religious belief, shall not for any purpose affect its validity.  LAWS OF GUYANA 42 Cap. 5:03 Evidence   L.R.O. 1/2012  Cases in which affirmation may be made instead of oath.        Form of oral affirmation in writing.           Form of affirmation in writing.          Evidence of persons ignorant of  nature of oath [9 of 1961 4 of 1972]"
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Cases in which affirmation may be made instead of oath. ",
            "context": "EVIDENCE ACT under Cases in which affirmation may be made instead of oath. 69. Anyone who objects to being sworn, and states, as the ground of his objection, either that he has no religious belief or that the taking of an oath is contrary to his religious belief, shall be permitted to make his solemn affirmation instead of taking an oath, in all places and for all purposes where an oath is now or may hereafter be required by law; and the affirmation shall, to all intents and purposes, be of the same force and effect as if he has taken the oath.",
            "description": "Anyone who objects to being sworn, and states, as the ground of his objection, either that he has no religious belief or that the taking of an oath is contrary to his religious belief, shall be permitted to make his solemn affirmation instead of taking an oath, in all places and for all purposes where an oath is now or may hereafter be required by law; and the affirmation shall, to all intents and purposes, be of the same force and effect as if he has taken the oath."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "(1) Form of oral affirmation. (2) Form of affirmation in writing. ",
            "context": "EVIDENCE ACT under (1) Form of oral affirmation. (2) Form of affirmation in writing. 70. (1) Every oral affirmation shall commence  I, A.B., of .do solemnly and sincerely declare and affirm.  and then proceed with the words of the oath prescribed by law, omitting any words of imprecation or calling to witness.  (2) Every affirmation in writing shall commence  I, A.B., of do solemnly and sincerely affirm.  and the form in lieu of jurat shall be-  Affirmed this ..day of.20, before me.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every oral affirmation shall commence  I, A.B., of .do solemnly and sincerely declare and affirm.  and then proceed with the words of the oath prescribed by law, omitting any words of imprecation or calling to witness."
                },
                {
                    "representation": "(2)",
                    "description": "Every affirmation in writing shall commence  I, A.B., of do solemnly and sincerely affirm.  and the form in lieu of jurat shall be-  Affirmed this ..day of.20, before me."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Evidence of persons ignorant of nature of oath. ",
            "context": "EVIDENCE ACT under Evidence of persons ignorant of nature of oath. 71. (1) Any person who is ignorant of the nature and obligation of an oath may be allowed to give evidence without oath or affirmation.  (2) The judge shall determine whether the witness is of competent understanding to give that evidence.  (3) Where the evidence of a child admitted by virtue of this section is given by the prosecution, the accused shall not be liable to be convicted of the offence unless the LAWS OF GUYANA Evidence Cap. 5:03 43  L.R.O. 1/2012           Interpretation of evidence in criminal cause.               Different modes of taking oral evidence.                       evidence is corroborated by some other material evidence in support thereof implicating him.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who is ignorant of the nature and obligation of an oath may be allowed to give evidence without oath or affirmation."
                },
                {
                    "representation": "(2)",
                    "description": "The judge shall determine whether the witness is of competent understanding to give that evidence."
                },
                {
                    "representation": "(3)",
                    "description": "Where the evidence of a child admitted by virtue of this section is given by the prosecution, the accused shall not be liable to be convicted of the offence unless the LAWS OF GUYANA Evidence Cap. 5:03 43  L.R.O. 1/2012           Interpretation of evidence in criminal cause.               Different modes of taking oral evidence.                       evidence is corroborated by some other material evidence in support thereof implicating him."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "Interpretation of evidence in criminal cause.  Oral Evidence  ",
            "context": "EVIDENCE ACT under Interpretation of evidence in criminal cause.  Oral Evidence  72. (1) In any criminal cause or matter in which evidence is given in a language not understood by a defendant or an accused person, the evidence must be interpreted to him in a language which he understands:  Provided that if the court thinks any document unnecessary to be fully interpreted, it may direct the substance only thereof to be interpreted or explained.  (2) Every interpreter must be sworn to interpret.  Oral Evidence",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In any criminal cause or matter in which evidence is given in a language not understood by a defendant or an accused person, the evidence must be interpreted to him in a language which he understands:  Provided that if the court thinks any document unnecessary to be fully interpreted, it may direct the substance only thereof to be interpreted or explained."
                },
                {
                    "representation": "(2)",
                    "description": "Every interpreter must be sworn to interpret.  Oral Evidence"
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "73",
            "title": "Different modes of taking oral evidence. 73A.  Taking evidence and making submissions by audio visual link. 73B.  Legal recognition of use of audio visual link facilities in civil and criminal proceedings. 73C.  Use of audio visual link facilities for identification parade.  Examination of Witness  ",
            "context": "EVIDENCE ACT under Different modes of taking oral evidence. 73A.  Taking evidence and making submissions by audio visual link. 73B.  Legal recognition of use of audio visual link facilities in civil and criminal proceedings. 73C.  Use of audio visual link facilities for identification parade.  Examination of Witness  73. (1) Oral evidence may be taken, according to the law relating to civil and criminal procedure for the time being, in force  (a) in court, on a preliminary or final hearing; or  (b) out of court, for future use in the Supreme Court  (i) upon affidavit; or  (ii) under a commission; or  (iii) before any officer of the court or any other person or persons appointed for that purpose by the court or a judge under rules of court, or under any other written law in that behalf.  LAWS OF GUYANA 44 Cap. 5:03 Evidence   L.R.O. 1/2012          c.10:01                                       (2) Oral evidence taken in court must be taken according to the rules hereinafter contained relating to the examination of witnesses.  (3) Oral evidence taken on any preliminary hearing under Part II of the Criminal Law (Procedure) Act, may be recorded in the form of a deposition, and the deposition may be used as documentary evidence of the matters stated therein in the cases, and on the conditions, specified in section 95 of this Act, and in the section aforesaid of that Act, respectively.  (4) Oral evidence taken upon affidavit must be confined to the facts the witness is able of his own knowledge to prove, except on interlocutory motions, on which statements as to his belief and the grounds thereof may be admitted; and the costs of every affidavit unnecessarily setting forth matters of hearsay or argumentative matter, or copies of or extracts from documents, must be paid by the party filing it.  (5) Oral evidence taken under a commission must be taken in the manner prescribed by the terms of the commission, and, in default of that manner being prescribed, according to the rules hereinafter contained relating to the examination of witnesses.  (6) Oral evidence taken under subsection (1)(b)(iii) must be taken in the same manner as if it were taken in court; but an examiner has no right  to decide on the validity of an objection taken to any particular question, but must record the question, the objection taken to it, and the answer given.  (7) Where a deposition, or an affidavit, or the return to a commission, or evidence taken before an examiner, is used in any court as evidence of the matters stated therein, the party against whom it is read may object to the reading of anything therein contained on any ground on which he might LAWS OF GUYANA Evidence Cap. 5:03 45  L.R.O. 1/2012           Taking oral evidence and making submissions by audio visual link. [19 of 2008]                              have objected to its being stated by a witness examined in court:  Provided that no person shall be entitled to object to the reading of an answer to any question asked by his own representative on the execution of a commission to take evidence.  73A. (1) Notwithstanding anything in this Act, the Court may of its own motion or on the application of any party to any proceedings, whether civil or criminal, order that oral evidence be taken from, or submissions be made by a person by audio visual link at a place outside the court room where the Court is sitting, whether that place be in or outside of Guyana.  (2) An order made under subsection (1) may be subject to such conditions and safeguards as the Court thinks fit, including but limited to-  (a) the physical presence of a person specified, either generally or by specific order, by the Court at the place where the audio visual evidence is to be given to act as an observer; and   (b) the payment of expenses incurred in connection with taking the evidence or making submissions by using audio  visual link facilities or providing the audio visual link facilities.  (3) The Court shall not make an order under subsection (1) unless the Court is satisfied that-  LAWS OF GUYANA 46 Cap. 5:03 Evidence   L.R.O. 1/2012                                                (a) the necessary audio visual facilities are available or can be reasonably made available;   (b) the evidence cannot be more conveniently taken in the court room where the court is sitting; and  (c) the order is required in the interests of justice.  (4) Any oral evidence given or submission made by a person from outside a court room by using audio visual link facilities pursuant to an order made under subsection (1) shall, for the purposes of this Act be deemed to be the evidence given or submission made in the court room where the Court is sitting.  (5) Evidence shall not be taken by audio visual link unless the court room where the Court is sitting and the place where the evidence is to be given are, to the satisfaction of the Court, equipped with audio visual link facilities that enables -  (a) persons who are in the court room where the Court is sitting to see and hear the person giving the evidence; and   (b) persons who are at the place where the evidence is to be given to see and hear the persons at the court room where the Court is sitting.  (6) An oath or affirmation to be made by a person giving evidence by audio visual link may be administered either    LAWS OF GUYANA Evidence Cap. 5:03 47  L.R.O. 1/2012                                               (a) by means of the audio visual link, as nearly as practicable, in the same way as if the person were giving evidence in the court room where the Court is sitting; or  (b) at the discretion of, or on behalf of, the Court at the place where the person is giving evidence by a person authorised by the Court.  (7) Where the proceedings before the Court involve a jury, and the evidence is taken by audio visual link, the Court shall give the jury such directions as it thinks fit to ensure that the jury gives the same weight to such evidence as if the evidence has been taken in the court room where the Court is sitting.  (8) In this section    (a) audio visual link means facilities, including closed-circuit television that enable video conferencing or audio and visual communication between persons at different places.   (b)  proceedings includes   (i) any proceeding relating to bail; (ii) a committal proceeding;  (iii) where a person has previously been remanded in custody, any subsequent proceeding with respect to the remand of the person in custody for the same offence;  LAWS OF GUYANA 48 Cap. 5:03 Evidence   L.R.O. 1/2012         Legal recognition of use of audio visual link facilities in civil and criminal proceedings. [19 of 2008]                          Use of audio visual link facilities for identification parades. [19 of 2008]  (iv) any interlocutory proceeding held in connection with any criminal proceeding;  (v)  a trial or a hearing of an appeal.  73B. (1) A requirement by or under any written law that a person shall appear or be brought or be present before a Court is taken to be satisfied if the person appears before the Court by way of an audio visual link pursuant to an order made under section 73(A) (1).  (2) Any requirement of law for the presence of a person or entitlement of a person under any written law for a person to be present in proceeding before a Court concerning bail is taken to be satisfied if audio visual link is used in relation to the person pursuant to an order made under section 73A(1).  (3) Any entitlement of a person under section 24 of the Court of Appeal Act to be present in proceedings on the hearing of an appeal is taken to be satisfied if audio visual link  approved by the Court of Appeal is used in relation to the person.  (4) A Court may allow a person in custody to be produced before the Court by way of audio visual link from the place of detention and such production shall be deemed to be a production or appearance of the person in custody before the Court as required under any law.  73C. Where a person is arrested on the suspicion of a charge of committing an offence and his identification by any other individual is considered necessary for the purpose of investigation of such offence, the Court having jurisdiction may, at the request of the officer in charge of a police station, direct the person so arrested to subject himself, along with at LAWS OF GUYANA Evidence Cap. 5:03 49  L.R.O. 1/2012           Examination in chief, cross-examination, and re- examination.                                least three other persons as the investigating police officer may suggest, to line-up for identification by the individual in such manner as the Court may deem fit and the Court may permit audio visual link facility to be used for the purpose of the identification parade.  Examination of Witness",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A requirement by or under any written law that a person shall appear or be brought or be present before a Court is taken to be satisfied if the person appears before the Court by way of an audio visual link pursuant to an order made under section 73(A)"
                },
                {
                    "representation": "(a)",
                    "description": "audio visual link means facilities, including closed-circuit television that enable video conferencing or audio and visual communication between persons at different places."
                },
                {
                    "representation": "(b)",
                    "description": "proceedings includes"
                },
                {
                    "representation": "(i)",
                    "description": "any proceeding relating to bail;"
                },
                {
                    "representation": "(2)",
                    "description": "Any requirement of law for the presence of a person or entitlement of a person under any written law for a person to be present in proceeding before a Court concerning bail is taken to be satisfied if audio visual link is used in relation to the person pursuant to an order made under section 73A(1)."
                },
                {
                    "representation": "(3)",
                    "description": "Any entitlement of a person under section 24 of the Court of Appeal Act to be present in proceedings on the hearing of an appeal is taken to be satisfied if audio visual link  approved by the Court of Appeal is used in relation to the person."
                },
                {
                    "representation": "(4)",
                    "description": "A Court may allow a person in custody to be produced before the Court by way of audio visual link from the place of detention and such production shall be deemed to be a production or appearance of the person in custody before the Court as required under any law.  73C. Where a person is arrested on the suspicion of a charge of committing an offence and his identification by any other individual is considered necessary for the purpose of investigation of such offence, the Court having jurisdiction may, at the request of the officer in charge of a police station, direct the person so arrested to subject himself, along with at LAWS OF GUYANA Evidence Cap. 5:03 49  L.R.O. 1/2012           Examination in chief, cross-examination, and re- examination.                                least three other persons as the investigating police officer may suggest, to line-up for identification by the individual in such manner as the Court may deem fit and the Court may permit audio visual link facility to be used for the purpose of the identification parade.  Examination of Witness"
                },
                {
                    "representation": "(5)",
                    "description": "Evidence shall not be taken by audio visual link unless the court room where the Court is sitting and the place where the evidence is to be given are, to the satisfaction of the Court, equipped with audio visual link facilities that enables -"
                },
                {
                    "representation": "(6)",
                    "description": "An oath or affirmation to be made by a person giving evidence by audio visual link may be administered either    LAWS OF GUYANA Evidence Cap. 5:03 47  L.R.O. 1/2012"
                },
                {
                    "representation": "(7)",
                    "description": "Where the proceedings before the Court involve a jury, and the evidence is taken by audio visual link, the Court shall give the jury such directions as it thinks fit to ensure that the jury gives the same weight to such evidence as if the evidence has been taken in the court room where the Court is sitting."
                },
                {
                    "representation": "(c)",
                    "description": "the order is required in the interests of justice."
                },
                {
                    "representation": "(8)",
                    "description": "In this section"
                },
                {
                    "representation": "(v)",
                    "description": "a trial or a hearing of an appeal.  73B."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "74",
            "title": "Examination in chief, cross-examination and re-examination. ",
            "context": "EVIDENCE ACT under Examination in chief, cross-examination and re-examination. 74. (1) A witness examined in court may be first examined in chief, then cross-examined, and then re-examined.  (2) Where any witness has been examined in chief, or has been intentionally sworn, or has made an affirmation, or has been produced as a witness under section 71 for the purpose of giving evidence, the opposite party is entitled to cross-examine him; but the opposite party is not entitled to cross-examine merely because a witness has been called to produce a document on a subpoena duces tecum, or in order to be identified.  (3) After the cross-examination is concluded, the party who called the witness has a right to re-examine him.  (4) The judge may in any case, if he thinks fit, permit a witness to be re-called, either for further examination in chief or for further cross-examination, and, if he does so, the parties have the right of further cross-examination and further re-examination respectively.  (5) If a witness dies, or becomes incapable of being further examined, at any stage of his examination, the evidence given by him before he became incapable is good.  (6) If, in the course of any hearing or trial, a witness who was supposed to be competent appears to be incompetent, his evidence may be withdrawn by order of the LAWS OF GUYANA 50 Cap. 5:03 Evidence   L.R.O. 1/2012           Limitations of right of examination in chief, cross-examination,           Rule as to leading questions.        Cross-examination as to accuracy, impartiality, or credit.        judge, and the cause or matter may be left for decision independently of it.  (7) The judge may of his own motion at any stage of the examination of a witness put any questions to the witness he thinks fit in the interests of justice.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A witness examined in court may be first examined in chief, then cross-examined, and then re-examined."
                },
                {
                    "representation": "(2)",
                    "description": "Where any witness has been examined in chief, or has been intentionally sworn, or has made an affirmation, or has been produced as a witness under section 71 for the purpose of giving evidence, the opposite party is entitled to cross-examine him; but the opposite party is not entitled to cross-examine merely because a witness has been called to produce a document on a subpoena duces tecum, or in order to be identified."
                },
                {
                    "representation": "(3)",
                    "description": "After the cross-examination is concluded, the party who called the witness has a right to re-examine him."
                },
                {
                    "representation": "(4)",
                    "description": "The judge may in any case, if he thinks fit, permit a witness to be re-called, either for further examination in chief or for further cross-examination, and, if he does so, the parties have the right of further cross-examination and further re-examination respectively."
                },
                {
                    "representation": "(5)",
                    "description": "If a witness dies, or becomes incapable of being further examined, at any stage of his examination, the evidence given by him before he became incapable is good."
                },
                {
                    "representation": "(6)",
                    "description": "If, in the course of any hearing or trial, a witness who was supposed to be competent appears to be incompetent, his evidence may be withdrawn by order of the LAWS OF GUYANA 50 Cap. 5:03 Evidence   L.R.O. 1/2012           Limitations of right of examination in chief, cross-examination,           Rule as to leading questions.        Cross-examination as to accuracy, impartiality, or credit.        judge, and the cause or matter may be left for decision independently of it."
                },
                {
                    "representation": "(7)",
                    "description": "The judge may of his own motion at any stage of the examination of a witness put any questions to the witness he thinks fit in the interests of justice."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "75",
            "title": "Limitations of right of examination in chief, cross-examination and re-examination. ",
            "context": "EVIDENCE ACT under Limitations of right of examination in chief, cross-examination and re-examination. 75. (1) The examination in chief and the cross-examination must relate to facts in issue or relevant thereto, or which may be proved; but the cross-examination need not be confined to the facts to which the witness has testified on his examination in chief.  (2) The re-examination must be directed to the explanation of matters referred to in the cross-examination; and if new matter is by permission of the judge introduced in re-examination, the opposite party may further cross-examine upon that matter.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The examination in chief and the cross-examination must relate to facts in issue or relevant thereto, or which may be proved; but the cross-examination need not be confined to the facts to which the witness has testified on his examination in chief."
                },
                {
                    "representation": "(2)",
                    "description": "The re-examination must be directed to the explanation of matters referred to in the cross-examination; and if new matter is by permission of the judge introduced in re-examination, the opposite party may further cross-examine upon that matter."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "76",
            "title": "Rule as to leading questions. ",
            "context": "EVIDENCE ACT under Rule as to leading questions. 76. Questions suggesting the answer which the person putting the question wishes or expects to receive, or suggesting disputed facts as to which the witness is to testify, must not, if objected to by the opposite party, be asked in an examination in chief or in a re-examination, except with the permission of the judge, but may be asked in cross-examination.",
            "description": "Questions suggesting the answer which the person putting the question wishes or expects to receive, or suggesting disputed facts as to which the witness is to testify, must not, if objected to by the opposite party, be asked in an examination in chief or in a re-examination, except with the permission of the judge, but may be asked in cross-examination."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "77",
            "title": "Cross-examination as to accuracy, impartiality or credit.  LAWS OF GUYANA Evidence Cap. 5:03 7  L.R.O. 1/2012 SECTION ",
            "context": "EVIDENCE ACT under Cross-examination as to accuracy, impartiality or credit.  LAWS OF GUYANA Evidence Cap. 5:03 7  L.R.O. 1/2012 SECTION 77. When a witness is cross-examined, he may, in addition to the questions hereinbefore referred to, be asked any questions which tend    (a) to test his accuracy, veracity, impartiality, or credibility; or  (b) to shake his credit, by injuring his character; but the judge has the right to exercise a discretion in those cases, LAWS OF GUYANA Evidence Cap. 5:03 51  L.R.O. 1/2012                Exclusion of evidence to contradict answer to question  testing accuracy, previous conviction or impartiality.             Proof of statement inconsistent with present testimony.          and to refuse to compel any of those questions to be answered, when the truth of the matter suggested would not in the opinion of the judge, affect the accuracy, veracity, impartiality, credibility, or credit of the witness in respect of the matter as to which he is required to testify.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to test his accuracy, veracity, impartiality, or credibility; or"
                },
                {
                    "representation": "(b)",
                    "description": "to shake his credit, by injuring his character; but the judge has the right to exercise a discretion in those cases, LAWS OF GUYANA Evidence Cap. 5:03 51  L.R.O. 1/2012                Exclusion of evidence to contradict answer to question  testing accuracy, previous conviction or impartiality.             Proof of statement inconsistent with present testimony.          and to refuse to compel any of those questions to be answered, when the truth of the matter suggested would not in the opinion of the judge, affect the accuracy, veracity, impartiality, credibility, or credit of the witness in respect of the matter as to which he is required to testify."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "78",
            "title": "Exclusion of evidence to contradict answer to question testing accuracy, previous conviction or impartiality. ",
            "context": "EVIDENCE ACT under Exclusion of evidence to contradict answer to question testing accuracy, previous conviction or impartiality. 78. When a witness under cross-examination has been asked and has answered any question referred to in the preceding section, no evidence can be given to contradict him, except in the following cases:  (a) if a witness is asked whether he has been previously convicted of any felony or misdemeanour, and denies or does not admit it; or refuses to answer, evidence may be given of the previous conviction; and  (b) if a witness is asked any question tending to show that he is not impartial and answers it by denying the facts suggested, he may, by permission of the judge, be contradicted by evidence of those facts.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "if a witness is asked whether he has been previously convicted of any felony or misdemeanour, and denies or does not admit it; or refuses to answer, evidence may be given of the previous conviction; and"
                },
                {
                    "representation": "(b)",
                    "description": "if a witness is asked any question tending to show that he is not impartial and answers it by denying the facts suggested, he may, by permission of the judge, be contradicted by evidence of those facts."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "79",
            "title": "Proof of statement inconsistent with present testimony. ",
            "context": "EVIDENCE ACT under Proof of statement inconsistent with present testimony. 79. (1) A witness under cross-examination may be asked whether he has made any former statement relative to the subject matter of the cause or matter and inconsistent with this present testimony, the circumstances of the supposed statement being referred to sufficiently to designate the particular occasion, and, if he does not distinctly admit that he has made that statement, proof may be given that he did in fact make it.  (2) The same course may be taken with a witness upon his examination in chief, if the judge is of opinion that he LAWS OF GUYANA 52 Cap. 5:03 Evidence   L.R.O. 1/2012      Cross- examination as to previous statement in writing                       Questions by party who called the witness. [19 of 2008]   Admissibility of statement made by a witness under section 80A. [19 of 2008]  Impeaching credit of a witness.     is adverse to the party by whom he was called, or that his memory is in good faith at fault, and permits the question.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A witness under cross-examination may be asked whether he has made any former statement relative to the subject matter of the cause or matter and inconsistent with this present testimony, the circumstances of the supposed statement being referred to sufficiently to designate the particular occasion, and, if he does not distinctly admit that he has made that statement, proof may be given that he did in fact make it."
                },
                {
                    "representation": "(2)",
                    "description": "The same course may be taken with a witness upon his examination in chief, if the judge is of opinion that he LAWS OF GUYANA 52 Cap. 5:03 Evidence   L.R.O. 1/2012      Cross- examination as to previous statement in writing                       Questions by party who called the witness. [19 of 2008]   Admissibility of statement made by a witness under section 80A. [19 of 2008]  Impeaching credit of a witness.     is adverse to the party by whom he was called, or that his memory is in good faith at fault, and permits the question."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "80",
            "title": "Cross-examination as to previous statement in writing. 80A.  Questions by party who called the witness. 80B.  Admissibility of statement made by a witness under section 80A. ",
            "context": "EVIDENCE ACT under Cross-examination as to previous statement in writing. 80A.  Questions by party who called the witness. 80B.  Admissibility of statement made by a witness under section 80A. 80. (1) A witness under cross-examination, or a witness whom the judge, under the provisions of the preceding section, has permitted to be examined by  the party who called him as to previous statements inconsistent with his present testimony, may be questioned as to previous statements made by him in writing, or reduced into writing, relative to the subject matter of the cause or matter, without the writing being shown to him or being proved in the first instance; but, if it is intended to contradict him by the writing, his attention must, before contradictory proof can be given, be called to those parts of the writing which are to be used for the purpose of contradicting him.  (2) The judge may, at any time during the hearing or trial, require the document to be produced for his inspection, and may thereupon make any use of it for the purposes of the hearing or trial he thinks fit.  80A. The Court may, in its discretion, permit the party who called a witness to put any questions to that witness which might be put in cross examination by the opposite party.  80B. A statement made by a witness under section 80A shall be admissible in any proceedings as evidence of the facts in issue or relevant thereto, or which may be proved, and it shall be a matter for the Court to determine which of the evidence tendered by the witness is true.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A witness under cross-examination, or a witness whom the judge, under the provisions of the preceding section, has permitted to be examined by  the party who called him as to previous statements inconsistent with his present testimony, may be questioned as to previous statements made by him in writing, or reduced into writing, relative to the subject matter of the cause or matter, without the writing being shown to him or being proved in the first instance; but, if it is intended to contradict him by the writing, his attention must, before contradictory proof can be given, be called to those parts of the writing which are to be used for the purpose of contradicting him."
                },
                {
                    "representation": "(2)",
                    "description": "The judge may, at any time during the hearing or trial, require the document to be produced for his inspection, and may thereupon make any use of it for the purposes of the hearing or trial he thinks fit.  80A. The Court may, in its discretion, permit the party who called a witness to put any questions to that witness which might be put in cross examination by the opposite party.  80B. A statement made by a witness under section 80A shall be admissible in any proceedings as evidence of the facts in issue or relevant thereto, or which may be proved, and it shall be a matter for the Court to determine which of the evidence tendered by the witness is true."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "81",
            "title": "Impeaching credit of witness. ",
            "context": "EVIDENCE ACT under Impeaching credit of witness. 81. (1) The credit of any witness may be impeached by the opposite party by the evidence of persons who swear that they, from their knowledge of the witness, believe him to be unworthy of credit upon his oath, but those persons may not, upon their examination in chief, give reasons for their belief; LAWS OF GUYANA Evidence Cap. 5:03 53  L.R.O. 1/2012               Proof of matters in reference to declaration of deceased person or deposition.    Refreshing memory of witness.                       they may, however, be asked their reasons in cross-examination and their answers cannot be contradicted.  (2) The evidence may not be given by the party by whom any witness is called, but, when it is given by the opposite party, the party who called the witness may give evidence in reply to show that the witness is worthy of credit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The credit of any witness may be impeached by the opposite party by the evidence of persons who swear that they, from their knowledge of the witness, believe him to be unworthy of credit upon his oath, but those persons may not, upon their examination in chief, give reasons for their belief; LAWS OF GUYANA Evidence Cap. 5:03 53  L.R.O. 1/2012               Proof of matters in reference to declaration of deceased person or deposition.    Refreshing memory of witness.                       they may, however, be asked their reasons in cross-examination and their answers cannot be contradicted."
                },
                {
                    "representation": "(2)",
                    "description": "The evidence may not be given by the party by whom any witness is called, but, when it is given by the opposite party, the party who called the witness may give evidence in reply to show that the witness is worthy of credit."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "82",
            "title": "[Repealed by Act No. 7 of 2010]  ",
            "context": "EVIDENCE ACT under [Repealed by Act No. 7 of 2010]  82. [ Repealed by Act No. 7 of 2010]",
            "description": "[ Repealed by Act No. 7 of 2010]"
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "83",
            "title": "Proof of matters in reference to declaration of deceased person or deposition. ",
            "context": "EVIDENCE ACT under Proof of matters in reference to declaration of deceased person or deposition. 83. Where any declaration or statement made by a deceased person admissible in evidence, or any deposition, is proved, all matters may be proved in order to contradict it, or in order to impeach or confirm the credit of the person by whom it was made, which might have been proved if that person had been called as a witness, and had denied upon cross-examination the truth of the matter suggested.",
            "description": "Where any declaration or statement made by a deceased person admissible in evidence, or any deposition, is proved, all matters may be proved in order to contradict it, or in order to impeach or confirm the credit of the person by whom it was made, which might have been proved if that person had been called as a witness, and had denied upon cross-examination the truth of the matter suggested."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "84",
            "title": "Refreshing memory of witness. ",
            "context": "EVIDENCE ACT under Refreshing memory of witness. 84. (1) A witness may, while under examination, refresh his memory by referring to any writing made by himself at the time of the transaction concerning which he is questioned, or so soon afterwards that the judge considers it likely that the transaction was at that time fresh in his memory.  (2) The witness may also refer to that writing made by any other person, and read by the witness within the time aforesaid, if, when he read it, he knew it to be correct.  (3) An expert may refresh his memory by reference to professional treatises.  (4) Any such writing or treatise must be produced and shown to the opposite party, if he requires it; and that party may, if he pleases, cross-examine the witness thereupon.   LAWS OF GUYANA 54 Cap. 5:03 Evidence   L.R.O. 1/2012  Giving, as evidence, document called for and produced on notice.    Using as evidence document not produced on notice.    Compelling person  present in court to give evidence.         Exemption from personal attendance of person summoned only to produce document.   General power of judge as to calling for evidence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A witness may, while under examination, refresh his memory by referring to any writing made by himself at the time of the transaction concerning which he is questioned, or so soon afterwards that the judge considers it likely that the transaction was at that time fresh in his memory."
                },
                {
                    "representation": "(2)",
                    "description": "The witness may also refer to that writing made by any other person, and read by the witness within the time aforesaid, if, when he read it, he knew it to be correct."
                },
                {
                    "representation": "(3)",
                    "description": "An expert may refresh his memory by reference to professional treatises."
                },
                {
                    "representation": "(4)",
                    "description": "Any such writing or treatise must be produced and shown to the opposite party, if he requires it; and that party may, if he pleases, cross-examine the witness thereupon.   LAWS OF GUYANA 54 Cap. 5:03 Evidence   L.R.O. 1/2012  Giving, as evidence, document called for and produced on notice.    Using as evidence document not produced on notice.    Compelling person  present in court to give evidence.         Exemption from personal attendance of person summoned only to produce document.   General power of judge as to calling for evidence."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "85",
            "title": "(1) Giving, as evidence, document called for and produced on notice. (2) Using as evidence document not produced on notice. ",
            "context": "EVIDENCE ACT under (1) Giving, as evidence, document called for and produced on notice. (2) Using as evidence document not produced on notice. 85.  (1) Where a party calls for a document which he has given the opposite party notice to produce, and the document is produced to and inspected by the party calling for its production, he is bound to give it as evidence if the party producing it requires him to do so and if it is relevant or admissible in evidence.  (2) Where a party refuses to produce a document which he has had notice to produce, he may not afterwards use the document as evidence, without the consent of the opposite party, unless the refusal was, in the opinion of the judge, reasonable at the time.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a party calls for a document which he has given the opposite party notice to produce, and the document is produced to and inspected by the party calling for its production, he is bound to give it as evidence if the party producing it requires him to do so and if it is relevant or admissible in evidence."
                },
                {
                    "representation": "(2)",
                    "description": "Where a party refuses to produce a document which he has had notice to produce, he may not afterwards use the document as evidence, without the consent of the opposite party, unless the refusal was, in the opinion of the judge, reasonable at the time."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "86",
            "title": "Compelling person present in court to give evidence. ",
            "context": "EVIDENCE ACT under Compelling person present in court to give evidence. 86. Anyone present in court, whether a party to the cause or matter or not, may be called upon and compelled by the court to give evidence and produce any document then and there in his actual possession or in his power in the same manner and subject to the same rules as if he had been summoned to attend and give evidence or to produce the document, and may be punished in like manner for any refusal to obey the order of the court.",
            "description": "Anyone present in court, whether a party to the cause or matter or not, may be called upon and compelled by the court to give evidence and produce any document then and there in his actual possession or in his power in the same manner and subject to the same rules as if he had been summoned to attend and give evidence or to produce the document, and may be punished in like manner for any refusal to obey the order of the court."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "87",
            "title": "Exemption from personal attendance of person summoned only to produce document. ",
            "context": "EVIDENCE ACT under Exemption from personal attendance of person summoned only to produce document. 87.  Anyone, whether a party to the cause or matter or not, may be summoned to produce a document without being summoned to give evidence; and any person summoned merely to produce a document shall be deemed to have complied with the summons if he causes the document to be produced instead of attending personally to produce it.",
            "description": "Anyone, whether a party to the cause or matter or not, may be summoned to produce a document without being summoned to give evidence; and any person summoned merely to produce a document shall be deemed to have complied with the summons if he causes the document to be produced instead of attending personally to produce it."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "88",
            "title": "General power of judge as to calling for evidence.  Documentary Evidence  ",
            "context": "EVIDENCE ACT under General power of judge as to calling for evidence.  Documentary Evidence  88.  The judge may, of his own motion, call or recall any competent person as a witness and examine the person in any manner he thinks fit, and may call for and compel the production of any document or other evidence, and may impound any document or other thing he considers material.   LAWS OF GUYANA Evidence Cap. 5:03 55  L.R.O. 1/2012       Interpretation.  [10 of 2002]                                          Admissibility of documentary Documentary Evidence",
            "description": "The judge may, of his own motion, call or recall any competent person as a witness and examine the person in any manner he thinks fit, and may call for and compel the production of any document or other evidence, and may impound any document or other thing he considers material.   LAWS OF GUYANA Evidence Cap. 5:03 55  L.R.O. 1/2012       Interpretation.  [10 of 2002]                                          Admissibility of documentary Documentary Evidence"
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "89",
            "title": "Interpretation. ",
            "context": "EVIDENCE ACT under Interpretation. 89. In the next seven succeeding sections  computer means any device or combination of devices used together or in succession for the purpose of storing and processing the information;  document includes-  (i) books, maps, plans, graphs, drawings and photographs;  (ii) any disc, tape, soundtrack or other device in which sound or other data (not being visual images) are embodied so as to be capable ( with or without the aid of some other  equipment) of being reproduced therefrom;  (iii)  any film, negative, tape or other device in which one or more visual images are embodied so as to be capable (with or without the aid of some other equipment) of being  reproduced therefrom.  proceedings includes arbitrations and references.  statement includes any representation of fact, whether made in words or otherwise.",
            "description": [
                {
                    "representation": "(i)",
                    "description": "books, maps, plans, graphs, drawings and photographs;"
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "90",
            "title": "Admissibility of documentary evidence as to facts in issue. ",
            "context": "EVIDENCE ACT under Admissibility of documentary evidence as to facts in issue. 90. (1) In any civil proceedings where direct oral evidence of a fact would be admissible, any statement made LAWS OF GUYANA 56 Cap. 5:03 Evidence   L.R.O. 1/2012  evidence as to facts in issue. [10 of 2002]                                            by a person in a document and tending to establish that fact shall, on production of the original document, be admissible as evidence of that fact if the following conditions are satisfied (a) if the maker of the statement either    (i) had personal knowledge of the matters dealt with by the statement; or  (ii) where the document in question is, or forms part of, a record, purporting to be a continuous record, made the statement (in so far as the matters dealt with thereby are not within his personal knowledge) in the performance of a duty to record information supplied to him by a person who has, or might reasonably be supposed to have personal knowledge of those matters; and  (b) if the maker of the statement is called as a witness in the proceedings:  Provided that the condition that the maker of the statement shall be called as a witness need not be satisfied if he is dead, or unfit by reason of his bodily or mental condition to attend as a witness, or if he is outside Guyana and it is not reasonably practicable to secure his attendance, or if all reasonable efforts to find him have been made without success.  (2) In any civil proceedings, the court may at any LAWS OF GUYANA Evidence Cap. 5:03 57  L.R.O. 1/2012                                              stage of the proceedings, if having regard to all the circumstances of the case it is satisfied that undue delay or expense would otherwise be caused, order that such a statement as is mentioned in subsection (1) shall be admissible as evidence or may, without any such order  having been made, admit such a statement in evidence   (a) notwithstanding that the maker of the statement is available but is not called as a witness;  (b) notwithstanding that the original document is not produced, if in lieu thereof, there is produced a copy of the original document or of the material part thereof certified to be a true copy in such manner as may be specified in the order or as the court may approve, as the case may be.  (3) Nothing in this section shall render admissible as evidence any statement made by a person interested at a time when proceedings were pending or anticipated involving a dispute as to any fact which the statement may tend to establish.  (4) For the purpose of this section a statement in a document shall not be deemed to have been made by a person unless the document or the material part thereof was written, made or produced by him with his own hand, or was signed or initialled by him or otherwise recognised by him in writing as one for the accuracy of which he is responsible.  (5) For the purpose of deciding whether or not a statement is admissible as evidence by virtue of subsections (1) to (4), the court may draw any reasonable inference from the form or contents of the document in which the statement  LAWS OF GUYANA 58 Cap. 5:03 Evidence   L.R.O. 1/2012             Documents produced by computers [10 of 2002]                            is contained, or from any other circumstances, and may, in deciding whether or not a person is fit to attend as a witness act on a certificate  purporting to be the certificate of a registered medical practitioner, and where the proceedings are with a jury the court may in its discretion reject the statement notwithstanding that the requirements of this section are satisfied with respect thereto, if for any reason it appears to it to be inexpedient in the interest of justice that the statement should be admitted.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "to"
                },
                {
                    "representation": "(a)",
                    "description": "notwithstanding that the maker of the statement is available but is not called as a witness;"
                },
                {
                    "representation": "(i)",
                    "description": "had personal knowledge of the matters dealt with by the statement; or"
                },
                {
                    "representation": "(b)",
                    "description": "notwithstanding that the original document is not produced, if in lieu thereof, there is produced a copy of the original document or of the material part thereof certified to be a true copy in such manner as may be specified in the order or as the court may approve, as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "In any civil proceedings, the court may at any LAWS OF GUYANA Evidence Cap. 5:03 57  L.R.O. 1/2012                                              stage of the proceedings, if having regard to all the circumstances of the case it is satisfied that undue delay or expense would otherwise be caused, order that such a statement as is mentioned in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in this section shall render admissible as evidence any statement made by a person interested at a time when proceedings were pending or anticipated involving a dispute as to any fact which the statement may tend to establish."
                },
                {
                    "representation": "(4)",
                    "description": "For the purpose of this section a statement in a document shall not be deemed to have been made by a person unless the document or the material part thereof was written, made or produced by him with his own hand, or was signed or initialled by him or otherwise recognised by him in writing as one for the accuracy of which he is responsible."
                },
                {
                    "representation": "(5)",
                    "description": "For the purpose of deciding whether or not a statement is admissible as evidence by virtue of subsections"
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "91",
            "title": "Documents produced by computers. ",
            "context": "EVIDENCE ACT under Documents produced by computers. 91.(1) In any civil proceedings, a  statement  contained  in  a document produced  by a computer is admissible as evidence of any fact stated therein of which direct oral evidence would be admissible if it is shown    (a) that the document containing the statement was produced by the computer during a period over which the computer was used regularly  to store and process information for the purposes of any activities regularly carried on over that period, whether for profit or not by any person;  (b) that over that period there was regularly supplied to the  computer in the ordinary course of those activities information of the kind contained in the statement or of the kind from which the information so contained is derived;  (c) that throughout the material part of that period the computer was operating properly, or if not, that any respect in which it was not operating properly or was out of operation LAWS OF GUYANA Evidence Cap. 5:03 59  L.R.O. 1/2012                                        during that part of that period was not such as to affect the production of  the document or the accuracy of its contents; and  (d) that the information contained in the statement reproduces or is derived from information supplied to the computer, in the ordinary course of those activities.  (2) In any civil proceedings where it is desired to give a statement in evidence by virtue of this section, a certificate  (a) identifying the document containing the statement  and describing the manner in which it was produced; and (b) giving such particulars of any device  involved in the production of that document as may be appropriate for the purpose of showing that the document was produced by a computer; and (c) dealing with any of the matters to which the conditions mentioned in subsection (1) relate, and purporting to be signed by a person occupying a responsible position with relation to the operation of the relevant device or the management of the relevant activities (whichever is appropriate), shall be evidence of any matter stated therein; and for .the purpose of this subsection it is sufficient for a matter to be stated to the best of the LAWS OF GUYANA 60 Cap. 5:03 Evidence   L.R.O. 1/2012                                Admissibility of certain documents in criminal proceedings. [10 of 2002]     knowledge and belief of the person stating it.  (3) For the purpose of this section    (a) information is taken to be supplied to a computer if it is supplied thereto in any appropriate form and whether it so supplied directly or (with or without human intervention) by means of any appropriate equipment; and  (b) information is taken to be supplied to a computer where, in the course of activities carried on by any individual or body, information is supplied with a view to its being stored or processed for the purposes of those activities by a computer operated otherwise than in the course of those activities; and  (c) a document is taken to have been produced by a computer whether it was produced by it directly or (with or without human intervention) by means of any appropriate equipment.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "relate, and purporting to be signed by a person occupying a responsible position with relation to the operation of the relevant device or the management of the relevant activities"
                },
                {
                    "representation": "(a)",
                    "description": "information is taken to be supplied to a computer if it is supplied thereto in any appropriate form and whether it so supplied directly or"
                },
                {
                    "representation": "(b)",
                    "description": "information is taken to be supplied to a computer where, in the course of activities carried on by any individual or body, information is supplied with a view to its being stored or processed for the purposes of those activities by a computer operated otherwise than in the course of those activities; and"
                },
                {
                    "representation": "(c)",
                    "description": "a document is taken to have been produced by a computer whether it was produced by it directly or"
                },
                {
                    "representation": "(d)",
                    "description": "that the information contained in the statement reproduces or is derived from information supplied to the computer, in the ordinary course of those activities."
                },
                {
                    "representation": "(2)",
                    "description": "In any civil proceedings where it is desired to give a statement in evidence by virtue of this section, a certificate"
                },
                {
                    "representation": "(3)",
                    "description": "For the purpose of this section"
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "92",
            "title": "Admissibility of certain documents in criminal proceedings, business records. ",
            "context": "EVIDENCE ACT under Admissibility of certain documents in criminal proceedings, business records. 92. (1) For the purposes of this section business includes every kind of business, profession, occupation, calling, operation or activity, whether carried on for profit or   otherwise.  (2) In any criminal proceedings where direct oral evidence of a fact would be admissible, any statement contained in a document and tending to establish that fact shall, on production of the document, be admissible as prima LAWS OF GUYANA Evidence Cap. 5:03 61  L.R.O. 1/2012                                        facie evidence of that fact if   (a) the document is, or forms part of, a record relating to any trade or business and compiled in the course of that trade or business  from information supplied (whether directly or indirectly) by persons who have, or may reasonably be supposed to have, personal knowledge of the matters dealt with in the information they supply; and  (b)  the person who supplied the information recorded in the statement is called as a witness in the proceedings:  Provided that the condition that the person who supplied the information recorded in the statement shall be called as a witness need not be satisfied if he is dead, or outside bodily or mental condition to attend as a witness, or cannot with reasonable diligence be identified or found, or cannot reasonably be expected (having regard to the time which has elapsed since he supplied the information and to all the circumstances) to have any recollection of the matters dealt with in the information he supplied.   (3) Nothing in this section shall render admissible Guyana, or unfit by reason of his LAWS OF GUYANA 62 Cap. 5:03 Evidence   L.R.O. 1/2012                        Weight to be attached to evidence.  [10 of 2002].              as evidence any statement made by a person interested at a time when proceedings were pending or anticipated involving a dispute as to any fact which the statement might tend to establish.  (4) For the purpose of this section, a statement in a document shall not be deemed to have been made by a person unless the document or the material part thereof was written, made or produced by him with his own hand, or was signed or initialed by him or otherwise recognised by him in writing as one for the accuracy of which he is responsible.   (5) For the purpose of deciding whether or not a statement is admissible as evidence by virtue of this section, the Court may draw any reasonable inference from the form or content of the document in which the statement is contained, and may, in deciding whether or not a person is fit to attend as a witness, act on a certificate purporting to be a certificate of a registered medical practitioner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purposes of this section business includes every kind of business, profession, occupation, calling, operation or activity, whether carried on for profit or   otherwise."
                },
                {
                    "representation": "(2)",
                    "description": "In any criminal proceedings where direct oral evidence of a fact would be admissible, any statement contained in a document and tending to establish that fact shall, on production of the document, be admissible as prima LAWS OF GUYANA Evidence Cap. 5:03 61  L.R.O. 1/2012                                        facie evidence of that fact if"
                },
                {
                    "representation": "(a)",
                    "description": "the document is, or forms part of, a record relating to any trade or business and compiled in the course of that trade or business  from information supplied"
                },
                {
                    "representation": "(b)",
                    "description": "the person who supplied the information recorded in the statement is called as a witness in the proceedings:  Provided that the condition that the person who supplied the information recorded in the statement shall be called as a witness need not be satisfied if he is dead, or outside bodily or mental condition to attend as a witness, or cannot with reasonable diligence be identified or found, or cannot reasonably be expected"
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in this section shall render admissible Guyana, or unfit by reason of his LAWS OF GUYANA 62 Cap. 5:03 Evidence   L.R.O. 1/2012                        Weight to be attached to evidence.  [10 of 2002].              as evidence any statement made by a person interested at a time when proceedings were pending or anticipated involving a dispute as to any fact which the statement might tend to establish."
                },
                {
                    "representation": "(4)",
                    "description": "For the purpose of this section, a statement in a document shall not be deemed to have been made by a person unless the document or the material part thereof was written, made or produced by him with his own hand, or was signed or initialed by him or otherwise recognised by him in writing as one for the accuracy of which he is responsible."
                },
                {
                    "representation": "(5)",
                    "description": "For the purpose of deciding whether or not a statement is admissible as evidence by virtue of this section, the Court may draw any reasonable inference from the form or content of the document in which the statement is contained, and may, in deciding whether or not a person is fit to attend as a witness, act on a certificate purporting to be a certificate of a registered medical practitioner."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "93",
            "title": "Weight to be attached to evidence 93 A.  Proof of instrument to validity of which attestation is necessary. 93 B.   Presumption as to documents twenty years old. ",
            "context": "EVIDENCE ACT under Weight to be attached to evidence 93 A.  Proof of instrument to validity of which attestation is necessary. 93 B.   Presumption as to documents twenty years old. 93. (1) In estimating the weight, if any, to be attached to a statement rendered admissible as evidence by virtue of sections 90 to 94 (inclusive), regard shall be had to all the circumstances from which any inference may reasonably be drawn as to the  accuracy  or otherwise of the statement, and in particular    (a) in the case of a statement falling within section 91, to the question whether or not the matter which the information contained in the statement reproduces, or is derived from, was supplied to the relevant computer or recorded for the purpose of being supplied thereto, contemporaneously with the LAWS OF GUYANA Evidence Cap. 5:03 63  L.R.O. 1/2012                                  Proof of instrument to validity of which attestation is necessary. [10 of 2002]   concurrence or existence of the facts dealt with therein, and to the question whether or not any person concerned with the supply of information to that computer, or with the operation of that computer or any equipment by means of which the document contained in the statement was produced by it, had any incentive to conceal or misrepresent the facts;  (b) in the case of a statement falling within sections 90 and 92 to 94 (inclusive), to the question whether or not the statement was made contemporaneously with the occurrence or existence of the facts stated, and to the question whether or not the maker of the statement had any incentive to conceal or misrepresent the facts.  (2) For the purpose of any rule of law or practice requiring evidence to be corroborated or regulating the manner in which uncorroborated evidence is to be treated, a statement rendered admissible as evidence by sections 90 to 94 (inclusive) shall not be treated as corroboration of the evidence given by the maker of the statement.  93A. (1) Subject to subsection (2), in any proceedings whether civil or criminal, an instrument to the validity of which attestation is requisite may, instead of being proved by an attesting witness, be proved in the manner in which it might be proved if no attesting witness were alive.  (2) Subsection (1) shall not apply to the proof of wills or other testamentary documents. LAWS OF GUYANA 64 Cap. 5:03 Evidence   L.R.O. 1/2012  Presumptions as to documents twenty years old. [10 of 2002]    Saving as to the other provisions relating to evidence. [10 of 2002]          Fax [10 of 2002]               93B In any proceedings, whether civil or criminal, there shall, in the case of a document proved, or purporting to be not less than twenty years old, be made any presumption which immediately before the commencement of this Act would have been made in the case of a document of like character proved, or purporting, to be not less than thirty years old.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall not apply to the proof of wills or other testamentary documents. LAWS OF GUYANA 64 Cap. 5:03 Evidence   L.R.O. 1/2012  Presumptions as to documents twenty years old. [10 of 2002]    Saving as to the other provisions relating to evidence. [10 of 2002]          Fax [10 of 2002]               93B In any proceedings, whether civil or criminal, there shall, in the case of a document proved, or purporting to be not less than twenty years old, be made any presumption which immediately before the commencement of this Act would have been made in the case of a document of like character proved, or purporting, to be not less than thirty years old."
                },
                {
                    "representation": "(a)",
                    "description": "in the case of a statement falling within section 91, to the question whether or not the matter which the information contained in the statement reproduces, or is derived from, was supplied to the relevant computer or recorded for the purpose of being supplied thereto, contemporaneously with the LAWS OF GUYANA Evidence Cap. 5:03 63  L.R.O. 1/2012                                  Proof of instrument to validity of which attestation is necessary. [10 of 2002]   concurrence or existence of the facts dealt with therein, and to the question whether or not any person concerned with the supply of information to that computer, or with the operation of that computer or any equipment by means of which the document contained in the statement was produced by it, had any incentive to conceal or misrepresent the facts;"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of a statement falling within sections 90 and 92 to 94"
                },
                {
                    "representation": "(2)",
                    "description": "Subsection"
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "94",
            "title": "Savings as the other provisions relating to evidence. 94 A.  Fax.  Use of Depositions  ",
            "context": "EVIDENCE ACT under Savings as the other provisions relating to evidence. 94 A.  Fax.  Use of Depositions  94. Nothing in last six preceding sections shall   (a) prejudice the admissibility  of any evidence which would apart from the provisions of this Act be admissible; or  (b) enable documentary evidence to be given as to any declaration relating to a matter of pedigree, if that declaration would not have been admissible evidence if this Act had not been passed.  94A. (1) In any legal proceedings   (a) an electronic signature incorporated into or logically associated with a particular electronic communication or particular electronic data; and  (b) the certification by any person of such a signature,  shall each be admissible in evidence in relation to any question as to the authenticity of the communication or data or as to the integrity of the communication or data.  (2) For the purposes of this section an electronic LAWS OF GUYANA Evidence Cap. 5:03 65  L.R.O. 1/2012                                      Giving depositions in signature is so much of anything in electronic form as   (a) is incorporated into or otherwise logically associated with any electronic communication or electronic data; and  (b) purports to be so incorporated or associated for the purposes of being used in establishing the authenticity of the communication or data, the integrity of the communication or data, or both.  (3) For the purposes of this section an electronic signature incorporated into or associated with a particular electronic communication or particular electronic data is certified by any person if that person (whether before or after the making of the communication) has made a statement confirming that    (a) the signature;  (b) a means of producing, communicating or verifying the signature; or  (c) a procedure applied to the signature, is (either alone or in combination with other factors) a valid means of establishing the authenticity of the communication or data, the integrity of the communication or data, or both.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the signature;"
                },
                {
                    "representation": "(b)",
                    "description": "a means of producing, communicating or verifying the signature; or"
                },
                {
                    "representation": "(1)",
                    "description": "In any legal proceedings"
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of this section an electronic LAWS OF GUYANA Evidence Cap. 5:03 65  L.R.O. 1/2012                                      Giving depositions in signature is so much of anything in electronic form as"
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section an electronic signature incorporated into or associated with a particular electronic communication or particular electronic data is certified by any person if that person"
                },
                {
                    "representation": "(c)",
                    "description": "a procedure applied to the signature, is"
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "95",
            "title": "Giving depositions in evidence at trial.     LAWS OF GUYANA 8 Cap. 5:03 Evidence   L.R.O. 1/2012  PART IV MISCELLANEOUS PROVISIONS  SECTION   ",
            "context": "EVIDENCE ACT under Giving depositions in evidence at trial.     LAWS OF GUYANA 8 Cap. 5:03 Evidence   L.R.O. 1/2012  PART IV MISCELLANEOUS PROVISIONS  SECTION   95. (1) Where any person has been committed for trial for any offence, the deposition of any person taken before a LAWS OF GUYANA 66 Cap. 5:03 Evidence   L.R.O. 1/2012  evidence at trial. [21 of 1932 29 of 1961 4 of 1972]              c. 10:01                     magistrate may, if the conditions hereinafter set out are satisfied, without further proof be read as evidence on the trial of that person, whether for that offence or for any other offence arising out of the same transaction or set of circumstances as that offence.  The conditions hereinbefore referred to are the following  (a) the depositions must be the deposition either of a witness whose attendance at the trial is stated by or on behalf of the Director of Public Prosecutions to be unnecessary in accordance with the provisions of section 80 of the Criminal Law (Procedure) Act, or of a witness who is proved at the trial by the oath of a credible witness to be dead or insane, or so ill as not to be able to travel, or who is absent from Guyana or cannot be found, provided that, if the court is satisfied that such absence is caused by or due to any improper motive connected with the cause on the part of the deponent, and, if that motive exists, that there is any collusion between the deponent and the party tendering the deposition in respect of the motive, this enactment shall not apply.  (b) it must be proved at the trial, either by a certificate purporting to be signed by the magistrate before whom the deposition purports to have been taken or by the oath of a credible LAWS OF GUYANA Evidence Cap. 5:03 67  L.R.O. 1/2012              c. 10:01                          witness that the deposition was taken in the presence of the accused person or the prosecutor, as the case may be, and that he or his counsel or solicitor had full opportunity of cross-examining the deponent.  (c) the deposition must purport to be signed by the magistrate before whom it purports to have been taken.  (2) In the case of a deposition taken under section 68 or 76 of the Criminal Law (Procedure) Act, the provisions of subsection (1) of this section other than paragraph (b) shall apply on its being proved at the trial either by a certificate purporting to be signed by the magistrate before whom the deposition purports to have been taken or by the oath of a credible witness:  (a) that reasonable notice of the intention to take such depositions was served upon the person (whether accused or prosecutor) against whom it is proposed to be given in evidence; and (b) that person or his counsel or solicitor had, or might have had, if he had chosen to be present, a full opportunity of cross-examining the deponent.  (3) This section shall not have effect in any case in which it is proved  (a) that the deposition, or where the proof required by this section is given by means of a certificate, that the certificate was not in fact signed by LAWS OF GUYANA 68 Cap. 5:03 Evidence   L.R.O. 1/2012          c. 10:01                          Appointment of commissioners to administer oaths to affidavits. [35 of 1929]   the magistrate by whom it purports to have been signed; or  (b) that where the deposition is the deposition of a witness whose attendance at the trial is stated to be unnecessary as provided by section 80 of the Criminal Law (Procedure) Act the witness has been duly notified that he is required to attend the trial.  (4) It shall be sufficient evidence of absence from Guyana, within the meaning of this section, to prove that the deponent was on board a vessel or an aircraft on its outward journey from Guyana bound for some port or place beyond Guyana, and that on inquiry being made for the deponent before trial at his last or most usual place of abode or business he could not be found.  (5) If it is made to appear to the court that the witness who made any deposition aforesaid may, within a reasonable time, be capable of attending to give evidence and that the ends of justice require that the witness should be examined personally before the jury, the court may postpone the trial on any terms it thinks just.  PART IV MISCELLANEOUS PROVISIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of this section other than paragraph"
                },
                {
                    "representation": "(a)",
                    "description": "that the deposition, or where the proof required by this section is given by means of a certificate, that the certificate was not in fact signed by LAWS OF GUYANA 68 Cap. 5:03 Evidence   L.R.O. 1/2012          c. 10:01                          Appointment of commissioners to administer oaths to affidavits. [35 of 1929]   the magistrate by whom it purports to have been signed; or"
                },
                {
                    "representation": "(b)",
                    "description": "that where the deposition is the deposition of a witness whose attendance at the trial is stated to be unnecessary as provided by section 80 of the Criminal Law"
                },
                {
                    "representation": "(c)",
                    "description": "the deposition must purport to be signed by the magistrate before whom it purports to have been taken."
                },
                {
                    "representation": "(2)",
                    "description": "In the case of a deposition taken under section 68 or 76 of the Criminal Law"
                },
                {
                    "representation": "(3)",
                    "description": "This section shall not have effect in any case in which it is proved"
                },
                {
                    "representation": "(4)",
                    "description": "It shall be sufficient evidence of absence from Guyana, within the meaning of this section, to prove that the deponent was on board a vessel or an aircraft on its outward journey from Guyana bound for some port or place beyond Guyana, and that on inquiry being made for the deponent before trial at his last or most usual place of abode or business he could not be found."
                },
                {
                    "representation": "(5)",
                    "description": "If it is made to appear to the court that the witness who made any deposition aforesaid may, within a reasonable time, be capable of attending to give evidence and that the ends of justice require that the witness should be examined personally before the jury, the court may postpone the trial on any terms it thinks just.  PART IV MISCELLANEOUS PROVISIONS"
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "96",
            "title": "(1) Appointment of commissioners to administer oaths to affidavits. (4) Fee. ",
            "context": "EVIDENCE ACT under (1) Appointment of commissioners to administer oaths to affidavits. (4) Fee. 96. (1) The President may issue to any justice of the peace or other fit person a commission empowering him to be a commissioner to administer oaths to affidavits, and to receive declarations and affirmations in lieu of oaths, and statutory declarations under the Statutory Declarations Act, and to certify those affidavits, declarations, affirmations, or statutory declarations.  LAWS OF GUYANA Evidence Cap. 5:03 69  L.R.O. 1/2012             c. 5:09  Fee. [5 of 1987]    Taking of oaths outside Guyana. [4 of 1972]    Persons as to oaths and notarial act abroad.            c. 80:01  The President may in any such commission limit the power conferred thereby as to place or time or otherwise.  (2) Every oath administered, and every declaration or affirmation made, before the commissioner shall be held and received in any civil cause or matter to be as valid and binding as if it has been administered by and taken or made before one of the judges of the Supreme Court.  (3) Nothing in this section shall affect the Statutory Declarations Act.  (4) For administering each oath, and receiving each declaration and affirmation and statutory declaration, and certifying it, such fee as the Minister may by order prescribe shall be payable, under this section, to the commissioner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The President may issue to any justice of the peace or other fit person a commission empowering him to be a commissioner to administer oaths to affidavits, and to receive declarations and affirmations in lieu of oaths, and statutory declarations under the Statutory Declarations Act, and to certify those affidavits, declarations, affirmations, or statutory declarations.  LAWS OF GUYANA Evidence Cap. 5:03 69  L.R.O. 1/2012             c. 5:09  Fee. [5 of 1987]    Taking of oaths outside Guyana. [4 of 1972]    Persons as to oaths and notarial act abroad.            c. 80:01  The President may in any such commission limit the power conferred thereby as to place or time or otherwise."
                },
                {
                    "representation": "(2)",
                    "description": "Every oath administered, and every declaration or affirmation made, before the commissioner shall be held and received in any civil cause or matter to be as valid and binding as if it has been administered by and taken or made before one of the judges of the Supreme Court."
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in this section shall affect the Statutory Declarations Act."
                },
                {
                    "representation": "(4)",
                    "description": "For administering each oath, and receiving each declaration and affirmation and statutory declaration, and certifying it, such fee as the Minister may by order prescribe shall be payable, under this section, to the commissioner."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "97",
            "title": "Taking of oaths outside Guyana. ",
            "context": "EVIDENCE ACT under Taking of oaths outside Guyana. 97. Any oath or affidavit required for any purpose in Guyana may be taken or made in any place out of Guyana before any person having authority to administer an oath in that place.",
            "description": "Any oath or affidavit required for any purpose in Guyana may be taken or made in any place out of Guyana before any person having authority to administer an oath in that place."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "98",
            "title": "Persons as to oaths and notarial act abroad. ",
            "context": "EVIDENCE ACT under Persons as to oaths and notarial act abroad. 98. (1) Every diplomatic agent or consular officer of Guyana exercising his functions in any foreign country or place may in that country or place administer any oath and take any affidavit and also do any notarial act which any notary public can do within Guyana; and every oath, affidavit and notarial act administered, sworn, or done by or before any such person shall be as effectual as if duly administered, sworn and done by or before any lawful authority in Guyana.  (2) For every oath administered, affidavit taken or notarial act done under subsection (1), a diplomatic agent or a consular officer shall charge such fee as may be prescribed by order of the Minister responsible for finance; and any reference to a notarial act in section 13 of the Tax Act shall include a reference to a notarial act performed under this LAWS OF GUYANA 70 Cap. 5:03 Evidence   L.R.O. 1/2012    Summary power of committal of person deemed guilty of perjury.                             Punishment of person affirming falsely.  section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every diplomatic agent or consular officer of Guyana exercising his functions in any foreign country or place may in that country or place administer any oath and take any affidavit and also do any notarial act which any notary public can do within Guyana; and every oath, affidavit and notarial act administered, sworn, or done by or before any such person shall be as effectual as if duly administered, sworn and done by or before any lawful authority in Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "For every oath administered, affidavit taken or notarial act done under subsection"
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "99",
            "title": "Summary power of committal of person deemed guilty of perjury. ",
            "context": "EVIDENCE ACT under Summary power of committal of person deemed guilty of perjury. 99. (1) If in any case it appears to any court, sitting in the exercise of any jurisdiction in Guyana, that any person has been guilty of perjury in any evidence given, or in any affidavit, deposition, examination, answer, or other proceeding made or taken before it, the court may direct that person to be prosecuted for the perjury, if there appears to it to be reasonable cause for so doing.  (2) In that case the court may commit the person by warrant to prison to be brought before a magistrate (who may be the presiding officer of that court) and to be further dealt with according to law for the perjury, and at the same time, by order in writing, direct any officer of police to prosecute the person for the perjury before the magistrate of some district mentioned in the warrant.  (3) The court shall cause certified copies of the warrant and order in writing to be transmitted without delay to the magistrate mentioned in the warrant, and it shall thereupon be the duty of that magistrate to deal with the case, so far as is practicable, in the same manner as if the person had been apprehended under a warrant issued by him on a complaint made or an information laid in respect of the perjury:  Provided that it shall be compulsory for the magistrate, except with the consent in writing of the court by which the person was committed to prison, or of the judge thereof, to commit him for trial for the alleged perjury in respect of which he was so committed to prison.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If in any case it appears to any court, sitting in the exercise of any jurisdiction in Guyana, that any person has been guilty of perjury in any evidence given, or in any affidavit, deposition, examination, answer, or other proceeding made or taken before it, the court may direct that person to be prosecuted for the perjury, if there appears to it to be reasonable cause for so doing."
                },
                {
                    "representation": "(2)",
                    "description": "In that case the court may commit the person by warrant to prison to be brought before a magistrate"
                },
                {
                    "representation": "(3)",
                    "description": "The court shall cause certified copies of the warrant and order in writing to be transmitted without delay to the magistrate mentioned in the warrant, and it shall thereupon be the duty of that magistrate to deal with the case, so far as is practicable, in the same manner as if the person had been apprehended under a warrant issued by him on a complaint made or an information laid in respect of the perjury:  Provided that it shall be compulsory for the magistrate, except with the consent in writing of the court by which the person was committed to prison, or of the judge thereof, to commit him for trial for the alleged perjury in respect of which he was so committed to prison."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "100",
            "title": "Punishment of person affirming falsely. ",
            "context": "EVIDENCE ACT under Punishment of person affirming falsely. 100. Everyone who    (a) in any case where an affirmation or declaration is allowed by law in lieu LAWS OF GUYANA Evidence Cap. 5:03 71  L.R.O. 1/2012                      Bringing up of prisoner to give evidence.       Saving of tenure of office of existing commissioners. s. 55 [25 of 1939 4 of 1972]   of an oath, wilfully, falsely, and corruptly affirms or declares anything which, if deposed on oath, would have amounted to wilful and corrupt perjury; or  (b) in any case where a person is allowed by this Act to give evidence without oath or affirmation, wilfully, falsely, and corruptly gives any evidence which, if deposed on oath, would have amounted to wilful and corrupt perjury,  shall be deemed guilty of wilful and corrupt perjury, and shall be liable to be prosecuted and, if convicted, punished accordingly.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in any case where an affirmation or declaration is allowed by law in lieu LAWS OF GUYANA Evidence Cap. 5:03 71  L.R.O. 1/2012                      Bringing up of prisoner to give evidence.       Saving of tenure of office of existing commissioners. s. 55 [25 of 1939 4 of 1972]   of an oath, wilfully, falsely, and corruptly affirms or declares anything which, if deposed on oath, would have amounted to wilful and corrupt perjury; or"
                },
                {
                    "representation": "(b)",
                    "description": "in any case where a person is allowed by this Act to give evidence without oath or affirmation, wilfully, falsely, and corruptly gives any evidence which, if deposed on oath, would have amounted to wilful and corrupt perjury,  shall be deemed guilty of wilful and corrupt perjury, and shall be liable to be prosecuted and, if convicted, punished accordingly."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "101",
            "title": "Bringing up of prisoner to give evidence. ",
            "context": "EVIDENCE ACT under Bringing up of prisoner to give evidence. 101. Where the evidence of anyone who is in custody is required on the trial or hearing of any cause or matter, whether civil or criminal, in any court, the judge may, by an order in writing under his hand, direct that that person shall be brought before the court at the place, where and the time when his evidence is required; and all those having the custody of the person shall obey that order accordingly.",
            "description": "Where the evidence of anyone who is in custody is required on the trial or hearing of any cause or matter, whether civil or criminal, in any court, the judge may, by an order in writing under his hand, direct that that person shall be brought before the court at the place, where and the time when his evidence is required; and all those having the custody of the person shall obey that order accordingly."
        }
    },
    {
        "act": "EVIDENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "102",
            "title": "Saving of tenure of office of existing commissioners.   SCHEDULE-Enactments referred to in section ",
            "context": "EVIDENCE ACT under Saving of tenure of office of existing commissioners.   SCHEDULE-Enactments referred to in section 102. Nothing in this Act shall affect the tenure of office of any commissioner authorised to administer oaths to affidavits.         LAWS OF GUYANA 72 Cap. 5:03 Evidence   L.R.O. 1/2012   SCHEDULE  ENACTMENTS REFERRED TO IN SECTION 55                      ___________     Chapter  Short title  Enactment referred to  c. 8:02               c. 8:01 The Summary  Jurisdiction (Offences)            The Criminal Law (Offences) Act Sections 23, 24, and 143 (a); section 144 (a) as far as it relates to second or subsequent convictions of the offence specified in section 143 (a); section",
            "description": [
                {
                    "representation": "(a)",
                    "description": "as far as it relates to second or subsequent convictions of the offence specified in section 143"
                }
            ]
        }
    }
]