[
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CONTEMPT OF COURT ACT under Short title. 1. This Act may be cited as the Contempt of Court Act.",
            "description": "This Act may be cited as the Contempt of Court Act."
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. PART II OFFENCES AND PUNISHMENT  ",
            "context": "CONTEMPT OF COURT ACT under Interpretation. PART II OFFENCES AND PUNISHMENT  2. In this Act    contempt of court means any conduct, whether committed in the face of the Court or not, that substantially obstructs or interferes with, prejudices, or tends to substantially obstruct or interfere with or prejudices, the administration of justice in any proceedings pending before the Court, and includes    (a) the wilful disobedience to, or disregard for, any judgement, decree, direction or order of a Court;  (b) the wilful breach of an undertaking given in CONTEMPT OF COURT ACT LAWS OF GUYANA Contempt of Court Cap. 5:05 5  L.R.O. 1/2012                                         Jurys deliberations.                Use of tape recorders. a Court;  (c) any insult or disrespect offered to the Court;  (d) the interruption of proceedings pending before the Court;  (e) the use of abusive or threatening language;  (f) the use of violence or threatening the use of violence;  (g) any act calculated to scandalised or lower the authority of the Court; or   (h) any other act or conduct that disrupts the due course of any proceedings before the Court;  Court means the High Court including the Full Court of the High Court, the Court of Appeal and the Caribbean Court of Justice;  publication includes any speech, writing, picture, sign or other visible representation, broadcast or other communication in whatever form, which is addressed to the public at large or any section of the public.  PART II OFFENCES AND PUNISHMENT",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the wilful disobedience to, or disregard for, any judgement, decree, direction or order of a Court;"
                },
                {
                    "representation": "(b)",
                    "description": "the wilful breach of an undertaking given in CONTEMPT OF COURT ACT LAWS OF GUYANA Contempt of Court Cap. 5:05 5  L.R.O. 1/2012                                         Jurys deliberations.                Use of tape recorders. a Court;"
                },
                {
                    "representation": "(c)",
                    "description": "any insult or disrespect offered to the Court;"
                },
                {
                    "representation": "(d)",
                    "description": "the interruption of proceedings pending before the Court;"
                },
                {
                    "representation": "(e)",
                    "description": "the use of abusive or threatening language;"
                },
                {
                    "representation": "(f)",
                    "description": "the use of violence or threatening the use of violence;"
                },
                {
                    "representation": "(g)",
                    "description": "any act calculated to scandalised or lower the authority of the Court; or"
                },
                {
                    "representation": "(h)",
                    "description": "any other act or conduct that disrupts the due course of any proceedings before the Court;  Court means the High Court including the Full Court of the High Court, the Court of Appeal and the Caribbean Court of Justice;  publication includes any speech, writing, picture, sign or other visible representation, broadcast or other communication in whatever form, which is addressed to the public at large or any section of the public.  PART II OFFENCES AND PUNISHMENT"
                }
            ]
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Jury’s deliberations. ",
            "context": "CONTEMPT OF COURT ACT under Jurys deliberations. 3. It shall be a contempt of Court to obtain or attempt to obtain or disclose any statements made, opinions expressed, arguments advanced or votes cast by members of a jury in the course of their deliberations in any criminal proceedings.",
            "description": "It shall be a contempt of Court to obtain or attempt to obtain or disclose any statements made, opinions expressed, arguments advanced or votes cast by members of a jury in the course of their deliberations in any criminal proceedings."
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Use of tape recorders. ",
            "context": "CONTEMPT OF COURT ACT under Use of tape recorders. 4. (1) Subject to subsection (4), it shall be a contempt of Court to use in Court any tape recorder or other instrument LAWS OF GUYANA 6 Cap. 5:05 Contempt of Court  L.R.O. 1/2012                                          Contempt of Court.   Punishment for contempt of Court.                 for recording sound, except with the leave of the Court.  (2) Any leave granted under subsection (1) may be granted subject to such conditions as the Court deems fit with respect to the use of any recording made pursuant to the leave, and the Court may at any time revoke such leave, either generally or in relation to any particular part of the proceedings.  (3) Without prejudice to any other power to deal with an act of contempt under this Act, the Court may order the instrument, or any recording made with it, or both, be forfeited, and any instrument or recording so forfeited shall be disposed of or dealt with in such manner as the Court may direct subject to the owners right to be heard as to reasons why such instrument or recording shall not be forfeited.  (4) This section does not apply to the use of sound recordings for purposes of official transcripts of proceedings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may be granted subject to such conditions as the Court deems fit with respect to the use of any recording made pursuant to the leave, and the Court may at any time revoke such leave, either generally or in relation to any particular part of the proceedings."
                },
                {
                    "representation": "(2)",
                    "description": "Any leave granted under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Without prejudice to any other power to deal with an act of contempt under this Act, the Court may order the instrument, or any recording made with it, or both, be forfeited, and any instrument or recording so forfeited shall be disposed of or dealt with in such manner as the Court may direct subject to the owners right to be heard as to reasons why such instrument or recording shall not be forfeited."
                },
                {
                    "representation": "(4)",
                    "description": "This section does not apply to the use of sound recordings for purposes of official transcripts of proceedings."
                }
            ]
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Contempt of Court. ",
            "context": "CONTEMPT OF COURT ACT under Contempt of Court. 5. Any person who commits a contempt of Court shall be guilty of an offence.",
            "description": "Any person who commits a contempt of Court shall be guilty of an offence."
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Punishment for contempt of Court. ",
            "context": "CONTEMPT OF COURT ACT under Punishment for contempt of Court. 6. (1) Any person natural or person artificial found to be in contempt of Court is liable in the case of    (a) an individual, to a fine not exceeding two hundred and fifty thousand dollars or imprisonment for a term not exceeding three months;  (b) a company or other association, to a fine not exceeding seven hundred and fifty thousand dollars.  (2) Where the contemnor is a company, and the contempt is proved to have been committed with the consent or connivance, or is attributable to the reckless conduct or act on the part of, any director, manager or any other person in LAWS OF GUYANA Contempt of Court Cap. 5:05 7  L.R.O. 1/2012                         Payment and enforcement of fines.         c. 3:02     Revocation of order for contempt.            Innocent publication or distribution  not contempt.       charge of or responsible for the conduct of the business of the company, that person shall also be deemed to be guilty of contempt of Court and is liable to the punishment prescribed under subsection (1) (a):  Provided that such a person shall not be deemed to be guilty of contempt of Court if he proves that the contempt was committed without his knowledge or that he exercised all due diligence to prevent its commission.  (3) Where the Court imposes a fine for the punishment of contempt of Court, the Court shall order that the fine be paid within a definite time, but not less than seven days, after the date of the order, save and except where the Court, in its own deliberate judgment allows for a reprimand.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a):  Provided that such a person shall not be deemed to be guilty of contempt of Court if he proves that the contempt was committed without his knowledge or that he exercised all due diligence to prevent its commission."
                },
                {
                    "representation": "(a)",
                    "description": "an individual, to a fine not exceeding two hundred and fifty thousand dollars or imprisonment for a term not exceeding three months;"
                },
                {
                    "representation": "(b)",
                    "description": "a company or other association, to a fine not exceeding seven hundred and fifty thousand dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Where the contemnor is a company, and the contempt is proved to have been committed with the consent or connivance, or is attributable to the reckless conduct or act on the part of, any director, manager or any other person in LAWS OF GUYANA Contempt of Court Cap. 5:05 7  L.R.O. 1/2012                         Payment and enforcement of fines.         c. 3:02     Revocation of order for contempt.            Innocent publication or distribution  not contempt.       charge of or responsible for the conduct of the business of the company, that person shall also be deemed to be guilty of contempt of Court and is liable to the punishment prescribed under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where the Court imposes a fine for the punishment of contempt of Court, the Court shall order that the fine be paid within a definite time, but not less than seven days, after the date of the order, save and except where the Court, in its own deliberate judgment allows for a reprimand."
                }
            ]
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Payment and enforcement of fines. ",
            "context": "CONTEMPT OF COURT ACT under Payment and enforcement of fines. 7. (1) All fines payable under any order for contempt of Court shall be paid into the Consolidated Fund.  (2) The payment of a fine imposed as punishment for a contempt of Court shall be enforced upon the order of the Court in like manner as if the order were a judgment or order for the payment of money under the High Court Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All fines payable under any order for contempt of Court shall be paid into the Consolidated Fund."
                },
                {
                    "representation": "(2)",
                    "description": "The payment of a fine imposed as punishment for a contempt of Court shall be enforced upon the order of the Court in like manner as if the order were a judgment or order for the payment of money under the High Court Act."
                }
            ]
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Revocation of order for contempt.  PART III CERTAIN PUBLICATIONS NOT CONTEMPT  ",
            "context": "CONTEMPT OF COURT ACT under Revocation of order for contempt.  PART III CERTAIN PUBLICATIONS NOT CONTEMPT  8. The Court may, of its own motion or on an application on behalf of the contemnor revoke or vary an order for contempt of Court.  PART III CERTAIN PUBLICATIONS NOT CONTEMPT",
            "description": "The Court may, of its own motion or on an application on behalf of the contemnor revoke or vary an order for contempt of Court.  PART III CERTAIN PUBLICATIONS NOT CONTEMPT"
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Innocent publication or distribution not contempt. ",
            "context": "CONTEMPT OF COURT ACT under Innocent publication or distribution not contempt. 9. (1) A person shall not be guilty of contempt of Court for publication that would otherwise be a contempt of Court, if at the time of such publication he did not know, or did not have any reasonable grounds for suspecting that the relevant proceedings are pending before the Court.  (2) A person shall not to be guilty of or punishable for contempt of Court for the distribution of a publication LAWS OF GUYANA 8 Cap. 5:05 Contempt of Court  L.R.O. 1/2012              Fair and accurate report of proceedings not contempt.                     Fair criticism  of judicial act not contempt.        Contempt in face of the  Court.     which would otherwise be a contempt of Court, if a time of the distribution he did not know, or did not have any reasonable grounds for suspecting, that the publication contained or was likely to contain any matter which amounts to contempt of Court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person shall not be guilty of contempt of Court for publication that would otherwise be a contempt of Court, if at the time of such publication he did not know, or did not have any reasonable grounds for suspecting that the relevant proceedings are pending before the Court."
                },
                {
                    "representation": "(2)",
                    "description": "A person shall not to be guilty of or punishable for contempt of Court for the distribution of a publication LAWS OF GUYANA 8 Cap. 5:05 Contempt of Court  L.R.O. 1/2012              Fair and accurate report of proceedings not contempt.                     Fair criticism  of judicial act not contempt.        Contempt in face of the  Court.     which would otherwise be a contempt of Court, if a time of the distribution he did not know, or did not have any reasonable grounds for suspecting, that the publication contained or was likely to contain any matter which amounts to contempt of Court."
                }
            ]
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Fair and accurate report of proceedings not contempt. ",
            "context": "CONTEMPT OF COURT ACT under Fair and accurate report of proceedings not contempt. 10. (1) Subject to this section, a person shall not be guilty of contempt of Court for the publication of a fair and accurate report of any proceedings pending before the Court or any stage thereof.  (2) A Court may, where it appears to be necessary to avoid obstruction or prejudice to the administration of justice in any proceedings pending before the Court, order that the publication of the proceedings or any part thereof be prohibited.  (3) Any order made under subsection (2) may be made subject to such conditions as the Court deems fit.   (4) When an order is made under subsection (2) any person who, with knowledge of it disobeys that order, shall be guilty of contempt and punishable as it prescribed in section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, a person shall not be guilty of contempt of Court for the publication of a fair and accurate report of any proceedings pending before the Court or any stage thereof."
                },
                {
                    "representation": "(2)",
                    "description": "any person who, with knowledge of it disobeys that order, shall be guilty of contempt and punishable as it prescribed in section"
                },
                {
                    "representation": "(3)",
                    "description": "Any order made under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "When an order is made under subsection"
                }
            ]
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Fair criticism of judicial act not contempt.  PART IV PROCEDURE FOR CONTEMPT OF COURT  ",
            "context": "CONTEMPT OF COURT ACT under Fair criticism of judicial act not contempt.  PART IV PROCEDURE FOR CONTEMPT OF COURT  11. A person shall not guilty of contempt of Court for the publication of any fair comment on the merits of any proceeding which have been heard and finally determined by the Court.  PART IV PROCEDURE FOR CONTEMPT OF COURT",
            "description": "A person shall not guilty of contempt of Court for the publication of any fair comment on the merits of any proceeding which have been heard and finally determined by the Court.  PART IV PROCEDURE FOR CONTEMPT OF COURT"
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Contempt in the face of the Court. ",
            "context": "CONTEMPT OF COURT ACT under Contempt in the face of the Court. 12. (1) Where, in the opinion of the Court a person has committed a contempt in the face of the Court, that is, in the presence or hearing of the Court, the Court may cause that person to be brought before it, either forthwith or at any time before the rising of the Court on the same day, and shall   LAWS OF GUYANA Contempt of Court Cap. 5:05 9  L.R.O. 1/2012                                            No appeal from order for contempt in  face of the Court.  Contempt of Court in other cases.    (a) inform him of the contempt with which he charged;  (b) afford him an opportunity to put forward a defence to the charge; and   (c) after hearing him in his defence and the evidence of any witness he may tender, proceed to pronounce upon a final determination of the charge, either forthwith or on such date and at such time as the Court may appoint in that behalf.  (2) Upon a final determination of a charge for contempt of Court under subsection (1) (c), the Court may make such order for the imposition of punishment under section 6 or the discharge of such person as it thinks fit.  (3) Where the Court does not determine a charge for contempt of Court forthwith, the Court may order that the person be detained in such custody as the court may specify but the detention shall not exceed seven days before a final determination of the matter:   Provided that the Court may order that the person may be released on bail or on such conditions as the Court thinks fit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(c), the Court may make such order for the imposition of punishment under section 6 or the discharge of such person as it thinks fit."
                },
                {
                    "representation": "(a)",
                    "description": "inform him of the contempt with which he charged;"
                },
                {
                    "representation": "(b)",
                    "description": "afford him an opportunity to put forward a defence to the charge; and"
                },
                {
                    "representation": "(c)",
                    "description": "after hearing him in his defence and the evidence of any witness he may tender, proceed to pronounce upon a final determination of the charge, either forthwith or on such date and at such time as the Court may appoint in that behalf."
                },
                {
                    "representation": "(2)",
                    "description": "Upon a final determination of a charge for contempt of Court under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where the Court does not determine a charge for contempt of Court forthwith, the Court may order that the person be detained in such custody as the court may specify but the detention shall not exceed seven days before a final determination of the matter:   Provided that the Court may order that the person may be released on bail or on such conditions as the Court thinks fit."
                }
            ]
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "No appeal from order for contempt in face of the Court. ",
            "context": "CONTEMPT OF COURT ACT under No appeal from order for contempt in face of the Court. 13. No appeal shall lie from any order of guilt for contempt of Court, or punishment imposed therefor, made by the Court under section",
            "description": "No appeal shall lie from any order of guilt for contempt of Court, or punishment imposed therefor, made by the Court under section"
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Contempt of Court in other cases. ",
            "context": "CONTEMPT OF COURT ACT under Contempt of Court in other cases. 14. (1) Where it is alleged that any person has committed a contempt, other than contempt in the face of the Court, proceedings against that person may be brought by way of an application to the Court. LAWS OF GUYANA 10 Cap. 5:05 Contempt of Court  L.R.O. 1/2012   c. 3:02 c. 3:01 c. 3:07                             Appeal from order for contempt in other cases.               c. 3:02 c. 3:01     Limitation of action for contempt.            Savings.   (2) An application under subsection (1) shall be made in like manner as if it were an application under the High Court Act, the Court of Appeal Act or the Caribbean Court of Justice Act, as the case may be.  (3) Every application made under this section shall be supported by an affidavit, which shall specify the nature of the contempt of which the person is alleged to have committed and all material facts, including the date or dates of the commission of the alleged contempt and all documents relied on.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be made in like manner as if it were an application under the High Court Act, the Court of Appeal Act or the Caribbean Court of Justice Act, as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "An application under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Every application made under this section shall be supported by an affidavit, which shall specify the nature of the contempt of which the person is alleged to have committed and all material facts, including the date or dates of the commission of the alleged contempt and all documents relied on."
                }
            ]
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Appeal from order for contempt in other cases. ",
            "context": "CONTEMPT OF COURT ACT under Appeal from order for contempt in other cases. 15. An appeal shall lie from any order for contempt of Court, or punishment imposed, made by the Court under section 14, in the case of    (a) a single judge of the High Court, to the Full Court of the High Court;  (b) the Full Court of the High Court, to the Court of Appeal; and   (c) the Court of Appeal, to the Caribbean Court of Justice.  in like manner as if the order were a judgement or order under the High Court Act or the Court of Appeal Act, as the case may be.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a single judge of the High Court, to the Full Court of the High Court;"
                },
                {
                    "representation": "(b)",
                    "description": "the Full Court of the High Court, to the Court of Appeal; and"
                },
                {
                    "representation": "(c)",
                    "description": "the Court of Appeal, to the Caribbean Court of Justice.  in like manner as if the order were a judgement or order under the High Court Act or the Court of Appeal Act, as the case may be."
                }
            ]
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Limitation of action for contempt.     CONTEMPT OF COURT ACT LAWS OF GUYANA 4 Cap. 5:05 Contempt of Court  L.R.O. 1/2012 SECTION PART V MISCELLANEOUS  ",
            "context": "CONTEMPT OF COURT ACT under Limitation of action for contempt.     CONTEMPT OF COURT ACT LAWS OF GUYANA 4 Cap. 5:05 Contempt of Court  L.R.O. 1/2012 SECTION PART V MISCELLANEOUS  16. All proceedings for contempt of Court under this Act shall be brought within one year from the date on which the contempt is alleged to have been committed.  PART V MISCELLANEOUS",
            "description": "All proceedings for contempt of Court under this Act shall be brought within one year from the date on which the contempt is alleged to have been committed.  PART V MISCELLANEOUS"
        }
    },
    {
        "act": "CONTEMPT OF COURT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Saving. ",
            "context": "CONTEMPT OF COURT ACT under Saving. 17. Nothing in this Act shall prejudice any defence available at common law to a charge of contempt of Court. LAWS OF GUYANA Contempt of Court Cap. 5:05 11  L.R.O. 1/2012    Non- derogation  from any other law.",
            "description": "Nothing in this Act shall prejudice any defence available at common law to a charge of contempt of Court. LAWS OF GUYANA Contempt of Court Cap. 5:05 11  L.R.O. 1/2012    Non- derogation  from any other law."
        }
    }
]