[
    {
        "act": "JUSTICES PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "JUSTICES PROTECTION ACT under Short title. 1. This Act may be cited as the Justices Protection Act.    LAWS OF GUYANA 4 Cap. 5:07 Justices Protection  L.R.O. 1/2012 Character of action to be brought against justice for act done in execution of office.       Action for act done without, or in excess of, jurisdiction.",
            "description": "This Act may be cited as the Justices Protection Act.    LAWS OF GUYANA 4 Cap. 5:07 Justices Protection  L.R.O. 1/2012 Character of action to be brought against justice for act done in execution of office.       Action for act done without, or in excess of, jurisdiction."
        }
    },
    {
        "act": "JUSTICES PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Character of action to be brought against justice for act done in execution of office. ",
            "context": "JUSTICES PROTECTION ACT under Character of action to be brought against justice for act done in execution of office. 2. Every action hereafter to be brought against any justice of the peace for any act done by him in the execution of his duty as justice, with respect to any matter within his jurisdiction as justice, shall be an action as for a tort; and in the claim it shall be expressly alleged that the act was done maliciously and without reasonable or probable cause; and if, at the trial of the action, upon the general issue being pleaded, the plaintiff fails to prove that allegation, he shall be non-suited, or judgment shall be given for the defendant.",
            "description": "Every action hereafter to be brought against any justice of the peace for any act done by him in the execution of his duty as justice, with respect to any matter within his jurisdiction as justice, shall be an action as for a tort; and in the claim it shall be expressly alleged that the act was done maliciously and without reasonable or probable cause; and if, at the trial of the action, upon the general issue being pleaded, the plaintiff fails to prove that allegation, he shall be non-suited, or judgment shall be given for the defendant."
        }
    },
    {
        "act": "JUSTICES PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Action for act done without, or in excess of, jurisdiction. ",
            "context": "JUSTICES PROTECTION ACT under Action for act done without, or in excess of, jurisdiction. 3. For any act done by a justice in a matter of which by law he has no jurisdiction, or in which he has exceeded his jurisdiction, anyone injured thereby, or by any act done under any conviction or order made or warrant issued by the justice in that matter, may maintain an action against the justice in the same form and in the same case as he might have done before the commencement of this Act, without making any allegation in his claim that the act complained of was done maliciously and without reasonable and probable cause:  Provided that the action shall not be brought for anything done  (a)  under the conviction or order until after it has been quashed; or  (b) under any warrant issued by the justice to procure the appearance of the party, and followed by a conviction or order in the same matter, until after that conviction or order has been quashed; or  (c)  under the last-mentioned warrant, where it has not been followed by a conviction or order in the same matter; or is a warrant upon an information for an alleged indictable offence, if a summons was issued previously to the warrant and served upon the party, either personally or by leaving the LAWS OF GUYANA Justices Protection Cap. 5:07 5  L.R.O. 1/2012      Where conviction or order made by one justice and warrant thereon granted by another.     No action in respect of exercise of discretionary power.   No action on warrant where conviction or order con- firmed on appeal.     Setting aside action brought against prohibition of the Act.    Limitation of actions.       same for him with some person at his last or usual place of abode, and he did not appear according to the exigency thereof.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "under the conviction or order until after it has been quashed; or"
                },
                {
                    "representation": "(b)",
                    "description": "under any warrant issued by the justice to procure the appearance of the party, and followed by a conviction or order in the same matter, until after that conviction or order has been quashed; or"
                },
                {
                    "representation": "(c)",
                    "description": "under the last-mentioned warrant, where it has not been followed by a conviction or order in the same matter; or is a warrant upon an information for an alleged indictable offence, if a summons was issued previously to the warrant and served upon the party, either personally or by leaving the LAWS OF GUYANA Justices Protection Cap. 5:07 5  L.R.O. 1/2012      Where conviction or order made by one justice and warrant thereon granted by another.     No action in respect of exercise of discretionary power.   No action on warrant where conviction or order con- firmed on appeal.     Setting aside action brought against prohibition of the Act.    Limitation of actions.       same for him with some person at his last or usual place of abode, and he did not appear according to the exigency thereof."
                }
            ]
        }
    },
    {
        "act": "JUSTICES PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Where conviction or order made by one justice and warrant thereon granted by another. ",
            "context": "JUSTICES PROTECTION ACT under Where conviction or order made by one justice and warrant thereon granted by another. 4. Where a conviction or order is made by one or more justices, and a warrant of distress or commitment is granted thereon by some other justice in good faith and without collusion, no action shall be brought against the justice who so granted that warrant by reason of any defect in the conviction or order, or for any want of jurisdiction in the justice or justices who made it, but the action, if any, shall be brought against the justice or justices who made it.",
            "description": "Where a conviction or order is made by one or more justices, and a warrant of distress or commitment is granted thereon by some other justice in good faith and without collusion, no action shall be brought against the justice who so granted that warrant by reason of any defect in the conviction or order, or for any want of jurisdiction in the justice or justices who made it, but the action, if any, shall be brought against the justice or justices who made it."
        }
    },
    {
        "act": "JUSTICES PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "No action in respect of exercise of discretionary power. ",
            "context": "JUSTICES PROTECTION ACT under No action in respect of exercise of discretionary power. 5. Wherever a discretionary power is given to a justice by any Act, no action shall be brought against that justice by reason of the manner in which he has exercised his discretion in the execution of that power.",
            "description": "Wherever a discretionary power is given to a justice by any Act, no action shall be brought against that justice by reason of the manner in which he has exercised his discretion in the execution of that power."
        }
    },
    {
        "act": "JUSTICES PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "No action on warrant where conviction or order confirmed on appeal. ",
            "context": "JUSTICES PROTECTION ACT under No action on warrant where conviction or order confirmed on appeal. 6. Wherever a warrant of distress or warrant of commitment is granted by a justice upon any conviction or order which, either before or after the granting of the warrant, has been or is confirmed upon appeal, no action shall be brought against the justice who so granted the warrant for anything done under it by reason of any defect in the conviction or order.",
            "description": "Wherever a warrant of distress or warrant of commitment is granted by a justice upon any conviction or order which, either before or after the granting of the warrant, has been or is confirmed upon appeal, no action shall be brought against the justice who so granted the warrant for anything done under it by reason of any defect in the conviction or order."
        }
    },
    {
        "act": "JUSTICES PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Setting aside action brought against prohibition of the Act. ",
            "context": "JUSTICES PROTECTION ACT under Setting aside action brought against prohibition of the Act. 7. Wherever it is hereby enacted that no action shall be brought in particular circumstances, if an action is brought a judge of the court in which it is brought, may, on the application of the defendant and on an affidavit of the facts, set aside the proceedings therein, with or without costs, as to him seems meet.",
            "description": "Wherever it is hereby enacted that no action shall be brought in particular circumstances, if an action is brought a judge of the court in which it is brought, may, on the application of the defendant and on an affidavit of the facts, set aside the proceedings therein, with or without costs, as to him seems meet."
        }
    },
    {
        "act": "JUSTICES PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "(1) Limitation of actions. (2) Notice of action. ",
            "context": "JUSTICES PROTECTION ACT under (1) Limitation of actions. (2) Notice of action. 8.  (1) No action shall be brought against a justice for anything done by him in the execution of his office unless the action is commenced within six calendar months next after the act complained of has been committed.   LAWS OF GUYANA 6 Cap. 5:07 Justices Protection  L.R.O. 1/2012  Notice of  action.              Right of defendant to plead general issue, etc.   Tender and payment of money into court.                        (2) The action shall not be commenced against the justice until one calendar month at least after notice in writing of the intended action has been delivered to him, or left for him at his usual place of abode, by the party intending to commence the action, or by that partys attorney or agent, wherein the cause of action and the court in which the action is to be brought shall be clearly and explicitly stated; and upon the back thereof shall be endorsed the name and place of abode of that party, and also the name and place of abode or of business of his attorney or agent, if the notice has been served by the attorney or agent.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No action shall be brought against a justice for anything done by him in the execution of his office unless the action is commenced within six calendar months next after the act complained of has been committed.   LAWS OF GUYANA 6 Cap. 5:07 Justices Protection  L.R.O. 1/2012  Notice of  action.              Right of defendant to plead general issue, etc.   Tender and payment of money into court."
                },
                {
                    "representation": "(2)",
                    "description": "The action shall not be commenced against the justice until one calendar month at least after notice in writing of the intended action has been delivered to him, or left for him at his usual place of abode, by the party intending to commence the action, or by that partys attorney or agent, wherein the cause of action and the court in which the action is to be brought shall be clearly and explicitly stated; and upon the back thereof shall be endorsed the name and place of abode of that party, and also the name and place of abode or of business of his attorney or agent, if the notice has been served by the attorney or agent."
                }
            ]
        }
    },
    {
        "act": "JUSTICES PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Right of defendant to plead general issue, etc. ",
            "context": "JUSTICES PROTECTION ACT under Right of defendant to plead general issue, etc. 9. In the action the defendant shall be allowed to plead the general issue, and to give any special matter of defence, excuse, or justification in evidence under that plea at the trial.",
            "description": "In the action the defendant shall be allowed to plead the general issue, and to give any special matter of defence, excuse, or justification in evidence under that plea at the trial."
        }
    },
    {
        "act": "JUSTICES PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Tender and payment of money into court. ",
            "context": "JUSTICES PROTECTION ACT under Tender and payment of money into court. 10. (1) In every such case, after notice of action is so given as aforesaid, and before the action is commenced, the justice to whom the notice is given may tender to the party complaining or to his attorney or agent, any sum of money the justice thinks fit as amends for the injury complained  of  in the notice; and after the action has been commenced, and at any time before issue joined therein, the defendant, if the tender has not been made, or in addition to the tender, shall be at liberty to pay into court any sum of money he thinks fit.  (2) The tender and payment of money into court, or either of them, may afterwards be given in evidence by the defendant at the trial under the general issue; and if the Court at the trial is of opinion that the plaintiff is not entitled to damages beyond the sum so tendered and paid into court, judgment shall be given for the defendant, and the plaintiff shall not be at liberty to elect to be non-suited, and the sum of money, if any, so paid into court, or so much thereof as may be sufficient to pay or satisfy the defendants costs in that behalf, shall thereupon be paid out of court to him, and the residue, if any, shall be paid to the plaintiff.  LAWS OF GUYANA Justices Protection Cap. 5:07 7  L.R.O. 1/2012              Cases in which plaintiff is to be non-suited.         Rule as to damages where plaintiff. is entitled to recover. [6 of 1997]               Rules as to costs.          (3) If where money is so paid into court in the action the plaintiff elects to accept it in satisfaction of his damages in the action, he may obtain from a judge of the court in which the action is brought an order that that money shall be paid out of court to him, and that the defendant shall pay him his costs to be taxed, and thereupon the action shall be determined, and that order shall be a bar to any other action for the same cause.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In every such case, after notice of action is so given as aforesaid, and before the action is commenced, the justice to whom the notice is given may tender to the party complaining or to his attorney or agent, any sum of money the justice thinks fit as amends for the injury complained  of  in the notice; and after the action has been commenced, and at any time before issue joined therein, the defendant, if the tender has not been made, or in addition to the tender, shall be at liberty to pay into court any sum of money he thinks fit."
                },
                {
                    "representation": "(2)",
                    "description": "The tender and payment of money into court, or either of them, may afterwards be given in evidence by the defendant at the trial under the general issue; and if the Court at the trial is of opinion that the plaintiff is not entitled to damages beyond the sum so tendered and paid into court, judgment shall be given for the defendant, and the plaintiff shall not be at liberty to elect to be non-suited, and the sum of money, if any, so paid into court, or so much thereof as may be sufficient to pay or satisfy the defendants costs in that behalf, shall thereupon be paid out of court to him, and the residue, if any, shall be paid to the plaintiff.  LAWS OF GUYANA Justices Protection Cap. 5:07 7  L.R.O. 1/2012              Cases in which plaintiff is to be non-suited.         Rule as to damages where plaintiff. is entitled to recover. [6 of 1997]               Rules as to costs."
                },
                {
                    "representation": "(3)",
                    "description": "If where money is so paid into court in the action the plaintiff elects to accept it in satisfaction of his damages in the action, he may obtain from a judge of the court in which the action is brought an order that that money shall be paid out of court to him, and that the defendant shall pay him his costs to be taxed, and thereupon the action shall be determined, and that order shall be a bar to any other action for the same cause."
                }
            ]
        }
    },
    {
        "act": "JUSTICES PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Cases in which plaintiff is to be non-suited. ",
            "context": "JUSTICES PROTECTION ACT under Cases in which plaintiff is to be non-suited. 11. If, on the trial of the action, the plaintiff does not prove that it was brought within the time hereinbefore limited in that behalf, or if he does not prove that the notice aforesaid was given one calendar month before the action was commenced, or if he does not prove the cause of action stated in the notice, or that the cause of action arose in the place laid in the claim, the plaintiff shall be nonsuited, or judgment shall be given for the defendant.",
            "description": "If, on the trial of the action, the plaintiff does not prove that it was brought within the time hereinbefore limited in that behalf, or if he does not prove that the notice aforesaid was given one calendar month before the action was commenced, or if he does not prove the cause of action stated in the notice, or that the cause of action arose in the place laid in the claim, the plaintiff shall be nonsuited, or judgment shall be given for the defendant."
        }
    },
    {
        "act": "JUSTICES PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Rule as to damages where plaintiff is entitled to recover. ",
            "context": "JUSTICES PROTECTION ACT under Rule as to damages where plaintiff is entitled to recover. 12. Wherever the plaintiff in the action is entitled to recover, and he proves the levying or payment of any penalty or sum of money under any conviction or order as parcel of the damages which he seeks to recover, or proves that he was imprisoned under the conviction or order, and seeks to recover damages for that imprisonment, he shall not be entitled to recover the amount of that penalty or sum, or any sum beyond the sum of sixty-five dollars as damages for the imprisonment, or any costs of suit whatsoever, if it is proved that he was actually guilty of the offence of which he was so convicted, or that he was liable by law to pay the sum he was ordered to pay, and, with respect to the imprisonment, that he had undergone no greater punishment than that assigned by law for the offence of which he was so convicted, or for non-payment of the sum he was so ordered to pay.",
            "description": "Wherever the plaintiff in the action is entitled to recover, and he proves the levying or payment of any penalty or sum of money under any conviction or order as parcel of the damages which he seeks to recover, or proves that he was imprisoned under the conviction or order, and seeks to recover damages for that imprisonment, he shall not be entitled to recover the amount of that penalty or sum, or any sum beyond the sum of sixty-five dollars as damages for the imprisonment, or any costs of suit whatsoever, if it is proved that he was actually guilty of the offence of which he was so convicted, or that he was liable by law to pay the sum he was ordered to pay, and, with respect to the imprisonment, that he had undergone no greater punishment than that assigned by law for the offence of which he was so convicted, or for non-payment of the sum he was so ordered to pay."
        }
    },
    {
        "act": "JUSTICES PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Rules as to costs. ",
            "context": "JUSTICES PROTECTION ACT under Rules as to costs. 13. If the plaintiff in the action obtained judgment, or the defendant allows judgment to go against him by default, the plaintiff shall be entitled to costs in such manner as if this Act had not been passed; or if in that case it is stated in the claim that the act complained of was done maliciously and LAWS OF GUYANA 8 Cap. 5:07 Justices Protection  L.R.O. 1/2012           Extension to other officers of protection of the Act.   without reasonable and probable cause, the plaintiff, if he obtained judgment for any damages, or if the defendant allows judgment to go against him by default, shall be entitled to his full costs of suit, to be taxed as between solicitor and client; and the defendant, if he obtained judgment, shall in all cases be entitled to his full costs in that behalf, to be taxed as between solicitor and client.",
            "description": "If the plaintiff in the action obtained judgment, or the defendant allows judgment to go against him by default, the plaintiff shall be entitled to costs in such manner as if this Act had not been passed; or if in that case it is stated in the claim that the act complained of was done maliciously and LAWS OF GUYANA 8 Cap. 5:07 Justices Protection  L.R.O. 1/2012           Extension to other officers of protection of the Act.   without reasonable and probable cause, the plaintiff, if he obtained judgment for any damages, or if the defendant allows judgment to go against him by default, shall be entitled to his full costs of suit, to be taxed as between solicitor and client; and the defendant, if he obtained judgment, shall in all cases be entitled to his full costs in that behalf, to be taxed as between solicitor and client."
        }
    }
]