[
    {
        "act": "POWERS OF ATTORNEY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "POWERS OF ATTORNEY ACT under Short title. 1.  This Act may be cited as the Powers of Attorney Act.",
            "description": "This Act may be cited as the Powers of Attorney Act."
        }
    },
    {
        "act": "POWERS OF ATTORNEY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "POWERS OF ATTORNEY ACT under Interpretation. 2.  In this Act   property includes immovable and movable property, and any debt, and  any thing in  action, and any LAWS OF GUYANA 4 Cap. 5:08 Powers of Attorney   L.R.O. 1/2012             Power of attorney to be recorded.                Execution under power of attorney.                Payment by attorney under other right or interest in  the nature of property, whether in possession or not;  purchaser includes a lessee or mortgagee, or an intending purchaser, lessee   or   mortgagee,   or   other   person,   who,   for   valuable consideration, takes or deals for property, and \"purchase\" has a meaning corresponding with that of purchaser.",
            "description": "In this Act   property includes immovable and movable property, and any debt, and  any thing in  action, and any LAWS OF GUYANA 4 Cap. 5:08 Powers of Attorney   L.R.O. 1/2012             Power of attorney to be recorded.                Execution under power of attorney.                Payment by attorney under other right or interest in  the nature of property, whether in possession or not;  purchaser includes a lessee or mortgagee, or an intending purchaser, lessee   or   mortgagee,   or   other   person,   who,   for   valuable consideration, takes or deals for property, and \"purchase\" has a meaning corresponding with that of purchaser."
        }
    },
    {
        "act": "POWERS OF ATTORNEY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Power of attorney to be recorded. ",
            "context": "POWERS OF ATTORNEY ACT under Power of attorney to be recorded. 3. A power of attorney (other than a power ad lites or a special power providing for the passing of a transport, or for the execution or assignment of a particular mortgage or lease or for the cancellation  of a mortgage, or a power providing for the obtaining or recording of probate or letters of administration and for no other purpose) whether made within or without the limits of Guyana, shall be proved and filed as of record or proved and recorded in the Deeds Registry, and an act done in pursuance  of such a power shall not be valid, and such a power shall not be admitted in evidence in  any suit, action or other proceeding unless the same be proved and  filed  as  of record, or proved and recorded, in the Deeds Registry.",
            "description": "A power of attorney (other than a power ad lites or a special power providing for the passing of a transport, or for the execution or assignment of a particular mortgage or lease or for the cancellation  of a mortgage, or a power providing for the obtaining or recording of probate or letters of administration and for no other purpose) whether made within or without the limits of Guyana, shall be proved and filed as of record or proved and recorded in the Deeds Registry, and an act done in pursuance  of such a power shall not be valid, and such a power shall not be admitted in evidence in  any suit, action or other proceeding unless the same be proved and  filed  as  of record, or proved and recorded, in the Deeds Registry."
        }
    },
    {
        "act": "POWERS OF ATTORNEY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Execution under power of attorney. ",
            "context": "POWERS OF ATTORNEY ACT under Execution under power of attorney. 4. (1) The donee of a power of attorney may, if he thinks fit, execute or do  any  assurance, instrument, or  thing  in  and  with  his  own  name  and signature ,  and  under  his  own  seal,  where  sealing  is  required,  by  the authority of the donor of the power; and every assurance, instrument, and thing so executed and done shall be as effectual in law, to all    intents, as if it had been executed or done by the donee of the power in the name and with the signature and seal of the donor thereof.  (2) This section applies to powers of attorney created by instruments executed either before or after the com-         mencement of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The donee of a power of attorney may, if he thinks fit, execute or do  any  assurance, instrument, or  thing  in  and  with  his  own  name  and signature ,  and  under  his  own  seal,  where  sealing  is  required,  by  the authority of the donor of the power; and every assurance, instrument, and thing so executed and done shall be as effectual in law, to all    intents, as if it had been executed or done by the donee of the power in the name and with the signature and seal of the donor thereof."
                },
                {
                    "representation": "(2)",
                    "description": "This section applies to powers of attorney created by instruments executed either before or after the com-         mencement of this Act."
                }
            ]
        }
    },
    {
        "act": "POWERS OF ATTORNEY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Payment by attorney under power without notice of death,            etc. ",
            "context": "POWERS OF ATTORNEY ACT under Payment by attorney under power without notice of death,            etc. 5. (1) Any person making any payment or doing any act, in good faith, in pursuance of a power of attorney, shall LAWS OF GUYANA Powers of Attorney Cap. 5:08 5  L.R.O. 1/2012 power without notice of death,  etc.                                      Effect of irrevocable power of attorney for value.    not be liable in respect of the payment or act by reason that before the payment or act the donor of the power  had  died  or  become  subject  to  disability  or  insolvent,  or  had revoked the power, if the fact of death, disability, insolvency or revocation was not at the time of the payment or act        known to the person making or doing the same.  (2) A statutory declaration by an attorney to the effect that he has not received any notice or information of the  revocation of such power of attorney by death or otherwise shall, if made immediately before or within three months after any such payment or act as aforesaid, be taken to be conclusive proof of such non-revocation at the time when the power of attorney is a corporation aggregate, the officer appointed to act for the corporation in the  execution of the  power  may  make  the  statutory  declaration in like manner as if that officer had been the donee of the power. Where probate or letters of administration have been granted to any person, as attorney for some other person, this section applies as if the payment made or acts done under the grant had been made or done under a power of attorney.  (3) This section does not affect any right against the payee of any person interested in any money so paid; and that person shall have the like remedy against the payee as he would have had against the payer if the payment had not been made by him.  (4) This section applies to payments and acts made and done before or after the commencement of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person making any payment or doing any act, in good faith, in pursuance of a power of attorney, shall LAWS OF GUYANA Powers of Attorney Cap. 5:08 5  L.R.O. 1/2012 power without notice of death,  etc.                                      Effect of irrevocable power of attorney for value.    not be liable in respect of the payment or act by reason that before the payment or act the donor of the power  had  died  or  become  subject  to  disability  or  insolvent,  or  had revoked the power, if the fact of death, disability, insolvency or revocation was not at the time of the payment or act        known to the person making or doing the same."
                },
                {
                    "representation": "(2)",
                    "description": "A statutory declaration by an attorney to the effect that he has not received any notice or information of the  revocation of such power of attorney by death or otherwise shall, if made immediately before or within three months after any such payment or act as aforesaid, be taken to be conclusive proof of such non-revocation at the time when the power of attorney is a corporation aggregate, the officer appointed to act for the corporation in the  execution of the  power  may  make  the  statutory  declaration in like manner as if that officer had been the donee of the power. Where probate or letters of administration have been granted to any person, as attorney for some other person, this section applies as if the payment made or acts done under the grant had been made or done under a power of attorney."
                },
                {
                    "representation": "(3)",
                    "description": "This section does not affect any right against the payee of any person interested in any money so paid; and that person shall have the like remedy against the payee as he would have had against the payer if the payment had not been made by him."
                },
                {
                    "representation": "(4)",
                    "description": "This section applies to payments and acts made and done before or after the commencement of this Act."
                }
            ]
        }
    },
    {
        "act": "POWERS OF ATTORNEY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Effect of irrevocable power of attorney for value. ",
            "context": "POWERS OF ATTORNEY ACT under Effect of irrevocable power of attorney for value. 6. If a power of attorney given for valuable consideration is in the instrument creating the power expressed to be irrevocable, then in favour of a purchaser    (a)  the power shall not be revoked at any time either by anything done by the donor of the power without the such payment or act was made or done.  Where the donee of LAWS OF GUYANA 6 Cap. 5:08 Powers of Attorney   L.R.O. 1/2012                               Effect of power of attorney irrevocable for  a fixed time.               concurrence of the donee of the         power, or by the death, disability or insolvency of the donor of the power; and  (b)   any  act  done  at  any  time  by  the  the power shall be as valid as if anything done by the donor  of  the  power  without  the  concurrence  of  the  donee  of  the power,  or  the  death,  disability  or  insolvency  of  the  donor  of  the power, had not been done or happened ; and  (c)  neither the donee of the power nor the purchaser shall at any time be prejudicially affected by notice of power without the concurrence of the donee of the power, or of the death, disability or insolvency of the donor of the power.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the power shall not be revoked at any time either by anything done by the donor of the power without the such payment or act was made or done.  Where the donee of LAWS OF GUYANA 6 Cap. 5:08 Powers of Attorney   L.R.O. 1/2012                               Effect of power of attorney irrevocable for  a fixed time.               concurrence of the donee of the         power, or by the death, disability or insolvency of the donor of the power; and"
                },
                {
                    "representation": "(b)",
                    "description": "any  act  done  at  any  time  by  the  the power shall be as valid as if anything done by the donor  of  the  power  without  the  concurrence  of  the  donee  of  the power,  or  the  death,  disability  or  insolvency  of  the  donor  of  the power, had not been done or happened ; and"
                },
                {
                    "representation": "(c)",
                    "description": "neither the donee of the power nor the purchaser shall at any time be prejudicially affected by notice of power without the concurrence of the donee of the power, or of the death, disability or insolvency of the donor of the power."
                }
            ]
        }
    },
    {
        "act": "POWERS OF ATTORNEY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Effect of power of attorney irrevocable for a fixed time. ",
            "context": "POWERS OF ATTORNEY ACT under Effect of power of attorney irrevocable for a fixed time. 7. If a power of attorney, whether given for valuable consideration or not is in the instrument creating the power expressed to be irrevocable for a fixed time therein specified, not exceeding one year from the date of the instrument, then in favour of a purchaser   (a)  the power shall not be revoked for and during that fixed time either  by  anything  done  by  the  donor  of  the  power  without  the concurrence of the donee of the power, or by the death, disability or insolvency of the donor of the power; and  (b)  any act done within that fixed time by donee  of  the  power  in pursuance of anything done by the donor of the LAWS OF GUYANA Powers of Attorney Cap. 5:08 7  L.R.O. 1/2012                          Devolution of power of attorney given to a purchaser.        Power of attorney  granted by married woman.      Duration of recorded  power.   the donee of the power in pursuance of the power shall be as valid as if anything done by the donor  of  the  power  without  the  concurrence  of  the  donee  of  the power,  or  the  death,  disability  or  insolvency  of  the  donor  of  the power, had not been done or happened ; and  (c)  neither the donee of the power, nor the purchaser, shall at any time be prejudicially affected by notice either during or after that fixed time of anything done by the donor of the power during the fixed time without the concurrence of the donee of the power, or of the death, disability, or insolvency of the donor of the power, within that fixed time.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the power shall not be revoked for and during that fixed time either  by  anything  done  by  the  donor  of  the  power  without  the concurrence of the donee of the power, or by the death, disability or insolvency of the donor of the power; and"
                },
                {
                    "representation": "(b)",
                    "description": "any act done within that fixed time by donee  of  the  power  in pursuance of anything done by the donor of the LAWS OF GUYANA Powers of Attorney Cap. 5:08 7  L.R.O. 1/2012                          Devolution of power of attorney given to a purchaser.        Power of attorney  granted by married woman.      Duration of recorded  power.   the donee of the power in pursuance of the power shall be as valid as if anything done by the donor  of  the  power  without  the  concurrence  of  the  donee  of  the power,  or  the  death,  disability  or  insolvency  of  the  donor  of  the power, had not been done or happened ; and"
                },
                {
                    "representation": "(c)",
                    "description": "neither the donee of the power, nor the purchaser, shall at any time be prejudicially affected by notice either during or after that fixed time of anything done by the donor of the power during the fixed time without the concurrence of the donee of the power, or of the death, disability, or insolvency of the donor of the power, within that fixed time."
                }
            ]
        }
    },
    {
        "act": "POWERS OF ATTORNEY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Devolution of power of attorney given to a purchaser. ",
            "context": "POWERS OF ATTORNEY ACT under Devolution of power of attorney given to a purchaser. 8. A power of attorney given for valuable consideration may  be given to a purchaser of property or any interest therein, and to the persons deriving title under him thereto, and those persons shall be the duly constituted attorneys for all the purposes of the power, but without prejudice to any right to appoint substitutes given by the power.",
            "description": "A power of attorney given for valuable consideration may  be given to a purchaser of property or any interest therein, and to the persons deriving title under him thereto, and those persons shall be the duly constituted attorneys for all the purposes of the power, but without prejudice to any right to appoint substitutes given by the power."
        }
    },
    {
        "act": "POWERS OF ATTORNEY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Power of attorney granted by married woman. ",
            "context": "POWERS OF ATTORNEY ACT under Power of attorney granted by married woman. 9. A married woman has power, as if she were unmarried and of full age,  by  deed  to appoint  an attorney  on her  behalf  for   the  purpose  of executing any deed or doing any other act which she might herself execute or  do,  and  the  provisions  of  this  Act  relating  to  instruments  creating powers of attorney apply thereto.",
            "description": "A married woman has power, as if she were unmarried and of full age,  by  deed  to appoint  an attorney  on her  behalf  for   the  purpose  of executing any deed or doing any other act which she might herself execute or  do,  and  the  provisions  of  this  Act  relating  to  instruments  creating powers of attorney apply thereto."
        }
    },
    {
        "act": "POWERS OF ATTORNEY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Duration of recorded power. ",
            "context": "POWERS OF ATTORNEY ACT under Duration of recorded power. 10. A power of attorney, not falling within the provisions of sections 5 and 6 hereof, heretofore or hereafter recorded in the Deeds Registry, shall, unless  a  contrary intention appears therein, continue  in force until the LAWS OF GUYANA 8 Cap. 5:08 Powers of Attorney   L.R.O. 1/2012           Revocation of power. revocation thereof by the principal shall be recorded or an entry is made thereon as hereinafter provided; and every act, deed or instrument of the attorney after revocation and before the revocation is recorded or an entry is made shall be valid in favour of any person bona fide and without notice of revocation dealing with the attorney in the name of the principal.",
            "description": "A power of attorney, not falling within the provisions of sections 5 and 6 hereof, heretofore or hereafter recorded in the Deeds Registry, shall, unless  a  contrary intention appears therein, continue  in force until the LAWS OF GUYANA 8 Cap. 5:08 Powers of Attorney   L.R.O. 1/2012           Revocation of power. revocation thereof by the principal shall be recorded or an entry is made thereon as hereinafter provided; and every act, deed or instrument of the attorney after revocation and before the revocation is recorded or an entry is made shall be valid in favour of any person bona fide and without notice of revocation dealing with the attorney in the name of the principal."
        }
    }
]