[
    {
        "act": "STATUTORY DECLARATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "STATUTORY DECLARATIONS ACT under Short title. 1.  This Act may be cited as the Statutory Declarations Act.",
            "description": "This Act may be cited as the Statutory Declarations Act."
        }
    },
    {
        "act": "STATUTORY DECLARATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Prohibition of administration of oath or affidavit, except where jurisdiction exists. ",
            "context": "STATUTORY DECLARATIONS ACT under Prohibition of administration of oath or affidavit, except where jurisdiction exists. 2. No magistrate, justice of the peace, or other person may lawfully administer or cause or allow to be administered, or receive or cause to allow to be received, any oath, affidavit, or solemn affirmation touching any matter or thing whereof that magistrate, justice or other person has no jurisdiction or LAWS OF GUYANA 4 Cap. 5:09 Statutory Declarations   L.R.O. 1/2012               Power to certain persons to take voluntary declarations. [4 of 1972]                      Making false declaration.      cognizance by some law in force for the time being:  Provided that nothing herein contained shall be construed to extend to any oath, affidavit, or solemn affirmation, before any magistrate or justice in any matter or thing touching the preservation of the peace or the prosecution, trial, or punishment of offences, or to any oath, affidavit, or affirmation required by the laws of any country or place beyond Guyana to give validity to any instrument in writing designed to be used in that country or place.",
            "description": "No magistrate, justice of the peace, or other person may lawfully administer or cause or allow to be administered, or receive or cause to allow to be received, any oath, affidavit, or solemn affirmation touching any matter or thing whereof that magistrate, justice or other person has no jurisdiction or LAWS OF GUYANA 4 Cap. 5:09 Statutory Declarations   L.R.O. 1/2012               Power to certain persons to take voluntary declarations. [4 of 1972]                      Making false declaration.      cognizance by some law in force for the time being:  Provided that nothing herein contained shall be construed to extend to any oath, affidavit, or solemn affirmation, before any magistrate or justice in any matter or thing touching the preservation of the peace or the prosecution, trial, or punishment of offences, or to any oath, affidavit, or affirmation required by the laws of any country or place beyond Guyana to give validity to any instrument in writing designed to be used in that country or place."
        }
    },
    {
        "act": "STATUTORY DECLARATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Power to certain persons to take voluntary declarations. ",
            "context": "STATUTORY DECLARATIONS ACT under Power to certain persons to take voluntary declarations. 3. (1) Subject to the provisions hereinafter contained wherever confirmation of any written instrument or allegation, or the proof of any debt or of the execution of any deed or other matter is required, any judge, magistrate, justice of the peace, notary public, commissioner authorised to administer oaths to affidavits, or other officer now by law authorised to administer an oath, may take the declaration of any person voluntarily making it before him, in the form in the Schedule.  (2) Subject to section 7, wherever by any written law specified by order of the Minister for the purposes of this section, an oath or an affidavit may, or is, required to be taken or made by any person for any purpose, any judge, magistrate, justice of the peace, notary public, commissioner  authorised to administer oaths to affidavits, or other officer authorised to administer an oath, may take the declaration of such person in the form in the Schedule and such declaration shall for all purposes whatsoever have effect as it if were an oath or an affidavit, as the case may be, taken or made by such person under that written law.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the provisions hereinafter contained wherever confirmation of any written instrument or allegation, or the proof of any debt or of the execution of any deed or other matter is required, any judge, magistrate, justice of the peace, notary public, commissioner authorised to administer oaths to affidavits, or other officer now by law authorised to administer an oath, may take the declaration of any person voluntarily making it before him, in the form in the Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to section 7, wherever by any written law specified by order of the Minister for the purposes of this section, an oath or an affidavit may, or is, required to be taken or made by any person for any purpose, any judge, magistrate, justice of the peace, notary public, commissioner  authorised to administer oaths to affidavits, or other officer authorised to administer an oath, may take the declaration of such person in the form in the Schedule and such declaration shall for all purposes whatsoever have effect as it if were an oath or an affidavit, as the case may be, taken or made by such person under that written law."
                }
            ]
        }
    },
    {
        "act": "STATUTORY DECLARATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Making false declaration. ",
            "context": "STATUTORY DECLARATIONS ACT under Making false declaration. 4. Everyone who makes a declaration according to this Act containing any statement false in fact, which he knows or believes to be false or does not believe to be true, shall be guilty of a misdemeanour and shall be liable to imprisonment for one year. LAWS OF GUYANA Statutory Declarations Cap. 5:09 5  L.R.O. 1/2012 Mode of referring to declaration.   Fee payable by declarant.       Savings.",
            "description": "Everyone who makes a declaration according to this Act containing any statement false in fact, which he knows or believes to be false or does not believe to be true, shall be guilty of a misdemeanour and shall be liable to imprisonment for one year. LAWS OF GUYANA Statutory Declarations Cap. 5:09 5  L.R.O. 1/2012 Mode of referring to declaration.   Fee payable by declarant.       Savings."
        }
    },
    {
        "act": "STATUTORY DECLARATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Mode of referring to declaration. ",
            "context": "STATUTORY DECLARATIONS ACT under Mode of referring to declaration. 5. A declaration made under this Act may be referred to in any Act, or in any official or legal document, as a statutory declaration.",
            "description": "A declaration made under this Act may be referred to in any Act, or in any official or legal document, as a statutory declaration."
        }
    },
    {
        "act": "STATUTORY DECLARATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Fee payable by declarant. ",
            "context": "STATUTORY DECLARATIONS ACT under Fee payable by declarant. 6. Whenever a declaration is made and subscribed by any person according to this Act, any fee which would have been due and payable on the taking or making any legal oath, affidavit, or solemn affirmation, shall in like manner be due and payable upon making and subscribing the declaration.",
            "description": "Whenever a declaration is made and subscribed by any person according to this Act, any fee which would have been due and payable on the taking or making any legal oath, affidavit, or solemn affirmation, shall in like manner be due and payable upon making and subscribing the declaration."
        }
    }
]