[
    {
        "act": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT under Short title. 1.  This Act may be cited as the Evidence (Proceedings in Foreign Tribunals) Act.",
            "description": "This Act may be cited as the Evidence (Proceedings in Foreign Tribunals) Act."
        }
    },
    {
        "act": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT under Interpretation. 2.  In this Act  agreement means any convention, treaty or international agreement to which Guyana is a Contracting State;  competent authority means such authority by whatever name called vested with power in an agreement to make an application under section 3;  EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT LAWS OF GUYANA 4 Cap. 5:10                     Evidence (Proceedings in Foreign Tribunals)  L.R.O. 1/2012 c. 3:02                Application to the Court for assistance.                              the Court has the same meaning as in the High Court Act;  civil proceedings, in relation to the requesting court, means proceedings in any civil or commercial matter;  request includes any commission, order, letter or other process issued by or on behalf of the requesting court;  requesting court has the meaning given in section 3 and includes the competent authority named in an agreement.",
            "description": "In this Act  agreement means any convention, treaty or international agreement to which Guyana is a Contracting State;  competent authority means such authority by whatever name called vested with power in an agreement to make an application under section 3;  EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT LAWS OF GUYANA 4 Cap. 5:10                     Evidence (Proceedings in Foreign Tribunals)  L.R.O. 1/2012 c. 3:02                Application to the Court for assistance.                              the Court has the same meaning as in the High Court Act;  civil proceedings, in relation to the requesting court, means proceedings in any civil or commercial matter;  request includes any commission, order, letter or other process issued by or on behalf of the requesting court;  requesting court has the meaning given in section 3 and includes the competent authority named in an agreement."
        }
    },
    {
        "act": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application to the Court for assistance. ",
            "context": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT under Application to the Court for assistance. 3.  Where an application is made to the Court for an order for evidence to be obtained from any witness within the jurisdiction of the Court for proceedings before a court or tribunal of a foreign country, and it is established to the satisfaction of the Court that  (a)  the application is made in pursuance of a request issued by or on behalf of a court or tribunal (the requesting court) exercising jurisdiction in a country or territory outside Guyana;  (b)  the evidence to which the application relates is to be obtained for the purposes of civil proceedings which have either been instituted before the Court or whose institution before that court is contemplated; and  (c)  the application is made by a person shown to be duly authorised to make the application on behalf of the requesting court or is made by the competent authority named in an agreement,  LAWS OF GUYANA Evidence (Proceedings in Foreign Tribunals)  Cap. 5:10 5  L.R.O. 1/2012     Power of the Court to give effect to the application.                               c. 5:03   Fees and expenses for the attendance of a witness.    the Court shall have the powers conferred on it by the following provisions of this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the application is made in pursuance of a request issued by or on behalf of a court or tribunal"
                },
                {
                    "representation": "(b)",
                    "description": "the evidence to which the application relates is to be obtained for the purposes of civil proceedings which have either been instituted before the Court or whose institution before that court is contemplated; and"
                },
                {
                    "representation": "(c)",
                    "description": "the application is made by a person shown to be duly authorised to make the application on behalf of the requesting court or is made by the competent authority named in an agreement,  LAWS OF GUYANA Evidence"
                }
            ]
        }
    },
    {
        "act": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Power of the Court to give effect to the application. ",
            "context": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT under Power of the Court to give effect to the application. 4.  (1) Subject to the provisions of this section the Court shall have power, on such application as is mentioned in section 3, by order to make such provision as may appear appropriate for the purpose of giving effect to the request in pursuance of which the application is made; and such order may require a person specified therein to take such steps as the Court may consider appropriate for that purpose.  (2) Without prejudice to the generality of subsection (1) but subject to the provisions of this section an order under this section may make provision  (a)  for the examination of witnesses, either orally or in writing;  (b)  for the production of documents;  (c)  for the inspection, photographing, preservation, custody or detention of any property;  (d)  for the taking of samples of any property and the carrying out of any experiments on or with any property.  (3) Evidence to be obtained from any witness under the provisions of this Act shall be in accordance with the provisions of the Evidence Act and shall include evidence taken and recorded in the form of a deposition upon affidavit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "but subject to the provisions of this section an order under this section may make provision"
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the generality of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "for the examination of witnesses, either orally or in writing;"
                },
                {
                    "representation": "(b)",
                    "description": "for the production of documents;"
                },
                {
                    "representation": "(c)",
                    "description": "for the inspection, photographing, preservation, custody or detention of any property;"
                },
                {
                    "representation": "(d)",
                    "description": "for the taking of samples of any property and the carrying out of any experiments on or with any property."
                },
                {
                    "representation": "(3)",
                    "description": "Evidence to be obtained from any witness under the provisions of this Act shall be in accordance with the provisions of the Evidence Act and shall include evidence taken and recorded in the form of a deposition upon affidavit."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Fees and expenses for the attendance of a witness. ",
            "context": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT under Fees and expenses for the attendance of a witness. 5.  A person who, by virtue of any order under section 4, is required to attend at any place shall be entitled to such fees and expenses allowed for the attendance of a witness in civil proceedings before the Court.  LAWS OF GUYANA 6 Cap. 5:10                     Evidence (Proceedings in Foreign Tribunals)  L.R.O. 1/2012 Privilege of witnesses.            Power of the Court to assist in obtaining evidence for criminal proceedings.  [13 of 1992]  Rules of Court. c. 3:02                     Act not in derogation of rules 49 to 56 of Order",
            "description": "A person who, by virtue of any order under section 4, is required to attend at any place shall be entitled to such fees and expenses allowed for the attendance of a witness in civil proceedings before the Court.  LAWS OF GUYANA 6 Cap. 5:10                     Evidence (Proceedings in Foreign Tribunals)  L.R.O. 1/2012 Privilege of witnesses.            Power of the Court to assist in obtaining evidence for criminal proceedings.  [13 of 1992]  Rules of Court. c. 3:02                     Act not in derogation of rules 49 to 56 of Order"
        }
    },
    {
        "act": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Privilege of witnesses. 6A.  Power of the Court to assist in obtaining evidence for criminal proceedings. ",
            "context": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT under Privilege of witnesses. 6A.  Power of the Court to assist in obtaining evidence for criminal proceedings. 6.  (1) A person shall not be compelled by virtue of any order under section 4 to give any evidence if such evidence would be prejudicial to the security of Guyana, and a certificate signed by or on behalf of the Minister responsible for foreign affairs to that effect shall be conclusive evidence of that fact.  (2) In this section giving evidence shall include answering any question and producing any document.  6A. The provisions of sections 3 to 6 shall have effect in relation to the obtaining of evidence for the purposes of criminal proceedings as they have effect in relation to the obtaining of evidence for the purposes of civil proceedings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person shall not be compelled by virtue of any order under section 4 to give any evidence if such evidence would be prejudicial to the security of Guyana, and a certificate signed by or on behalf of the Minister responsible for foreign affairs to that effect shall be conclusive evidence of that fact."
                },
                {
                    "representation": "(2)",
                    "description": "In this section giving evidence shall include answering any question and producing any document.  6A. The provisions of sections 3 to 6 shall have effect in relation to the obtaining of evidence for the purposes of criminal proceedings as they have effect in relation to the obtaining of evidence for the purposes of civil proceedings."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Rules of Court. ",
            "context": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT under Rules of Court. 7.  The power to make rules of court under section 67 of the High Court Act shall include power to make rules of court  (a)  as to the manner in which any such application as is mentioned in section 3 is to be made; and  (b)  subject to the provisions of this Act, as to the circumstances in which an order can be made under section 4,  and any such rules may include such incidental, supplementary and consequential provision as may be considered necessary or expedient.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "as to the manner in which any such application as is mentioned in section 3 is to be made; and"
                },
                {
                    "representation": "(b)",
                    "description": "subject to the provisions of this Act, as to the circumstances in which an order can be made under section 4,  and any such rules may include such incidental, supplementary and consequential provision as may be considered necessary or expedient."
                }
            ]
        }
    },
    {
        "act": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "__________________________  32 of 1991 An Act to make new provision to enable the High Court to assist in obtaining evidence requested for the purposes of proceedings in foreign tribunals.  [27th SEPTEMBER, 1991]  Short title.    Interpretation. [13 of 1992]           ",
            "context": "EVIDENCE (PROCEEDINGS IN FOREIGN TRIBUNALS) ACT under __________________________  32 of 1991 An Act to make new provision to enable the High Court to assist in obtaining evidence requested for the purposes of proceedings in foreign tribunals.  [27th SEPTEMBER, 1991]  Short title.    Interpretation. [13 of 1992]           34. Sub. Leg.  c. 3:02",
            "description": "Sub. Leg.  c. 3:02"
        }
    }
]