[
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "0.679 miles to the Northern Limits of the Campus of the University of Guyana.  DECLARATION OF PUBLIC ROAD (CO-OP COLLEGE ROAD) ORDER  The Road known as the “Co-op College Road”, situate at Kuru Kuru on the East Bank of the Demerara River, commencing from the intersection of its centre line with that of the Soesdyke/Linden Highway at Station 235 + 00, and extending thence, in a North Easterly direction for a distance of approximately ",
            "context": "ROADS ACT under 0.679 miles to the Northern Limits of the Campus of the University of Guyana.  DECLARATION OF PUBLIC ROAD (CO-OP COLLEGE ROAD) ORDER  The Road known as the Co-op College Road, situate at Kuru Kuru on the East Bank of the Demerara River, commencing from the intersection of its centre line with that of the Soesdyke/Linden Highway at Station 235 + 00, and extending thence, in a North Easterly direction for a distance of approximately 00.00 along a length of curve of",
            "description": "00.00 along a length of curve of"
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  DEFINITIONS  ",
            "context": "ROADS ACT under Short title.  DEFINITIONS  1. This Act may be cited as the Roads Act.  DEFINITIONS",
            "description": "This Act may be cited as the Roads Act.  DEFINITIONS"
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  ADMINISTRATION  ",
            "context": "ROADS ACT under Interpretation.  ADMINISTRATION  2. In this Act   district means a road district constituted under this Act;   Chief Officer means the Chief Works Officer;  road means any public road or street declared by the Minister under section 3, and includes the roadway, water tables, bridges, culverts, parapets, embankments, and drains on the line of the road or street and used in connection therewith;  road officer means any officer appointed to perform any duty with respect to the construction, inspection or maintenance of roads, and includes the Chief Officer.  ADMINISTRATION",
            "description": "In this Act   district means a road district constituted under this Act;   Chief Officer means the Chief Works Officer;  road means any public road or street declared by the Minister under section 3, and includes the roadway, water tables, bridges, culverts, parapets, embankments, and drains on the line of the road or street and used in connection therewith;  road officer means any officer appointed to perform any duty with respect to the construction, inspection or maintenance of roads, and includes the Chief Officer.  ADMINISTRATION"
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of public roads. ",
            "context": "ROADS ACT under Establishment of public roads. 3. (1) Every road mentioned in the Schedule shall be a public road for the purposes of this Act and all expenses LAWS OF GUYANA 6 Cap. 51:01 Roads  L.R.O. 1/2012                   Division of Guyana into road districts.                  Chief Officer to have control and management of roads. [19 of 1968      incurred in the construction or maintenance of such roads shall be defrayed out of moneys provided by Parliament.  (2) The Minister may by order amend the Schedule.  (3) The roads specified in the proclamations made under the former section 4(1) and in force immediately before the coming into operation of this section, and not discontinued by proclamations made under the former section 4(2), shall be deemed to be roads mentioned in the Schedule for the purposes of subsection (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every road mentioned in the Schedule shall be a public road for the purposes of this Act and all expenses LAWS OF GUYANA 6 Cap. 51:01 Roads  L.R.O. 1/2012                   Division of Guyana into road districts.                  Chief Officer to have control and management of roads. [19 of 1968      incurred in the construction or maintenance of such roads shall be defrayed out of moneys provided by Parliament."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may by order amend the Schedule."
                },
                {
                    "representation": "(3)",
                    "description": "The roads specified in the proclamations made under the former section 4(1) and in force immediately before the coming into operation of this section, and not discontinued by proclamations made under the former section 4(2), shall be deemed to be roads mentioned in the Schedule for the purposes of subsection"
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Division of Guyana into road districts. ",
            "context": "ROADS ACT under Division of Guyana into road districts. 4. The Minister may, by order    (a)  divide Guyana, or any portion thereof, into road districts for the purposes of this Act;  (b)  constitute in any part of Guyana a road district for the purposes of this Act;  (c)  distinguish road districts by any names or numbers he thinks proper; and  (d)  vary the limits of any of the districts.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "divide Guyana, or any portion thereof, into road districts for the purposes of this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "constitute in any part of Guyana a road district for the purposes of this Act;"
                },
                {
                    "representation": "(c)",
                    "description": "distinguish road districts by any names or numbers he thinks proper; and"
                },
                {
                    "representation": "(d)",
                    "description": "vary the limits of any of the districts."
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Chief Officer to have control and management of roads. ",
            "context": "ROADS ACT under Chief Officer to have control and management of roads. 5. (1) The Chief Officer shall have the general care and supervision of the roads of Guyana and, subject to the directions of the Minister, shall be entrusted with and responsible for the laying out, making, repairing, widening, altering, deviating, maintaining, superintending, and managing them.  (2) The management of the roads which is entrusted under subsection (1) shall include authority to LAWS OF GUYANA Roads Cap. 51:01 7  L.R.O. 1/2012           District commissioner in lieu of the Chief Officer.             Appointment of road officers.                Taking material for necessary repairs to road.            cause to be collected such charges for the passage of vehicles on a road, at such places, as may be prescribed by regulations made under section 25; and on a road, at any such place, there may be apparatus, barriers and other erections constructed or maintained under such authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall include authority to LAWS OF GUYANA Roads Cap. 51:01 7  L.R.O. 1/2012           District commissioner in lieu of the Chief Officer.             Appointment of road officers.                Taking material for necessary repairs to road.            cause to be collected such charges for the passage of vehicles on a road, at such places, as may be prescribed by regulations made under section 25; and on a road, at any such place, there may be apparatus, barriers and other erections constructed or maintained under such authority."
                },
                {
                    "representation": "(2)",
                    "description": "The management of the roads which is entrusted under subsection"
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "District commissioner in lieu of the Chief Officer. ",
            "context": "ROADS ACT under District commissioner in lieu of the Chief Officer. 6. The Minister may, by order, direct that a district commissioner within his district shall exercise the powers and authority conferred, and be subject to the duties imposed, on the Chief Officer in lieu of and substitution for that officer, either as regards the powers, authority, and duties conferred or imposed upon him by virtue of this Act generally, or in respect only of those sections or parts of sections hereof which are contained in the order:  Provided that notice of the order shall be published once in the Gazette, and thereafter all persons shall be deemed to have due notice thereof and shall be bound thereby.",
            "description": "The Minister may, by order, direct that a district commissioner within his district shall exercise the powers and authority conferred, and be subject to the duties imposed, on the Chief Officer in lieu of and substitution for that officer, either as regards the powers, authority, and duties conferred or imposed upon him by virtue of this Act generally, or in respect only of those sections or parts of sections hereof which are contained in the order:  Provided that notice of the order shall be published once in the Gazette, and thereafter all persons shall be deemed to have due notice thereof and shall be bound thereby."
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Appointment of road officers.  CONSTRUCTION AND MAINTENANCE OF ROADS  ",
            "context": "ROADS ACT under Appointment of road officers.  CONSTRUCTION AND MAINTENANCE OF ROADS  7. (1) There shall be such road officers as may be required for the purposes of this Act.  (2) Every road officer shall be subject to the direction and control of the Chief Officer.  CONSTRUCTION AND MAINTENANCE OF ROADS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be such road officers as may be required for the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Every road officer shall be subject to the direction and control of the Chief Officer.  CONSTRUCTION AND MAINTENANCE OF ROADS"
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Taking material for necessary repairs to road. ",
            "context": "ROADS ACT under Taking material for necessary repairs to road. 8. Any road officer, or anyone authorised by him in writing, with the servants, workmen, and labourers employed by or under the road officer or other person, may, at all reasonable times and with all necessary and proper carriages, animals, and other means, enter upon any land and search for, dig, cut, take, and carry away any brushwood, shells, or clay for the purpose of tracing, measuring, making, working, opening, altering, turning, repairing, clearing, improving, or in any way assisting in the tracing, measuring, making, working, opening, altering, turning, repairing, clearing, or improving, any existing or intended road or canal within the LAWS OF GUYANA 8 Cap. 51:01 Roads  L.R.O. 1/2012            Depositing earth, rubbish, and materials on adjacent lands.                    Powers of road officer.                        district, or of building, erecting, excavating, repairing, clearing, or improving, any bridge,  drain, or dam, thereupon or in any way connected therewith, or for the construction or repair of any buildings whatsoever required on or near the road or canal for the use of the road officer or person authorised as aforesaid, or of any workmen, animals, carriages, persons, or things employed in his service.",
            "description": "Any road officer, or anyone authorised by him in writing, with the servants, workmen, and labourers employed by or under the road officer or other person, may, at all reasonable times and with all necessary and proper carriages, animals, and other means, enter upon any land and search for, dig, cut, take, and carry away any brushwood, shells, or clay for the purpose of tracing, measuring, making, working, opening, altering, turning, repairing, clearing, improving, or in any way assisting in the tracing, measuring, making, working, opening, altering, turning, repairing, clearing, or improving, any existing or intended road or canal within the LAWS OF GUYANA 8 Cap. 51:01 Roads  L.R.O. 1/2012            Depositing earth, rubbish, and materials on adjacent lands.                    Powers of road officer.                        district, or of building, erecting, excavating, repairing, clearing, or improving, any bridge,  drain, or dam, thereupon or in any way connected therewith, or for the construction or repair of any buildings whatsoever required on or near the road or canal for the use of the road officer or person authorised as aforesaid, or of any workmen, animals, carriages, persons, or things employed in his service."
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Depositing earth, rubbish, and materials on adjacent lands. ",
            "context": "ROADS ACT under Depositing earth, rubbish, and materials on adjacent lands. 9. In the tracing, measuring, making, working, opening, altering, turning, repairing, clearing, or improving an existing or intended road or canal, or building, erecting, excavating, repairing, clearing, or improving any bridge, drain, or dam thereupon or in any way connected therewith, any road officer, or person authorised as aforesaid, may throw or cause to be thrown upon any lands adjacent or near thereto, such earth, rubbish, or materials as it may be necessary to remove from the place of the work.",
            "description": "In the tracing, measuring, making, working, opening, altering, turning, repairing, clearing, or improving an existing or intended road or canal, or building, erecting, excavating, repairing, clearing, or improving any bridge, drain, or dam thereupon or in any way connected therewith, any road officer, or person authorised as aforesaid, may throw or cause to be thrown upon any lands adjacent or near thereto, such earth, rubbish, or materials as it may be necessary to remove from the place of the work."
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Powers of road officer. ",
            "context": "ROADS ACT under Powers of road officer. 10. Every road officer shall have the following powers, that is to say, he may   (a)  at all times enter on any lands and inspect the drainage and soil thereof;  (b)  cut wood and dig earth, sand, shell, or any soil, on any uncultivated lands adjacent to a road not being a pleasure ground, and store material so obtained on any part of those lands, and there prepare or burn the material for being used in the maintenance of the roads, or carry away the material so obtained and use it for the maintenance of the roads;  (c)  construct and maintain on the lands dams, drains, or trenches necessary for the proper drainage of a road, or LAWS OF GUYANA Roads Cap. 51:01 9  L.R.O. 1/2012                                                 to protect a road from being swamped or covered with water;   (d)  construct and maintain on the lands any canals he deems expedient for the economical transportation of material for the maintenance of the road;  (e)  land materials required for any purpose sanctioned by this Act upon any plantation, estate, or land, either upon the sea beach thereof or upon the banks of any navigable creek, canal, or trench running along or through the plantation, estate, or land, and cause any koker to be opened at any reasonable time to allow through passage of  any craft carrying materials required for a road;  (f)  control or divert the drainage of the lands;  (g)  erect on any portion of uncultivated land, not being a pleasure ground, and maintain thereon, any buildings and erections he deems expedient for the accommodation of those employed in the maintenance of a road or for the storage of tools or material, and occupy with those buildings and erections the land necessary for their convenient use and for ingress and egress; and  (h)  authorise the necessary labourers, servants, or agents, to do any act sanctioned or authorised by this LAWS OF GUYANA 10 Cap. 51:01 Roads  L.R.O. 1/2012                                          Notice to repair defects in dam or canal. [4 of 1972]      section, and everyone so authorised shall have power to do that act. The authorisation may be special or general and shall be in writing: Provided that   (i)  before commencing to construct any new dam, trench, or canal, or to divert the drainage, or to erect any building or erection, he shall give notice in writing to the proprietor or person in charge of the land of the nature and extent of the proposed work at least ten days before it is commenced; (ii)  everyone aggrieved by any action or proposed action of a road officer may apply by petition to the Minister for redress, who may make any order thereon to him seeming expedient, and his decision shall be final; (iii)  nothing in this section shall authorise the cutting down of  fruit trees or of timber planted for the purpose of ornament.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "at all times enter on any lands and inspect the drainage and soil thereof;"
                },
                {
                    "representation": "(b)",
                    "description": "cut wood and dig earth, sand, shell, or any soil, on any uncultivated lands adjacent to a road not being a pleasure ground, and store material so obtained on any part of those lands, and there prepare or burn the material for being used in the maintenance of the roads, or carry away the material so obtained and use it for the maintenance of the roads;"
                },
                {
                    "representation": "(c)",
                    "description": "construct and maintain on the lands dams, drains, or trenches necessary for the proper drainage of a road, or LAWS OF GUYANA Roads Cap. 51:01 9  L.R.O. 1/2012                                                 to protect a road from being swamped or covered with water;"
                },
                {
                    "representation": "(d)",
                    "description": "construct and maintain on the lands any canals he deems expedient for the economical transportation of material for the maintenance of the road;"
                },
                {
                    "representation": "(e)",
                    "description": "land materials required for any purpose sanctioned by this Act upon any plantation, estate, or land, either upon the sea beach thereof or upon the banks of any navigable creek, canal, or trench running along or through the plantation, estate, or land, and cause any koker to be opened at any reasonable time to allow through passage of  any craft carrying materials required for a road;"
                },
                {
                    "representation": "(f)",
                    "description": "control or divert the drainage of the lands;"
                },
                {
                    "representation": "(g)",
                    "description": "erect on any portion of uncultivated land, not being a pleasure ground, and maintain thereon, any buildings and erections he deems expedient for the accommodation of those employed in the maintenance of a road or for the storage of tools or material, and occupy with those buildings and erections the land necessary for their convenient use and for ingress and egress; and"
                },
                {
                    "representation": "(h)",
                    "description": "authorise the necessary labourers, servants, or agents, to do any act sanctioned or authorised by this LAWS OF GUYANA 10 Cap. 51:01 Roads  L.R.O. 1/2012                                          Notice to repair defects in dam or canal. [4 of 1972]      section, and everyone so authorised shall have power to do that act. The authorisation may be special or general and shall be in writing: Provided that"
                },
                {
                    "representation": "(i)",
                    "description": "before commencing to construct any new dam, trench, or canal, or to divert the drainage, or to erect any building or erection, he shall give notice in writing to the proprietor or person in charge of the land of the nature and extent of the proposed work at least ten days before it is commenced;"
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Notice to repair defects in dam or canal. ",
            "context": "ROADS ACT under Notice to repair defects in dam or canal. 11. (1) If a road officer finds that there exists any defect in a dam or koker on any land injurious to the public road, or that a trench or canal requires to be cleaned or dug or otherwise put in order, or that any bank thereof requires to be cleaned or repaired, he shall forthwith give notice of the fact to the owner or his agent or person in charge of that land, or other person or persons concerned, as the case may be.  LAWS OF GUYANA Roads Cap. 51:01 11  L.R.O. 1/2012                            Procedure where proprietor of estate desires to have bridge constructed over road.                   (2) The notice shall point out generally the work required to be done to remedy the defect and shall fix the time within which the work is to be commenced.  (3) If at the expiration of the time mentioned in the notice proper and efficient measures have not been taken to remedy the defect as speedily as possible to the satisfaction of the road officer, he may, with the sanction of the Chief Officer, perform the work required, and the cost thereof shall be deemed a debt due to the State from the owner or other person concerned, and shall be recovered as hereinafter provided.  (4) The Chief Officer shall not sanction the commencement of any work under this section which he has reason to believe will exceed the sum of three hundred dollars without the previous sanction of the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If a road officer finds that there exists any defect in a dam or koker on any land injurious to the public road, or that a trench or canal requires to be cleaned or dug or otherwise put in order, or that any bank thereof requires to be cleaned or repaired, he shall forthwith give notice of the fact to the owner or his agent or person in charge of that land, or other person or persons concerned, as the case may be.  LAWS OF GUYANA Roads Cap. 51:01 11  L.R.O. 1/2012                            Procedure where proprietor of estate desires to have bridge constructed over road."
                },
                {
                    "representation": "(2)",
                    "description": "The notice shall point out generally the work required to be done to remedy the defect and shall fix the time within which the work is to be commenced."
                },
                {
                    "representation": "(3)",
                    "description": "If at the expiration of the time mentioned in the notice proper and efficient measures have not been taken to remedy the defect as speedily as possible to the satisfaction of the road officer, he may, with the sanction of the Chief Officer, perform the work required, and the cost thereof shall be deemed a debt due to the State from the owner or other person concerned, and shall be recovered as hereinafter provided."
                },
                {
                    "representation": "(4)",
                    "description": "The Chief Officer shall not sanction the commencement of any work under this section which he has reason to believe will exceed the sum of three hundred dollars without the previous sanction of the Minister."
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Procedure where proprietor of estate desires to have bridge constructed over road. ",
            "context": "ROADS ACT under Procedure where proprietor of estate desires to have bridge constructed over road. 12. (1) The proprietor of any plantation, estate, or other land, who desires to have any bridge on a road altered or constructed as a swing-bridge, draw-bridge, sluice, or koker, or who desires to have a swing- bridge, draw-bridge, sluice, koker, or culvert constructed on a road, shall comply with the following requirements:  (a)  he shall submit a plan and specification of the proposed bridge, sluice, koker, or culvert, to the Chief Officer, to whom he shall pay a fee of ten dollars for the public use;  (b)  he shall obtain from the Chief Officer a certificate that the bridge may, with a due regard to the public safety, be altered or constructed in the manner proposed; and  (c)  after having obtained that certificate, LAWS OF GUYANA 12 Cap. 51:01 Roads  L.R.O. 1/2012                           Proprietor to maintain bridge used by or constructed for him.              Temporary bridge.                he shall make application for and obtain permission from the Minister to have the bridge, sluice, koker, or culvert altered or constructed in the manner proposed;  (d)  when permission has been given, the bridge, sluice, koker, or culvert shall be constructed to the satisfaction of the Chief Officer and at the expense of the proprietor.  (2) After the bridge, sluice, koker, or culvert has been so altered or constructed, the proprietor of the plantation, estate, or other land shall maintain it in good order and repair to the satisfaction of the Chief Officer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The proprietor of any plantation, estate, or other land, who desires to have any bridge on a road altered or constructed as a swing-bridge, draw-bridge, sluice, or koker, or who desires to have a swing- bridge, draw-bridge, sluice, koker, or culvert constructed on a road, shall comply with the following requirements:"
                },
                {
                    "representation": "(a)",
                    "description": "he shall submit a plan and specification of the proposed bridge, sluice, koker, or culvert, to the Chief Officer, to whom he shall pay a fee of ten dollars for the public use;"
                },
                {
                    "representation": "(b)",
                    "description": "he shall obtain from the Chief Officer a certificate that the bridge may, with a due regard to the public safety, be altered or constructed in the manner proposed; and"
                },
                {
                    "representation": "(c)",
                    "description": "after having obtained that certificate, LAWS OF GUYANA 12 Cap. 51:01 Roads  L.R.O. 1/2012                           Proprietor to maintain bridge used by or constructed for him.              Temporary bridge.                he shall make application for and obtain permission from the Minister to have the bridge, sluice, koker, or culvert altered or constructed in the manner proposed;"
                },
                {
                    "representation": "(d)",
                    "description": "when permission has been given, the bridge, sluice, koker, or culvert shall be constructed to the satisfaction of the Chief Officer and at the expense of the proprietor."
                },
                {
                    "representation": "(2)",
                    "description": "After the bridge, sluice, koker, or culvert has been so altered or constructed, the proprietor of the plantation, estate, or other land shall maintain it in good order and repair to the satisfaction of the Chief Officer."
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Proprietor to maintain bridge used by or constructed for him. ",
            "context": "ROADS ACT under Proprietor to maintain bridge used by or constructed for him. 13. Where on any road there is a bridge over a canal which has been specially altered or constructed before the commencement of this Act to allow the traffic from any plantation, estate, or other land, to pass along that canal, or any sluice or koker which has been specially altered or constructed before the commencement of this Act to facilitate the drainage of any plantation, estate, or land, the  proprietor of that plantation, estate, or land shall maintain the bridge, sluice, or koker in good order and repair to the satisfaction of the Chief Officer.",
            "description": "Where on any road there is a bridge over a canal which has been specially altered or constructed before the commencement of this Act to allow the traffic from any plantation, estate, or other land, to pass along that canal, or any sluice or koker which has been specially altered or constructed before the commencement of this Act to facilitate the drainage of any plantation, estate, or land, the  proprietor of that plantation, estate, or land shall maintain the bridge, sluice, or koker in good order and repair to the satisfaction of the Chief Officer."
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Temporary bridge. ",
            "context": "ROADS ACT under Temporary bridge. 14. (1) Where any bridge requires repairs rendering the stoppage of traffic over it necessary, the person or persons liable for the repairs shall provide to the satisfaction of the road officer a temporary bridge for all traffic.  (2) If in the opinion of the road officer the provision is insufficient or unsafe, and the person liable refuses to make the required alterations, the road officer may make them, and the cost thereof shall be recoverable from the person liable in the manner hereinafter provided. LAWS OF GUYANA Roads Cap. 51:01 13  L.R.O. 1/2012   Power for road officer to repair bridge when person liable neglects to do so.                   Settlement of disputes.               Procedure where deviation is desired by proprietor of estate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any bridge requires repairs rendering the stoppage of traffic over it necessary, the person or persons liable for the repairs shall provide to the satisfaction of the road officer a temporary bridge for all traffic."
                },
                {
                    "representation": "(2)",
                    "description": "If in the opinion of the road officer the provision is insufficient or unsafe, and the person liable refuses to make the required alterations, the road officer may make them, and the cost thereof shall be recoverable from the person liable in the manner hereinafter provided. LAWS OF GUYANA Roads Cap. 51:01 13  L.R.O. 1/2012   Power for road officer to repair bridge when person liable neglects to do so.                   Settlement of disputes.               Procedure where deviation is desired by proprietor of estate."
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Power for road officer to repair bridge when person liable neglects to do so. ",
            "context": "ROADS ACT under Power for road officer to repair bridge when person liable neglects to do so. 15. If in the opinion of the road officer any sluice, koker, or culvert, or any specially constructed bridge over a navigation canal, for the maintenance of which the proprietor of a plantation, an estate, or any other land is liable, is not being maintained in good order and repair, or that any work thereon is not being carried out in a proper manner or with proper despatch, or that there is a deficiency of labour or materials, or any of them, the road officer shall serve on the proprietor a notice in writing, specifying the work to be done or materials to be supplied in relation to that bridge, sluice, koker, or culvert, and if, within forty-eight hours after the service of the notice, no steps have been taken to comply with the  requirements thereof, the road officer shall proceed to do the work  or supply the materials required, and the cost thereof shall be  recoverable from the proprietor in the manner hereinafter provided.",
            "description": "If in the opinion of the road officer any sluice, koker, or culvert, or any specially constructed bridge over a navigation canal, for the maintenance of which the proprietor of a plantation, an estate, or any other land is liable, is not being maintained in good order and repair, or that any work thereon is not being carried out in a proper manner or with proper despatch, or that there is a deficiency of labour or materials, or any of them, the road officer shall serve on the proprietor a notice in writing, specifying the work to be done or materials to be supplied in relation to that bridge, sluice, koker, or culvert, and if, within forty-eight hours after the service of the notice, no steps have been taken to comply with the  requirements thereof, the road officer shall proceed to do the work  or supply the materials required, and the cost thereof shall be  recoverable from the proprietor in the manner hereinafter provided."
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Settlement of disputes. ",
            "context": "ROADS ACT under Settlement of disputes. 16. If any dispute arises between the proprietor of a plantation, an estate, or any other land, and the road officer as to the manner in which the work is being, or is to be, carried on, or as to the quality or quantity of the labour or of the materials provided, the dispute shall be referred to the Chief Officer, whose decision shall be final and binding on all parties.",
            "description": "If any dispute arises between the proprietor of a plantation, an estate, or any other land, and the road officer as to the manner in which the work is being, or is to be, carried on, or as to the quality or quantity of the labour or of the materials provided, the dispute shall be referred to the Chief Officer, whose decision shall be final and binding on all parties."
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Procedure where deviation is desired by proprietor of estate. ",
            "context": "ROADS ACT under Procedure where deviation is desired by proprietor of estate. 17. (1) Whenever the proprietor of an estate wishes to have the line of road through the estate deviated, a statement of the reasons for the alteration, accompanied by a correct diagram or sketch of the locality, in duplicate, showing the existing or former as well as the proposed new line of road, shall be submitted to the Minister, who shall make such order thereon as the case requires.  (2) Where any deviation is allowed, the Minister may by order declare that the new line of road shall be constructed and maintained out of moneys provided by Parliament, and thereupon all the provisions of this Act shall LAWS OF GUYANA 14 Cap. 51:01 Roads  L.R.O. 1/2012      Procedure on laying out a new road or altering a road.                             Entry on lands to survey for public road. [4 of 1972]        Entry on lands to construct new road.  apply to that new line of road.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever the proprietor of an estate wishes to have the line of road through the estate deviated, a statement of the reasons for the alteration, accompanied by a correct diagram or sketch of the locality, in duplicate, showing the existing or former as well as the proposed new line of road, shall be submitted to the Minister, who shall make such order thereon as the case requires."
                },
                {
                    "representation": "(2)",
                    "description": "Where any deviation is allowed, the Minister may by order declare that the new line of road shall be constructed and maintained out of moneys provided by Parliament, and thereupon all the provisions of this Act shall LAWS OF GUYANA 14 Cap. 51:01 Roads  L.R.O. 1/2012      Procedure on laying out a new road or altering a road.                             Entry on lands to survey for public road. [4 of 1972]        Entry on lands to construct new road.  apply to that new line of road."
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Procedure on laying out a new road or altering a road. ",
            "context": "ROADS ACT under Procedure on laying out a new road or altering a road. 18. (1) Whenever it appears expedient to lay out a new road, or to widen or to deviate part of an existing road, the Chief Officer shall cause a notice, accompanied by a plan showing the proposed new road or the portion of road intended to be widened or deviated, and the lands through which it is to pass, to be deposited at the public works office of the county in which the lands are situate, and shall advertise the deposit of the notice and general purport thereof in the Gazette for three successive weeks.  (2) Any owner or occupier of lands through which the road passes or is to pass who objects to the construction of the new road or the widening or deviation proposed, may, within one month of the date of the first advertisement, deliver to the Chief Officer a statement in writing of his objection and the grounds thereof.  (3) The Chief Officer shall transmit each and every objection so received, with his report thereon, to the Minister who may, after considering it, determine whether the new road shall be constructed, or whether the road shall be widened or deviated, and the extent of the widening or deviation, and shall thereupon notify the determination by publication in the Gazette for two successive weeks.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever it appears expedient to lay out a new road, or to widen or to deviate part of an existing road, the Chief Officer shall cause a notice, accompanied by a plan showing the proposed new road or the portion of road intended to be widened or deviated, and the lands through which it is to pass, to be deposited at the public works office of the county in which the lands are situate, and shall advertise the deposit of the notice and general purport thereof in the Gazette for three successive weeks."
                },
                {
                    "representation": "(2)",
                    "description": "Any owner or occupier of lands through which the road passes or is to pass who objects to the construction of the new road or the widening or deviation proposed, may, within one month of the date of the first advertisement, deliver to the Chief Officer a statement in writing of his objection and the grounds thereof."
                },
                {
                    "representation": "(3)",
                    "description": "The Chief Officer shall transmit each and every objection so received, with his report thereon, to the Minister who may, after considering it, determine whether the new road shall be constructed, or whether the road shall be widened or deviated, and the extent of the widening or deviation, and shall thereupon notify the determination by publication in the Gazette for two successive weeks."
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Entry on lands to survey for public road. ",
            "context": "ROADS ACT under Entry on lands to survey for public road. 19. When it is proposed to lay out a new road, or to deviate or widen part of an existing road, the Chief Officer may, by a direction under his hand, authorise anyone, accompanied by the required assistants, to enter at all reasonable times upon any lands for the purpose of making the surveys necessary to enable those persons to make plans and sections of the proposed new road or portion of road and an estimate of the cost thereof.",
            "description": "When it is proposed to lay out a new road, or to deviate or widen part of an existing road, the Chief Officer may, by a direction under his hand, authorise anyone, accompanied by the required assistants, to enter at all reasonable times upon any lands for the purpose of making the surveys necessary to enable those persons to make plans and sections of the proposed new road or portion of road and an estimate of the cost thereof."
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Entry on lands to construct new road.   LAWS OF GUYANA 4 Cap. 51:01 Roads  L.R.O. 1/2012   SECTION REGULATION OF TRAFFIC ON LAND  ",
            "context": "ROADS ACT under Entry on lands to construct new road.   LAWS OF GUYANA 4 Cap. 51:01 Roads  L.R.O. 1/2012   SECTION REGULATION OF TRAFFIC ON LAND  20. When the Minister directs that a new road shall be constructed, or that the line of a road shall be altered or LAWS OF GUYANA Roads Cap. 51:01 15  L.R.O. 1/2012             Marking owners name on vehicle. [24 of 1990]                                      widened or deviated in accordance with section 18, the Chief Officer and his assistants may enter on any lands through which the new road is to run, with the necessary labourers, servants, or agents, and perform the acts and take all the lands and material necessary for the construction of the new road.  REGULATION OF TRAFFIC ON LAND",
            "description": "When the Minister directs that a new road shall be constructed, or that the line of a road shall be altered or LAWS OF GUYANA Roads Cap. 51:01 15  L.R.O. 1/2012             Marking owners name on vehicle. [24 of 1990]                                      widened or deviated in accordance with section 18, the Chief Officer and his assistants may enter on any lands through which the new road is to run, with the necessary labourers, servants, or agents, and perform the acts and take all the lands and material necessary for the construction of the new road.  REGULATION OF TRAFFIC ON LAND"
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Marking owner’s name on vehicle. ",
            "context": "ROADS ACT under Marking owners name on vehicle. 21. (1) The owner of every wagon, cart, or other vehicle, used for the conveyance of goods, shall paint, or cause to be painted, in one or more straight line or lines, upon some conspicuous part of the right or off side of his wagon, cart, or other vehicle, or upon the off side shaft thereof, before the vehicle is used on a road, his forename and surname and the place of his trade or abode, or the forename and surname and the place of trade or abode of a partner or owner thereof, at full length, in white upon black or in black upon white, not less than one inch in height, and shall continue them thereupon so long as the wagon, cart, or other vehicle is used upon a road.  (2) Every owner of a wagon, cart, or any other vehicle aforesaid who   (a)  uses or allows it to be used on a road without the name and description painted thereon as aforesaid; or  (b)  suffers the same to become illegible; or  (c)  paints, or causes to be painted, any false or fictitious name, or place of trade or abode, on the wagon, cart, or other vehicle,   shall be liable to a fine of three hundred dollars. LAWS OF GUYANA 16 Cap. 51:01 Roads  L.R.O. 1/2012  Traffic regulations in case of obstruction. [19 of 1996]              Establishment of ferry when bridge over creek or canal is under repair.                By-laws for opening swing- bridge or draw- bridge.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The owner of every wagon, cart, or other vehicle, used for the conveyance of goods, shall paint, or cause to be painted, in one or more straight line or lines, upon some conspicuous part of the right or off side of his wagon, cart, or other vehicle, or upon the off side shaft thereof, before the vehicle is used on a road, his forename and surname and the place of his trade or abode, or the forename and surname and the place of trade or abode of a partner or owner thereof, at full length, in white upon black or in black upon white, not less than one inch in height, and shall continue them thereupon so long as the wagon, cart, or other vehicle is used upon a road."
                },
                {
                    "representation": "(2)",
                    "description": "Every owner of a wagon, cart, or any other vehicle aforesaid who"
                },
                {
                    "representation": "(a)",
                    "description": "uses or allows it to be used on a road without the name and description painted thereon as aforesaid; or"
                },
                {
                    "representation": "(b)",
                    "description": "suffers the same to become illegible; or"
                },
                {
                    "representation": "(c)",
                    "description": "paints, or causes to be painted, any false or fictitious name, or place of trade or abode, on the wagon, cart, or other vehicle,   shall be liable to a fine of three hundred dollars. LAWS OF GUYANA 16 Cap. 51:01 Roads  L.R.O. 1/2012  Traffic regulations in case of obstruction. [19 of 1996]              Establishment of ferry when bridge over creek or canal is under repair.                By-laws for opening swing- bridge or draw- bridge."
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Traffic regulations in case of obstruction. ",
            "context": "ROADS ACT under Traffic regulations in case of obstruction. 22. (1) Where communication is from any cause obstructed or likely to be obstructed along or over any road or creek or public canal the road officer may make regulations for the proper conduct of the traffic along or over that road, creek, or canal, and for the prevention of accidents.  (2) Everyone who fails to comply with any of the regulations after having been made acquainted therewith, and after notice thereof has been publicly exhibited at the two police stations nearest the obstruction shall be liable to a fine of fifteen thousand dollars, and may be apprehended by any constable within whose view the offence is committed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where communication is from any cause obstructed or likely to be obstructed along or over any road or creek or public canal the road officer may make regulations for the proper conduct of the traffic along or over that road, creek, or canal, and for the prevention of accidents."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who fails to comply with any of the regulations after having been made acquainted therewith, and after notice thereof has been publicly exhibited at the two police stations nearest the obstruction shall be liable to a fine of fifteen thousand dollars, and may be apprehended by any constable within whose view the offence is committed."
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Establishment of ferry when bridge over creek or canal is under repair. ",
            "context": "ROADS ACT under Establishment of ferry when bridge over creek or canal is under repair. 23. (1) When a bridge over any creek or canal is under repair and it is necessary to establish a ferry, the road officer may, by written or printed notice publicly exhibited in the neighbourhood of the bridge, prohibit anyone, while the bridge is so under repair, from crossing that creek or canal within one hundred yards of the bridge, except by the ferry.  (2) Everyone who, after the notice is so exhibited, crosses or attempts to cross the creek or canal within that distance from the bridge shall be liable to a fine of nine hundred and seventy-five dollars, and may be apprehended by any constable.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When a bridge over any creek or canal is under repair and it is necessary to establish a ferry, the road officer may, by written or printed notice publicly exhibited in the neighbourhood of the bridge, prohibit anyone, while the bridge is so under repair, from crossing that creek or canal within one hundred yards of the bridge, except by the ferry."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who, after the notice is so exhibited, crosses or attempts to cross the creek or canal within that distance from the bridge shall be liable to a fine of nine hundred and seventy-five dollars, and may be apprehended by any constable."
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "By-laws for opening swing-bridge or draw-bridge. ",
            "context": "ROADS ACT under By-laws for opening swing-bridge or draw-bridge. 24. Subject to affirmative resolution of the National Assembly, the Chief Officer may make by-laws for   (a)  regulating the traffic over any bridge;  (b)  the times during which a swing-bridge or draw-bridge may be opened;  (c)  the passing of boats and vessels going through or under a bridge, and the LAWS OF GUYANA Roads Cap. 51:01 17  L.R.O. 1/2012                 Traffic regulations. [19 of 1996]                                      Penalty for breach.    payment of tolls by those boats or vessels; and  (d)  for the determination of the amount of compensation payable by the owner of any boat or vessel for damage done to the bridge by the boat or vessel, or by anyone employed therein.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "regulating the traffic over any bridge;"
                },
                {
                    "representation": "(b)",
                    "description": "the times during which a swing-bridge or draw-bridge may be opened;"
                },
                {
                    "representation": "(c)",
                    "description": "the passing of boats and vessels going through or under a bridge, and the LAWS OF GUYANA Roads Cap. 51:01 17  L.R.O. 1/2012                 Traffic regulations. [19 of 1996]                                      Penalty for breach.    payment of tolls by those boats or vessels; and"
                },
                {
                    "representation": "(d)",
                    "description": "for the determination of the amount of compensation payable by the owner of any boat or vessel for damage done to the bridge by the boat or vessel, or by anyone employed therein."
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "(1) Traffic regulations.   (3) Penalty for breach.  OFFENCES  ",
            "context": "ROADS ACT under (1) Traffic regulations.   (3) Penalty for breach.  OFFENCES  25. (1) Subject to negative resolution of the National Assembly, the Minister may from time to time make regulations   (a)  for regulating the weight of any vehicle and the load carried in it on a road;  (b)  for regulating the size of the wheels and tyres of vehicles on a road;  (c)  for regulating the speed of vehicles on a road; and  (d)  generally, for the better management of the public roads, canals, and bridges, and for regulating the traffic thereon.  (2) In the regulations, the Minister may impose and fix charges to be made for permission to use vehicles on the public roads and bridges which do not comply with the requirements of any regulation made under this section, and any sums received in respect of those charges shall be expended in the upkeep of the roads.   (3) Everyone who commits a breach of any of the regulations shall be liable to a fine of fifteen thousand dollars, and in case of a continuing offence to a further fine of three LAWS OF GUYANA 18 Cap. 51:01 Roads            Offences against the Act. [19 of 1968 19 of 1996]                                     thousand dollars for each day after notice of the breach from the road officer of the district.   OFFENCES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to negative resolution of the National Assembly, the Minister may from time to time make regulations"
                },
                {
                    "representation": "(a)",
                    "description": "for regulating the weight of any vehicle and the load carried in it on a road;"
                },
                {
                    "representation": "(b)",
                    "description": "for regulating the size of the wheels and tyres of vehicles on a road;"
                },
                {
                    "representation": "(c)",
                    "description": "for regulating the speed of vehicles on a road; and"
                },
                {
                    "representation": "(d)",
                    "description": "generally, for the better management of the public roads, canals, and bridges, and for regulating the traffic thereon."
                },
                {
                    "representation": "(2)",
                    "description": "In the regulations, the Minister may impose and fix charges to be made for permission to use vehicles on the public roads and bridges which do not comply with the requirements of any regulation made under this section, and any sums received in respect of those charges shall be expended in the upkeep of the roads."
                },
                {
                    "representation": "(3)",
                    "description": "Everyone who commits a breach of any of the regulations shall be liable to a fine of fifteen thousand dollars, and in case of a continuing offence to a further fine of three LAWS OF GUYANA 18 Cap. 51:01 Roads            Offences against the Act. [19 of 1968 19 of 1996]                                     thousand dollars for each day after notice of the breach from the road officer of the district.   OFFENCES"
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Offences against the Act. ",
            "context": "ROADS ACT under Offences against the Act. 26. (1) Everyone who    (a)  burns, or orders or permits to be burnt, any earth within eight feet of the centre of a road, and the person in charge of any plantation or other land whereon any earth is so burnt; or   (b)  cuts down any tree so that it falls upon or obstructs a road, or throws any litter, refuse, or other material, on a road, or diverts any watercourse so as to cause it to injure a road; or  (c)  without permission from the Chief Officer takes any material from a road or place of deposit made and used in connection therewith; or  (d)  wilfully or negligently causes damage to a road, bridges or any other structure pertaining thereto; or  (e)  having blocked or scotched the wheel of a vehicle, allows the stone or other thing used for that purpose to remain on the roadway after the vehicle has moved away; or  (f)  removes or destroys any barrier placed on a road or bridge by the road officer, or anyone authorized by him, L.R.O. 1/2012 LAWS OF GUYANA Roads Cap. 51:01 19  L.R.O. 1/2012                                Seizure and impounding of cattle straying on road.                c. 71:04        for the purpose of diverting the traffic on that road or bridge; or  (g)  wilfully resists, obstructs, hinders, or molests, or incites, procures, or assists others to resist, obstruct, hinder, or molest a road officer or any other person acting under the authority of this Act, or any workman or labourer acting under the road officer or person in the discharge of any duty or the performance of any act authorized or required to be done under this Act;  shall be liable to a fine of fifty thousand dollars and to imprisonment for three months.  (2) The Chief Officer or any person authorised by him, any road officer or any justice of the peace or constable, may take into custody without warrant, to be dealt with according to law, any person who is guilty in their sight of any offence under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who"
                },
                {
                    "representation": "(a)",
                    "description": "burns, or orders or permits to be burnt, any earth within eight feet of the centre of a road, and the person in charge of any plantation or other land whereon any earth is so burnt; or"
                },
                {
                    "representation": "(b)",
                    "description": "cuts down any tree so that it falls upon or obstructs a road, or throws any litter, refuse, or other material, on a road, or diverts any watercourse so as to cause it to injure a road; or"
                },
                {
                    "representation": "(c)",
                    "description": "without permission from the Chief Officer takes any material from a road or place of deposit made and used in connection therewith; or"
                },
                {
                    "representation": "(d)",
                    "description": "wilfully or negligently causes damage to a road, bridges or any other structure pertaining thereto; or"
                },
                {
                    "representation": "(e)",
                    "description": "having blocked or scotched the wheel of a vehicle, allows the stone or other thing used for that purpose to remain on the roadway after the vehicle has moved away; or"
                },
                {
                    "representation": "(f)",
                    "description": "removes or destroys any barrier placed on a road or bridge by the road officer, or anyone authorized by him, L.R.O. 1/2012 LAWS OF GUYANA Roads Cap. 51:01 19  L.R.O. 1/2012                                Seizure and impounding of cattle straying on road.                c. 71:04        for the purpose of diverting the traffic on that road or bridge; or"
                },
                {
                    "representation": "(g)",
                    "description": "wilfully resists, obstructs, hinders, or molests, or incites, procures, or assists others to resist, obstruct, hinder, or molest a road officer or any other person acting under the authority of this Act, or any workman or labourer acting under the road officer or person in the discharge of any duty or the performance of any act authorized or required to be done under this Act;  shall be liable to a fine of fifty thousand dollars and to imprisonment for three months."
                },
                {
                    "representation": "(2)",
                    "description": "The Chief Officer or any person authorised by him, any road officer or any justice of the peace or constable, may take into custody without warrant, to be dealt with according to law, any person who is guilty in their sight of any offence under this section."
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Seizure and impounding of cattle straying on road. ",
            "context": "ROADS ACT under Seizure and impounding of cattle straying on road. 27. (1) All cattle tethered, straying, or grazing on any road may be seized and impounded by the Chief Officer, a road officer, or any other officer of the Chief Officers department, a district commissioner, a police constable, or by anyone authorised in writing by the Chief Officer or the road officer of the district, or a superintendent or an assistant superintendent of police, and the same pound fees shall be paid and received in respect of cattle so impounded and the same procedure followed as in the case of the impounding of strays on private premises under the Pounds Act.  (2) All swine found straying on a road may be destroyed by anyone and their carcasses shall belong to the persons destroying them.  LAWS OF GUYANA 20 Cap. 51:01 Roads  L.R.O. 1/2012  to graze, or stray, or to be tethered on road. [24 of 1990]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All cattle tethered, straying, or grazing on any road may be seized and impounded by the Chief Officer, a road officer, or any other officer of the Chief Officers department, a district commissioner, a police constable, or by anyone authorised in writing by the Chief Officer or the road officer of the district, or a superintendent or an assistant superintendent of police, and the same pound fees shall be paid and received in respect of cattle so impounded and the same procedure followed as in the case of the impounding of strays on private premises under the Pounds Act."
                },
                {
                    "representation": "(2)",
                    "description": "All swine found straying on a road may be destroyed by anyone and their carcasses shall belong to the persons destroying them.  LAWS OF GUYANA 20 Cap. 51:01 Roads  L.R.O. 1/2012  to graze, or stray, or to be tethered on road. [24 of 1990]"
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Suffering cattle to graze, or stray, or to be tethered, on road. ",
            "context": "ROADS ACT under Suffering cattle to graze, or stray, or to be tethered, on road. 28. (1) Everyone who    (a)  suffers or permits any cattle belonging to him, or under his control, to graze, or stray, or to be tethered, on any road; or  (b)  suffers or permits any cattle belonging to him or under his control, to injure any road,  shall be liable to a fine of not less than five hundred dollars and not more than fifteen hundred dollars for each animal, and shall in addition be liable to pay the cost of repairing any damage caused by the cattle to the  road, the amount whereof shall be ascertained and determined by a magistrate and may be recovered in the same way as a fine:  Provided that no one shall be liable in respect of injury caused by cattle lawfully passing or repassing on or along a road.  (2) In this and the last preceding section the term cattle includes horses, asses, mules, sheep, goats and swine, and the term road includes any drain, trench, canal, building, erection, or other work constructed or maintained out of moneys provided by Parliament.  (3) The provisions of this section shall be deemed to be in addition to and not in derogation of any other provisions contained in any other written law.  (4) Anyone, whether he has suffered damage or not, may prosecute under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who"
                },
                {
                    "representation": "(a)",
                    "description": "suffers or permits any cattle belonging to him, or under his control, to graze, or stray, or to be tethered, on any road; or"
                },
                {
                    "representation": "(b)",
                    "description": "suffers or permits any cattle belonging to him or under his control, to injure any road,  shall be liable to a fine of not less than five hundred dollars and not more than fifteen hundred dollars for each animal, and shall in addition be liable to pay the cost of repairing any damage caused by the cattle to the  road, the amount whereof shall be ascertained and determined by a magistrate and may be recovered in the same way as a fine:  Provided that no one shall be liable in respect of injury caused by cattle lawfully passing or repassing on or along a road."
                },
                {
                    "representation": "(2)",
                    "description": "In this and the last preceding section the term cattle includes horses, asses, mules, sheep, goats and swine, and the term road includes any drain, trench, canal, building, erection, or other work constructed or maintained out of moneys provided by Parliament."
                },
                {
                    "representation": "(3)",
                    "description": "The provisions of this section shall be deemed to be in addition to and not in derogation of any other provisions contained in any other written law."
                },
                {
                    "representation": "(4)",
                    "description": "Anyone, whether he has suffered damage or not, may prosecute under this section."
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Seizure and disposal of property obstructing road.  PROCEDURE  ",
            "context": "ROADS ACT under Seizure and disposal of property obstructing road.  PROCEDURE  29. Any property obstructing or damaging a road or canal may be seized and removed by the road officer of the district, or by anyone by him thereto authorised in writing, Suffering cattle road. obstructing disposal of Seizure and property LAWS OF GUYANA Roads Cap. 51:01 21  L.R.O. 1/2012        Mode of recovering any amounts due to the State under this Act.           Mode of carrying out execution for amount due.                Proof of liability of estate.    Description of owner of estate.      and, if it remains unclaimed for fourteen days after notice given to the owner thereof to come forward and claim the property, and pay all damages incurred, it shall be sold, and the proceeds paid to the Accountant General. PROCEDURE",
            "description": "Any property obstructing or damaging a road or canal may be seized and removed by the road officer of the district, or by anyone by him thereto authorised in writing, Suffering cattle road. obstructing disposal of Seizure and property LAWS OF GUYANA Roads Cap. 51:01 21  L.R.O. 1/2012        Mode of recovering any amounts due to the State under this Act.           Mode of carrying out execution for amount due.                Proof of liability of estate.    Description of owner of estate.      and, if it remains unclaimed for fourteen days after notice given to the owner thereof to come forward and claim the property, and pay all damages incurred, it shall be sold, and the proceeds paid to the Accountant General. PROCEDURE"
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "(1) Mode of recovering any amounts due to the State under this Act.  (2) Mode of carrying out execution for amount due. ",
            "context": "ROADS ACT under (1) Mode of recovering any amounts due to the State under this Act.  (2) Mode of carrying out execution for amount due. 30. (1) An account of the cost, charges, and expenses incurred by the State for and on behalf of a plantation, or any other estate or land, under the provisions of this Act by the Chief Officer, signed by him or, in the event of his death or absence, by his successor in office, shall be held and deemed to be in all courts and by all judges and magistrates conclusive evidence of that account being in every particular correct, and the amount thereof shall  and may be recovered by summary execution against the plantation, or estate or land, at the instance and in the name of the Accountant General for the time being.  (2) In so proceeding by summary execution the Accountant General shall in the first instance, if the plantation, or estate or land, aforesaid is not under mortgage, levy upon and sell the movable property belonging to or found on the plantation, or estate or land; but if there be not that movable property, or if it be insufficient, or if the plantation, or estate or land, be under mortgage, the Accountant General shall levy upon and sell the plantation, or estate or land, with all and singular the appurtenances thereto belonging.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An account of the cost, charges, and expenses incurred by the State for and on behalf of a plantation, or any other estate or land, under the provisions of this Act by the Chief Officer, signed by him or, in the event of his death or absence, by his successor in office, shall be held and deemed to be in all courts and by all judges and magistrates conclusive evidence of that account being in every particular correct, and the amount thereof shall  and may be recovered by summary execution against the plantation, or estate or land, at the instance and in the name of the Accountant General for the time being."
                },
                {
                    "representation": "(2)",
                    "description": "In so proceeding by summary execution the Accountant General shall in the first instance, if the plantation, or estate or land, aforesaid is not under mortgage, levy upon and sell the movable property belonging to or found on the plantation, or estate or land; but if there be not that movable property, or if it be insufficient, or if the plantation, or estate or land, be under mortgage, the Accountant General shall levy upon and sell the plantation, or estate or land, with all and singular the appurtenances thereto belonging."
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Proof of liability of estate. ",
            "context": "ROADS ACT under Proof of liability of estate. 31. In proceedings to enforce any obligation incurred under this Act, the authority of the Minister to recover the amount shall be conclusive evidence that the plantation, or estate or land, named is liable for the amount specified.",
            "description": "In proceedings to enforce any obligation incurred under this Act, the authority of the Minister to recover the amount shall be conclusive evidence that the plantation, or estate or land, named is liable for the amount specified."
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Description of owner of estate. ",
            "context": "ROADS ACT under Description of owner of estate. 32. Wherever, in a notice or proceeding under this Act, whether written or otherwise, it becomes necessary to mention or refer to the owner, or representative, or person in charge, of any plantation, or estate or land, whatsoever, it LAWS OF GUYANA 22 Cap. 51:01 Roads  L.R.O. 1/2012      Want of form in documents; proof of signature.      Mode of proof of service of notice.                    Proof of order of the Minister.           Laying of property in legal proceedings.     Procedure.           shall be sufficient to describe him as the owner or representative or person in charge of the plantation or estate or land, without name or further description.",
            "description": "Wherever, in a notice or proceeding under this Act, whether written or otherwise, it becomes necessary to mention or refer to the owner, or representative, or person in charge, of any plantation, or estate or land, whatsoever, it LAWS OF GUYANA 22 Cap. 51:01 Roads  L.R.O. 1/2012      Want of form in documents; proof of signature.      Mode of proof of service of notice.                    Proof of order of the Minister.           Laying of property in legal proceedings.     Procedure.           shall be sufficient to describe him as the owner or representative or person in charge of the plantation or estate or land, without name or further description."
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Want of form in documents; proof of signature. ",
            "context": "ROADS ACT under Want of form in documents; proof of signature. 33. No notice, account, or other document, required under this Act shall be held void by reason of any defect or want of form, and no proof shall be required of any signature, if it purports to be that of a person duly authorised to sign the notice, account, or other document.",
            "description": "No notice, account, or other document, required under this Act shall be held void by reason of any defect or want of form, and no proof shall be required of any signature, if it purports to be that of a person duly authorised to sign the notice, account, or other document."
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Mode of proof of service of notice. ",
            "context": "ROADS ACT under Mode of proof of service of notice. 34. Any notice served under this Act shall be served by post, or by handing it to the owner of the plantation, or estate or land, to which it refers, or to his agent, or representative, or to the person in charge of the plantation, or estate or land, or, if the owner, or his agent, or representative, or the person aforesaid, cannot be found, by affixing it to any building on the land or property, or if there be no building then to some tree or other conspicuous object, and a duplicate or copy thereof shall bear the certificate of the person serving it to the fact of the service, and the certificate, being sworn before any justice of the peace, shall be deemed evidence of the fact if the person so serving cannot be produced to give oral testimony.",
            "description": "Any notice served under this Act shall be served by post, or by handing it to the owner of the plantation, or estate or land, to which it refers, or to his agent, or representative, or to the person in charge of the plantation, or estate or land, or, if the owner, or his agent, or representative, or the person aforesaid, cannot be found, by affixing it to any building on the land or property, or if there be no building then to some tree or other conspicuous object, and a duplicate or copy thereof shall bear the certificate of the person serving it to the fact of the service, and the certificate, being sworn before any justice of the peace, shall be deemed evidence of the fact if the person so serving cannot be produced to give oral testimony."
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Proof of order of the Minister. ",
            "context": "ROADS ACT under Proof of order of the Minister. 35. The production of the Gazette containing the official intimation of any order or direction having been made or given by the Minister under this Act shall be conclusive proof that that order or direction has been made or given and that it has been rightly made and is binding on all persons.",
            "description": "The production of the Gazette containing the official intimation of any order or direction having been made or given by the Minister under this Act shall be conclusive proof that that order or direction has been made or given and that it has been rightly made and is binding on all persons."
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Laying of property in legal proceedings. ",
            "context": "ROADS ACT under Laying of property in legal proceedings. 36. In all legal proceedings, whether civil or criminal, every work, building, erection, or thing, constructed, maintained, or supplied at the expense of the State may be laid and described as the property of the State.",
            "description": "In all legal proceedings, whether civil or criminal, every work, building, erection, or thing, constructed, maintained, or supplied at the expense of the State may be laid and described as the property of the State."
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Procedure. ",
            "context": "ROADS ACT under Procedure. 37. All prosecutions and proceedings for fines, penalties, and forfeitures under this Act shall be instituted under the Summary Jurisdiction Acts. LAWS OF GUYANA Roads Cap. 51:01 23  L.R.O. 1/2012 Regulations relating to company paths or canals. [4 of 1972]     Penalty for breach. [6 of 1997]         Amendment of fine. [19 of 1996]",
            "description": "All prosecutions and proceedings for fines, penalties, and forfeitures under this Act shall be instituted under the Summary Jurisdiction Acts. LAWS OF GUYANA Roads Cap. 51:01 23  L.R.O. 1/2012 Regulations relating to company paths or canals. [4 of 1972]     Penalty for breach. [6 of 1997]         Amendment of fine. [19 of 1996]"
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "(1) Regulations relating to company paths or canals.   (2) Penalty for breach. ",
            "context": "ROADS ACT under (1) Regulations relating to company paths or canals.   (2) Penalty for breach. 38. (1) Subject to negative resolution of the National Assembly, the Minister may from time to time make regulations  governing the respective rights and liabilities of the parties interested in the case of company roads or paths and company canals and bridges.  (2) The Minister may annex to a breach of any of those regulations a fine of nine thousand seven hundred and fifty dollars and, in the case of a continuing offence, a further fine of one thousand nine hundred and fifty dollars a day for each day after notice of the breach, from the Chief Officer or his agent, is served on the person charged.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to negative resolution of the National Assembly, the Minister may from time to time make regulations  governing the respective rights and liabilities of the parties interested in the case of company roads or paths and company canals and bridges."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may annex to a breach of any of those regulations a fine of nine thousand seven hundred and fifty dollars and, in the case of a continuing offence, a further fine of one thousand nine hundred and fifty dollars a day for each day after notice of the breach, from the Chief Officer or his agent, is served on the person charged."
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Amendment of fine.   SCHEDULE  __________________________     LAWS OF GUYANA Roads Cap. 51:01 5  L.R.O. 1/2012 CHAPTER 51:01  ROADS ACT  1929 Ed. c. 113 1953 Ed. c. 277 _______________________________________________________ 11 of 1910 An Act to make provision for the construction and maintenance of the Public Roads of Guyana.  [1ST APRIL, 1909]  Short Title.     Interpretation. [12 of 1982 19 of 1996]                      Establishment of public roads. [4 of 1972] ",
            "context": "ROADS ACT under Amendment of fine.   SCHEDULE  __________________________     LAWS OF GUYANA Roads Cap. 51:01 5  L.R.O. 1/2012 CHAPTER 51:01  ROADS ACT  1929 Ed. c. 113 1953 Ed. c. 277 _______________________________________________________ 11 of 1910 An Act to make provision for the construction and maintenance of the Public Roads of Guyana.  [1ST APRIL, 1909]  Short Title.     Interpretation. [12 of 1982 19 of 1996]                      Establishment of public roads. [4 of 1972] 39. Notwithstanding anything in this Act, where under this Act, there is prescribed or annexed any fine for a breach of any provision of this Act or  any regulation made under this Act, the Minister may by regulation which shall be subject to negative resolution of the National Assembly, amend such fine.   SCHEDULE  NOTE  The list of public roads has not been published as at the time of going to press a revised list was being compiled. The roads deemed to have been declared public roads by virtue of section 3(3) are those declared in the following proclamations:  Proclamation of 6th April, 1950                       31st December, 1951                       24th March, 1952                       18th March, 1953  Proclamation 1/1954                    10/1954 LAWS OF GUYANA 24 Cap. 51:01 Roads  L.R.O. 1/2012                              O. 92/1974          O. 136/1974                             11/1954                    1/1966A                    5/1968  Proclamation bearing Seal No. 162/",
            "description": [
                {
                    "representation": "(3)",
                    "description": "are those declared in the following proclamations:  Proclamation of 6th April, 1950                       31st December, 1951                       24th March, 1952                       18th March, 1953  Proclamation 1/1954                    10/1954 LAWS OF GUYANA 24 Cap. 51:01 Roads  L.R.O. 1/2012                              O. 92/1974          O. 136/1974                             11/1954                    1/1966A                    5/1968  Proclamation bearing Seal No. 162/"
                }
            ]
        }
    },
    {
        "act": "ROADS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1969",
            "title": "“                   “         “     “   208/1970            “                   “         “     “   532/1970            “                   “        Gaz. Nt. 1/9/1973            “                   “           “      “   29/9/1973            “                   “           “      “   3/11/1973  Certain roads ceased to be public roads by virtue of the following proclamations:  Proclamation 7/1964 Proclamation of 23rd April, ",
            "context": "ROADS ACT under                                     208/1970                                                532/1970                                       Gaz. Nt. 1/9/1973                                                   29/9/1973                                                   3/11/1973  Certain roads ceased to be public roads by virtue of the following proclamations:  Proclamation 7/1964 Proclamation of 23rd April, 1969.  [Schedule omitted but still in force. See order under section 8 of the Law Revision Act, Cap. 2:",
            "description": "[Schedule omitted but still in force. See order under section 8 of the Law Revision Act, Cap. 2:"
        }
    }
]