[
    {
        "act": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT under Short title. 1. This Act may be cited as the Demerara River (Mackenzie) Bridge Act.",
            "description": "This Act may be cited as the Demerara River (Mackenzie) Bridge Act."
        }
    },
    {
        "act": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT under Interpretation. 2. In this Act  bridge means the bridge authorised to be erected under this  Act and includes the piers, fender piles and fenders  thereof and any erection or other structure, foot- path, roadway, tramway, conveyor belt, pipe, tube,  viaduct, aqueduct or other means of conveyance LAWS OF GUYANA 4 Cap. 51:04 Demerara River (Mackenzie) Bridge   L.R.O. 1/2012                                    Authority to erect bridge.               over, under or across the Demerara River and lands  adjacent thereto used in connection with the said  bridge;  the Company means the Demerara Bauxite Company, Limited, its successors or assignees and any other person for the time being in lawful possession of the bridge;  the plans means the plans for the erection of the bridge, including the specifications thereof, and the plans delineating the railway reserve, and any amendments to such plans and specifications for the time being approved by the Minister for the purposes of this Act and deposited in the Deeds Registry;  railway reserve means that portion of land on the left bank of the Demerara River owned or occupied by the Company and shown on the plans as an area reserved for the purposes of a railway to be constructed thereon by the Company connecting the railway reserve with the right bank of the Demerara River and crossing the said River by way of the bridge;  traffic includes goods, rolling stock, vehicles, persons and animals.",
            "description": "In this Act  bridge means the bridge authorised to be erected under this  Act and includes the piers, fender piles and fenders  thereof and any erection or other structure, foot- path, roadway, tramway, conveyor belt, pipe, tube,  viaduct, aqueduct or other means of conveyance LAWS OF GUYANA 4 Cap. 51:04 Demerara River (Mackenzie) Bridge   L.R.O. 1/2012                                    Authority to erect bridge.               over, under or across the Demerara River and lands  adjacent thereto used in connection with the said  bridge;  the Company means the Demerara Bauxite Company, Limited, its successors or assignees and any other person for the time being in lawful possession of the bridge;  the plans means the plans for the erection of the bridge, including the specifications thereof, and the plans delineating the railway reserve, and any amendments to such plans and specifications for the time being approved by the Minister for the purposes of this Act and deposited in the Deeds Registry;  railway reserve means that portion of land on the left bank of the Demerara River owned or occupied by the Company and shown on the plans as an area reserved for the purposes of a railway to be constructed thereon by the Company connecting the railway reserve with the right bank of the Demerara River and crossing the said River by way of the bridge;  traffic includes goods, rolling stock, vehicles, persons and animals."
        }
    },
    {
        "act": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Authority to erect bridge. ",
            "context": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT under Authority to erect bridge. 3. (1) It shall be lawful for the Company at its own expense to erect a bridge across the Demerara River at and between such points in Plantation Noitgedacht on the right bank of the Demerara River and in Plantation Wismar on the left bank of the said River and of such design and dimensions as are specified in the plans, and to do such other work as may be necessary for the proper construction, protection and maintenance of the bridge.  (2) Without prejudice to the right of the Company to use the bridge in any way for the purpose of its business, the Company may, in accordance with the plans, construct a LAWS OF GUYANA Demerara River (Mackenzie) Bridge Cap. 51:04 5  L.R.O. 1/2012    Maintenance of bridge.           Right of control and use of the bridge.                           Charging of tolls for the use of the bridge.          railway over the bridge.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It shall be lawful for the Company at its own expense to erect a bridge across the Demerara River at and between such points in Plantation Noitgedacht on the right bank of the Demerara River and in Plantation Wismar on the left bank of the said River and of such design and dimensions as are specified in the plans, and to do such other work as may be necessary for the proper construction, protection and maintenance of the bridge."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the right of the Company to use the bridge in any way for the purpose of its business, the Company may, in accordance with the plans, construct a LAWS OF GUYANA Demerara River"
                }
            ]
        }
    },
    {
        "act": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Maintenance of the bridge. ",
            "context": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT under Maintenance of the bridge. 4. It shall be the duty of the Company, so long as the bridge remains the property of or is subject to the control of the Company, to maintain the bridge in proper order and condition to the satisfaction of the Minister, and to place and maintain thereon, between sunset and sunrise, such lights in such manner as the Minister may require for the purposes of marking both sides of the main span thereof.",
            "description": "It shall be the duty of the Company, so long as the bridge remains the property of or is subject to the control of the Company, to maintain the bridge in proper order and condition to the satisfaction of the Minister, and to place and maintain thereon, between sunset and sunrise, such lights in such manner as the Minister may require for the purposes of marking both sides of the main span thereof."
        }
    },
    {
        "act": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Right of control and use of the bridge. ",
            "context": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT under Right of control and use of the bridge. 5. (1) Subject to this section, the Company shall have the exclusive right to regulate and control traffic passing over or otherwise using the bridge.  (2) Subject to subsections (3) and (4), any public officer on duty shall be entitled at all reasonable times to use the bridge without any charge whatsoever for the purpose of crossing and of conveying any equipment used in connection with his duties, including his personal baggage.  (3) Without prejudice to the generality of subsection (1), the bridge may be closed to traffic at such times as the Company may determine.  (4) The Company shall make arrangements to the satisfaction of the Minister for the periodic lifting of a section of the main span of the bridge for the purpose of enabling vessels to pass under the bridge.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, the Company shall have the exclusive right to regulate and control traffic passing over or otherwise using the bridge."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to subsections"
                },
                {
                    "representation": "(3)",
                    "description": "Without prejudice to the generality of subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The Company shall make arrangements to the satisfaction of the Minister for the periodic lifting of a section of the main span of the bridge for the purpose of enabling vessels to pass under the bridge."
                }
            ]
        }
    },
    {
        "act": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Charging of tolls for the use of the bridge. ",
            "context": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT under Charging of tolls for the use of the bridge. 6. (1) Subject to section 5 (2), the Company shall have the right to charge and collect such tolls in respect of traffic using the bridge as may be approved by the Minister.  (2) Tolls collected by virtue of this section shall be paid over to the local government authority or authorities any part of whose district lies within five miles of the bridge (and where there is more than one such local authority, in such proportions to the respective local authorities as the Minister LAWS OF GUYANA 6 Cap. 51:04 Demerara River (Mackenzie) Bridge   L.R.O. 1/2012                Special provisions relating to the bridge and railway reserve.                          c. 28:02           may determine) for the use and benefit of such local government authority or authorities.  (3) The Company may assign to any local authority referred to in subsection (2) the right to collect any tolls imposed in accordance with subsection (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to section 5"
                },
                {
                    "representation": "(2)",
                    "description": "the right to collect any tolls imposed in accordance with subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Company may assign to any local authority referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Special provisions relating to the bridge and railway reserve. ",
            "context": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT under Special provisions relating to the bridge and railway reserve. 7. (1) From and after the commencement of this Act and for so long as the Company shall operate a railway along the railway reserve, this section shall have effect.  (2) The Company shall provide and maintain such level and other crossings as may be shown on the plans of the railway reserve and shall control such crossings in accordance with by-laws made for that purpose under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "From and after the commencement of this Act and for so long as the Company shall operate a railway along the railway reserve, this section shall have effect."
                },
                {
                    "representation": "(2)",
                    "description": "The Company shall provide and maintain such level and other crossings as may be shown on the plans of the railway reserve and shall control such crossings in accordance with by-laws made for that purpose under section"
                }
            ]
        }
    },
    {
        "act": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "By-laws. ",
            "context": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT under By-laws. 8.  (3) Whereby or under any Act other than this Act any obligation or requirement is imposed on the Company to do or refrain from doing any act in relation to the bridge or to the railway reserve or the railway operated on either the bridge or the railway reserve the Minister, on application in writing made in that behalf by the Company, may by order, subject to negative resolution of the National Assembly, exempt the Company from compliance with such conditions as may be specified in the order, if satisfied that it is reasonable so to do in all the circumstances of the case:  Provided that nothing in this subsection shall exempt the Company from the payment of any rate under the Local Government Act or from the payment of any tax, rate or due whatsoever.  (4) Where under any law any person or authority has notified the Company of any obligation or requirement referred to in subsection (3) and an application is made under that subsection for exemption from that obligation or requirement, the Company shall cause a copy of such application to be served on the person or authority LAWS OF GUYANA Demerara River (Mackenzie) Bridge Cap. 51:04 7  L.R.O. 1/2012           By-laws.                                      aforementioned and with effect from the date of such service the operation of such obligation or requirement shall be suspended pending the result of such application and any period of time prescribed or allowed for compliance therewith shall cease to run until such time as the Company shall have been notified in writing by the Minister of the determination of the said application.",
            "description": [
                {
                    "representation": "(3)",
                    "description": "and an application is made under that subsection for exemption from that obligation or requirement, the Company shall cause a copy of such application to be served on the person or authority LAWS OF GUYANA Demerara River"
                },
                {
                    "representation": "(4)",
                    "description": "Where under any law any person or authority has notified the Company of any obligation or requirement referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Disposal of the bridge. ",
            "context": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT under Disposal of the bridge. 9. (1) The Company, if it no longer requires to retain the bridge for the purposes of its business and desires to dedicate the bridge for the use of the public without payment of any compensation, may give notice in writing to that effect to the Minister and within six months from the date of the notice the  Minister may, by notice published in the Gazette, declare the bridge to be the property of the Government or of a local government authority or authorities specified in the notice, and from the date of publication of such notice, the bridge shall be deemed for all purposes to be the property of the Government or of such local government authority or authorities, as the case may be.  (2) Where the Company gives notice to the Minister under subsection (1) and no notice is published in the Gazette within the time specified in subsection (1), the Company may remove or otherwise dispose of the bridge as it may think fit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and no notice is published in the Gazette within the time specified in subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Where the Company gives notice to the Minister under subsection"
                }
            ]
        }
    },
    {
        "act": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Preservation of rights.  __________________________   28 of 1965 An Act to authorise the erection of a bridge and a railway across the Demerara River by the Demerara Bauxite Company Limited, and for purposes connected therewith.  [30TH OCTOBER, 1965]  Short title.       Interpretation.        ",
            "context": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT under Preservation of rights.  __________________________   28 of 1965 An Act to authorise the erection of a bridge and a railway across the Demerara River by the Demerara Bauxite Company Limited, and for purposes connected therewith.  [30TH OCTOBER, 1965]  Short title.       Interpretation.        10.  Nothing in this Act shall be deemed to prejudice or affect any legal rights and privileges of the Company existing at the commencement of this Act, including any such right to construct a railway on any land owned or occupied by the Company.      __________________  LAWS OF GUYANA Demerara River (Mackenzie) Bridge Cap. 51:04 9  SUBSIDIARY LEGISLATION  _________________   By-laws 2/1967 MACKENZIE BRIDGE BY-LAWS    made under section 8   Citation.",
            "description": "Nothing in this Act shall be deemed to prejudice or affect any legal rights and privileges of the Company existing at the commencement of this Act, including any such right to construct a railway on any land owned or occupied by the Company.      __________________  LAWS OF GUYANA Demerara River (Mackenzie) Bridge Cap. 51:04 9  SUBSIDIARY LEGISLATION  _________________   By-laws 2/1967 MACKENZIE BRIDGE BY-LAWS    made under section 8   Citation."
        }
    },
    {
        "act": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "11.The Company shall charge and, subject to by-law 12, collect the tolls set out in the Schedule in respect of traffic using the bridge:  Provided that the Company may from time to time-  (а) with the approval of the Minister alter or amend such tolls;  (b) suspend or direct to be suspended the charge and collection of any toll on such occasions and during such LAWS OF GUYANA Demerara River (Mackenzie) Bridge Cap. 51:04 15 [Subsidiary] Mackenzie Bridge By-Laws  L.R.O. 1/2012         Collection of tolls by local authority.             Prohibition of traffic.    Offences.                            periods and on such conditions as it thinks fit.  ",
            "context": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT under 11.The Company shall charge and, subject to by-law 12, collect the tolls set out in the Schedule in respect of traffic using the bridge:  Provided that the Company may from time to time-  () with the approval of the Minister alter or amend such tolls;  (b) suspend or direct to be suspended the charge and collection of any toll on such occasions and during such LAWS OF GUYANA Demerara River (Mackenzie) Bridge Cap. 51:04 15 [Subsidiary] Mackenzie Bridge By-Laws  L.R.O. 1/2012         Collection of tolls by local authority.             Prohibition of traffic.    Offences.                            periods and on such conditions as it thinks fit.  11. No driver of a vehicle shall halt the vehicle or permit it to be halted on any authorised crossing unless directed so to do by a traffic sign or by a person authorised LAWS OF GUYANA 20 Cap. 51:04 Demerara River (Mackenzie) Bridge [Subsidiary] Wismar-Christianburg Railway Reserve By- Laws   L.R.O. 1/2012  crossing.         c. 51:02    Carriage of explosives.             Restriction upon animals.          Operation of barriers and traffic signs.        Temporary closure of authorised crossing.  pursuant to by-law 5 to control traffic or by reason of the barriers being lowered at a level crossing and any vehicle stopping or left on any authorised crossing for any other cause may be removed therefrom by any employee of the Company on duty on the railway or the railway reserve and the cost of so doing shall be recoverable by the Company from person registered as the owner of the vehicle under the Motor Vehicles and Road Traffic Act.",
            "description": "No driver of a vehicle shall halt the vehicle or permit it to be halted on any authorised crossing unless directed so to do by a traffic sign or by a person authorised LAWS OF GUYANA 20 Cap. 51:04 Demerara River (Mackenzie) Bridge [Subsidiary] Wismar-Christianburg Railway Reserve By- Laws   L.R.O. 1/2012  crossing.         c. 51:02    Carriage of explosives.             Restriction upon animals.          Operation of barriers and traffic signs.        Temporary closure of authorised crossing.  pursuant to by-law 5 to control traffic or by reason of the barriers being lowered at a level crossing and any vehicle stopping or left on any authorised crossing for any other cause may be removed therefrom by any employee of the Company on duty on the railway or the railway reserve and the cost of so doing shall be recoverable by the Company from person registered as the owner of the vehicle under the Motor Vehicles and Road Traffic Act."
        }
    },
    {
        "act": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Any local government authority to which the collection of tolls has been assigned pursuant to section 6 (3) of the Act shall be solely responsible for the due and proper collection of the tolls so imposed and not suspended as hereinbefore provided; and the Company shall be under no liability in respect of any act, deed or thing done by the local government authority or its servants or agents in relation to or in connection with any such collection.  ",
            "context": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT under Any local government authority to which the collection of tolls has been assigned pursuant to section 6 (3) of the Act shall be solely responsible for the due and proper collection of the tolls so imposed and not suspended as hereinbefore provided; and the Company shall be under no liability in respect of any act, deed or thing done by the local government authority or its servants or agents in relation to or in connection with any such collection.  12. Except with the prior written approval of the Company, no explosives or dangerous or noxious matter shall be taken upon or conveyed over or under the railway reserve save in the Companys vehicles or for the Companys business; and any employee of the Company authorised in writing in that behalf may stop any person on an authorised crossing and search any vehicle, container or package to ascertain whether any explosive or dangerous or noxious matter is contained therein.",
            "description": "Except with the prior written approval of the Company, no explosives or dangerous or noxious matter shall be taken upon or conveyed over or under the railway reserve save in the Companys vehicles or for the Companys business; and any employee of the Company authorised in writing in that behalf may stop any person on an authorised crossing and search any vehicle, container or package to ascertain whether any explosive or dangerous or noxious matter is contained therein."
        }
    },
    {
        "act": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "No tolls may be collected in respect of any traffic which has been prohibited or restricted from entering or crossing the bridge by the Bridge Master.  ",
            "context": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT under No tolls may be collected in respect of any traffic which has been prohibited or restricted from entering or crossing the bridge by the Bridge Master.  13. (1) Except with the prior written approval of the Company, no person shall cause or permit any animal to enter or be upon or in the railway or railway reserve unless it is under a persons control and is passing along an authorised crossing.  (2) No person shall drive or lead or permit to be driven or led any cattle over or along a pedestrian overbridge.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except with the prior written approval of the Company, no person shall cause or permit any animal to enter or be upon or in the railway or railway reserve unless it is under a persons control and is passing along an authorised crossing."
                },
                {
                    "representation": "(2)",
                    "description": "No person shall drive or lead or permit to be driven or led any cattle over or along a pedestrian overbridge."
                }
            ]
        }
    },
    {
        "act": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Any person who –  (a) being a pedestrian, enters any part of the bridge other than a pedestrian lane;  (b) takes or permits an animal to be on the bridge otherwise than in accordance with by-law 10 (2) (b);  (c)  obstructs the Bridge Master or any person lawfully carrying out his instructions;  (d) disobeys any instructions given by the Bridge Master under these by-laws;  (e)  disobeys or disregards any signal displayed on the Bridge;  (f)  unreasonably requests that a section of the main span of the bridge be LAWS OF GUYANA 16 Cap. 51:04 Demerara River (Mackenzie) Bridge [Subsidiary] Mackenzie Bridge By-Laws   L.R.O. 1/2012                       (By-law 11)                          lifted;  (g)  loiters on the bridge and refuses to proceed when requested by the Bridge Master;  (h) writes upon defaces or in any way damages the bridge or damages or removes without authority any board, plate or notice on any part of the bridge or the approaches thereto; or  (i)  fails to comply with any of the provisions of these by-laws, shall be liable to a fine of twenty-four dollars.   SCHEDULE  TOLLS  Type of Traffic Toll  PART 1  SINGLE PASSAGES  Pedestrian 5c. per person Passenger in motor vehicle 5c. per passenger Cyclist 7c. including cycle Motor cycle, motorised cycle; scooter 10c. including driver Private car, hire car, delivery van, jeep, land rover or similar motor vehicle 25c. including driver LAWS OF GUYANA Demerara River (Mackenzie) Bridge Cap. 51:04 17 [Subsidiary] Mackenzie Bridge By-Laws                                                 Bus, lorry or other registered heavy motor vehicle not exceeding 40,000 lb. gross weight 35c. including driver Motor vehicle given special clearance $",
            "context": "DEMERARA RIVER (MACKENZIE) BRIDGE ACT under Any person who   (a) being a pedestrian, enters any part of the bridge other than a pedestrian lane;  (b) takes or permits an animal to be on the bridge otherwise than in accordance with by-law 10 (2) (b);  (c)  obstructs the Bridge Master or any person lawfully carrying out his instructions;  (d) disobeys any instructions given by the Bridge Master under these by-laws;  (e)  disobeys or disregards any signal displayed on the Bridge;  (f)  unreasonably requests that a section of the main span of the bridge be LAWS OF GUYANA 16 Cap. 51:04 Demerara River (Mackenzie) Bridge [Subsidiary] Mackenzie Bridge By-Laws   L.R.O. 1/2012                       (By-law 11)                          lifted;  (g)  loiters on the bridge and refuses to proceed when requested by the Bridge Master;  (h) writes upon defaces or in any way damages the bridge or damages or removes without authority any board, plate or notice on any part of the bridge or the approaches thereto; or  (i)  fails to comply with any of the provisions of these by-laws, shall be liable to a fine of twenty-four dollars.   SCHEDULE  TOLLS  Type of Traffic Toll  PART 1  SINGLE PASSAGES  Pedestrian 5c. per person Passenger in motor vehicle 5c. per passenger Cyclist 7c. including cycle Motor cycle, motorised cycle; scooter 10c. including driver Private car, hire car, delivery van, jeep, land rover or similar motor vehicle 25c. including driver LAWS OF GUYANA Demerara River (Mackenzie) Bridge Cap. 51:04 17 [Subsidiary] Mackenzie Bridge By-Laws                                                 Bus, lorry or other registered heavy motor vehicle not exceeding 40,000 lb. gross weight 35c. including driver Motor vehicle given special clearance $14. No person, other than a person authorised in that behalf by the Company, shall operate or in any way tamper with a barrier at a level crossing or a traffic sign or with any machinery relating to the operation of a barrier or traffic sign.",
            "description": "No person, other than a person authorised in that behalf by the Company, shall operate or in any way tamper with a barrier at a level crossing or a traffic sign or with any machinery relating to the operation of a barrier or traffic sign."
        }
    }
]