[
    {
        "act": "DEMERARA HARBOUR BRIDGE CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "DEMERARA HARBOUR BRIDGE CORPORATION ACT under Short title. 1. This  Act  may  be  cited  as  the  Demerara  Harbour  Bridge  Corporation Act.",
            "description": "This  Act  may  be  cited  as  the  Demerara  Harbour  Bridge  Corporation Act."
        }
    },
    {
        "act": "DEMERARA HARBOUR BRIDGE CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "DEMERARA HARBOUR BRIDGE CORPORATION ACT under Interpretation. 2. (1)   In this Act   Board  means  the  Demerara  Harbour  Bridge  Board established by section 3;  Bridge  means  the  Demerara  Harbour  Bridge  that DEMERARA HARBOUR BRIDGE CORPORATION ACT LAWS OF GUYANA 4 Cap. 51:05 Demerara Harbour Bridge Corporation   L.R.O. 1/2012                             Establishment and constitution of the Demerara Harbour Bridge Corporation.   Functions of the Corporation.                stretches over the Demerara River at Plantation Peters Hall   on  the  East  Bank  of  the  Demerara  River  to Plantation   Meer-Zorgen  on  the  West  Bank  of  the Demerara River;  Bridge Manager means the person designated by the Minister to operate or be in charge of the Bridge and includes any other person for the time being authorised by the Minister to perform those functions;  concerned Minister means the Minister responsible for         Transport and Hydraulics.   (2)   The Board and its employees together shall be known as the Demerara Harbour Bridge Corporation hereinafter referred to as the Corporation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act   Board  means  the  Demerara  Harbour  Bridge  Board established by section 3;  Bridge  means  the  Demerara  Harbour  Bridge  that DEMERARA HARBOUR BRIDGE CORPORATION ACT LAWS OF GUYANA 4 Cap. 51:05 Demerara Harbour Bridge Corporation   L.R.O. 1/2012                             Establishment and constitution of the Demerara Harbour Bridge Corporation.   Functions of the Corporation.                stretches over the Demerara River at Plantation Peters Hall   on  the  East  Bank  of  the  Demerara  River  to Plantation   Meer-Zorgen  on  the  West  Bank  of  the Demerara River;  Bridge Manager means the person designated by the Minister to operate or be in charge of the Bridge and includes any other person for the time being authorised by the Minister to perform those functions;  concerned Minister means the Minister responsible for         Transport and Hydraulics."
                },
                {
                    "representation": "(2)",
                    "description": "The Board and its employees together shall be known as the Demerara Harbour Bridge Corporation hereinafter referred to as the Corporation."
                }
            ]
        }
    },
    {
        "act": "DEMERARA HARBOUR BRIDGE CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment and Constitution of the Demerara Harbour Bridge  Corporation. ",
            "context": "DEMERARA HARBOUR BRIDGE CORPORATION ACT under Establishment and Constitution of the Demerara Harbour Bridge  Corporation. 3. (1) There is hereby established a public corporation to be known as the Demerara Harbour Bridge Corporation.  (2) The Corporation shall be managed by a  Board  of  Directors constituted in accordance with section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established a public corporation to be known as the Demerara Harbour Bridge Corporation."
                },
                {
                    "representation": "(2)",
                    "description": "The Corporation shall be managed by a  Board  of  Directors constituted in accordance with section"
                }
            ]
        }
    },
    {
        "act": "DEMERARA HARBOUR BRIDGE CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Functions of the Corporation. ",
            "context": "DEMERARA HARBOUR BRIDGE CORPORATION ACT under Functions of the Corporation. 4. (1) The functions of the Corporation are to levy, collect and receive revenue or other moneys of the Corporation and may appropriate the same for defraying the expenses of the Corporation.  (2) Without prejudice to the generality of the foregoing provisions the functions of the Corporation are    (a) to collect the tolls prescribed for every vehicle for its passage on the Bridge;  (b) to  collect  the  marine  tolls  for  ocean  going  vessels, trawlers and coastal vessels for their passage through the LAWS OF GUYANA Demerara Harbour Bridge Corporation Cap. 51:05 5  L.R.O. 1/2012            c. 51:01            General Manager.               First Schedule.      Continuance in employment of existing officers and other employees.     Constitution of Board of Directors.     Bridge;  (c) to collect all fees, dues or other moneys payable to the Corporation  under  any  regulations  made  under  the Roads Act;  (d) to carry on all other activities the carrying on of which appears to be requisite, advantageous or convenient for or in connection with the discharge of its functions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The functions of the Corporation are to levy, collect and receive revenue or other moneys of the Corporation and may appropriate the same for defraying the expenses of the Corporation."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the generality of the foregoing provisions the functions of the Corporation are"
                },
                {
                    "representation": "(a)",
                    "description": "to collect the tolls prescribed for every vehicle for its passage on the Bridge;"
                },
                {
                    "representation": "(b)",
                    "description": "to  collect  the  marine  tolls  for  ocean  going  vessels, trawlers and coastal vessels for their passage through the LAWS OF GUYANA Demerara Harbour Bridge Corporation Cap. 51:05 5  L.R.O. 1/2012            c. 51:01            General Manager.               First Schedule.      Continuance in employment of existing officers and other employees.     Constitution of Board of Directors.     Bridge;"
                },
                {
                    "representation": "(c)",
                    "description": "to collect all fees, dues or other moneys payable to the Corporation  under  any  regulations  made  under  the Roads Act;"
                },
                {
                    "representation": "(d)",
                    "description": "to carry on all other activities the carrying on of which appears to be requisite, advantageous or convenient for or in connection with the discharge of its functions."
                }
            ]
        }
    },
    {
        "act": "DEMERARA HARBOUR BRIDGE CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "General Manager. ",
            "context": "DEMERARA HARBOUR BRIDGE CORPORATION ACT under General Manager. 5.",
            "description": "5."
        }
    },
    {
        "act": "DEMERARA HARBOUR BRIDGE CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Continuance in employment of existing officers and other employees. ",
            "context": "DEMERARA HARBOUR BRIDGE CORPORATION ACT under Continuance in employment of existing officers and other employees. 6. All persons employed, immediately before the commencement of this Act, at the Demerara Harbour Bridge, may continue in the employment of the Corporation on terms and conditions in relation to their employment which shall be no less favourable than those which they enjoyed immediately before such commencement.",
            "description": "All persons employed, immediately before the commencement of this Act, at the Demerara Harbour Bridge, may continue in the employment of the Corporation on terms and conditions in relation to their employment which shall be no less favourable than those which they enjoyed immediately before such commencement."
        }
    },
    {
        "act": "DEMERARA HARBOUR BRIDGE CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Constitution of Board of Directors. ",
            "context": "DEMERARA HARBOUR BRIDGE CORPORATION ACT under Constitution of Board of Directors. 7. (1)   The Board of Directors shall consist of   (a) the   chairman   and   deputy   chairman   who   shall   be appointed by the concerned Minister; LAWS OF GUYANA 6 Cap. 51:05 Demerara Harbour Bridge Corporation   L.R.O. 1/2012                           Vesting of assets.  Second Schedule.   Regulations.      No.11 of",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board of Directors shall consist of"
                },
                {
                    "representation": "(a)",
                    "description": "the   chairman   and   deputy   chairman   who   shall   be appointed by the concerned Minister; LAWS OF GUYANA 6 Cap. 51:05 Demerara Harbour Bridge Corporation   L.R.O. 1/2012                           Vesting of assets.  Second Schedule.   Regulations.      No.11 of"
                }
            ]
        }
    },
    {
        "act": "DEMERARA HARBOUR BRIDGE CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Vesting of Assets. ",
            "context": "DEMERARA HARBOUR BRIDGE CORPORATION ACT under Vesting of Assets. 8. The movable and immovable property of the State referred to in the Second Schedule shall be transferred to and be vested in the Corporation with effect from the commencement of this Act.",
            "description": "The movable and immovable property of the State referred to in the Second Schedule shall be transferred to and be vested in the Corporation with effect from the commencement of this Act."
        }
    },
    {
        "act": "DEMERARA HARBOUR BRIDGE CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Regulations.  FIRST SCHEDULE SECOND SCHEDULE  __________________________  2 of 2003 An Act to establish the Demarara Harbour Bridge Corporation.  [30TH APRIL 2003]  Short title.          Interpretation.        ",
            "context": "DEMERARA HARBOUR BRIDGE CORPORATION ACT under Regulations.  FIRST SCHEDULE SECOND SCHEDULE  __________________________  2 of 2003 An Act to establish the Demarara Harbour Bridge Corporation.  [30TH APRIL 2003]  Short title.          Interpretation.        9. (1) The Minister may make such subsidiary legislation as may be necessary for the administration of this Act.  (2) Until subsidiary legislation is made under this section, the Demerara Harbour Bridge Regulations 1978 and the Roads (Demerara Harbour Bridge) By Laws 1978 shall be deemed to have been made under this Act and such of the provisions of these subsidiary legislation, not inconsistent with this Act as would facilitate in the administration of this Act shall apply mutatis mutandis to this Act as though made under this Act.  _____________________  LAWS OF GUYANA Demerara Harbour Bridge Corporation Cap. 51:05 7  L.R.O. 1/2012 s. 5(3)                                                FIRST SCHEDULE   RESPONSIBILITIES OF THE GENERAL MANAGER",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may make such subsidiary legislation as may be necessary for the administration of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Until subsidiary legislation is made under this section, the Demerara Harbour Bridge Regulations 1978 and the Roads"
                },
                {
                    "representation": "(3)",
                    "description": "FIRST SCHEDULE   RESPONSIBILITIES OF THE GENERAL MANAGER"
                }
            ]
        }
    },
    {
        "act": "DEMERARA HARBOUR BRIDGE CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1978",
            "title": "",
            "context": "DEMERARA HARBOUR BRIDGE CORPORATION ACT under 1978.  No. 4 of",
            "description": "No. 4 of"
        }
    }
]