[
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Short title.  1.  This Act may be cited as the Deeds Registry Authority Act.",
            "description": "This Act may be cited as the Deeds Registry Authority Act."
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Interpretation. 2.  In this Act   appointed day means the 1st day of October, 2010;  Deeds Registry Act means the Deeds Registry Act;  Deputy Registrar means the Deputy Registrar of Deeds;   Minister means the Minister of Legal Affairs;  Registrar means the Registrar of Deeds;  Registry means the Deeds Registry as existing immediately before the appointed day and, after the appointed day the Deeds Registry as established by section 3 of this Act.   LAWS OF GUYANA Deeds Registry Authority Cap. 5:11 5  L.R.O. 1/2012 Establishment  of Deeds Registry as  body corporate.  Functions of Registry. [23/2007]     c  5:01   c. 89:01   c. 90:05   c. 5:08  c. 90:12  c. 90:01   c. 90:03  c. 6:01",
            "description": "In this Act   appointed day means the 1st day of October, 2010;  Deeds Registry Act means the Deeds Registry Act;  Deputy Registrar means the Deputy Registrar of Deeds;   Minister means the Minister of Legal Affairs;  Registrar means the Registrar of Deeds;  Registry means the Deeds Registry as existing immediately before the appointed day and, after the appointed day the Deeds Registry as established by section 3 of this Act.   LAWS OF GUYANA Deeds Registry Authority Cap. 5:11 5  L.R.O. 1/2012 Establishment  of Deeds Registry as  body corporate.  Functions of Registry. [23/2007]     c  5:01   c. 89:01   c. 90:05   c. 5:08  c. 90:12  c. 90:01   c. 90:03  c. 6:01"
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of Deeds Registry as body corporate. ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Establishment of Deeds Registry as body corporate. 3.  The Registry is hereby established as a body corporate from the appointed day.",
            "description": "The Registry is hereby established as a body corporate from the appointed day."
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Functions of Registry ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Functions of Registry 4.  The functions of the Registry shall be   (a) the functions assigned to the Registrar and to the Registry under   (i) the Deeds Registry Act;  (ii) the Companies Act 1991;  (iii) the Business Names (Registration Act);  (iv) the Powers of Attorney Act;  (v) the Bills of Sale Act;  (vi) the Trade Marks Act;   (vii) the Patents and Designs Act;  (viii) the Civil Law of Guyana Act;  (ix) [deleted by Act No. 23 of 2007]   (x) any other written law or other legal document;  (b) to do anything and enter into any transaction which are necessary to ensure the proper performance of its functions, and without prejudice to the generality of the foregoing   (i) develop and maintain systems, LAWS OF GUYANA 6 Cap. 5:11 Deeds Registry Authority  L.R.O. 1/2012                     Constitution of Registry. [23 of 2007]                          whether by computer or other means, for the collection, storage and retrieval of information relevant to the functions of the Registry; and  (ii) design and conduct training programmes for Registry officers and employees so as to upgrade their knowledge, skills and job performance; and  (c) to regulate its own procedure in accordance with this Act and the laws mentioned in paragraph (a).",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the functions assigned to the Registrar and to the Registry under"
                },
                {
                    "representation": "(i)",
                    "description": "develop and maintain systems, LAWS OF GUYANA 6 Cap. 5:11 Deeds Registry Authority  L.R.O. 1/2012                     Constitution of Registry. [23 of 2007]                          whether by computer or other means, for the collection, storage and retrieval of information relevant to the functions of the Registry; and"
                },
                {
                    "representation": "(v)",
                    "description": "the Bills of Sale Act;"
                },
                {
                    "representation": "(x)",
                    "description": "any other written law or other legal document;"
                },
                {
                    "representation": "(b)",
                    "description": "to do anything and enter into any transaction which are necessary to ensure the proper performance of its functions, and without prejudice to the generality of the foregoing"
                },
                {
                    "representation": "(c)",
                    "description": "to regulate its own procedure in accordance with this Act and the laws mentioned in paragraph"
                }
            ]
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Constitution of Registry. ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Constitution of Registry. 5.  (1) The Registry shall consist of the following designated members   (a) the Registrar  (b) the Deputy Registrar; and  (c) such senior officers of the Registry, not exceeding five, as may be designated by the Registrar, with the approval of the Minister.  (2) The Registrar and the Deputy Registrar shall be appointed by the Judicial Service Commission as provided for in Article 199 of the Constitution.  (3) The senior officers of the Registrar designated as members thereof shall hold office for such period as may be specified by the Registrar, with the approval of the Minister, and may be re -appointed on the expiration of their term of office.  LAWS OF GUYANA Deeds Registry Authority Cap. 5:11 7  L.R.O. 1/2012                                            Functions of the registry as to employment, etc.    (4) Notwithstanding anything in subsection (3), the Minister may terminate the appointment of any designated member of the Registry other than the Registrar Deputy and Registrar for failure or inability to discharge the functions of his office or for misconduct or in the public interest.  (5) The Registrar shall be the chief executive of the Registry and, subject to the general supervision and control of the Minister, shall be responsible -  (a) for carrying out the functions assigned to him under the laws mentioned in section 4 (a);  (b) for the day-to-day operations of the Registry;  (c) for the management of funds, property and affairs of the Registry; and  (d) for the administration, organization and control of the staff of the Registry.  (6) The Registrar, with the approval of the Minister shall appoint such notaries public, sworn clerks, assistant sworn clerks, clerks and other officers and employees as may be necessary to carry out the efficient performance of the functions of the Registry.  (7) The seal of the Registry shall be such device as may be determined by the Registrar and shall be kept by the Registrar.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registry shall consist of the following designated members"
                },
                {
                    "representation": "(a)",
                    "description": "for carrying out the functions assigned to him under the laws mentioned in section 4"
                },
                {
                    "representation": "(b)",
                    "description": "for the day-to-day operations of the Registry;"
                },
                {
                    "representation": "(c)",
                    "description": "for the management of funds, property and affairs of the Registry; and"
                },
                {
                    "representation": "(2)",
                    "description": "The Registrar and the Deputy Registrar shall be appointed by the Judicial Service Commission as provided for in Article 199 of the Constitution."
                },
                {
                    "representation": "(3)",
                    "description": "The senior officers of the Registrar designated as members thereof shall hold office for such period as may be specified by the Registrar, with the approval of the Minister, and may be re -appointed on the expiration of their term of office.  LAWS OF GUYANA Deeds Registry Authority Cap. 5:11 7  L.R.O. 1/2012                                            Functions of the registry as to employment, etc."
                },
                {
                    "representation": "(4)",
                    "description": "Notwithstanding anything in subsection"
                },
                {
                    "representation": "(5)",
                    "description": "The Registrar shall be the chief executive of the Registry and, subject to the general supervision and control of the Minister, shall be responsible -"
                },
                {
                    "representation": "(d)",
                    "description": "for the administration, organization and control of the staff of the Registry."
                },
                {
                    "representation": "(6)",
                    "description": "The Registrar, with the approval of the Minister shall appoint such notaries public, sworn clerks, assistant sworn clerks, clerks and other officers and employees as may be necessary to carry out the efficient performance of the functions of the Registry."
                },
                {
                    "representation": "(7)",
                    "description": "The seal of the Registry shall be such device as may be determined by the Registrar and shall be kept by the Registrar."
                }
            ]
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Functions as to employment, etc. ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Functions as to employment, etc. 6.  In addition to the functions mentioned in section 4, the functions of the Registry shall include the functions that were discharged by the Public Service Management within the Ministry responsible for the Public Service on the date LAWS OF GUYANA 8 Cap. 5:11 Deeds Registry Authority  L.R.O. 1/2012                                                 immediately preceding the appointed day and are as follows  (a) to determine job descriptions and specifications;  (b) subject to section 5 (3) and (4), to hire, discipline and dismiss officers and employees of the Registry;  (c) to determine the conditions of service, including remuneration;   (d) to maintain a staff list;  (e) to provide for a wages and salaries regime and to provide for grading of officers and employees and for leave, overtime, training, allowances, and hours of work;  (f) to make provision for the payment for pension, gratuity or other  allowances in respect of the service of the officers and employees of the Registry upon their retirement therefrom;  (g) to establish and implement a written code of conduct for all officers and employees of the Registry;  (h) with the approval of the Minister, to retain the services of professional persons and experts and pay such remuneration in respect thereof as the Registrar, with the approval of the Minister, may determine; and  (i) to provide for the implementation of any operational procedure regarding the LAWS OF GUYANA Deeds Registry Authority Cap. 5:11 9  L.R.O. 1/2012     Officers and employees of the Registry.                                  Transfer of assets and liabilities.      functions specified in paragraphs (a) to (h), inclusive.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to"
                },
                {
                    "representation": "(b)",
                    "description": "subject to section 5"
                },
                {
                    "representation": "(3)",
                    "description": "and"
                },
                {
                    "representation": "(c)",
                    "description": "to determine the conditions of service, including remuneration;"
                },
                {
                    "representation": "(d)",
                    "description": "to maintain a staff list;"
                },
                {
                    "representation": "(e)",
                    "description": "to provide for a wages and salaries regime and to provide for grading of officers and employees and for leave, overtime, training, allowances, and hours of work;"
                },
                {
                    "representation": "(f)",
                    "description": "to make provision for the payment for pension, gratuity or other  allowances in respect of the service of the officers and employees of the Registry upon their retirement therefrom;"
                },
                {
                    "representation": "(g)",
                    "description": "to establish and implement a written code of conduct for all officers and employees of the Registry;"
                },
                {
                    "representation": "(h)",
                    "description": "with the approval of the Minister, to retain the services of professional persons and experts and pay such remuneration in respect thereof as the Registrar, with the approval of the Minister, may determine; and"
                },
                {
                    "representation": "(i)",
                    "description": "to provide for the implementation of any operational procedure regarding the LAWS OF GUYANA Deeds Registry Authority Cap. 5:11 9  L.R.O. 1/2012     Officers and employees of the Registry.                                  Transfer of assets and liabilities.      functions specified in paragraphs"
                }
            ]
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Officers and employees of Registry. ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Officers and employees of Registry. 7.  (1) Before the appointed day, the Government and the Registry shall, with the approval of the Public Service Commission, notify the officers and employees of the Registry that the Registry wishes to retain them as officers and employees after the appointed day, and such officers and employees shall be engaged on terms and condition as may be agreed upon between the Registry and each person so employed and, which taken as a whole, are no less favourable than those applicable to him immediately before the date, and the Registry shall, in respect of the persons so employed, be the successor of the Government with regard to such officers and employees leave and superannuation rights and benefits, whether accrued, earned, inchoate or contingent.  (2) For the purposes of every law, determination or agreement relating to the employment of each of the officers and employees of the Registry retained under subsection (1), including the determination of and right to receive superannuation benefits, such employment shall be deemed to have been uninterrupted and the period of service of each such officer or employee with the Registry, and every other period of service of that officer or employee that is recognized as continuous employment with the Government, shall be deemed to have been a period of service with the Registry.  (3) No officer or employee retrained under subsection (1) shall be entitled to receive any payment or other benefit by reason of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be entitled to receive any payment or other benefit by reason of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of every law, determination or agreement relating to the employment of each of the officers and employees of the Registry retained under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "No officer or employee retrained under subsection"
                }
            ]
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Transfer of assets and liabilities. ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Transfer of assets and liabilities. 8.  (1) On the appointed day there shall be transferred to, and vest in, or subsist against, the Registry by virtue of this Act and without further assurance   (a) the affairs of the Registry, the Registrar and other officers and LAWS OF GUYANA 10 Cap. 5:11 Deeds Registry Authority  L.R.O. 1/2012                                                 employees of the Registry subsisting immediately preceding the appointed day; and  (b) all assets, property, rights, liabilities and obligations (other than an agreement for personal services) which, immediately before the appointed day, were the property, rights, liabilities and obligations of the Registry and the Registrar.  (2) Without prejudice to the other provisions of this Act, where any right, liability or obligation vests in, or subsists against, the Registry or the Registrar by virtue of this Act, the Registry and all other persons affected thereby shall, as from the appointed  day, have the same rights, powers and remedies (and in particular the same rights as to the instituting or defending of legal proceedings or the making or resisting of applications to any authority) for ascertaining, perfecting or enforcing that right, liability or obligation  as they would have had if it had at all times been a right, liability or obligation of the Registry.  (3) All legal proceedings and claims which before the appointed day are pending in the name of the Registry or the Registrar shall be continued or enforced by or against the Registry in the same manner as they would have been continued or enforced if this Act had not been enacted.  (4) After the appointed day, proceedings in respect of any right, liability or obligation which was vested in, held, enjoyed, incurred, suffered by, or subsisted against either the Registry or the Registrar may be instituted by or against the Registry.  (5) Nothing effected or authorized by this Act   LAWS OF GUYANA Deeds Registry Authority Cap. 5:11 11  L.R.O. 1/2012                                c. 5:01    Establishment and  constitution of Advisory  Board.         (a) shall be regarded as placing the Registry or any other person in breach of contract, confidence or duty or otherwise making any of them guilty of a civil wrong;  (b) shall be regarded as giving rise to a right for any person to terminate or cancel any contract, arrangement or instrument, or to accelerate the performance of any obligation;  (c) shall be regarded as placing the Registry or any other person in breach of any enactment or rule of law or contractual provision prohibiting, restricting, or regulating the assignment or transfer of property or the disclosure of any information; or  (d) shall invalidate or discharge any function or other act performed by the Registry or the Registrar or any other officer of the Registry prior to the appointed day pursuant to the Deeds Registry Act or any other  applicable written law.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the appointed day there shall be transferred to, and vest in, or subsist against, the Registry by virtue of this Act and without further assurance"
                },
                {
                    "representation": "(a)",
                    "description": "shall be regarded as placing the Registry or any other person in breach of contract, confidence or duty or otherwise making any of them guilty of a civil wrong;"
                },
                {
                    "representation": "(b)",
                    "description": "shall be regarded as giving rise to a right for any person to terminate or cancel any contract, arrangement or instrument, or to accelerate the performance of any obligation;"
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the other provisions of this Act, where any right, liability or obligation vests in, or subsists against, the Registry or the Registrar by virtue of this Act, the Registry and all other persons affected thereby shall, as from the appointed  day, have the same rights, powers and remedies"
                },
                {
                    "representation": "(3)",
                    "description": "All legal proceedings and claims which before the appointed day are pending in the name of the Registry or the Registrar shall be continued or enforced by or against the Registry in the same manner as they would have been continued or enforced if this Act had not been enacted."
                },
                {
                    "representation": "(4)",
                    "description": "After the appointed day, proceedings in respect of any right, liability or obligation which was vested in, held, enjoyed, incurred, suffered by, or subsisted against either the Registry or the Registrar may be instituted by or against the Registry."
                },
                {
                    "representation": "(5)",
                    "description": "Nothing effected or authorized by this Act   LAWS OF GUYANA Deeds Registry Authority Cap. 5:11 11  L.R.O. 1/2012                                c. 5:01    Establishment and  constitution of Advisory  Board."
                },
                {
                    "representation": "(c)",
                    "description": "shall be regarded as placing the Registry or any other person in breach of any enactment or rule of law or contractual provision prohibiting, restricting, or regulating the assignment or transfer of property or the disclosure of any information; or"
                },
                {
                    "representation": "(d)",
                    "description": "shall invalidate or discharge any function or other act performed by the Registry or the Registrar or any other officer of the Registry prior to the appointed day pursuant to the Deeds Registry Act or any other  applicable written law."
                }
            ]
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Establishment and constitution of Advisory Board. ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Establishment and constitution of Advisory Board. 9.  There is hereby established the Advisory Board of the Registry, which shall consist of the following members -  (a) the Honourable Chief Justice, who shall be the Chairman;   (b) the Solicitor-General, who shall be the Vice-Chairman;  (c) the Chief Parliamentary Counsel; LAWS OF GUYANA 12 Cap. 5:11 Deeds Registry Authority  L.R.O. 1/2012              Functions of  the Advisory Board.                 Appointment and termination thereof of certain Advisory Board Members.  Inability of Chairman to carry out functions.      Meetings and advice of the  (d) the State Solicitor, Official Receiver and Public Trustee; and  (e) the President and Secretary of the Guyana Bar Association, or their nominees, who shall each serve one year but may be re-nominated on the expiry thereof.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the Honourable Chief Justice, who shall be the Chairman;"
                },
                {
                    "representation": "(b)",
                    "description": "the Solicitor-General, who shall be the Vice-Chairman;"
                },
                {
                    "representation": "(c)",
                    "description": "the Chief Parliamentary Counsel; LAWS OF GUYANA 12 Cap. 5:11 Deeds Registry Authority  L.R.O. 1/2012              Functions of  the Advisory Board.                 Appointment and termination thereof of certain Advisory Board Members.  Inability of Chairman to carry out functions.      Meetings and advice of the"
                },
                {
                    "representation": "(d)",
                    "description": "the State Solicitor, Official Receiver and Public Trustee; and"
                },
                {
                    "representation": "(e)",
                    "description": "the President and Secretary of the Guyana Bar Association, or their nominees, who shall each serve one year but may be re-nominated on the expiry thereof."
                }
            ]
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Functions of Advisory Board. ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Functions of Advisory Board. 10.  The Advisory Board shall be responsible for -  (a) advising the Minister and the Registry on the performance by the Registry of its functions for the purpose of furthering the efficient and orderly operation of the Registry; and  (b) considering and communicating to the Minister and the Registry the advice or opinion of the Advisory Board on any matter referred to it by the Minister or the Registry.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "advising the Minister and the Registry on the performance by the Registry of its functions for the purpose of furthering the efficient and orderly operation of the Registry; and"
                },
                {
                    "representation": "(b)",
                    "description": "considering and communicating to the Minister and the Registry the advice or opinion of the Advisory Board on any matter referred to it by the Minister or the Registry."
                }
            ]
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Appointment and termination thereof of certain Advisory Board members. ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Appointment and termination thereof of certain Advisory Board members. 11.  The members of the Advisory Board mentioned in section 9 (e) shall be appointed by the Minister, and the appointment of any such member may be terminated by the Guyana Bar Association.",
            "description": [
                {
                    "representation": "(e)",
                    "description": "shall be appointed by the Minister, and the appointment of any such member may be terminated by the Guyana Bar Association."
                }
            ]
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Inability of Chairman to carry out functions. ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Inability of Chairman to carry out functions. 12.  Where the Chairman of the Advisory Board is, for any reason, unable to carry out his functions under this Act or if the office is vacant, the Vice-Chairman of the Advisory Board shall have and discharge the functions of the Chairman for the period of the inability of the Chairman to carry out his functions.",
            "description": "Where the Chairman of the Advisory Board is, for any reason, unable to carry out his functions under this Act or if the office is vacant, the Vice-Chairman of the Advisory Board shall have and discharge the functions of the Chairman for the period of the inability of the Chairman to carry out his functions."
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Meetings and advice of Advisory Board. ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Meetings and advice of Advisory Board. 13.  (1) That Advisory Board shall meet whenever necessary to ensure the proper discharge of its functions LAWS OF GUYANA Deeds Registry Authority Cap. 5:11 13  L.R.O. 1/2012 Advisory Board.            Protection of members, officers and employees of the Registry.           Budget and other financial matters of the Registry.                  under this Act or whenever requested by the Minister or the Registry and, subject to the approval of the Minister, the Advisory Board may regulate its own procedure.  (2) The Advisory Board shall, after receipt of any matter referred to it by the Minister or the Registry, consider the matter expeditiously and communicate to the Minister or the Registry, as the case may be, in writing the advice or opinion of the Advisory Board thereon.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "That Advisory Board shall meet whenever necessary to ensure the proper discharge of its functions LAWS OF GUYANA Deeds Registry Authority Cap. 5:11 13  L.R.O. 1/2012 Advisory Board.            Protection of members, officers and employees of the Registry.           Budget and other financial matters of the Registry.                  under this Act or whenever requested by the Minister or the Registry and, subject to the approval of the Minister, the Advisory Board may regulate its own procedure."
                },
                {
                    "representation": "(2)",
                    "description": "The Advisory Board shall, after receipt of any matter referred to it by the Minister or the Registry, consider the matter expeditiously and communicate to the Minister or the Registry, as the case may be, in writing the advice or opinion of the Advisory Board thereon."
                }
            ]
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Protection of members, officers and employees of the Registry. ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Protection of members, officers and employees of the Registry. 14.  No action, suit, prosecution or other proceedings shall be brought or instituted personally against the Registrar, the Deputy Registrar or any other officer or employee of the Registry or a member of the Advisory Board in respect of any act done bona fide by him in the execution or intended execution of his lawful duties:  Provided that where any such person is exempt from such liability by reason only of the provisions of this section, the Registry shall be liable to the extent that it would be if the officer, employee or member were an agent to the Registry.",
            "description": "No action, suit, prosecution or other proceedings shall be brought or instituted personally against the Registrar, the Deputy Registrar or any other officer or employee of the Registry or a member of the Advisory Board in respect of any act done bona fide by him in the execution or intended execution of his lawful duties:  Provided that where any such person is exempt from such liability by reason only of the provisions of this section, the Registry shall be liable to the extent that it would be if the officer, employee or member were an agent to the Registry."
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Budget and other financial matters of the Registry. ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Budget and other financial matters of the Registry. 15.  (1) The Registry shall determine its own annual budget for submission to the Minister for approval and thereafter for submission to the Minister of Finance for inclusion in the annual budget presented to the National Assembly.  (2) The Registry is hereby authorized, under the general supervision and control of the Minister, to retain such fees and costs collected by it in the discharge of its functions as are necessary to fund the budget for the Registry, and the remainder of such fees and costs collected shall be paid into the Consolidated Fund.   (3) The Registry shall have the authority to disburse its funds.  LAWS OF GUYANA 14 Cap. 5:11 Deeds Registry Authority  L.R.O. 1/2012                                          Resources of the Registry.      (4) The financial year of the Registry shall be the period of twelve months ending on 31st December in each year.  (5) The Registry shall cause to be kept proper books of accounts and other records relating to the affairs of the Registry and shall prepare annually a statement of accounts in a form satisfactory to the Minister and to the Minster of Finance, being a form which shall conform with established accounting principles.  (6) The accounts of the Registry shall be audited annually by the Auditor General.  (7) As soon as practicable, but not later than six months after the expiry of the financial year, the Registry shall submit to the Minister a report concerning its financial affairs, operations and performance during that financial year, and there shall be appended to the report -  (a) an audited balance sheet;  (b) an audited statement of income and expenditures; and  (c) such other information as the Minister may require.  (8) The Minister shall cause a copy of the report together with the annual statement of account and the Auditor Generals report thereon or on the accounts to be laid before the National Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registry shall determine its own annual budget for submission to the Minister for approval and thereafter for submission to the Minister of Finance for inclusion in the annual budget presented to the National Assembly."
                },
                {
                    "representation": "(2)",
                    "description": "The Registry is hereby authorized, under the general supervision and control of the Minister, to retain such fees and costs collected by it in the discharge of its functions as are necessary to fund the budget for the Registry, and the remainder of such fees and costs collected shall be paid into the Consolidated Fund."
                },
                {
                    "representation": "(3)",
                    "description": "The Registry shall have the authority to disburse its funds.  LAWS OF GUYANA 14 Cap. 5:11 Deeds Registry Authority  L.R.O. 1/2012                                          Resources of the Registry."
                },
                {
                    "representation": "(4)",
                    "description": "The financial year of the Registry shall be the period of twelve months ending on 31st December in each year."
                },
                {
                    "representation": "(5)",
                    "description": "The Registry shall cause to be kept proper books of accounts and other records relating to the affairs of the Registry and shall prepare annually a statement of accounts in a form satisfactory to the Minister and to the Minster of Finance, being a form which shall conform with established accounting principles."
                },
                {
                    "representation": "(6)",
                    "description": "The accounts of the Registry shall be audited annually by the Auditor General."
                },
                {
                    "representation": "(7)",
                    "description": "As soon as practicable, but not later than six months after the expiry of the financial year, the Registry shall submit to the Minister a report concerning its financial affairs, operations and performance during that financial year, and there shall be appended to the report -"
                },
                {
                    "representation": "(a)",
                    "description": "an audited balance sheet;"
                },
                {
                    "representation": "(b)",
                    "description": "an audited statement of income and expenditures; and"
                },
                {
                    "representation": "(c)",
                    "description": "such other information as the Minister may require."
                },
                {
                    "representation": "(8)",
                    "description": "The Minister shall cause a copy of the report together with the annual statement of account and the Auditor Generals report thereon or on the accounts to be laid before the National Assembly."
                }
            ]
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Resources of the Registry. ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Resources of the Registry. 16.  (1) The funds and resources of the Registry shall consist of   (a) sums retained by the Registry in accordance with section 15(2);  LAWS OF GUYANA Deeds Registry Authority Cap. 5:11 15  L.R.O. 1/2012                                             Exemption from taxation.   (b) sums provided to the Registry by or under any appropriation law;  (c) any property or investment acquired by, or vested in the Registry, and any moneys earned or arising from any property or investment acquired by, or vested in the Registry;  (d) sums allocated from time to time to the Registry from loan funds or grants;  (e) sums barrowed by the Registry for the purpose of meeting any of its obligations or the performance of any of its functions; and  (f) all other sums or property which may in any manner become payable to or vested in the Registry in respect of its functions or by reason of any matter incidental thereto.  (2) The charges of any amount which may be allocated to the Registry for any loan funds shall be met by the Registry, except that all or any part of such changes may be met out of moneys provided by or under any appropriation law.  (3) For the purposes of this section, the expression loan funds means such sums as may be made available from time to time to the Registry or to the Government by way of loan.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The funds and resources of the Registry shall consist of"
                },
                {
                    "representation": "(a)",
                    "description": "sums retained by the Registry in accordance with section 15(2);  LAWS OF GUYANA Deeds Registry Authority Cap. 5:11 15  L.R.O. 1/2012                                             Exemption from taxation."
                },
                {
                    "representation": "(b)",
                    "description": "sums provided to the Registry by or under any appropriation law;"
                },
                {
                    "representation": "(c)",
                    "description": "any property or investment acquired by, or vested in the Registry, and any moneys earned or arising from any property or investment acquired by, or vested in the Registry;"
                },
                {
                    "representation": "(d)",
                    "description": "sums allocated from time to time to the Registry from loan funds or grants;"
                },
                {
                    "representation": "(e)",
                    "description": "sums barrowed by the Registry for the purpose of meeting any of its obligations or the performance of any of its functions; and"
                },
                {
                    "representation": "(f)",
                    "description": "all other sums or property which may in any manner become payable to or vested in the Registry in respect of its functions or by reason of any matter incidental thereto."
                },
                {
                    "representation": "(2)",
                    "description": "The charges of any amount which may be allocated to the Registry for any loan funds shall be met by the Registry, except that all or any part of such changes may be met out of moneys provided by or under any appropriation law."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section, the expression loan funds means such sums as may be made available from time to time to the Registry or to the Government by way of loan."
                }
            ]
        }
    },
    {
        "act": "DEEDS REGISTRY AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Exemption from taxation. ",
            "context": "DEEDS REGISTRY AUTHORITY ACT under Exemption from taxation. 17.  (1) The Registry, its assets, property, income and its operations and transactions authorised by this Act, shall be exempt from all taxation including customs duties, LAWS OF GUYANA 16 Cap. 5:11 Deeds Registry Authority  L.R.O. 1/2012          Regulations.            c. 5:01 consumption tax, capital gains tax, corporation tax, income tax, property tax, and purchase tax, and the Registry shall be exempt from payment of any tax or duty whatsoever.  (2) No taxation of any kind shall be levied on any obligation or security issued by the Registry.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registry, its assets, property, income and its operations and transactions authorised by this Act, shall be exempt from all taxation including customs duties, LAWS OF GUYANA 16 Cap. 5:11 Deeds Registry Authority  L.R.O. 1/2012          Regulations.            c. 5:01 consumption tax, capital gains tax, corporation tax, income tax, property tax, and purchase tax, and the Registry shall be exempt from payment of any tax or duty whatsoever."
                },
                {
                    "representation": "(2)",
                    "description": "No taxation of any kind shall be levied on any obligation or security issued by the Registry."
                }
            ]
        }
    }
]