[
    {
        "act": "CHEDDI JAGAN INTERNATIONAL AIRPORT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CHEDDI JAGAN INTERNATIONAL AIRPORT ACT under Short title. 1. This Act may be cited as the Cheddi Jagan International Airport Act.",
            "description": "This Act may be cited as the Cheddi Jagan International Airport Act."
        }
    },
    {
        "act": "CHEDDI JAGAN INTERNATIONAL AIRPORT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "CHEDDI JAGAN INTERNATIONAL AIRPORT ACT under Interpretation. 2. In this Act-  the Airport means the Cheddi Jagan International Airport and comprises the area bounded by the road known as Atkinson Road, and in addition the area known as the Bomber Dispersal Area, the catwalk leading to the Inner Location Beacon, the Inner Location Beacon site, the Outer Location Beacon site, the ILS Localiser site and the Radio Transmitting Station, but excluding the Hydroponic Gardens.  LAWS OF GUYANA 4 Cap. 52:01 Cheddi Jagan International Airport  L.R.O. 1/2012  Power to make regulations. [6 of 1969]",
            "description": "In this Act-  the Airport means the Cheddi Jagan International Airport and comprises the area bounded by the road known as Atkinson Road, and in addition the area known as the Bomber Dispersal Area, the catwalk leading to the Inner Location Beacon, the Inner Location Beacon site, the Outer Location Beacon site, the ILS Localiser site and the Radio Transmitting Station, but excluding the Hydroponic Gardens.  LAWS OF GUYANA 4 Cap. 52:01 Cheddi Jagan International Airport  L.R.O. 1/2012  Power to make regulations. [6 of 1969]"
        }
    },
    {
        "act": "CHEDDI JAGAN INTERNATIONAL AIRPORT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Power to make regulations. ",
            "context": "CHEDDI JAGAN INTERNATIONAL AIRPORT ACT under Power to make regulations. 3. (1) Subject to negative resolution of the National Assembly, the Minister may make regulations for the management, control and supervision of the Airport.  (2) Without prejudice to the generality of the powers conferred by subsection (1), any regulations made under this Act may provide for all or any of the following matters   (a) declaring any building or part of a building or any area of land at the Airport to be a prohibited or restricted place or area;  (b) regulating and restricting the admission of persons whether as passengers or otherwise to any part of the Airport;  (c) regulating and restricting the use of the Airport or any part thereof by any persons whether as passengers or otherwise;  (d) regulating and restricting the use of motor vehicles of any class or description on any part of the Airport;  (e) appointing parking places for motor vehicles and aircraft at the Airport;  (f) the issue of permits and conditions of issue of such permits and conditions to be observed by the holders of such permits;  (g) the appointment and duties of Airport Supervisors. LAWS OF GUYANA Cheddi Jagan International Airport Cap. 52:01 5  L.R.O. 1/2012            Offences against regulations.  [29 of 1975 3 of 1997 6 of 1997]                               (3) The power to make regulations conferred by this section includes power to make regulations providing for the imposition and collection of charges for the admission of persons to such part of the Airport as may be specified, and for the use of parking places for motor vehicles and aircraft at the Airport.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to negative resolution of the National Assembly, the Minister may make regulations for the management, control and supervision of the Airport."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the generality of the powers conferred by subsection"
                },
                {
                    "representation": "(a)",
                    "description": "declaring any building or part of a building or any area of land at the Airport to be a prohibited or restricted place or area;"
                },
                {
                    "representation": "(b)",
                    "description": "regulating and restricting the admission of persons whether as passengers or otherwise to any part of the Airport;"
                },
                {
                    "representation": "(c)",
                    "description": "regulating and restricting the use of the Airport or any part thereof by any persons whether as passengers or otherwise;"
                },
                {
                    "representation": "(d)",
                    "description": "regulating and restricting the use of motor vehicles of any class or description on any part of the Airport;"
                },
                {
                    "representation": "(e)",
                    "description": "appointing parking places for motor vehicles and aircraft at the Airport;"
                },
                {
                    "representation": "(f)",
                    "description": "the issue of permits and conditions of issue of such permits and conditions to be observed by the holders of such permits;"
                },
                {
                    "representation": "(g)",
                    "description": "the appointment and duties of Airport Supervisors. LAWS OF GUYANA Cheddi Jagan International Airport Cap. 52:01 5  L.R.O. 1/2012            Offences against regulations.  [29 of 1975 3 of 1997 6 of 1997]"
                },
                {
                    "representation": "(3)",
                    "description": "The power to make regulations conferred by this section includes power to make regulations providing for the imposition and collection of charges for the admission of persons to such part of the Airport as may be specified, and for the use of parking places for motor vehicles and aircraft at the Airport."
                }
            ]
        }
    },
    {
        "act": "CHEDDI JAGAN INTERNATIONAL AIRPORT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Offences against regulations. ",
            "context": "CHEDDI JAGAN INTERNATIONAL AIRPORT ACT under Offences against regulations. 4. (1) Any person who contravenes any of the provisions of the regulations made under this Act is liable, on summary conviction, to a fine of sixteen thousand two hundred and fifty dollars or to imprisonment for six months.  (2) Proceedings under the regulations may be instituted by the Director General of Civil Aviation or by any officer of the Guyana Civil Aviation Authority authorised in writing by the Director General of Civil Aviation, or by a member of the police force.  (3) Any person who contravenes any of the provisions of the regulations or any order or instruction issued by the Director General of Civil Aviation or the Airport Supervisors or their representative may be removed or ejected from the Airport by the Director General of Civil Aviation or any officer of the Guyana Civil Aviation Authority authorised in writing by the Director General of Civil Aviation, or by any police officer or constable or supernumerary constable, and on the instructions of the Director General of Civil Aviation or any officer of the Guyana Civil Aviation Authority authorised in writing by the Director General of Civil Aviation may be deprived of the further use of the Airport and its facilities for such time as may be necessary to ensure the efficient operation of the Cheddi Jagan International Airport, in addition to any  penalty which may be incurred under subsection (1).  __________________   LAWS OF GUYANA 6 Cap. 52:01 Cheddi Jagan International Airport  L.R.O. 1/2012  SUBSIDIARY LEGISLATION  _________________   Reg. 2/1970 10/1975       Citation.      Interpretation. [Reg. 10/1975]                           CHEDDI JAGAN INTERNATIONAL AIRPORT REGULATIONS                made under section 3",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who contravenes any of the provisions of the regulations made under this Act is liable, on summary conviction, to a fine of sixteen thousand two hundred and fifty dollars or to imprisonment for six months."
                },
                {
                    "representation": "(2)",
                    "description": "Proceedings under the regulations may be instituted by the Director General of Civil Aviation or by any officer of the Guyana Civil Aviation Authority authorised in writing by the Director General of Civil Aviation, or by a member of the police force."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who contravenes any of the provisions of the regulations or any order or instruction issued by the Director General of Civil Aviation or the Airport Supervisors or their representative may be removed or ejected from the Airport by the Director General of Civil Aviation or any officer of the Guyana Civil Aviation Authority authorised in writing by the Director General of Civil Aviation, or by any police officer or constable or supernumerary constable, and on the instructions of the Director General of Civil Aviation or any officer of the Guyana Civil Aviation Authority authorised in writing by the Director General of Civil Aviation may be deprived of the further use of the Airport and its facilities for such time as may be necessary to ensure the efficient operation of the Cheddi Jagan International Airport, in addition to any  penalty which may be incurred under subsection"
                }
            ]
        }
    },
    {
        "act": "CHEDDI JAGAN INTERNATIONAL AIRPORT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Changes in names of Atkinson Airport and Atkinson Aerodrome.   __________________________   1953 Ed. c. 282 _______________________________________________________ 55 of 1952 [3 of 1997] An Act to provide for the management, control and supervision of Cheddi Jagan International Airport.  [27TH DECEMBER, 1952]  Short title. [6 of 1969 3 of 1997]    Interpretation. [29 of 1975 3 of 1997]            ",
            "context": "CHEDDI JAGAN INTERNATIONAL AIRPORT ACT under Changes in names of Atkinson Airport and Atkinson Aerodrome.   __________________________   1953 Ed. c. 282 _______________________________________________________ 55 of 1952 [3 of 1997] An Act to provide for the management, control and supervision of Cheddi Jagan International Airport.  [27TH DECEMBER, 1952]  Short title. [6 of 1969 3 of 1997]    Interpretation. [29 of 1975 3 of 1997]            5. (1) No vehicle shall be permitted within a manoeuvring area or a parking apron except   (a) fuel tankers, baggage carts or any other vehicle connected with the servicing, loading or unloading of aircraft; or  (b) vehicles permitted by the Chief Executive Officer, the Airport Manager or other authorised officer.  (2) No vehicle shall be permitted within the environs of the Control Tower, the Fire Station and the Transmitter Building except   (a) the vehicles of persons employed in those places; and LAWS OF GUYANA 10 Cap. 52:01 Cheddi Jagan International Airport [Subsidiary] Cheddi Jagan International Airport Regulations             Movement within a manoeuvring area. [Reg. 10/1975]                                       (b) the vehicles connected with the service performed in those places.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No vehicle shall be permitted within a manoeuvring area or a parking apron except"
                },
                {
                    "representation": "(a)",
                    "description": "the vehicles of persons employed in those places; and LAWS OF GUYANA 10 Cap. 52:01 Cheddi Jagan International Airport [Subsidiary] Cheddi Jagan International Airport Regulations             Movement within a manoeuvring area. [Reg. 10/1975]"
                },
                {
                    "representation": "(b)",
                    "description": "the vehicles connected with the service performed in those places."
                },
                {
                    "representation": "(2)",
                    "description": "No vehicle shall be permitted within the environs of the Control Tower, the Fire Station and the Transmitter Building except"
                }
            ]
        }
    },
    {
        "act": "CHEDDI JAGAN INTERNATIONAL AIRPORT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "(1) Every vehicle shall be parked in that part of the Airport reserved as a public parking place and situate to the southwest of the road reserved for entry to the Airport Terminal Building.  (2) The public parking place shall be divided into  lots for the parking of vehicles.  (3) There shall be charged and collected from the driver of every vehicle  for parking in the public parking place for any period of time, the following fees—  (i)  for a motor car, including a short wheel based land rover or an enclosed vehicle with less than eight seats – forty dollars; (ii)  for  a motor bus with a maximum of twenty seats, a pickup truck, a long wheel based land rover or a van – eighty dollars (iii)  for a lorry, or a motorbus with more than twenty seats – one hundred and sixty dollars   (4) No person shall park any vehicle at any point along the road known as Atkinson Road.  L.R.O. 1/2012 LAWS OF GUYANA Cheddi Jagan International Airport Cap. 52:01  13 [Subsidiary] Cheddi Jagan International Airport Regulations  L.R.O. 1/2012          c. 51:02     [2/1993]    Operation of the dining room and bars.                             (5) Notwithstanding paragraph (1), other areas at the Airport may be reserved for the parking of vehicles with the permission of the Chief Executive Officer.  (6) In this regulation “motor car” includes any goods vehicle which would be registrable as a motor car as defined by section 2 of the Motor Vehicles and Road Traffic Act but for the fact that such goods vehicle is not used exclusively for personal purposes.  DINING ROOM, BARS, DUTY FREE SHOP, VIEWING GALLERY AND EXECUTIVE LOUNGE  ",
            "context": "CHEDDI JAGAN INTERNATIONAL AIRPORT ACT under (1) Every vehicle shall be parked in that part of the Airport reserved as a public parking place and situate to the southwest of the road reserved for entry to the Airport Terminal Building.  (2) The public parking place shall be divided into  lots for the parking of vehicles.  (3) There shall be charged and collected from the driver of every vehicle  for parking in the public parking place for any period of time, the following fees  (i)  for a motor car, including a short wheel based land rover or an enclosed vehicle with less than eight seats  forty dollars; (ii)  for  a motor bus with a maximum of twenty seats, a pickup truck, a long wheel based land rover or a van  eighty dollars (iii)  for a lorry, or a motorbus with more than twenty seats  one hundred and sixty dollars   (4) No person shall park any vehicle at any point along the road known as Atkinson Road.  L.R.O. 1/2012 LAWS OF GUYANA Cheddi Jagan International Airport Cap. 52:01  13 [Subsidiary] Cheddi Jagan International Airport Regulations  L.R.O. 1/2012          c. 51:02     [2/1993]    Operation of the dining room and bars.                             (5) Notwithstanding paragraph (1), other areas at the Airport may be reserved for the parking of vehicles with the permission of the Chief Executive Officer.  (6) In this regulation motor car includes any goods vehicle which would be registrable as a motor car as defined by section 2 of the Motor Vehicles and Road Traffic Act but for the fact that such goods vehicle is not used exclusively for personal purposes.  DINING ROOM, BARS, DUTY FREE SHOP, VIEWING GALLERY AND EXECUTIVE LOUNGE  10.00 by a foreign executive and US $",
            "description": "10.00 by a foreign executive and US $"
        }
    }
]