[
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CIVIL AVIATION ACT under Short title. 1. This Act may be cited as the Civil Aviation Act.",
            "description": "This Act may be cited as the Civil Aviation Act."
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART II DEVELOPMENT OF CIVIL AVIATION  ",
            "context": "CIVIL AVIATION ACT under Interpretation.  PART II DEVELOPMENT OF CIVIL AVIATION  2. In this Act   aerodrome means any area of land or water (including any buildings, installations, fixtures and other equipment intended to be used either wholly or in part for the arrival, departure and movement of aircraft   air transport service means any service for the carriage by air of passengers, goods, mail or other freight;  Authority means the Civil Aviation Authority;   Civil Aviation Authority means the Civil Aviation Authority established by section 4;  Director General means the Director General of the Civil Aviation Authority appointed under section 7 or any officer authorized in writing by the Director General;  Minister means the minister assigned responsibility for civil aviation;  scheduled air service means any service performed by any aircraft for hire or reward as one of a series of journeys which are undertaken between the same two places and which together amount to a systematic [29 AUGUST, 2000] connected therewith. control of civil aviation in Guyana and for purposes An Act to make provision in respect of the regulation and 10 of 2000  CIVIL AVIATION ACT  CHAPTER 53:01 THLAWS OF GUYANA 6 Cap. 53:01 Civil Aviation  L.R.O. 1/2012           Development of civil aviation.                  Establishment and  constitution of Civil Aviation Authority.                 Transfer of employees; superannuation benefits.    service operated in such a manner that the benefits thereof are available to members of the public from time to time seeking to take advantage of it.  PART II DEVELOPMENT OF CIVIL AVIATION",
            "description": "In this Act   aerodrome means any area of land or water (including any buildings, installations, fixtures and other equipment intended to be used either wholly or in part for the arrival, departure and movement of aircraft   air transport service means any service for the carriage by air of passengers, goods, mail or other freight;  Authority means the Civil Aviation Authority;   Civil Aviation Authority means the Civil Aviation Authority established by section 4;  Director General means the Director General of the Civil Aviation Authority appointed under section 7 or any officer authorized in writing by the Director General;  Minister means the minister assigned responsibility for civil aviation;  scheduled air service means any service performed by any aircraft for hire or reward as one of a series of journeys which are undertaken between the same two places and which together amount to a systematic [29 AUGUST, 2000] connected therewith. control of civil aviation in Guyana and for purposes An Act to make provision in respect of the regulation and 10 of 2000  CIVIL AVIATION ACT  CHAPTER 53:01 THLAWS OF GUYANA 6 Cap. 53:01 Civil Aviation  L.R.O. 1/2012           Development of civil aviation.                  Establishment and  constitution of Civil Aviation Authority.                 Transfer of employees; superannuation benefits.    service operated in such a manner that the benefits thereof are available to members of the public from time to time seeking to take advantage of it.  PART II DEVELOPMENT OF CIVIL AVIATION"
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Development of civil aviation.  PART III ESTABLISHMENT, CONSTITUTION AND FUNCTIONS OF CIVIL AVIATION AUTHORITY  ",
            "context": "CIVIL AVIATION ACT under Development of civil aviation.  PART III ESTABLISHMENT, CONSTITUTION AND FUNCTIONS OF CIVIL AVIATION AUTHORITY  3. (1) The Minister shall be responsible for the development of civil aviation.  (2) Any aspect of civil aviation may be operated by a person, private enterprise or by a body owned by the state or in which the controlling interest is vested in the state or any agency on behalf of state.  (3) The Minister shall ensure that civil aviation complies with international standards as established in the international agreements to which Guyana is a party.  PART III ESTABLISHMENT, CONSITITUATION AND FUNCTIONS OF CIVIL AVIATION AUTHORITY",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall be responsible for the development of civil aviation."
                },
                {
                    "representation": "(2)",
                    "description": "Any aspect of civil aviation may be operated by a person, private enterprise or by a body owned by the state or in which the controlling interest is vested in the state or any agency on behalf of state."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister shall ensure that civil aviation complies with international standards as established in the international agreements to which Guyana is a party.  PART III ESTABLISHMENT, CONSITITUATION AND FUNCTIONS OF CIVIL AVIATION AUTHORITY"
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Establishment  and constitution of civil Aviation Authority. ",
            "context": "CIVIL AVIATION ACT under Establishment  and constitution of civil Aviation Authority. 4. (1) There is hereby established a body corporate to be known as the Civil Aviation Authority.  (2) The Schedule shall have effect with respect to the constitution of the authority and otherwise in relation thereto.  (3) The Minister may, by order amend the schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established a body corporate to be known as the Civil Aviation Authority."
                },
                {
                    "representation": "(2)",
                    "description": "The Schedule shall have effect with respect to the constitution of the authority and otherwise in relation thereto."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may, by order amend the schedule."
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Transfer of employees; superannuation benefits. ",
            "context": "CIVIL AVIATION ACT under Transfer of employees; superannuation benefits. 5. (1) As from the date of the coming into operation of this Act, such categories of persons employed immediately before that day in the Department of Civil Aviation as the Minister may determine shall, subject to the prior approval of the Public Service Commission be transferred to the service of LAWS OF GUYANA Civil Aviation Cap. 53:01 7  L.R.O. 1/2012                               c. 27:02      Functions of Civil Aviation Authority.               the Authority on terms and conditions, in relation to emoluments, not less favourable than those enjoyed by them immediately prior to their transfer and those not so transferred shall, with the approval of the Public Service Commission, be retained by the government or have their service lawfully terminated.  (2) The Authority may, with the approval of the Minister, make such provisions as it thinks appropriate for the payment of pension, gratuity or other allowance in respect of the service of its officers and employees on their retirement there from.   (3) Where a public officer, or any other person employed by the Government, is transferred to the Authority as an Officer or employee, or vice versa, he shall be entitled to have his aggregate service in the public service, under the Government and as an officer or employee of the Authority counted for the purposes of superannuation benefits and he shall, on his ultimate retirement, be entitled to receive such benefits calculated in accordance with Pensions Act, in respect of the aggregate of such service, from the Authority or the Government, as the case may be, with, or in connection with, which he was last employed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "As from the date of the coming into operation of this Act, such categories of persons employed immediately before that day in the Department of Civil Aviation as the Minister may determine shall, subject to the prior approval of the Public Service Commission be transferred to the service of LAWS OF GUYANA Civil Aviation Cap. 53:01 7  L.R.O. 1/2012                               c. 27:02      Functions of Civil Aviation Authority.               the Authority on terms and conditions, in relation to emoluments, not less favourable than those enjoyed by them immediately prior to their transfer and those not so transferred shall, with the approval of the Public Service Commission, be retained by the government or have their service lawfully terminated."
                },
                {
                    "representation": "(2)",
                    "description": "The Authority may, with the approval of the Minister, make such provisions as it thinks appropriate for the payment of pension, gratuity or other allowance in respect of the service of its officers and employees on their retirement there from."
                },
                {
                    "representation": "(3)",
                    "description": "Where a public officer, or any other person employed by the Government, is transferred to the Authority as an Officer or employee, or vice versa, he shall be entitled to have his aggregate service in the public service, under the Government and as an officer or employee of the Authority counted for the purposes of superannuation benefits and he shall, on his ultimate retirement, be entitled to receive such benefits calculated in accordance with Pensions Act, in respect of the aggregate of such service, from the Authority or the Government, as the case may be, with, or in connection with, which he was last employed."
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Functions of Civil Aviation Authority. ",
            "context": "CIVIL AVIATION ACT under Functions of Civil Aviation Authority. 6. (1) The functions of the Authority are the functions conferred upon it by this Act and the regulations made there under.  (2) Without prejudice to the generality of subsection (1) the functions of the Civil Aviation Authority are - (a) to provide air navigation service including    (i) air traffic services; (ii) aeronautical telecommunications services; LAWS OF GUYANA 8 Cap. 53:01 Civil Aviation  L.R.O. 1/2012                                                  (iii) aeronautical meteorology services;  (b) to provide safety services, including   (i) registration of aircraft; (ii) issuance, renewal, cancellation and amendment of certificates of airworthiness of all aircraft; (iii) issuance, renewal, suspension, revocation and amendment of licences of aviation personnel; (iv) issuance, renewal, suspension, revocation and amendment of air operators certificates; (v) regulation of all aerodromes;  (c) to advise the Minister on matters relating to the operation of this Act and, without prejudice to the generality of the foregoing, to advise the  Minister on matters for which regulations may be made under this Act;  (d) to administer international relations and Government affairs with regard  to civil aviation and to regulate all traffic rights, both domestic and foreign;  (e) to advise the Minister on matters relating to the operation of this Act and, without prejudice to the generality of the foregoing, to advise the Minister on matters for which regulations may be made under this Act; LAWS OF GUYANA Civil Aviation Cap. 53:01 9  L.R.O. 1/2012                                    Director General of the Authority.               (f) to participate in the negotiation of air service agreements with other countries;  (g) to promote the development for air transport, including the establishment of training facilities for that purpose;  (h) to prescribe the fees to be charged for any service rendered by the Authority;  (i) subject to the approval of the Minister to   issue   rules, requirements, instructions, directions or notices to give effect to the provisions of this Act, any regulations made thereunder or to any international Agreement to which Guyana is a party;  (j) to perform such other functions as the Minister may from time to time determine, being functions empowered by this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the functions of the Civil Aviation Authority are -"
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the generality of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "to provide air navigation service including"
                },
                {
                    "representation": "(i)",
                    "description": "subject to the approval of the Minister to   issue   rules, requirements, instructions, directions or notices to give effect to the provisions of this Act, any regulations made thereunder or to any international Agreement to which Guyana is a party;"
                },
                {
                    "representation": "(b)",
                    "description": "to provide safety services, including"
                },
                {
                    "representation": "(v)",
                    "description": "regulation of all aerodromes;"
                },
                {
                    "representation": "(c)",
                    "description": "to advise the Minister on matters relating to the operation of this Act and, without prejudice to the generality of the foregoing, to advise the  Minister on matters for which regulations may be made under this Act;"
                },
                {
                    "representation": "(d)",
                    "description": "to administer international relations and Government affairs with regard  to civil aviation and to regulate all traffic rights, both domestic and foreign;"
                },
                {
                    "representation": "(e)",
                    "description": "to advise the Minister on matters relating to the operation of this Act and, without prejudice to the generality of the foregoing, to advise the Minister on matters for which regulations may be made under this Act; LAWS OF GUYANA Civil Aviation Cap. 53:01 9  L.R.O. 1/2012                                    Director General of the Authority."
                },
                {
                    "representation": "(f)",
                    "description": "to participate in the negotiation of air service agreements with other countries;"
                },
                {
                    "representation": "(g)",
                    "description": "to promote the development for air transport, including the establishment of training facilities for that purpose;"
                },
                {
                    "representation": "(h)",
                    "description": "to prescribe the fees to be charged for any service rendered by the Authority;"
                },
                {
                    "representation": "(j)",
                    "description": "to perform such other functions as the Minister may from time to time determine, being functions empowered by this Act."
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Director General of the Authority. ",
            "context": "CIVIL AVIATION ACT under Director General of the Authority. 7. (1) There shall be a Director General of Civil Aviation who shall be appointed by the Minister at such remuneration and on such other terms and conditions as the Minister may determine.   (2) The Director General of Civil aviation shall be responsible for the day-to-day management and operation of the Authority.  (3)The authority may appoint, at such remuneration and on such other terms and conditions as it thinks fit, other officers, employees and agents as it thinks necessary for the proper carrying out of the provisions of this LAWS OF GUYANA 10 Cap. 53:01 Civil Aviation  L.R.O. 1/2012           Power to delegate.       Information for Authority.                                      Act, and one officer so appointed shall be designated as Secretary to the Authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a Director General of Civil Aviation who shall be appointed by the Minister at such remuneration and on such other terms and conditions as the Minister may determine."
                },
                {
                    "representation": "(2)",
                    "description": "The Director General of Civil aviation shall be responsible for the day-to-day management and operation of the Authority."
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Power to delegate. ",
            "context": "CIVIL AVIATION ACT under Power to delegate. 8. The Authority may delegate to any of its members or officers the power and authority to carry out on its behalf such of its function as the Authority determines.",
            "description": "The Authority may delegate to any of its members or officers the power and authority to carry out on its behalf such of its function as the Authority determines."
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Information for authority. ",
            "context": "CIVIL AVIATION ACT under Information for authority. 9. (1) The Minister may make regulations   (a) requiring any person operating any scheduled or non-scheduled air service to furnish the Authority such information relating to the use or operation of any aircraft for the purpose of the said service, and to the persons employed in connection with such use, or operation, as may be prescribed; and  (b) prescribing the manner and time in which any information required under these regulations is to be furnished.  (2) Regulations under this section may provide for the imposition of summary conviction of a fine of one hundred thousand dollars for any contravention of the regulations and a fine of ten thousand dollars for each day or part thereof on which the offence continues.  (3) It shall be lawful for the Authority to withhold any information which is furnished to it by virtue of any regulations under this section, from being disclosed otherwise than in accordance with the regulation:  Provided that any such information may be disclosed by the Authority with the consent of the person to whom the information relates. LAWS OF GUYANA Civil Aviation Cap. 53:01 11  L.R.O. 1/2012                 Funds and resources of Authority.                               (4) Nothing in subsection (3) shall apply to disclosure of any information for the purposes of any legal proceedings which may be taken by virtue of that subsection or of regulations made under this section or for the purposes of any report of such proceedings; but save as aforesaid that subsection shall, in relation to any legal proceedings (including arbitrations) preclude any person who is in possession of any information obtained by virtue of such regulations from disclosing and from being required by any court or arbitrator to disclose, that information without the consent of the person to whom the information relates.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may make regulations"
                },
                {
                    "representation": "(a)",
                    "description": "requiring any person operating any scheduled or non-scheduled air service to furnish the Authority such information relating to the use or operation of any aircraft for the purpose of the said service, and to the persons employed in connection with such use, or operation, as may be prescribed; and"
                },
                {
                    "representation": "(b)",
                    "description": "prescribing the manner and time in which any information required under these regulations is to be furnished."
                },
                {
                    "representation": "(2)",
                    "description": "Regulations under this section may provide for the imposition of summary conviction of a fine of one hundred thousand dollars for any contravention of the regulations and a fine of ten thousand dollars for each day or part thereof on which the offence continues."
                },
                {
                    "representation": "(3)",
                    "description": "shall apply to disclosure of any information for the purposes of any legal proceedings which may be taken by virtue of that subsection or of regulations made under this section or for the purposes of any report of such proceedings; but save as aforesaid that subsection shall, in relation to any legal proceedings"
                },
                {
                    "representation": "(4)",
                    "description": "Nothing in subsection"
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Funds and resources of Authority. ",
            "context": "CIVIL AVIATION ACT under Funds and resources of Authority. 10. (1) the funds and resources of the Authority shall consist of   (a) such sums as may be provided by or under an appropriation law;   (b) such fees as may be charged by the authority;  (c) such sums as may be allocated from time to time to the Authority by the government by way of loans;  (d) moneys earned or arising from any property or investments of the Authority;   (e) all other sums or property which may in any manner be received by, or become payable to, or vested in the Authority in the performance of its functions or in respect of any matter incidental thereto.  (2) The Authority may charge fees for any service rendered by it. LAWS OF GUYANA 12 Cap. 53:01 Civil Aviation  L.R.O. 1/2012                       Borrowing power of the Authority.         Guarantee of Loans.       Investment by Authority.         Accounts and audit.                     (3) It shall be the duty of the authority so to conduct its affairs as to ensure that its revenue is not less than sufficient to meet charges properly chargeable to revenue account.  (4) It shall be the duty of the Authority to prepare and submit to the Minister an Annual Budget that shall, insofar as is practicable, provide for the attainment of the duty imposed by subsection (3).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the funds and resources of the Authority shall consist of"
                },
                {
                    "representation": "(a)",
                    "description": "such sums as may be provided by or under an appropriation law;"
                },
                {
                    "representation": "(b)",
                    "description": "such fees as may be charged by the authority;"
                },
                {
                    "representation": "(c)",
                    "description": "such sums as may be allocated from time to time to the Authority by the government by way of loans;"
                },
                {
                    "representation": "(d)",
                    "description": "moneys earned or arising from any property or investments of the Authority;"
                },
                {
                    "representation": "(e)",
                    "description": "all other sums or property which may in any manner be received by, or become payable to, or vested in the Authority in the performance of its functions or in respect of any matter incidental thereto."
                },
                {
                    "representation": "(2)",
                    "description": "The Authority may charge fees for any service rendered by it. LAWS OF GUYANA 12 Cap. 53:01 Civil Aviation  L.R.O. 1/2012                       Borrowing power of the Authority.         Guarantee of Loans.       Investment by Authority.         Accounts and audit."
                },
                {
                    "representation": "(3)",
                    "description": "It shall be the duty of the authority so to conduct its affairs as to ensure that its revenue is not less than sufficient to meet charges properly chargeable to revenue account."
                },
                {
                    "representation": "(4)",
                    "description": "It shall be the duty of the Authority to prepare and submit to the Minister an Annual Budget that shall, insofar as is practicable, provide for the attainment of the duty imposed by subsection"
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Borrowing powers of Authority. ",
            "context": "CIVIL AVIATION ACT under Borrowing powers of Authority. 11. The Authority may borrow sums required by it for meeting any of its obligations or performing any of its functions.",
            "description": "The Authority may borrow sums required by it for meeting any of its obligations or performing any of its functions."
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Guarantee of loans. ",
            "context": "CIVIL AVIATION ACT under Guarantee of loans. 12. The Minister responsible for finance may guarantee, in such manner and on such conditions as he may think fit, the payment of the principal and interest in any authorised borrowings of the Authority.",
            "description": "The Minister responsible for finance may guarantee, in such manner and on such conditions as he may think fit, the payment of the principal and interest in any authorised borrowings of the Authority."
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Investment by Authority. ",
            "context": "CIVIL AVIATION ACT under Investment by Authority. 13. Moneys standing to the credit of the Authority may from time to time, be invested in such securities as may be determined by the Authority and the Authority may, from time to time, sell any or all of such securities for purposes of the Authority.",
            "description": "Moneys standing to the credit of the Authority may from time to time, be invested in such securities as may be determined by the Authority and the Authority may, from time to time, sell any or all of such securities for purposes of the Authority."
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Accounts and audit. ",
            "context": "CIVIL AVIATION ACT under Accounts and audit. 14. (1) The Authority shall keep accounts of its transactions to the satisfaction of the Minister and the accounts shall be audited annually by the Auditor General.   (2) The members, officers and other employees of the Authority shall grant to the Auditor General access to all books, accounts, documents, cash and securities of the Authority and shall give to him on request all such information as may be their knowledge in relation to the functioning of the Authority.   (3) The Authority may, with the approval of the Minister, write off bad debts. LAWS OF GUYANA Civil Aviation Cap. 53:01 13  L.R.O. 1/2012  Annual Report.                                 Direction by the Minister              Power of the Minister to provide aerodromes.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Authority shall keep accounts of its transactions to the satisfaction of the Minister and the accounts shall be audited annually by the Auditor General."
                },
                {
                    "representation": "(2)",
                    "description": "The members, officers and other employees of the Authority shall grant to the Auditor General access to all books, accounts, documents, cash and securities of the Authority and shall give to him on request all such information as may be their knowledge in relation to the functioning of the Authority."
                },
                {
                    "representation": "(3)",
                    "description": "The Authority may, with the approval of the Minister, write off bad debts. LAWS OF GUYANA Civil Aviation Cap. 53:01 13  L.R.O. 1/2012  Annual Report.                                 Direction by the Minister              Power of the Minister to provide aerodromes."
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Annual report. ",
            "context": "CIVIL AVIATION ACT under Annual report. 15. (1) The Authority shall, not later than six months after the end of each calendar year, submit to the Minister a report containing    (a) an account of its functioning throughout the preceding calendar year in such details as the Minister may direct;  (b) a statement of the account of the Authority audited in accordance with section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Authority shall, not later than six months after the end of each calendar year, submit to the Minister a report containing"
                },
                {
                    "representation": "(a)",
                    "description": "an account of its functioning throughout the preceding calendar year in such details as the Minister may direct;"
                },
                {
                    "representation": "(b)",
                    "description": "a statement of the account of the Authority audited in accordance with section"
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Directions by Minister.  PART IV ESTABLISHMENT AND CONTROL OF AERODROMES  ",
            "context": "CIVIL AVIATION ACT under Directions by Minister.  PART IV ESTABLISHMENT AND CONTROL OF AERODROMES  16. (1) The Minister may, in writing, give directions of a general nature to the Authority respecting the performance of any of its functions under this Act and the Authority shall give effect to those directions.  (2) The Authority shall provide such facilities to the Minister as will enable him to verify any information furnished in pursuance of this section.  PART IV ESTABLISHMENT AND CONTROL OF AERODROMES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may, in writing, give directions of a general nature to the Authority respecting the performance of any of its functions under this Act and the Authority shall give effect to those directions."
                },
                {
                    "representation": "(2)",
                    "description": "The Authority shall provide such facilities to the Minister as will enable him to verify any information furnished in pursuance of this section.  PART IV ESTABLISHMENT AND CONTROL OF AERODROMES"
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Power of Minister to provide aerodromes.  LAWS OF GUYANA 4 Cap. 53:01 Civil Aviation  L.R.O. 1/2012  SECTION ",
            "context": "CIVIL AVIATION ACT under Power of Minister to provide aerodromes.  LAWS OF GUYANA 4 Cap. 53:01 Civil Aviation  L.R.O. 1/2012  SECTION 17. (1) The Minister may   (a) establish and maintain aerodromes;  (b) provide and maintain, in connection LAWS OF GUYANA 14 Cap. 53:01 Civil Aviation  L.R.O. 1/2012                                         Restriction on use of aerodromes.        with aerodromes established by him, roads, approaches, apparatus, equipment and buildings and other accommodation;   (c) alter, abolish, remove or add to any aerodrome, road, approach, apparatus, equipment, building, accommodation or facilities established or provided by him;  (d) vary the character of any facilities for the purpose of promoting the safety of air navigation, or of the signals or assistance given thereby;  (e) determine the conditions of use of any aerodrome established by him and determine whether any such aerodrome shall be open to public use;  (f) determine the conditions of use of any facilities or equipment provided by him for the purpose of promoting the safety of air navigation.  (2) The Minister may approve the establishment and operation of aerodromes by private persons.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may"
                },
                {
                    "representation": "(a)",
                    "description": "establish and maintain aerodromes;"
                },
                {
                    "representation": "(b)",
                    "description": "provide and maintain, in connection LAWS OF GUYANA 14 Cap. 53:01 Civil Aviation  L.R.O. 1/2012                                         Restriction on use of aerodromes.        with aerodromes established by him, roads, approaches, apparatus, equipment and buildings and other accommodation;"
                },
                {
                    "representation": "(c)",
                    "description": "alter, abolish, remove or add to any aerodrome, road, approach, apparatus, equipment, building, accommodation or facilities established or provided by him;"
                },
                {
                    "representation": "(d)",
                    "description": "vary the character of any facilities for the purpose of promoting the safety of air navigation, or of the signals or assistance given thereby;"
                },
                {
                    "representation": "(e)",
                    "description": "determine the conditions of use of any aerodrome established by him and determine whether any such aerodrome shall be open to public use;"
                },
                {
                    "representation": "(f)",
                    "description": "determine the conditions of use of any facilities or equipment provided by him for the purpose of promoting the safety of air navigation."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may approve the establishment and operation of aerodromes by private persons."
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Restriction on use of aerodromes. ",
            "context": "CIVIL AVIATION ACT under Restriction on use of aerodromes. 18.",
            "description": "18."
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Power to control land. ",
            "context": "CIVIL AVIATION ACT under Power to control land. 19. (1) The Minister may, by order, declare that any land, structure, works or apparatus specified in the order shall be subject to control by directions under this section if he is satisfied that it is necessary so to do in the interest of civil aviation.  (2) Where an order referred to in subsection (1) is in force, the Minister may, in pursuance of any general or special authority given by the order, give directions    (a) requiring the total or partial demolition of any building or structure within the area subject to control under this section;  LAWS OF GUYANA 16 Cap. 53:01 Civil Aviation  L.R.O. 1/2012                                                  (b) restricting the height of trees on any land within the area, or for requiring any tree on that land to be cut down or reduced in height;  (c) extinguishing any private rights of way over land within the area;   (d) restriction the installation of cables, mains, pipes, wires or other apparatus upon, across, under or over any land within the area;  (e) extinguishing, at the expiration of any period determined by direction, any subsisting right of installing or maintaining any such apparatus upon, across, under or over any land within the area; and  (f) requiring, before the expiration of any period determined by directions, the removal of any apparatus from any land within the area.  (3) An order under this section may contain such consequential, incidental and supplemental provisions as appear to the Minister to be necessary or expedient for the purpose of the order, including, in particular, provisions for empowering any person authorized in that behalf by the Minister to remove, pull down, cut down or alter, so as to bring into conformity with the requirements of any directions given under the order, any building, structure, tree or apparatus that contravenes those requirements.  (4) An order made under this section is subject to negative resolution of the National Assembly.  LAWS OF GUYANA Civil Aviation Cap. 53:01 17  L.R.O. 1/2012                           Power to stop up or divert roads.                                        Obstruction near (5) The powers of the Minister under this section do not affect his power to acquire land for the purpose of securing the observance of any requirement or restriction that might have been imposed in relation to the land under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is in force, the Minister may, in pursuance of any general or special authority given by the order, give directions"
                },
                {
                    "representation": "(2)",
                    "description": "Where an order referred to in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "requiring the total or partial demolition of any building or structure within the area subject to control under this section;  LAWS OF GUYANA 16 Cap. 53:01 Civil Aviation  L.R.O. 1/2012"
                },
                {
                    "representation": "(b)",
                    "description": "restricting the height of trees on any land within the area, or for requiring any tree on that land to be cut down or reduced in height;"
                },
                {
                    "representation": "(c)",
                    "description": "extinguishing any private rights of way over land within the area;"
                },
                {
                    "representation": "(d)",
                    "description": "restriction the installation of cables, mains, pipes, wires or other apparatus upon, across, under or over any land within the area;"
                },
                {
                    "representation": "(e)",
                    "description": "extinguishing, at the expiration of any period determined by direction, any subsisting right of installing or maintaining any such apparatus upon, across, under or over any land within the area; and"
                },
                {
                    "representation": "(f)",
                    "description": "requiring, before the expiration of any period determined by directions, the removal of any apparatus from any land within the area."
                },
                {
                    "representation": "(3)",
                    "description": "An order under this section may contain such consequential, incidental and supplemental provisions as appear to the Minister to be necessary or expedient for the purpose of the order, including, in particular, provisions for empowering any person authorized in that behalf by the Minister to remove, pull down, cut down or alter, so as to bring into conformity with the requirements of any directions given under the order, any building, structure, tree or apparatus that contravenes those requirements."
                },
                {
                    "representation": "(4)",
                    "description": "An order made under this section is subject to negative resolution of the National Assembly.  LAWS OF GUYANA Civil Aviation Cap. 53:01 17  L.R.O. 1/2012                           Power to stop up or divert roads.                                        Obstruction near"
                },
                {
                    "representation": "(5)",
                    "description": "The powers of the Minister under this section do not affect his power to acquire land for the purpose of securing the observance of any requirement or restriction that might have been imposed in relation to the land under this section."
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Power to stop up or divert roads. ",
            "context": "CIVIL AVIATION ACT under Power to stop up or divert roads. 20. (1) The Minister responsible for roads may, notwithstanding the provisions of any other law, after consultation with the Minister, by order, authorise the stopping up or diversion of any road if he is satisfied that it is necessary so to do in the interest of civil aviation.   (2) An order under subsection (1) may contain   (a) provisions respecting the securing of the provision or improvement of any road to the extent that the Minister responsible for roads considers such provision or improvement necessary or desirable in consequence of any stopping up or diversion of a road under subsection (1); and  (b) such consequential, incidental or supplemental provisions as appear to the Minister responsible for roads to be necessary or expedient for the purpose of the order.  (3) An order made under this section is subject to affirmative resolution of the National Assembly.   (4) This section does not affect any power conferred on the Minister responsible for roads by any other enactment to authorize the stopping up or diversion of any road.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may contain"
                },
                {
                    "representation": "(2)",
                    "description": "An order under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "provisions respecting the securing of the provision or improvement of any road to the extent that the Minister responsible for roads considers such provision or improvement necessary or desirable in consequence of any stopping up or diversion of a road under subsection"
                },
                {
                    "representation": "(b)",
                    "description": "such consequential, incidental or supplemental provisions as appear to the Minister responsible for roads to be necessary or expedient for the purpose of the order."
                },
                {
                    "representation": "(3)",
                    "description": "An order made under this section is subject to affirmative resolution of the National Assembly."
                },
                {
                    "representation": "(4)",
                    "description": "This section does not affect any power conferred on the Minister responsible for roads by any other enactment to authorize the stopping up or diversion of any road."
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Obstructions near aerodromes. ",
            "context": "CIVIL AVIATION ACT under Obstructions near aerodromes. 21.",
            "description": "21."
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Sanitary control at aerodromes.  PART V LIABILITY FOR DAMAGE CAUSED BY AIRCRAFT  ",
            "context": "CIVIL AVIATION ACT under Sanitary control at aerodromes.  PART V LIABILITY FOR DAMAGE CAUSED BY AIRCRAFT  22. The Minister and the Ministers responsible for Health and Agriculture may, without affecting their duties under any other enactment, make such arrangements as they think necessary to    (a) prevent danger to public health from any aircraft that arrives at an aerodrome; and  (b) prevent the spread of infectious diseases by means of an aircraft leaving such aerodrome, so far as may be necessary or expedient for the purpose of carrying out any treaty, convention, arrangement or engagement with any country.   PART V LIABILITY FOR DAMAGE CAUSED BY AIRCRAFT",
            "description": [
                {
                    "representation": "(a)",
                    "description": "prevent danger to public health from any aircraft that arrives at an aerodrome; and"
                },
                {
                    "representation": "(b)",
                    "description": "prevent the spread of infectious diseases by means of an aircraft leaving such aerodrome, so far as may be necessary or expedient for the purpose of carrying out any treaty, convention, arrangement or engagement with any country.   PART V LIABILITY FOR DAMAGE CAUSED BY AIRCRAFT"
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Liability for trespass, nuisance and surface damage. ",
            "context": "CIVIL AVIATION ACT under Liability for trespass, nuisance and surface damage. 23. (1) No action lies in respect of trespass or nuisance in respect of    LAWS OF GUYANA 22 Cap. 53:01 Civil Aviation  L.R.O. 1/2012  damage.                                               Nuisance caused by aircraft at Aerodromes (a) the flight of aircraft over any property at a height above the ground that, having regard to wind, weather and all the circumstances of the case, is reasonable; or  (b) the ordinary incidence of the flight of aircraft referred to in paragraph (a) so long as there is compliance with this Act.  (2) Any person who suffers injury to the person or damage or any property on land or water by, or by a person in, or an article or person falling from, an aircraft in flight, taking off or landing is entitled to recover damages in respect of the injury or damage without proof of negligence or intention or other cause of action as if the injury or damage had been caused by the wilful act, neglect or default of the owner of the aircraft, unless that injury or damage was caused or contributed to by the negligence of the person by whom it was suffered.  (3) Notwithstanding subsection (2), where   (a) damages are recoverable under that sub-section; and  (b) a legal liability is created in some person other than the owner of the aircraft to pay damages in respect of the damage referred to in that subsection, the owner is entitled to be indemnified by that other person in respect of such damage.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No action lies in respect of trespass or nuisance in respect of    LAWS OF GUYANA 22 Cap. 53:01 Civil Aviation  L.R.O. 1/2012  damage.                                               Nuisance caused by aircraft at Aerodromes"
                },
                {
                    "representation": "(a)",
                    "description": "damages are recoverable under that sub-section; and"
                },
                {
                    "representation": "(b)",
                    "description": "a legal liability is created in some person other than the owner of the aircraft to pay damages in respect of the damage referred to in that subsection, the owner is entitled to be indemnified by that other person in respect of such damage."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who suffers injury to the person or damage or any property on land or water by, or by a person in, or an article or person falling from, an aircraft in flight, taking off or landing is entitled to recover damages in respect of the injury or damage without proof of negligence or intention or other cause of action as if the injury or damage had been caused by the wilful act, neglect or default of the owner of the aircraft, unless that injury or damage was caused or contributed to by the negligence of the person by whom it was suffered."
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding subsection"
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Nuisance caused by aircraft at aerodromes. ",
            "context": "CIVIL AVIATION ACT under Nuisance caused by aircraft at aerodromes. 24. No action lies in nuisance in respect of noise or vibration caused by an aircraft at an aerodrome if the prescribed level of noise or vibration is not exceeded by that LAWS OF GUYANA Civil Aviation Cap. 53:01 23  L.R.O. 1/2012        Liability where aircraft is let or hired.                 Regulations in times of war.                               aircraft.",
            "description": "No action lies in nuisance in respect of noise or vibration caused by an aircraft at an aerodrome if the prescribed level of noise or vibration is not exceeded by that LAWS OF GUYANA Civil Aviation Cap. 53:01 23  L.R.O. 1/2012        Liability where aircraft is let or hired.                 Regulations in times of war.                               aircraft."
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Liability where aircraft let or hired.  PART VI REGULATION IN TIME OF WAR  ",
            "context": "CIVIL AVIATION ACT under Liability where aircraft let or hired.  PART VI REGULATION IN TIME OF WAR  25. Where an aircraft is let or hired out for any period exceeding fourteen days by the owner to any person and no pilot, commander, navigator or other member of the crew of the aircraft is in the employment of the owner, this Part has effect as if for references therein to the owner there were substituted references to the person to whom the aircraft was let or hired out.  PART VI REGULATION IN TIME OF WAR",
            "description": "Where an aircraft is let or hired out for any period exceeding fourteen days by the owner to any person and no pilot, commander, navigator or other member of the crew of the aircraft is in the employment of the owner, this Part has effect as if for references therein to the owner there were substituted references to the person to whom the aircraft was let or hired out.  PART VI REGULATION IN TIME OF WAR"
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Regulation in time of war.  PART VII PROCEDURE AND BUSINESS OF THE AUTHORITY  ",
            "context": "CIVIL AVIATION ACT under Regulation in time of war.  PART VII PROCEDURE AND BUSINESS OF THE AUTHORITY  26. (1) In time of war, whether actual or imminent, or on other national emergency, the Minister may, notwithstanding anything contained in this Act or the regulations, by order    (a) regulate or prohibit, either absolutely or subject to such conditions as are contained in the order, the navigation of any aircraft over Guyana; and   (b) provide for    (i) the taking of possession and the using for the purpose of the Guyana Defence Force of any aerodromes, aircraft, machinery, plant material or thing found thereat or therein; and  (ii) the regulating or prohibiting of the use, erection, maintenance or establishment of any airport or flying school.  LAWS OF GUYANA 24 Cap. 53:01 Civil Aviation  L.R.O. 1/2012           Quorum of meeting.                   Wrecks and salvage.                         (2) An order under this section may contain provisions prohibiting the flying of aircraft over any area of Guyana that is specified in the order.  PART VII PROCEDURE AND BUINESS OF THE AUTHORITY",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In time of war, whether actual or imminent, or on other national emergency, the Minister may, notwithstanding anything contained in this Act or the regulations, by order"
                },
                {
                    "representation": "(a)",
                    "description": "regulate or prohibit, either absolutely or subject to such conditions as are contained in the order, the navigation of any aircraft over Guyana; and"
                },
                {
                    "representation": "(b)",
                    "description": "provide for"
                },
                {
                    "representation": "(i)",
                    "description": "the taking of possession and the using for the purpose of the Guyana Defence Force of any aerodromes, aircraft, machinery, plant material or thing found thereat or therein; and"
                },
                {
                    "representation": "(2)",
                    "description": "An order under this section may contain provisions prohibiting the flying of aircraft over any area of Guyana that is specified in the order.  PART VII PROCEDURE AND BUINESS OF THE AUTHORITY"
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Quorum of meetings.  PART VIII MISCELLANEOUS  ",
            "context": "CIVIL AVIATION ACT under Quorum of meetings.  PART VIII MISCELLANEOUS  27. (1) The Minister may make regulations to provide for the procedure and business of the Authority, including the quorum for meetings.   (2) Subject to any regulations that may be made under subsection (1), the authority shall have power to regulate its own procedure and business and may make rules for that purpose.  PART VIII MISCELLANEOUS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may make regulations to provide for the procedure and business of the Authority, including the quorum for meetings."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to any regulations that may be made under subsection"
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Wrecks and salvage. ",
            "context": "CIVIL AVIATION ACT under Wrecks and salvage. 28. (1) Any service rendered in assisting or in saving life from, or in saving the cargo or apparel of, an aircraft in on or over the sea or any tidal water, or on over the shores of the sea or any tidal water shall be deemed to be salvage service in all cases in which they would have been rendered in relation to a vessel.  (2) Where salvage services are rendered by the crew of an aircraft in respect of any property or person, the owner of the aircraft is entitled to the same reward for those services as he would have been entitled to if the aircraft had been a vessel.  (3) This section has effect notwithstanding that   (a) the craft concerned is a foreign aircraft; and  (b) the services in question are rendered LAWS OF GUYANA Civil Aviation Cap. 53:01 25  L.R.O. 1/2012          Exemption of aircraft from seizure on patent claims.                                      Detention of aircraft.       elsewhere than in the territorial waters of Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any service rendered in assisting or in saving life from, or in saving the cargo or apparel of, an aircraft in on or over the sea or any tidal water, or on over the shores of the sea or any tidal water shall be deemed to be salvage service in all cases in which they would have been rendered in relation to a vessel."
                },
                {
                    "representation": "(2)",
                    "description": "Where salvage services are rendered by the crew of an aircraft in respect of any property or person, the owner of the aircraft is entitled to the same reward for those services as he would have been entitled to if the aircraft had been a vessel."
                },
                {
                    "representation": "(3)",
                    "description": "This section has effect notwithstanding that"
                },
                {
                    "representation": "(a)",
                    "description": "the craft concerned is a foreign aircraft; and"
                },
                {
                    "representation": "(b)",
                    "description": "the services in question are rendered LAWS OF GUYANA Civil Aviation Cap. 53:01 25  L.R.O. 1/2012          Exemption of aircraft from seizure on patent claims.                                      Detention of aircraft.       elsewhere than in the territorial waters of Guyana."
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Exemption of aircraft from seizure on patent claims. ",
            "context": "CIVIL AVIATION ACT under Exemption of aircraft from seizure on patent claims. 29. (1) No person may seize, detain, interfere with or institute any proceedings against the owner or operator of an aircraft on the ground that   (a) the construction or any mechanism, part, accessory or operation of the aircraft; or  (b) any spare part or spare equipment imported into or stored in Guyana for the purpose of installation in that aircraft is an infringement of a patent, design or model.  (2) Subsection (1) does not apply in relation to any spare part or equipment that is sold or distributed in or exported from Guyana.  (3)This section applies to    (a) all aircraft, other than aircraft used in the military, customs or police services registered in any country to which an international convention to which Guyana is a party relates; and  (b) such other aircraft as the Minister, by order, specifies.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "does not apply in relation to any spare part or equipment that is sold or distributed in or exported from Guyana."
                },
                {
                    "representation": "(a)",
                    "description": "all aircraft, other than aircraft used in the military, customs or police services registered in any country to which an international convention to which Guyana is a party relates; and"
                },
                {
                    "representation": "(b)",
                    "description": "such other aircraft as the Minister, by order, specifies."
                },
                {
                    "representation": "(2)",
                    "description": "Subsection"
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Detention of aircraft. ",
            "context": "CIVIL AVIATION ACT under Detention of aircraft. 30. Where the owner or operator of an aircraft contravenes any provision of this act, the regulations or any order of the Minister a court before which any proceedings relating to the contravention is brought may, in addition to any other penalty provided for in respect of the contravention, order that the aircraft be detained or sold. LAWS OF GUYANA 26 Cap. 53:01 Civil Aviation  L.R.O. 1/2012  Dangerous flying.              Trespassing on Aerodrome.                       Failure to license aircraft.              Contravention of an order under Section",
            "description": "Where the owner or operator of an aircraft contravenes any provision of this act, the regulations or any order of the Minister a court before which any proceedings relating to the contravention is brought may, in addition to any other penalty provided for in respect of the contravention, order that the aircraft be detained or sold. LAWS OF GUYANA 26 Cap. 53:01 Civil Aviation  L.R.O. 1/2012  Dangerous flying.              Trespassing on Aerodrome.                       Failure to license aircraft.              Contravention of an order under Section"
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Dangerous flying. ",
            "context": "CIVIL AVIATION ACT under Dangerous flying. 31. Where an aircraft is flown in such a manner as to be the cause of unnecessary danger to any person or property on land or water, the pilot or commander of the aircraft and also the owner thereof, unless he proves to the satisfaction of a court that the aircraft was so flown without his fault or privity, is guilty of an offence and is liable on summary conviction to a fine of fifty thousand dollars and to imprisonment for six months.",
            "description": "Where an aircraft is flown in such a manner as to be the cause of unnecessary danger to any person or property on land or water, the pilot or commander of the aircraft and also the owner thereof, unless he proves to the satisfaction of a court that the aircraft was so flown without his fault or privity, is guilty of an offence and is liable on summary conviction to a fine of fifty thousand dollars and to imprisonment for six months."
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Trespassing on aerodrome. ",
            "context": "CIVIL AVIATION ACT under Trespassing on aerodrome. 32. (1) Any person who trespasses on any land forming part of an aerodrome or causes any animal to trespass on such land is guilty of an offence and is liable on summary conviction to a fine of fifty thousand dollars and imprisonment for three months.  (2) No person may be convicted under subsection (1) unless it is proved that at the material time notices warning a trespasser of his liability under this section were posted, so as to be readily seen and read by members of the public, in such positions on or near the boundary of the aerodrome.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "unless it is proved that at the material time notices warning a trespasser of his liability under this section were posted, so as to be readily seen and read by members of the public, in such positions on or near the boundary of the aerodrome."
                },
                {
                    "representation": "(2)",
                    "description": "No person may be convicted under subsection"
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Failure to license aircraft. ",
            "context": "CIVIL AVIATION ACT under Failure to license aircraft. 33. Any person who fails to obtain a license or permit in respect of an aircraft or who contravenes a condition contained in a license or permit issued pursuant to this Act is guilty of an offence and is liable on summary conviction to a fine of one hundred thousand dollars and imprisonment for six months and in the case of a continuing offence to a fine of twenty thousand dollars for each day or part thereof during which the offence is continued.",
            "description": "Any person who fails to obtain a license or permit in respect of an aircraft or who contravenes a condition contained in a license or permit issued pursuant to this Act is guilty of an offence and is liable on summary conviction to a fine of one hundred thousand dollars and imprisonment for six months and in the case of a continuing offence to a fine of twenty thousand dollars for each day or part thereof during which the offence is continued."
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Contravention of an order under section ",
            "context": "CIVIL AVIATION ACT under Contravention of an order under section 34. (1) Any person who contravenes an order made under section 18 is guilty of an offence and is liable   (a) on summary conviction to a fine of twenty-five thousand dollars and to imprisonment for three months; and  LAWS OF GUYANA Civil Aviation Cap. 53:01 27  L.R.O. 1/2012                          Contravention of Section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who contravenes an order made under section 18 is guilty of an offence and is liable"
                },
                {
                    "representation": "(a)",
                    "description": "on summary conviction to a fine of twenty-five thousand dollars and to imprisonment for three months; and  LAWS OF GUYANA Civil Aviation Cap. 53:01 27  L.R.O. 1/2012                          Contravention of Section"
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Contravention of section ",
            "context": "CIVIL AVIATION ACT under Contravention of section 35. A person who    (a)  contravenes section 21(5); or  (b) wilfully obstructs a person in the exercise of any powers conferred by an order under section, 21 is guilty of an offence and is liable on summary conviction to a fine of fifty thousand dollars and to imprisonment for six months.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "contravenes section 21(5); or"
                },
                {
                    "representation": "(b)",
                    "description": "wilfully obstructs a person in the exercise of any powers conferred by an order under section, 21 is guilty of an offence and is liable on summary conviction to a fine of fifty thousand dollars and to imprisonment for six months."
                }
            ]
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "General penalty. ",
            "context": "CIVIL AVIATION ACT under General penalty. 36. A person who commits any other breach of this Act or any regulation or order made hereunder for which no penalty is expressly provided is liable on summary conviction or on conviction on indictment, as the case requires, to a fine not exceeding fifty thousand dollars and to imprisonment for a term not exceeding two years.",
            "description": "A person who commits any other breach of this Act or any regulation or order made hereunder for which no penalty is expressly provided is liable on summary conviction or on conviction on indictment, as the case requires, to a fine not exceeding fifty thousand dollars and to imprisonment for a term not exceeding two years."
        }
    },
    {
        "act": "CIVIL AVIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Regulations.  __________________________ LAWS OF GUYANA Civil Aviation Cap. 53:01 5  L.R.O. 1/2012       Short title.     Interpretation.                                PART I PRELIMINARY  ",
            "context": "CIVIL AVIATION ACT under Regulations.  __________________________ LAWS OF GUYANA Civil Aviation Cap. 53:01 5  L.R.O. 1/2012       Short title.     Interpretation.                                PART I PRELIMINARY  37. The Minister may make regulations generally for carrying out the provisions of this Act and, in particular, respecting    (a) the carrying out of obligations under LAWS OF GUYANA 28 Cap. 53:01 Civil Aviation  L.R.O. 1/2012                                                  any international convention relating to air navigation to which Guyana is a party;  (b) the regulation of all aspects of air navigation and air transport;   (c)  the registration of aircraft;  (d) the prohibiting of the flying of aircraft without valid certificate of airworthiness or except upon compliance with prescribed conditions as to maintenance or repair;  (e) the licensing, inspection and regulation of aerodromes and access to aerodromes;  (f) access to places for the purpose of inspecting work therein carried on in relation to the maintenance or manufacture of aircraft;  (g) the conditions under which and the aerodromes to or from which aircraft entering or leaving Guyana are to be flown;  (h) the conditions under which passengers, mail and goods are to be carried by air and under which aircraft are to be used for other commercial, industrial or gainful purposes;  (i) the classes of goods to be carried by LAWS OF GUYANA Civil Aviation Cap. 53:01 29  L.R.O. 1/2012                                                 air;  (j) the prevention of interference with the use or effectiveness of apparatus used in connection with air navigation, the regulation of the use of such apparatus and the displaying of lights that are likely to endanger aircraft;  (k) the safety, efficiency and regularity of air navigation, the safety of aircraft and of persons and property carried therein;  (l) the detention of aircraft for purposes relating to its safety;  (m) the supplying of meteorological information for the purpose of air navigation;  (n) the making of signals and other communication by or to an aircraft and persons carried therein;  (o) the use of civil air engines;  (p) the fees to be paid for the issue, validation, renewal, extension or variation of any certificate, license, permit, or other document or for the undergoing of any examination of test;  (q) the charges for the use of, and services provided at aerodromes;  LAWS OF GUYANA 30 Cap. 53:01 Civil Aviation  L.R.O. 1/2012                                          .                    (r) the manner and condition of the issue, validation, renewal, extension, suspension, revocation or variation of any certificate, license, permit or other document, including examinations and tests;   (s) the forms that are required to be prescribed for the purposes of this Act;   (t) the extension from the provisions of the regulations, any aircraft or person or class thereof;  (u) the investigating of any accident arising out of or in the course of air navigation;  (v) the control of civil aviation in time of war or other emergency;  (w) the control of noise and vibration by aircraft at aerodromes;  (x) prohibiting aircraft from flying over such areas in Guyana as may be prescribed;  (y) any other fees or charges payable under this Act; and   (z) anything that is required or necessary to be prescribed for the purposes of this act.    LAWS OF GUYANA Civil Aviation Cap. 53:01 31  L.R.O. 1/2012 s.4 (2)            Constitution.               Appointment tenure of office etc.                           Revocation of Appointment.    Temporary Appointment.   SCHEDULE   CONSTITUTION, PROCEDURE AND RELATED MATTERS OF THE CIVIL AVIATION AUTHORITY",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the carrying out of obligations under LAWS OF GUYANA 28 Cap. 53:01 Civil Aviation  L.R.O. 1/2012                                                  any international convention relating to air navigation to which Guyana is a party;"
                },
                {
                    "representation": "(b)",
                    "description": "the regulation of all aspects of air navigation and air transport;"
                },
                {
                    "representation": "(c)",
                    "description": "the registration of aircraft;"
                },
                {
                    "representation": "(d)",
                    "description": "the prohibiting of the flying of aircraft without valid certificate of airworthiness or except upon compliance with prescribed conditions as to maintenance or repair;"
                },
                {
                    "representation": "(e)",
                    "description": "the licensing, inspection and regulation of aerodromes and access to aerodromes;"
                },
                {
                    "representation": "(f)",
                    "description": "access to places for the purpose of inspecting work therein carried on in relation to the maintenance or manufacture of aircraft;"
                },
                {
                    "representation": "(g)",
                    "description": "the conditions under which and the aerodromes to or from which aircraft entering or leaving Guyana are to be flown;"
                },
                {
                    "representation": "(h)",
                    "description": "the conditions under which passengers, mail and goods are to be carried by air and under which aircraft are to be used for other commercial, industrial or gainful purposes;"
                },
                {
                    "representation": "(i)",
                    "description": "the classes of goods to be carried by LAWS OF GUYANA Civil Aviation Cap. 53:01 29  L.R.O. 1/2012                                                 air;"
                },
                {
                    "representation": "(j)",
                    "description": "the prevention of interference with the use or effectiveness of apparatus used in connection with air navigation, the regulation of the use of such apparatus and the displaying of lights that are likely to endanger aircraft;"
                },
                {
                    "representation": "(k)",
                    "description": "the safety, efficiency and regularity of air navigation, the safety of aircraft and of persons and property carried therein;"
                },
                {
                    "representation": "(l)",
                    "description": "the detention of aircraft for purposes relating to its safety;"
                },
                {
                    "representation": "(m)",
                    "description": "the supplying of meteorological information for the purpose of air navigation;"
                },
                {
                    "representation": "(n)",
                    "description": "the making of signals and other communication by or to an aircraft and persons carried therein;"
                },
                {
                    "representation": "(o)",
                    "description": "the use of civil air engines;"
                },
                {
                    "representation": "(p)",
                    "description": "the fees to be paid for the issue, validation, renewal, extension or variation of any certificate, license, permit, or other document or for the undergoing of any examination of test;"
                },
                {
                    "representation": "(q)",
                    "description": "the charges for the use of, and services provided at aerodromes;  LAWS OF GUYANA 30 Cap. 53:01 Civil Aviation  L.R.O. 1/2012                                          ."
                },
                {
                    "representation": "(r)",
                    "description": "the manner and condition of the issue, validation, renewal, extension, suspension, revocation or variation of any certificate, license, permit or other document, including examinations and tests;"
                },
                {
                    "representation": "(s)",
                    "description": "the forms that are required to be prescribed for the purposes of this Act;"
                },
                {
                    "representation": "(t)",
                    "description": "the extension from the provisions of the regulations, any aircraft or person or class thereof;"
                },
                {
                    "representation": "(u)",
                    "description": "the investigating of any accident arising out of or in the course of air navigation;"
                },
                {
                    "representation": "(v)",
                    "description": "the control of civil aviation in time of war or other emergency;"
                },
                {
                    "representation": "(w)",
                    "description": "the control of noise and vibration by aircraft at aerodromes;"
                },
                {
                    "representation": "(x)",
                    "description": "prohibiting aircraft from flying over such areas in Guyana as may be prescribed;"
                },
                {
                    "representation": "(y)",
                    "description": "any other fees or charges payable under this Act; and"
                },
                {
                    "representation": "(z)",
                    "description": "anything that is required or necessary to be prescribed for the purposes of this act.    LAWS OF GUYANA Civil Aviation Cap. 53:01 31  L.R.O. 1/2012 s.4"
                },
                {
                    "representation": "(2)",
                    "description": "Constitution.               Appointment tenure of office etc.                           Revocation of Appointment.    Temporary Appointment.   SCHEDULE   CONSTITUTION, PROCEDURE AND RELATED MATTERS OF THE CIVIL AVIATION AUTHORITY"
                }
            ]
        }
    }
]