[
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Short title. 1.    This Act may be cited as the East Demerara Water Conservancy Act.",
            "description": "This Act may be cited as the East Demerara Water Conservancy Act."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART I ESTABLISHMENT OF THE EAST DEMERARA WATER CONSERVANCY AND THE BOARD OF COMMISSIONERS  ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Interpretation.  PART I ESTABLISHMENT OF THE EAST DEMERARA WATER CONSERVANCY AND THE BOARD OF COMMISSIONERS  2.     In this Act  LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  7  L.R.O. 1/2012                  First Schedule.          c. 28:01  c. 28:02     First Schedule.           Board means the Board of Commissioners constituted by section 4;  Chairman means the Chairman of the Board;  Commissioner means one of the Commissioners of whom the Board is composed;  Conservancy means the East Demerara Water  Conservancy constituted by section 3;  Council means the Georgetown City Council;  district means a district under Part I or Part II of the First Schedule;  district commissioner means the district commissioner of the East Coast Demerara District;  local authority means the council of a town or a local government district established under the Municipal and District Councils Act, or the village council of a village or the country authority of a country district under the Local Government Act;  plantation means any of the plantations or estates mentioned in the First  Schedule or which may thereafter be included therein in pursuance of section 21 or by an order under section 51;  proprietor means the person whose name is entered in the register as proprietor of a plantation;  register means the register of proprietors to be kept in pursuance of section 44;  Secretary means the Secretary of the Board;  village means a village or a country district under the LAWS OF GUYANA 8 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012 Local Government Act.        East Demerara Conservancy. Caps. 130, 132, 133, 1929 Ed.   PART I ESTABLISHMENT OF THE EAST DEMERARA WATER CONSERVANCY AND THE BOARD OF COMMISSIONERS",
            "description": "In this Act  LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  7  L.R.O. 1/2012                  First Schedule.          c. 28:01  c. 28:02     First Schedule.           Board means the Board of Commissioners constituted by section 4;  Chairman means the Chairman of the Board;  Commissioner means one of the Commissioners of whom the Board is composed;  Conservancy means the East Demerara Water  Conservancy constituted by section 3;  Council means the Georgetown City Council;  district means a district under Part I or Part II of the First Schedule;  district commissioner means the district commissioner of the East Coast Demerara District;  local authority means the council of a town or a local government district established under the Municipal and District Councils Act, or the village council of a village or the country authority of a country district under the Local Government Act;  plantation means any of the plantations or estates mentioned in the First  Schedule or which may thereafter be included therein in pursuance of section 21 or by an order under section 51;  proprietor means the person whose name is entered in the register as proprietor of a plantation;  register means the register of proprietors to be kept in pursuance of section 44;  Secretary means the Secretary of the Board;  village means a village or a country district under the LAWS OF GUYANA 8 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012 Local Government Act.        East Demerara Conservancy. Caps. 130, 132, 133, 1929 Ed.   PART I ESTABLISHMENT OF THE EAST DEMERARA WATER CONSERVANCY AND THE BOARD OF COMMISSIONERS"
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "East Demerara Conservancy. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under East Demerara Conservancy. 3. (1)   The several undertakings which prior to the commencement of this Act have been administered under the East Demerara Water Supply Ordinance, the Lamaha Canal Ordinance, and the Shauks Canal Ordinance shall, on the commencement   of this Act, constitute one undertaking under the name of the East Demerara Water Conservancy. The Conservancy shall comprise the area included in the said undertakings and any addition thereto in pursuance of this Act.  (2)   The Conservancy shall be administered subject to this Act.  Establishment of the Board of Commissioners. [7 of 1980]      Constitution of the Board. [7 of 1980]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The several undertakings which prior to the commencement of this Act have been administered under the East Demerara Water Supply Ordinance, the Lamaha Canal Ordinance, and the Shauks Canal Ordinance shall, on the commencement   of this Act, constitute one undertaking under the name of the East Demerara Water Conservancy. The Conservancy shall comprise the area included in the said undertakings and any addition thereto in pursuance of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Conservancy shall be administered subject to this Act.  Establishment of the Board of Commissioners. [7 of 1980]      Constitution of the Board. [7 of 1980]"
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Establishment of the Board of Commissioners. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Establishment of the Board of Commissioners. 4. There shall be established for the management, control and administration of the Conservancy a Board as hereinafter constituted. The Board shall consist of ten commissioners and shall be a body corporate by the name of the East Demerara Water Conservancy Board, with power to acquire and hold land and other property.",
            "description": "There shall be established for the management, control and administration of the Conservancy a Board as hereinafter constituted. The Board shall consist of ten commissioners and shall be a body corporate by the name of the East Demerara Water Conservancy Board, with power to acquire and hold land and other property."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Constitution of the Board. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Constitution of the Board. 5. (1)  The Board, subject to section 6, shall consist of  (a)   the district commissioner;  (b)   the Chief Hydraulics Officer or his duly                  nominated representative;  (c)    two members of the Council elected by the  Council;  (d)    three persons elected by the proprietors of plantations named in the district in Part I of the First Schedule; and LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  9  L.R.O. 1/2012                                                  (e)    three persons elected by the proprietors of plantations named in the district in Part II of the First Schedule.  (2) Elected Commissioners shall, subject to this Act, hold office for two years or until the election of their successors.  (3)  The Commissioners shall elect a Commissioner to be Chairman of the Board. The Chairman shall hold office for two years or until he vacates his office as a Commissioner. In the absence of the Chairman from a meeting, the Commissioners present may elect one of their number to be Chairman of the meeting.  (4)  Three Commissioners present at a meeting shall form a quorum.  (5) An elected Commissioner shall vacate his office  (a)    if he resigns in writing addressed to the                          Secretary; or  (b)   if he fails without reasonable excuse (the sufficiency whereof shall be determined by the Board) to attend three consecutive meetings of the Board; or  (c)  if, in the opinion of the Board, he becomes unable or unfit to act as a Commissioner; or  (d)   if he is absent from Guyana without the leave of the Board, or is absent from meetings of the Board after the expiration of his leave; or  LAWS OF GUYANA 10 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012                                 First Commissioners, how chosen.               (e)   if, having been elected by the Council, he ceases to be a member of the Council; or  (f)  if he is removed from office in accordance with section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board, subject to section 6, shall consist of"
                },
                {
                    "representation": "(a)",
                    "description": "if he resigns in writing addressed to the                          Secretary; or"
                },
                {
                    "representation": "(b)",
                    "description": "if he fails without reasonable excuse"
                },
                {
                    "representation": "(c)",
                    "description": "if, in the opinion of the Board, he becomes unable or unfit to act as a Commissioner; or"
                },
                {
                    "representation": "(d)",
                    "description": "if he is absent from Guyana without the leave of the Board, or is absent from meetings of the Board after the expiration of his leave; or  LAWS OF GUYANA 10 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012                                 First Commissioners, how chosen."
                },
                {
                    "representation": "(e)",
                    "description": "if, having been elected by the Council, he ceases to be a member of the Council; or"
                },
                {
                    "representation": "(2)",
                    "description": "Elected Commissioners shall, subject to this Act, hold office for two years or until the election of their successors."
                },
                {
                    "representation": "(3)",
                    "description": "The Commissioners shall elect a Commissioner to be Chairman of the Board. The Chairman shall hold office for two years or until he vacates his office as a Commissioner. In the absence of the Chairman from a meeting, the Commissioners present may elect one of their number to be Chairman of the meeting."
                },
                {
                    "representation": "(4)",
                    "description": "Three Commissioners present at a meeting shall form a quorum."
                },
                {
                    "representation": "(5)",
                    "description": "An elected Commissioner shall vacate his office"
                },
                {
                    "representation": "(f)",
                    "description": "if he is removed from office in accordance with section"
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "First Commissioners, how chosen. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under First Commissioners, how chosen. 6. (1) The persons to be elected as Commissioners under section 5 (1)(d) and (e) shall in the first instance be elected after the passing of this Act by the East Demerara Water Supply Commissioners and the committee for the management of the Lamaha Canal respectively:  Provided that if the said Commissioners or committee shall fail to elect any persons as aforesaid the Minister shall nominate the persons to be Commissioners.  (2) The Commissioners elected or nominated under this section shall hold office until the election of Commissioners at the first meeting of proprietors held after the commencement of this Act. LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  11  L.R.O. 1/2012 Meetings of the Board.         Minutes to be kept, and the Board shall make annual report to National Assembly.        Question may be decided by circulation of papers.          Powers of the Chairman in an emergency.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The persons to be elected as Commissioners under section 5"
                },
                {
                    "representation": "(d)",
                    "description": "and"
                },
                {
                    "representation": "(e)",
                    "description": "shall in the first instance be elected after the passing of this Act by the East Demerara Water Supply Commissioners and the committee for the management of the Lamaha Canal respectively:  Provided that if the said Commissioners or committee shall fail to elect any persons as aforesaid the Minister shall nominate the persons to be Commissioners."
                },
                {
                    "representation": "(2)",
                    "description": "The Commissioners elected or nominated under this section shall hold office until the election of Commissioners at the first meeting of proprietors held after the commencement of this Act. LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Meetings of the Board. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Meetings of the Board. 7.    There shall be at least one meeting of the Board in every three months. The Chairman may at any time summon a special meeting of the Board by notice in writing, which shall state the object of the meeting and be sent to each Commissioner by the Secretary. A notice shall be deemed to be properly served if it is signed by the Secretary and posted seven days before the day of the meeting.",
            "description": "There shall be at least one meeting of the Board in every three months. The Chairman may at any time summon a special meeting of the Board by notice in writing, which shall state the object of the meeting and be sent to each Commissioner by the Secretary. A notice shall be deemed to be properly served if it is signed by the Secretary and posted seven days before the day of the meeting."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Minutes to be kept, and the Board shall make annual report to          National Assembly. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Minutes to be kept, and the Board shall make annual report to          National Assembly. 8. (1) The Board shall cause to be kept proper minutes of its proceedings. The minutes of any meeting when confirmed and signed by the Chairman of the meeting at which they are confirmed shall be evidence of the facts therein stated.  (2)  The Board shall during the month of January, in each year make to the Minister a report of its transactions as to the preceding year and the report shall be laid before the National Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board shall cause to be kept proper minutes of its proceedings. The minutes of any meeting when confirmed and signed by the Chairman of the meeting at which they are confirmed shall be evidence of the facts therein stated."
                },
                {
                    "representation": "(2)",
                    "description": "The Board shall during the month of January, in each year make to the Minister a report of its transactions as to the preceding year and the report shall be laid before the National Assembly."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Question may be decided by circulation of papers. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Question may be decided by circulation of papers. 9.   The Chairman may at any time direct the Secretary to circulate to the Commissioners a minute relating to any matter on which the decision of the Board may be necessary and the decision of a majority of the  Commissioners so obtained shall be of the same effect as a decision of the Board:            Provided that it shall be submitted to and is confirmed by the Board at its next meeting.",
            "description": "The Chairman may at any time direct the Secretary to circulate to the Commissioners a minute relating to any matter on which the decision of the Board may be necessary and the decision of a majority of the  Commissioners so obtained shall be of the same effect as a decision of the Board:            Provided that it shall be submitted to and is confirmed by the Board at its next meeting."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Powers of the Chairman in an emergency. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Powers of the Chairman in an emergency. 10. When any unforeseen event occurs whereby serious damage is in the opinion of the Chairman caused or likely to be caused to the Conservancy he may take such action as he may consider necessary for the remedying thereof:             Provided that he shall make at the next meeting of the Board a full report of the measures taken by him for confirmation by the Board.  LAWS OF GUYANA 12 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012 Removal of a Commissioner from office.                  How vacancy in the office of Commissioner to be filled.",
            "description": "When any unforeseen event occurs whereby serious damage is in the opinion of the Chairman caused or likely to be caused to the Conservancy he may take such action as he may consider necessary for the remedying thereof:             Provided that he shall make at the next meeting of the Board a full report of the measures taken by him for confirmation by the Board.  LAWS OF GUYANA 12 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012 Removal of a Commissioner from office.                  How vacancy in the office of Commissioner to be filled."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Removal of a Commissioner from office. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Removal of a Commissioner from office. 11.  (6)   The Board may appoint some person to be a Commissioner  (a)   for the unexpired period of the office of an elected Commissioner who vacates his office by death or otherwise; and  (b)   for the period of any leave granted to an elected Commissioner:  Provided that the appointment shall be made by the Council to fill the place of a Commissioner appointed by the Council.  (7)   The name of every Commissioner elected to or removed from the Board shall be published in the Gazette and a daily newspaper.",
            "description": [
                {
                    "representation": "(6)",
                    "description": "The Board may appoint some person to be a Commissioner"
                },
                {
                    "representation": "(a)",
                    "description": "for the unexpired period of the office of an elected Commissioner who vacates his office by death or otherwise; and"
                },
                {
                    "representation": "(b)",
                    "description": "for the period of any leave granted to an elected Commissioner:  Provided that the appointment shall be made by the Council to fill the place of a Commissioner appointed by the Council."
                },
                {
                    "representation": "(7)",
                    "description": "The name of every Commissioner elected to or removed from the Board shall be published in the Gazette and a daily newspaper."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "How vacancy in the office of Commissioner to be filled.  OFFICERS AND SERVANTS  ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under How vacancy in the office of Commissioner to be filled.  OFFICERS AND SERVANTS  12. (1)   When the office of a Commissioner elected for a district shall become vacant the proprietors in the district shall at the next general meeting of the proprietors elect a person to fill the vacancy:  Provided that  (a) except in the case of a retiring Commissioner, a person shall not be capable of being elected unless his name, address and occupation be sent to the Secretary at least fourteen days before  the  meeting and notice of the vacancy and of the names and addresses of the persons proposed for election be sent by the Secretary to the proprietors at least seven days before the meeting;  (b)   where the vacancy occurs so near before an ordinary meeting of the proprietors that the Secretary cannot give notices as aforesaid within the times prescribed LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  13  L.R.O. 1/2012                 the Chairman shall summon an extraordinary meeting of the proprietors of the district to elect a person to fill the vacancy subject to the foregoing provisions as to notice.  (2)   Where a vacancy occurs in the office of a Commissioner elected by the Council, the Secretary shall give notice in writing thereof to the Council and the Council shall forthwith proceed to the election of one of its members to fill the vacancy, and shall inform the Secretary in writing of the person elected.    Power of the Board to employ officers and servants.                 Election of  auditor and his remuneration.        OFFICERS AND SERVANTS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When the office of a Commissioner elected for a district shall become vacant the proprietors in the district shall at the next general meeting of the proprietors elect a person to fill the vacancy:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "except in the case of a retiring Commissioner, a person shall not be capable of being elected unless his name, address and occupation be sent to the Secretary at least fourteen days before  the  meeting and notice of the vacancy and of the names and addresses of the persons proposed for election be sent by the Secretary to the proprietors at least seven days before the meeting;"
                },
                {
                    "representation": "(b)",
                    "description": "where the vacancy occurs so near before an ordinary meeting of the proprietors that the Secretary cannot give notices as aforesaid within the times prescribed LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "Where a vacancy occurs in the office of a Commissioner elected by the Council, the Secretary shall give notice in writing thereof to the Council and the Council shall forthwith proceed to the election of one of its members to fill the vacancy, and shall inform the Secretary in writing of the person elected.    Power of the Board to employ officers and servants.                 Election of  auditor and his remuneration.        OFFICERS AND SERVANTS"
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Power of the Board to employ officers and servants. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Power of the Board to employ officers and servants. 13.(1) The Board shall employ a Secretary, a Superintendent of the Conservancy and such other officers and servants as may be necessary for the efficient working of the Conservancy.  (2)  The officers and servants of the Board shall be employed on such terms and at such remuneration as the Board shall think fit.  (3)  The Secretary and the Superintendent employed at the commencement of this Act by the East Demerara Water Supply Commissioners and the Committee for the management of the Lamaha Canal shall be the first Secretary and Superintendent and shall be deemed to be employed by the Board in pursuance of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board shall employ a Secretary, a Superintendent of the Conservancy and such other officers and servants as may be necessary for the efficient working of the Conservancy."
                },
                {
                    "representation": "(2)",
                    "description": "The officers and servants of the Board shall be employed on such terms and at such remuneration as the Board shall think fit."
                },
                {
                    "representation": "(3)",
                    "description": "The Secretary and the Superintendent employed at the commencement of this Act by the East Demerara Water Supply Commissioners and the Committee for the management of the Lamaha Canal shall be the first Secretary and Superintendent and shall be deemed to be employed by the Board in pursuance of this Act."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Election of auditor and his remuneration.  TRANSFER OF PROPERTY TO THE BOARD  ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Election of auditor and his remuneration.  TRANSFER OF PROPERTY TO THE BOARD  14. (1)  The proprietors shall at the meeting in January of each year choose a fit and proper person to audit the accounts of the Board.  (2) The proprietors shall fix the remuneration of the auditor.  (3)  If the office of auditor becomes vacant by the LAWS OF GUYANA 14 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012                    Transfer to Board of the property and obligations of its predecessors. death, resignation, or removal by reason of incapacity from office of the auditor, the Board shall appoint a person to act as auditor, and he shall hold office for the unexpired period of office or until the proprietors at an ordinary meeting appoint a person to act for the unexpired period.  (4)  The person who at the commencement of this Act is auditor to the East Demerara Water Supply Commissioners and the Committee of management of the Lamaha Canal shall be the auditor under this Act until an auditor is chosen by the proprietors at their first ordinary meeting.  TRANSFER OF PROPERTY TO THE BOARD",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The proprietors shall at the meeting in January of each year choose a fit and proper person to audit the accounts of the Board."
                },
                {
                    "representation": "(2)",
                    "description": "The proprietors shall fix the remuneration of the auditor."
                },
                {
                    "representation": "(3)",
                    "description": "If the office of auditor becomes vacant by the LAWS OF GUYANA 14 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012                    Transfer to Board of the property and obligations of its predecessors. death, resignation, or removal by reason of incapacity from office of the auditor, the Board shall appoint a person to act as auditor, and he shall hold office for the unexpired period of office or until the proprietors at an ordinary meeting appoint a person to act for the unexpired period."
                },
                {
                    "representation": "(4)",
                    "description": "The person who at the commencement of this Act is auditor to the East Demerara Water Supply Commissioners and the Committee of management of the Lamaha Canal shall be the auditor under this Act until an auditor is chosen by the proprietors at their first ordinary meeting.  TRANSFER OF PROPERTY TO THE BOARD"
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Transfer to Board of the property and obligations of its predecessors.  PART II MANAGEMENT OF THE CONSERVANCY  LAWS OF GUYANA 4 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012 SECTION ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Transfer to Board of the property and obligations of its predecessors.  PART II MANAGEMENT OF THE CONSERVANCY  LAWS OF GUYANA 4 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012 SECTION 15. All movable and immovable property and every interest therein, all rights, powers and authorities of every kind and nature whatsoever, which at the commencement of this Act belonged or appertained to or were vested in the Commissioners of the East Demerara Water Supply, the Committee of management of the Lamaha Canal and the Shanks Canal Commissioners shall on the commencement of and subject to this Act vest absolutely in and shall be exercisable and enforceable by the Board, and the duties, obligations and liabilities of the said Commissioners and Committee shall likewise be transferred to and be performed by and enforceable against the Board.     Board to manage and control the  Conservancy.        PART II MANAGEMENT OF THE CONSERVANCY",
            "description": "All movable and immovable property and every interest therein, all rights, powers and authorities of every kind and nature whatsoever, which at the commencement of this Act belonged or appertained to or were vested in the Commissioners of the East Demerara Water Supply, the Committee of management of the Lamaha Canal and the Shanks Canal Commissioners shall on the commencement of and subject to this Act vest absolutely in and shall be exercisable and enforceable by the Board, and the duties, obligations and liabilities of the said Commissioners and Committee shall likewise be transferred to and be performed by and enforceable against the Board.     Board to manage and control the  Conservancy.        PART II MANAGEMENT OF THE CONSERVANCY"
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Board to manage and control the Conservancy. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Board to manage and control the Conservancy. 16. (1)   The Board shall have and be responsible for the control, management and regulation of the Conservancy, and shall, subject to this Act, construct such works and do all such things as may from time to time be necessary for the conservation of the waters of the Conservancy and for the proper distribution thereof, and shall at all times maintain the Conservancy in good order and condition.  (2) The Board shall take measures to the LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  15  L.R.O. 1/2012     General powers of the Board.                                     The Board to regulate traffic on and the  supply of water from the Conservancy. [25 of 1973] satisfaction of the Minister to provide adequate relief for any surplus waters of the Conservancy.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board shall have and be responsible for the control, management and regulation of the Conservancy, and shall, subject to this Act, construct such works and do all such things as may from time to time be necessary for the conservation of the waters of the Conservancy and for the proper distribution thereof, and shall at all times maintain the Conservancy in good order and condition."
                },
                {
                    "representation": "(2)",
                    "description": "The Board shall take measures to the LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "General powers of the Board.  ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under General powers of the Board.  17.    The Board shall, for the purpose of the exercise of its powers and the performance of its duties under this Act, have power  (a)  to enter by its servants and agents on any plantation;  (b)   to make all necessary contracts;  (c)    to assess, levy, raise, collect and recover from the Council, local authorities and proprietors, such sums as shall be payable to the Board in pursuance of and for the purposes of this Act;  (d)    to buy at execution sale any movable or immovable property which may be taken in execution for any debt due to the Board, and to hold, work, improve or re-sell the same at the discretion of the Board;  (e) to grant pensions, allowances or gratuities to employees or ex-employees of the Board;  (f) to do all acts necessary for the performance of its duties under this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to enter by its servants and agents on any plantation;"
                },
                {
                    "representation": "(b)",
                    "description": "to make all necessary contracts;"
                },
                {
                    "representation": "(c)",
                    "description": "to assess, levy, raise, collect and recover from the Council, local authorities and proprietors, such sums as shall be payable to the Board in pursuance of and for the purposes of this Act;"
                },
                {
                    "representation": "(d)",
                    "description": "to buy at execution sale any movable or immovable property which may be taken in execution for any debt due to the Board, and to hold, work, improve or re-sell the same at the discretion of the Board;"
                },
                {
                    "representation": "(e)",
                    "description": "to grant pensions, allowances or gratuities to employees or ex-employees of the Board;"
                },
                {
                    "representation": "(f)",
                    "description": "to do all acts necessary for the performance of its duties under this Act."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "The Board to regulate traffic on and the supply of water from the                  Conservancy.  PART III EXECUTION OF WORKS BY THE BOARD  ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under The Board to regulate traffic on and the supply of water from the                  Conservancy.  PART III EXECUTION OF WORKS BY THE BOARD  18.  (1)  The Board shall make proper provision for the navigation of and traffic on such of the waterways of the Conservancy as by law or regulation may be open to public navigation and traffic.  (2) The Board shall allow for each plantation or LAWS OF GUYANA 16 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012    c. 28:01                                               village one koker and for each town or local government district established under the Municipal and District Councils Act, a reasonable number of kokers (except as hereinafter otherwise provided) which shall be of such size as the Board shall from time to time determine and shall not be laid deeper than the depth known as fifty Georgetown datum:             Provided that this subsection shall not be construed to require the removal of any koker laid in accordance with any Act repealed by this Act and in existence at the commencement of this Act.  (3)   The Board shall regulate the supply of water to be delivered to and received by the Council and inhabitants of the City of Georgetown, and by the proprietors of plantations in such manner as the Commissioners think fit, but so as to secure to the Council and inhabitants as far as possible a sufficient supply of water and so that plantations shall receive as far as possible an equal quantity of water per acre.  (4)  The Board, at the cost of the Council, shall maintain all works which have hitherto been constructed and shall construct and maintain all works which shall hereafter be necessary for the delivery of water to the Council for the City of Georgetown, with the exception of the pump known as the Canal Pump situated at the eastern end of the Shelter Belt.  (5)  The Board at the cost of the proprietor of a plantation or a local authority shall maintain and construct all works on the plantation which may be required for the delivery of water to the plantation or to the village.  (6)  Whenever the Board is of opinion that the quantity of water in the Conservancy or any part thereof has so diminished that it is expedient to reduce the distribution, the Board may, in such manner and for such time as it may LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  17  L.R.O. 1/2012          Dam on the Demerara river to be constructed by the Board.                    When sanction is required before work is undertaken.             think necessary, restrict or regulate the supply and for such purpose may cause the kokers or any of them to be locked or otherwise adjusted.  PART III EXECUTION  OF WORKS BY  THE BOARD",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board shall make proper provision for the navigation of and traffic on such of the waterways of the Conservancy as by law or regulation may be open to public navigation and traffic."
                },
                {
                    "representation": "(2)",
                    "description": "The Board shall allow for each plantation or LAWS OF GUYANA 16 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012    c. 28:01                                               village one koker and for each town or local government district established under the Municipal and District Councils Act, a reasonable number of kokers"
                },
                {
                    "representation": "(3)",
                    "description": "The Board shall regulate the supply of water to be delivered to and received by the Council and inhabitants of the City of Georgetown, and by the proprietors of plantations in such manner as the Commissioners think fit, but so as to secure to the Council and inhabitants as far as possible a sufficient supply of water and so that plantations shall receive as far as possible an equal quantity of water per acre."
                },
                {
                    "representation": "(4)",
                    "description": "The Board, at the cost of the Council, shall maintain all works which have hitherto been constructed and shall construct and maintain all works which shall hereafter be necessary for the delivery of water to the Council for the City of Georgetown, with the exception of the pump known as the Canal Pump situated at the eastern end of the Shelter Belt."
                },
                {
                    "representation": "(5)",
                    "description": "The Board at the cost of the proprietor of a plantation or a local authority shall maintain and construct all works on the plantation which may be required for the delivery of water to the plantation or to the village."
                },
                {
                    "representation": "(6)",
                    "description": "Whenever the Board is of opinion that the quantity of water in the Conservancy or any part thereof has so diminished that it is expedient to reduce the distribution, the Board may, in such manner and for such time as it may LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Dam on the Demerara river to be constructed by the Board. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Dam on the Demerara river to be constructed by the Board. 19. (1)  The Board, as soon as practicable after the commencement of this Act, shall on the Demerara River or western side of the Conservancy and extending as far as the Sand Hills construct a containing dam and all the works necessary and incidental thereto. The Conservancy shall extend to and comprise the dam and works authorised to be constructed under this section.  (2) The construction of the dam and the works authorised by this section shall not be commenced until the specifications and estimates have been approved by the Minister.  (3) The Board may, with the approval of the Minister and subject to the provisions of Part IV, raise a loan not exceeding two hundred and fifteen thousand dollars for the purpose of defraying the cost of the dam and works authorised by this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board, as soon as practicable after the commencement of this Act, shall on the Demerara River or western side of the Conservancy and extending as far as the Sand Hills construct a containing dam and all the works necessary and incidental thereto. The Conservancy shall extend to and comprise the dam and works authorised to be constructed under this section."
                },
                {
                    "representation": "(2)",
                    "description": "The construction of the dam and the works authorised by this section shall not be commenced until the specifications and estimates have been approved by the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "The Board may, with the approval of the Minister and subject to the provisions of Part IV, raise a loan not exceeding two hundred and fifteen thousand dollars for the purpose of defraying the cost of the dam and works authorised by this section."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "When sanction is required before work is undertaken. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under When sanction is required before work is undertaken. 20. (1) Where the cost of any proposed work is to be defrayed out of moneys raised on loan or the cost of any proposed work exceeds five thousand dollars the Board shall not undertake the work without the sanction of the Minister first had and obtained.  (2)  Where the estimated cost of any proposed work (other than the work authorised by section 19) is estimated to exceed five thousand dollars, the Board shall cause the specifications and estimates to be presented to a meeting of the proprietors and shall not undertake the work unless the meeting has first approved of the execution of the work. LAWS OF GUYANA 18 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012 Supply of water by Conservancy to plantation not included in the First Schedule.                                    The Board may raise loans with the consent of the Minister.    Loans to be",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the cost of any proposed work is to be defrayed out of moneys raised on loan or the cost of any proposed work exceeds five thousand dollars the Board shall not undertake the work without the sanction of the Minister first had and obtained."
                },
                {
                    "representation": "(2)",
                    "description": "Where the estimated cost of any proposed work"
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Supply of water by Conservancy to plantation not included in the          First Schedule.  PART IV BORROWING POWERS  ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Supply of water by Conservancy to plantation not included in the          First Schedule.  PART IV BORROWING POWERS  21.   Where the owner of a plantation situated either on the East Coast of Demerara or the East Bank of the Demerara River but which is not included in the First Schedule desires that his plantation shall be supplied with water from the Conservancy the Board may grant a supply to the plantation, subject to the following conditions:  (a)  the owner shall make  application in  writing to the Secretary, stating the boundaries and extent in acres of the plantation and requesting that the plantation be supplied with water from the Conservancy;  (b)   if the Board grants the application (i)    the name of the owner shall be entered in the register as proprietor of the plantation; (ii)  the Board shall supply water to the plantation on the same terms and conditions as to other plantations already on the register;  (c)   the proprietor and the plantation shall be subject to this Act and the provisions as to the enforcement and recovery of rates shall apply to the rates imposed by this section.  PART IV BORROWING POWERS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the owner shall make  application in  writing to the Secretary, stating the boundaries and extent in acres of the plantation and requesting that the plantation be supplied with water from the Conservancy;"
                },
                {
                    "representation": "(b)",
                    "description": "if the Board grants the application"
                },
                {
                    "representation": "(i)",
                    "description": "the name of the owner shall be entered in the register as proprietor of the plantation;"
                },
                {
                    "representation": "(c)",
                    "description": "the proprietor and the plantation shall be subject to this Act and the provisions as to the enforcement and recovery of rates shall apply to the rates imposed by this section.  PART IV BORROWING POWERS"
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "The Board may raise loans with the consent of the Minister. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under The Board may raise loans with the consent of the Minister. 22.  The Board may, subject to the approval of the Minister borrow money by the issue of bonds or otherwise for the purpose of executing any works which have been approved by the Minister.",
            "description": "The Board may, subject to the approval of the Minister borrow money by the issue of bonds or otherwise for the purpose of executing any works which have been approved by the Minister."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Loans to be preferent lien on the property of the Board. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Loans to be preferent lien on the property of the Board. 23.   Every loan raised by the Board in pursuance of LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  19  L.R.O. 1/2012 preferent lien on the property of the Board.   Loans to be repaid out of rates.     Power to make regulations with respect to bonds.        Estimates of the Board and rates to be approved by the Minister.                        this Act shall, subject to claims due to the State, constitute a preferent lien on all the property, revenues and assets of the Board and may be enforced by the Secretary to the Treasury.",
            "description": "Every loan raised by the Board in pursuance of LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  19  L.R.O. 1/2012 preferent lien on the property of the Board.   Loans to be repaid out of rates.     Power to make regulations with respect to bonds.        Estimates of the Board and rates to be approved by the Minister.                        this Act shall, subject to claims due to the State, constitute a preferent lien on all the property, revenues and assets of the Board and may be enforced by the Secretary to the Treasury."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Loans to be repaid out of rates. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Loans to be repaid out of rates. 24. The Board shall make such provision for the repayment of loans out of the rates levied by the Board on plantations and villages and the sums paid by the Council as the Minister may from time to time approve.",
            "description": "The Board shall make such provision for the repayment of loans out of the rates levied by the Board on plantations and villages and the sums paid by the Council as the Minister may from time to time approve."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Power to make regulations with respect to bonds.  PART V FINANCIAL  ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Power to make regulations with respect to bonds.  PART V FINANCIAL  25. The Minister may make regulations with respect to the manner in which bonds shall be issued, their nature, form and denomination, renewal and cancellation, the fees to be paid, and in any other respect necessary.  PART V FINANCIAL",
            "description": "The Minister may make regulations with respect to the manner in which bonds shall be issued, their nature, form and denomination, renewal and cancellation, the fees to be paid, and in any other respect necessary.  PART V FINANCIAL"
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Estimates of the Board and rates to be approved by the Minister. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Estimates of the Board and rates to be approved by the Minister. 26. (1) The Board shall before the 1st November in each year prepare the estimate of expenditure for the next ensuing year.  The estimate shall contain a full statement of all sums of money which are to be expended by the Board in pursuance of its duties and obligations under this Act.  (2)  The Board shall at the same time prepare an estimate of its revenue for the ensuing year which shall contain a statement of the rates intended to be levied and of the anticipated receipts from all sources.  (3)  On the 1st November in each year the Board shall transmit to the Minister the estimates of expenditure and revenue prepared under this section. The Minister may cause the estimates to be amended and the estimates when approved by the Minister shall take effect as from the 1st January of the year to which they relate.  (4) The Minister may approve of any supplemental estimates which may become necessary during the course of any year and any estimates so approved shall thereupon be effective. LAWS OF GUYANA 20 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012              Method of assessing rates  in respect of plantations and villages. [25 of 1973] c.  28:01                        First Schedule.  Rates due on 1st January but payable in moieties. (5)   All annual rates after approval by the Minister shall be published in the Gazette and a daily newspaper on or before the last week in December of each year, and any additional rate approved during the currency of any year shall be published in the Gazette and a daily newspaper at such time as the Minister may appoint.  (6)   All rates shall be binding immediately upon publication as provided in subsection (5).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board shall before the 1st November in each year prepare the estimate of expenditure for the next ensuing year.  The estimate shall contain a full statement of all sums of money which are to be expended by the Board in pursuance of its duties and obligations under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Board shall at the same time prepare an estimate of its revenue for the ensuing year which shall contain a statement of the rates intended to be levied and of the anticipated receipts from all sources."
                },
                {
                    "representation": "(3)",
                    "description": "On the 1st November in each year the Board shall transmit to the Minister the estimates of expenditure and revenue prepared under this section. The Minister may cause the estimates to be amended and the estimates when approved by the Minister shall take effect as from the 1st January of the year to which they relate."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister may approve of any supplemental estimates which may become necessary during the course of any year and any estimates so approved shall thereupon be effective. LAWS OF GUYANA 20 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012              Method of assessing rates  in respect of plantations and villages. [25 of 1973] c.  28:01                        First Schedule.  Rates due on 1st January but payable in moieties."
                },
                {
                    "representation": "(5)",
                    "description": "All annual rates after approval by the Minister shall be published in the Gazette and a daily newspaper on or before the last week in December of each year, and any additional rate approved during the currency of any year shall be published in the Gazette and a daily newspaper at such time as the Minister may appoint."
                },
                {
                    "representation": "(6)",
                    "description": "All rates shall be binding immediately upon publication as provided in subsection"
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Method of assessing rates in respect of plantations and villages. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Method of assessing rates in respect of plantations and villages. 27.  Every rate shall, subject to this section, be assessed at a uniform amount per acre in respect of each plantation and village, any town or local government district established under the Municipal and District Councils Act:  Provided that  (a)    the  rate  in  respect  of  any  plantation  not in  sugar cultivation and any village, any local government district established under the Municipal and District Councils Act shall (i)   where the area in cultivation is one hundred acres or more, be two-thirds; and (ii)  where the area in cultivation is less than one hundred acres, be one-third,  of the rate assessed on a sugar cultivation; and  (b)  an additional rate shall be assessed on the plantations included in Part I of the First Schedule to defray the cost of a new dredge.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the  rate  in  respect  of  any  plantation  not in  sugar cultivation and any village, any local government district established under the Municipal and District Councils Act shall"
                },
                {
                    "representation": "(i)",
                    "description": "where the area in cultivation is one hundred acres or more, be two-thirds; and"
                },
                {
                    "representation": "(b)",
                    "description": "an additional rate shall be assessed on the plantations included in Part I of the First Schedule to defray the cost of a new dredge."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Rates due on 1st January but payable in moieties. Interest payable on rates in arrear. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Rates due on 1st January but payable in moieties. Interest payable on rates in arrear. 28. (1)    Annual rates shall be due on the 1st January in each year but may be paid in moieties, namely, on or before the 1st February and or before the 1st August. If the LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  21  L.R.O. 1/2012     Interest payable on rates in arrear.    Annual payments of the Council.                Local authority to pay rates of village plantation. [25 of 1973] c. 28:01  Mode of enforcing payment of rates or sums by the Council or a local authority.      Preferent lien conferred on Board for rates and sums due. first moiety of any annual rate is not paid on the due date the full rate shall thereupon become payable.  (2)  Interest at the rate of six per cent per annum shall be payable on every rate or part thereof which has not been paid at the prescribed time until payment of the amount due.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Annual rates shall be due on the 1st January in each year but may be paid in moieties, namely, on or before the 1st February and or before the 1st August. If the LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "Interest at the rate of six per cent per annum shall be payable on every rate or part thereof which has not been paid at the prescribed time until payment of the amount due."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Annual payments of the Council. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Annual payments of the Council. 29. (1)  The Council shall, subject to any order made under section 51, pay to the Board annually the sum of six thousand dollars for the supply of water to the City of Georgetown and as the Councils contribution to interest and sinking fund in respect of the loan authorised by section 19 the sum of six hundred dollars.  (2) The sums to be paid by the Council under this section shall be paid in moieties on the 1st February and the 1st August in each year. Any sum not paid on the due date shall bear interest at the rate of six per cent per annum until payment of the amount due.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council shall, subject to any order made under section 51, pay to the Board annually the sum of six thousand dollars for the supply of water to the City of Georgetown and as the Councils contribution to interest and sinking fund in respect of the loan authorised by section 19 the sum of six hundred dollars."
                },
                {
                    "representation": "(2)",
                    "description": "The sums to be paid by the Council under this section shall be paid in moieties on the 1st February and the 1st August in each year. Any sum not paid on the due date shall bear interest at the rate of six per cent per annum until payment of the amount due."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Local authority to pay rates of village plantation. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Local authority to pay rates of village plantation. 30.    Rates in respect of any village, any town or local government district established under the Municipal and District Councils Act shall be paid by the local authority and shall be a charge on the property, revenues and assets of the authority.",
            "description": "Rates in respect of any village, any town or local government district established under the Municipal and District Councils Act shall be paid by the local authority and shall be a charge on the property, revenues and assets of the authority."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Mode of enforcing payment of rates or sums by the Council or a local authority. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Mode of enforcing payment of rates or sums by the Council or a local authority. 31.    Where any sums payable by the Council or rates payable by a local authority remain unpaid for two months, the Board may report the fact to the Minister responsible for finance with a certificate as to the amount due. The Minister responsible for finance may thereupon in such manner as he may prescribe direct the Secretary to the Treasury to recover the same and pay it to the Board, and the Council and the local authority shall conform to the said Ministers direction.",
            "description": "Where any sums payable by the Council or rates payable by a local authority remain unpaid for two months, the Board may report the fact to the Minister responsible for finance with a certificate as to the amount due. The Minister responsible for finance may thereupon in such manner as he may prescribe direct the Secretary to the Treasury to recover the same and pay it to the Board, and the Council and the local authority shall conform to the said Ministers direction."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Preferent lien conferred on Board for rates and sums due. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Preferent lien conferred on Board for rates and sums due. 32.   The Board shall in respect of every rate or any interest or any amount expended in pursuance of this Act have on every plantation in respect of which the same is due LAWS OF GUYANA 22 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012      Payment of rates and expenses may be enforced by action or parate execution.              Board may shut off water from a plantation where the proprietor is in default.         Sums due to the Board may be recovered in the same manner as rates.      a lien which shall be preferent over all claims, except those due to the State, and which may be enforced if the proprietor be insolvent or in liquidation.",
            "description": "The Board shall in respect of every rate or any interest or any amount expended in pursuance of this Act have on every plantation in respect of which the same is due LAWS OF GUYANA 22 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012      Payment of rates and expenses may be enforced by action or parate execution.              Board may shut off water from a plantation where the proprietor is in default.         Sums due to the Board may be recovered in the same manner as rates.      a lien which shall be preferent over all claims, except those due to the State, and which may be enforced if the proprietor be insolvent or in liquidation."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Payment of rates and expenses may be enforced by action or parate execution. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Payment of rates and expenses may be enforced by action or parate execution. 33. (1)  The Board may recover any amount due for expenses for work done or for rates or interest, in a court of competent jurisdiction or may enforce the payment thereof by parate execution.  (2) In any proceeding for the recovery of any amount due to the Board in respect of a plantation a statement setting out the amount and signed by a Commissioner and the Secretary shall without any proof of the signatures be sufficient evidence.  (3) A summation shall be sufficiently served if it is left at the registered address of the proprietor or a person receiving a water supply or is affixed to any building, tree or post on the plantation or property.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board may recover any amount due for expenses for work done or for rates or interest, in a court of competent jurisdiction or may enforce the payment thereof by parate execution."
                },
                {
                    "representation": "(2)",
                    "description": "In any proceeding for the recovery of any amount due to the Board in respect of a plantation a statement setting out the amount and signed by a Commissioner and the Secretary shall without any proof of the signatures be sufficient evidence."
                },
                {
                    "representation": "(3)",
                    "description": "A summation shall be sufficiently served if it is left at the registered address of the proprietor or a person receiving a water supply or is affixed to any building, tree or post on the plantation or property."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Board may shut off water from a plantation where the proprietor is in default. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Board may shut off water from a plantation where the proprietor is in default. 34.   The Board may at any time cause the supply of water to be shut off from any plantation in respect of which the payment of any amount under this Act is one month in arrear until the amount in arrear and all expenses incurred in shutting off the water have been paid, and may in the case of any koker serving more than one plantation, where any one or more of such plantations is or are so in arrear, enter upon any of the plantations served by such koker and cut off the supply of water from the defaulting plantation or plantations by any means available.",
            "description": "The Board may at any time cause the supply of water to be shut off from any plantation in respect of which the payment of any amount under this Act is one month in arrear until the amount in arrear and all expenses incurred in shutting off the water have been paid, and may in the case of any koker serving more than one plantation, where any one or more of such plantations is or are so in arrear, enter upon any of the plantations served by such koker and cut off the supply of water from the defaulting plantation or plantations by any means available."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Sums due to the Board may be recovered in the same manner as  LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  5  L.R.O. 1/2012 SECTION          rates.  PART VI ACQUISITION OF LAND BY THE BOARD  ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Sums due to the Board may be recovered in the same manner as  LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  5  L.R.O. 1/2012 SECTION          rates.  PART VI ACQUISITION OF LAND BY THE BOARD  35.    Where the Board has performed any work for the benefit of a plantation or village or the Council, or renders any special service to a plantation, the proprietor, the local authority or the Council shall pay to the Board the amount assessed by the Board, and the Board may recover the amount from the proprietor or the local authority as if it were a rate under this Act or from the Council as if it were a sum payable by the Council. LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  23  L.R.O. 1/2012     Power of Minister to make an order for the acquisition of land by the Board. [2 of 1937]           c. 62:05                Proceedings for acquisition of land. [2 of 1937] c. 62:05        PART VI ACQUISITION OF LAND BY THE BOARD",
            "description": "Where the Board has performed any work for the benefit of a plantation or village or the Council, or renders any special service to a plantation, the proprietor, the local authority or the Council shall pay to the Board the amount assessed by the Board, and the Board may recover the amount from the proprietor or the local authority as if it were a rate under this Act or from the Council as if it were a sum payable by the Council. LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  23  L.R.O. 1/2012     Power of Minister to make an order for the acquisition of land by the Board. [2 of 1937]           c. 62:05                Proceedings for acquisition of land. [2 of 1937] c. 62:05        PART VI ACQUISITION OF LAND BY THE BOARD"
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Power of Minister to make an order for the acquisition of land by the Board. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Power of Minister to make an order for the acquisition of land by the Board. 36. (1)  Where the Board desires to acquire land or any rights, servitudes or easements over land for the purposes of this Act, the Board shall present a petition to the Minister describing the land or the right, servitude or easement which it desires to acquire and setting out the purpose for which it is required and the reason for proceeding to acquire the same compulsorily.  (2)   If the Board has been unable to enter upon the land for the purpose of surveying or otherwise examining it, the Minister may if so requested in the petition make a preliminary order authorising the Board and its agents, servants or workmen to enter upon the land for the said purpose, and any order so made shall be deemed to be an order made under the provisions of section 4 of the Acquisition of Lands for Public Purposes Act.  (3)  A report on the land by the Board or any person appointed by it together with a plan of the land shall either accompany the petition or be lodged subsequently.  (4) If the Minister approves of the acquisition, he may make an order declaring the acquisition to be for a public purpose and giving such directions as he may think fit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Board desires to acquire land or any rights, servitudes or easements over land for the purposes of this Act, the Board shall present a petition to the Minister describing the land or the right, servitude or easement which it desires to acquire and setting out the purpose for which it is required and the reason for proceeding to acquire the same compulsorily."
                },
                {
                    "representation": "(2)",
                    "description": "If the Board has been unable to enter upon the land for the purpose of surveying or otherwise examining it, the Minister may if so requested in the petition make a preliminary order authorising the Board and its agents, servants or workmen to enter upon the land for the said purpose, and any order so made shall be deemed to be an order made under the provisions of section 4 of the Acquisition of Lands for Public Purposes Act."
                },
                {
                    "representation": "(3)",
                    "description": "A report on the land by the Board or any person appointed by it together with a plan of the land shall either accompany the petition or be lodged subsequently."
                },
                {
                    "representation": "(4)",
                    "description": "If the Minister approves of the acquisition, he may make an order declaring the acquisition to be for a public purpose and giving such directions as he may think fit."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Proceedings for acquisition of land.  PART VII PROVISIONS RELATING TO PROPRIETORS  ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Proceedings for acquisition of land.  PART VII PROVISIONS RELATING TO PROPRIETORS  37.    Where an order has been made under subsection (4) of the last preceding section the Board shall proceed to acquire the land, right, servitude or easement  under the Acquisition of Lands for Public Purposes Act and all the provisions of the said Act shall apply in so far as applicable as if the order had been made under section 6 of the said Act, the expression the Board being substituted for the expressions the State, the Attorney-General and the Commissioner of Lands wherever they occur:  LAWS OF GUYANA 24 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012                               Meetings of proprietors.                 Meetings how Provided that  (a)    all expenses, compensation, assessment or purchase money shall be paid or deposited by the Board;  (b)   the title to the land, right, servitude or easement shall vest in the Board on such day as may be fixed by the order; and  (c)  on the deposit of a copy of the order certified by the Minister and the plan in the Deeds Registry, the Registrar of Deeds shall, when the title has vested, register the title in the name of the Board and shall issue a certificate accordingly, which shall be conclusive evidence that the land is vested in the Board.  PART VII PROVISIONS  RELATING TO PROPRIETORS",
            "description": [
                {
                    "representation": "(4)",
                    "description": "of the last preceding section the Board shall proceed to acquire the land, right, servitude or easement  under the Acquisition of Lands for Public Purposes Act and all the provisions of the said Act shall apply in so far as applicable as if the order had been made under section 6 of the said Act, the expression the Board being substituted for the expressions the State, the Attorney-General and the Commissioner of Lands wherever they occur:  LAWS OF GUYANA 24 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012                               Meetings of proprietors.                 Meetings how Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "all expenses, compensation, assessment or purchase money shall be paid or deposited by the Board;"
                },
                {
                    "representation": "(b)",
                    "description": "the title to the land, right, servitude or easement shall vest in the Board on such day as may be fixed by the order; and"
                },
                {
                    "representation": "(c)",
                    "description": "on the deposit of a copy of the order certified by the Minister and the plan in the Deeds Registry, the Registrar of Deeds shall, when the title has vested, register the title in the name of the Board and shall issue a certificate accordingly, which shall be conclusive evidence that the land is vested in the Board.  PART VII PROVISIONS  RELATING TO PROPRIETORS"
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Meetings of proprietors. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Meetings of proprietors. 38. (1)   An ordinary meeting of the proprietors shall be held yearly in the month of December at such time and place as the Board shall appoint.  (2)    An extraordinary meeting of the proprietors may be summoned by the Board at any time and shall be summoned by the Board on the requisition in writing of a proprietor or proprietors who has or have at least one hundred votes. A meeting under this subsection shall be summoned within one month after the requisition has been deposited with the Secretary. The requisition and the notice summoning the meeting shall state the business for the meeting.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An ordinary meeting of the proprietors shall be held yearly in the month of December at such time and place as the Board shall appoint."
                },
                {
                    "representation": "(2)",
                    "description": "An extraordinary meeting of the proprietors may be summoned by the Board at any time and shall be summoned by the Board on the requisition in writing of a proprietor or proprietors who has or have at least one hundred votes. A meeting under this subsection shall be summoned within one month after the requisition has been deposited with the Secretary. The requisition and the notice summoning the meeting shall state the business for the meeting."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Meetings how summoned. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Meetings how summoned. 39.   Meetings of the proprietors shall be convened by LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  25  L.R.O. 1/2012 summoned.       Business to be transacted at meetings and quorum.                                        the Secretary by notice published in the Gazette and one daily newspaper at least seven days before the meeting. The notice shall state the time and place of the meeting and the particulars of the business to be transacted thereat.",
            "description": "Meetings of the proprietors shall be convened by LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  25  L.R.O. 1/2012 summoned.       Business to be transacted at meetings and quorum.                                        the Secretary by notice published in the Gazette and one daily newspaper at least seven days before the meeting. The notice shall state the time and place of the meeting and the particulars of the business to be transacted thereat."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Business to be transacted at meetings and quorum. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Business to be transacted at meetings and quorum. 40. (1)   The business of an ordinary meeting shall be to receive and consider the report and financial statement of the Board for the preceding year and the estimate of revenue and expenditure for the succeeding year, to elect Commissioners and appoint an auditor when necessary, to consider any recommendation or proposal of which at least fourteen days notice has been given, and to transact any other business of which notice has been given.  (2)  At any meeting three proprietors (for this purpose not including the representative of the Council) present and entitled to at least fifty votes shall constitute a quorum. If at the expiration of a quarter of an hour after the time appointed for the meeting there is not a quorum the meeting shall stand adjourned to the same day in the following week, or if that day be a public holiday, to the next working day thereafter and at the same time and place.  (3)  At an adjourned meeting the proprietors present shall have power to transact the business of the meeting.  (4)  The Chairman shall preside at the meetings of the proprietors. If the Chairman is absent the proprietors shall choose a Commissioner and if there be no Commissioner present one of their number to be Chairman of the meeting.  (5) The Chairman of a meeting may, with the consent of the meeting, adjourn the meeting to any time and at any place, but no business shall be transacted at the adjourned meeting other than the business undisposed of.  (6) At a meeting every question shall be decided by the votes of the proprietors according to the votes to which LAWS OF GUYANA 26 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012                  Voting at meetings.                Voting on behalf of the Council.         District commissioner to represent plantations in each is entitled:  Provided that in the election of a Commissioner only the proprietors of the district shall be entitled to vote.  (7)   A declaration by the Chairman of a meeting that a question has been decided and as to the nature of the decision shall be entered on the minutes and shall when so entered be evidence of the decision.  (8) The Secretary shall keep proper minutes of the meetings of the proprietors.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The business of an ordinary meeting shall be to receive and consider the report and financial statement of the Board for the preceding year and the estimate of revenue and expenditure for the succeeding year, to elect Commissioners and appoint an auditor when necessary, to consider any recommendation or proposal of which at least fourteen days notice has been given, and to transact any other business of which notice has been given."
                },
                {
                    "representation": "(2)",
                    "description": "At any meeting three proprietors"
                },
                {
                    "representation": "(3)",
                    "description": "At an adjourned meeting the proprietors present shall have power to transact the business of the meeting."
                },
                {
                    "representation": "(4)",
                    "description": "The Chairman shall preside at the meetings of the proprietors. If the Chairman is absent the proprietors shall choose a Commissioner and if there be no Commissioner present one of their number to be Chairman of the meeting."
                },
                {
                    "representation": "(5)",
                    "description": "The Chairman of a meeting may, with the consent of the meeting, adjourn the meeting to any time and at any place, but no business shall be transacted at the adjourned meeting other than the business undisposed of."
                },
                {
                    "representation": "(6)",
                    "description": "At a meeting every question shall be decided by the votes of the proprietors according to the votes to which LAWS OF GUYANA 26 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012                  Voting at meetings.                Voting on behalf of the Council.         District commissioner to represent plantations in each is entitled:  Provided that in the election of a Commissioner only the proprietors of the district shall be entitled to vote."
                },
                {
                    "representation": "(7)",
                    "description": "A declaration by the Chairman of a meeting that a question has been decided and as to the nature of the decision shall be entered on the minutes and shall when so entered be evidence of the decision."
                },
                {
                    "representation": "(8)",
                    "description": "The Secretary shall keep proper minutes of the meetings of the proprietors."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Voting at meetings. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Voting at meetings. 41. (1)   Every proprietor whose name is entered in the register may, subject to section 42, vote at any meeting of the proprietors in person or by his duly constituted attorney or by any person authorised by him in writing.  (2)  Where the proprietor is a company, the vote may be exercised by its duly authorised attorney, or by any person authorised in writing by such attorney, or by a resolution of the board of directors evidenced by a copy thereof signed by the secretary of the company.  (3)   Proprietors shall have the number of votes set out opposite to their respective names in the register.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every proprietor whose name is entered in the register may, subject to section 42, vote at any meeting of the proprietors in person or by his duly constituted attorney or by any person authorised by him in writing."
                },
                {
                    "representation": "(2)",
                    "description": "Where the proprietor is a company, the vote may be exercised by its duly authorised attorney, or by any person authorised in writing by such attorney, or by a resolution of the board of directors evidenced by a copy thereof signed by the secretary of the company."
                },
                {
                    "representation": "(3)",
                    "description": "Proprietors shall have the number of votes set out opposite to their respective names in the register."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Voting on behalf of the Council. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Voting on behalf of the Council. 42. (1)   The Council shall have and may exercise the rights of a proprietor and shall have one hundred votes.  (2)   The Council may be represented at a meeting of proprietors by the Mayor or in his absence by the Deputy Mayor or any councillor duly authorised by the Council, notice of such authorisation having been given in writing to the Secretary.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council shall have and may exercise the rights of a proprietor and shall have one hundred votes."
                },
                {
                    "representation": "(2)",
                    "description": "The Council may be represented at a meeting of proprietors by the Mayor or in his absence by the Deputy Mayor or any councillor duly authorised by the Council, notice of such authorisation having been given in writing to the Secretary."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "District commissioner to represent plantations in the Second          Schedule. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under District commissioner to represent plantations in the Second          Schedule. 43.  The district commissioner shall be entitled to exercise the right of voting for the plantations set out in the Second Schedule and shall for the purposes of this Part be LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  27  L.R.O. 1/2012 the Second Schedule.   Register to be kept by the Secretary. First Schedule.           Names and addresses in books of former Commissioners to be entered in register.      Votes of proprietors.    Amendment of register.          deemed to be the proprietor thereof.",
            "description": "The district commissioner shall be entitled to exercise the right of voting for the plantations set out in the Second Schedule and shall for the purposes of this Part be LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  27  L.R.O. 1/2012 the Second Schedule.   Register to be kept by the Secretary. First Schedule.           Names and addresses in books of former Commissioners to be entered in register.      Votes of proprietors.    Amendment of register.          deemed to be the proprietor thereof."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Register to be kept by the Secretary. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Register to be kept by the Secretary. 44.  The Secretary shall keep a register in which he shall enter the names and areas of the plantations set out in the First Schedule (subject to such variations as may be made in pursuance of this Act) the names and addresses of the proprietor of each plantation, the number of votes to which each proprietor is entitled, and the rates or other payments to be made in respect of each plantation:  Provided that the Board may also cause to be kept special registers relating to such matters as it may think fit.",
            "description": "The Secretary shall keep a register in which he shall enter the names and areas of the plantations set out in the First Schedule (subject to such variations as may be made in pursuance of this Act) the names and addresses of the proprietor of each plantation, the number of votes to which each proprietor is entitled, and the rates or other payments to be made in respect of each plantation:  Provided that the Board may also cause to be kept special registers relating to such matters as it may think fit."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Names and addresses in books of former Commissioners to be entered in Register. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Names and addresses in books of former Commissioners to be entered in Register. 45. (1) In compiling the register the Secretary shall enter the names and addresses of the proprietors as they appear in the register or books of the former Commissioners with such additions and amendments as may be necessary.  (2)  Where the address of a proprietor is not known the Secretary shall register the name of the plantation as his address.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In compiling the register the Secretary shall enter the names and addresses of the proprietors as they appear in the register or books of the former Commissioners with such additions and amendments as may be necessary."
                },
                {
                    "representation": "(2)",
                    "description": "Where the address of a proprietor is not known the Secretary shall register the name of the plantation as his address."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Votes of proprietors. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Votes of proprietors. 46.   The number of votes to which a proprietor shall be entitled is one vote for each complete hundred acres of the plantation as set out in the register.",
            "description": "The number of votes to which a proprietor shall be entitled is one vote for each complete hundred acres of the plantation as set out in the register."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Amendment of register. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Amendment of register. 47. (1)  The Secretary may from time to time at the request of any person interested and upon such evidence as he may require, and shall when directed by the Board, make such alterations and amendments in the register as may be necessary.  (2) An alteration or amendment in the register which affects votes in respect of a plantation shall not be made within seven days before a meeting of proprietors.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Secretary may from time to time at the request of any person interested and upon such evidence as he may require, and shall when directed by the Board, make such alterations and amendments in the register as may be necessary."
                },
                {
                    "representation": "(2)",
                    "description": "An alteration or amendment in the register which affects votes in respect of a plantation shall not be made within seven days before a meeting of proprietors."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Board may alter the First Schedule. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Board may alter the First Schedule. 48. The Board with the consent of a meeting of proprietors may by notice published in the Gazette alter or Schedule. alter the First Board may  LAWS OF GUYANA 28 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012    Questions to be decided by the Board.     Service of notices, etc.   amend any of the particulars set out in the First Schedule.",
            "description": "The Board with the consent of a meeting of proprietors may by notice published in the Gazette alter or Schedule. alter the First Board may  LAWS OF GUYANA 28 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012    Questions to be decided by the Board.     Service of notices, etc.   amend any of the particulars set out in the First Schedule."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Questions to be decided by the Board. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Questions to be decided by the Board. 49.    If any question shall arise as to the qualification of any person or as to any particulars to be entered in the register or as to the number of votes to which a proprietor is entitled it shall be submitted to the Board whose decision shall be final.",
            "description": "If any question shall arise as to the qualification of any person or as to any particulars to be entered in the register or as to the number of votes to which a proprietor is entitled it shall be submitted to the Board whose decision shall be final."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Service of notices, etc.  PART VIII POWERS OF THE MINISTER SECTION  ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Service of notices, etc.  PART VIII POWERS OF THE MINISTER SECTION  50.   All notices, documents, summations or other legal process shall be sufficiently served if sent by registered post to or delivered at the registered address of the proprietor.      Powers of the Minister. [15 of 1957]                             PART VIII POWERS OF THE MINISTER",
            "description": "All notices, documents, summations or other legal process shall be sufficiently served if sent by registered post to or delivered at the registered address of the proprietor.      Powers of the Minister. [15 of 1957]                             PART VIII POWERS OF THE MINISTER"
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Powers of the Minister. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Powers of the Minister. 51. The Minister may, by order, direct  (a)  that the Board shall execute or refrain from executing any specified works or shall alter or remove any specified works;  (b)   that the cost of any work or the liability for any loan or part thereof shall be imposed on the plantations within a specified time and shall be paid by the proprietors thereof;  (c) that the Board shall make such assessments and levy such rates as he may think fit to defray any particular expense of the Board;  (d)   that the annual payment by the Council to the Board be varied in such manner as he  may think fit;  (e)   that the Council shall pay the cost of any work or of any part of any work; LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  29  L.R.O. 1/2012                         Commence- ment and publication of order. (f)    that compensation shall be paid by the Board to any person prejudicially affected by any work or aggrieved by any action of the Board, or that any question whether a person is prejudicially affected or aggrieved or  whether any and what compensation should  be paid shall be determined by the High Court;  (g)    that a plantation shall be subject to this Act, or shall be included in any Schedule, and to fix the area thereof, or that a plantation be transferred from one Schedule to another or from  one part to another of the First Schedule, or that a plantation be deleted from either Schedule.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "that the Board shall execute or refrain from executing any specified works or shall alter or remove any specified works;"
                },
                {
                    "representation": "(b)",
                    "description": "that the cost of any work or the liability for any loan or part thereof shall be imposed on the plantations within a specified time and shall be paid by the proprietors thereof;"
                },
                {
                    "representation": "(c)",
                    "description": "that the Board shall make such assessments and levy such rates as he may think fit to defray any particular expense of the Board;"
                },
                {
                    "representation": "(d)",
                    "description": "that the annual payment by the Council to the Board be varied in such manner as he  may think fit;"
                },
                {
                    "representation": "(e)",
                    "description": "that the Council shall pay the cost of any work or of any part of any work; LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction"
                },
                {
                    "representation": "(f)",
                    "description": "that compensation shall be paid by the Board to any person prejudicially affected by any work or aggrieved by any action of the Board, or that any question whether a person is prejudicially affected or aggrieved or  whether any and what compensation should  be paid shall be determined by the High Court;"
                },
                {
                    "representation": "(g)",
                    "description": "that a plantation shall be subject to this Act, or shall be included in any Schedule, and to fix the area thereof, or that a plantation be transferred from one Schedule to another or from  one part to another of the First Schedule, or that a plantation be deleted from either Schedule."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Commencement and publication of order.  PART IX LEGAL  ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Commencement and publication of order.  PART IX LEGAL  52.   Every order made under this Act shall come into operation on the date specified in the order and shall be published in the Gazette and a daily newspaper.     General offences. [6 of 1997]                PART IX LEGAL",
            "description": "Every order made under this Act shall come into operation on the date specified in the order and shall be published in the Gazette and a daily newspaper.     General offences. [6 of 1997]                PART IX LEGAL"
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "General offences. LAWS OF GUYANA 6 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012 SECTION ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under General offences. LAWS OF GUYANA 6 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012 SECTION 53. Every person who  (a)   commits any nuisance in any of the waters of the Conservancy or who bathes or washes clothes or any animal therein, or  (b)  causes or permits any dirty water or foul fluid to flow into any of the waters of the Conservancy or any reservoir; or  (c)  throws any earth, dirt, stones, broken bottles, oil, filth, or causes any LAWS OF GUYANA 30 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012                             Penalty for opening koker or cutting dam. [6 of 1997]                 Liability of substance likely to contaminate, to get into the waters of the Conservancy or any reservoir; or  (d)   damages any dam, trench, or any work         whatsoever under the control of the Board; or  (e)    wilfully commits any trespass on the          Conservancy; or  (f)     fishes in the waters of the Conservancy         without the permission of the  Chairman; or  (g)    is found without lawful authority in or on any house, benab, shed, dredge or other erection belonging to the Board,  shall be liable to a fine of four thousand eight hundred and seventy-five dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "commits any nuisance in any of the waters of the Conservancy or who bathes or washes clothes or any animal therein, or"
                },
                {
                    "representation": "(b)",
                    "description": "causes or permits any dirty water or foul fluid to flow into any of the waters of the Conservancy or any reservoir; or"
                },
                {
                    "representation": "(c)",
                    "description": "throws any earth, dirt, stones, broken bottles, oil, filth, or causes any LAWS OF GUYANA 30 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012                             Penalty for opening koker or cutting dam. [6 of 1997]                 Liability of substance likely to contaminate, to get into the waters of the Conservancy or any reservoir; or"
                },
                {
                    "representation": "(d)",
                    "description": "damages any dam, trench, or any work         whatsoever under the control of the Board; or"
                },
                {
                    "representation": "(e)",
                    "description": "wilfully commits any trespass on the          Conservancy; or"
                },
                {
                    "representation": "(f)",
                    "description": "fishes in the waters of the Conservancy         without the permission of the  Chairman; or"
                },
                {
                    "representation": "(g)",
                    "description": "is found without lawful authority in or on any house, benab, shed, dredge or other erection belonging to the Board,  shall be liable to a fine of four thousand eight hundred and seventy-five dollars."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Penalty for opening koker or cutting dam. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Penalty for opening koker or cutting dam. 54. (1)   A person shall not during such period as the Board has directed that the koker be shut, open or cause to be opened the koker of any plantation or suffer water from the Conservancy to be taken into the trenches or to escape through the drainage except with the permission in writing of the Chairman.  (2)   A person shall not make or cause to be made any cut through any dam or make any stop-off in the waters of the Conservancy except with the permission in writing of the Chairman.  (3)  Any person who contravenes this section shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person shall not during such period as the Board has directed that the koker be shut, open or cause to be opened the koker of any plantation or suffer water from the Conservancy to be taken into the trenches or to escape through the drainage except with the permission in writing of the Chairman."
                },
                {
                    "representation": "(2)",
                    "description": "A person shall not make or cause to be made any cut through any dam or make any stop-off in the waters of the Conservancy except with the permission in writing of the Chairman."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who contravenes this section shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Liability of proprietor for penalty. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Liability of proprietor for penalty. 55.  A proprietor shall also be liable for a penalty LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  31  L.R.O. 1/2012 proprietor for penalty.   Recovery of  penalties.   Offender liable to pay expenses incurred by the Board.          Recovery of penalties.  imposed by this Act where the offence has been committed in respect of his plantation by a person connected therewith.",
            "description": "A proprietor shall also be liable for a penalty LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  31  L.R.O. 1/2012 proprietor for penalty.   Recovery of  penalties.   Offender liable to pay expenses incurred by the Board.          Recovery of penalties.  imposed by this Act where the offence has been committed in respect of his plantation by a person connected therewith."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Recovery of penalties. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Recovery of penalties. 56.   Every offence under this Act may be prosecuted under the Summary Jurisdiction Acts.",
            "description": "Every offence under this Act may be prosecuted under the Summary Jurisdiction Acts."
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Offender liable to pay expenses incurred by the Board. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Offender liable to pay expenses incurred by the Board. 57. (1) Where the Board has incurred expense or damage has been caused by an offence of which a person has been convicted under this Act the magistrate shall order him to pay to the Board the amount  of such expense or damage. The certificate of the Secretary shall be prime facie evidence of the amount of the expense or the damage to be paid.  (2)  An order under this section shall be enforced as if it were a judgment of the magistrates court in a civil case.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Board has incurred expense or damage has been caused by an offence of which a person has been convicted under this Act the magistrate shall order him to pay to the Board the amount  of such expense or damage. The certificate of the Secretary shall be prime facie evidence of the amount of the expense or the damage to be paid."
                },
                {
                    "representation": "(2)",
                    "description": "An order under this section shall be enforced as if it were a judgment of the magistrates court in a civil case."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Recovery of penalties.  PART X MISCELLANEOUS  ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Recovery of penalties.  PART X MISCELLANEOUS  58. All penalties recovered under this Act or the regulations shall be paid to the Board.      By-laws and regulations.                  Protection of PART X MISCELLANEOUS",
            "description": "All penalties recovered under this Act or the regulations shall be paid to the Board.      By-laws and regulations.                  Protection of PART X MISCELLANEOUS"
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "By-laws and regulations. ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under By-laws and regulations. 59. (1)   The Board may  (a)   make by-laws for the regulation of its          procedure and relating to the duties of its officers and servants; and  (b)   with the approval of the Minister, make         regulations for carrying this Act into effect.  (2)  Any by-laws or regulations made by the former Commissioners and which are not inconsistent with this Act shall continue in force until revoked or amended by new by-laws or regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board may"
                },
                {
                    "representation": "(a)",
                    "description": "make by-laws for the regulation of its          procedure and relating to the duties of its officers and servants; and"
                },
                {
                    "representation": "(b)",
                    "description": "with the approval of the Minister, make         regulations for carrying this Act into effect."
                },
                {
                    "representation": "(2)",
                    "description": "Any by-laws or regulations made by the former Commissioners and which are not inconsistent with this Act shall continue in force until revoked or amended by new by-laws or regulations."
                }
            ]
        }
    },
    {
        "act": "EAST DEMERARA WATER CONSERVANCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Protection of Commissioners acting under Act.  FIRST SCHEDULE—List of Plantations in First and Second Districts. SECOND SCHEDULE—List of Plantations for which the District                                             Commissioner may vote.  _________________________      1953 Ed c. 236  ________ CHAPTER 55:03  EAST DEMERARA WATER CONSERVANCY ACT  26 of 1935 An Act to establish the East Demerara Water Conservancy for the purpose of making better provision for the supply of water in East Demerara, to provide for the management of the conservancy and for purposes connected therewith.  [14TH DECEMBER, 1935]  Short title.    Interpretation. [24 of 1969 25 of 1973] ",
            "context": "EAST DEMERARA WATER CONSERVANCY ACT under Protection of Commissioners acting under Act.  FIRST SCHEDULEList of Plantations in First and Second Districts. SECOND SCHEDULEList of Plantations for which the District                                             Commissioner may vote.  _________________________      1953 Ed c. 236  ________ CHAPTER 55:03  EAST DEMERARA WATER CONSERVANCY ACT  26 of 1935 An Act to establish the East Demerara Water Conservancy for the purpose of making better provision for the supply of water in East Demerara, to provide for the management of the conservancy and for purposes connected therewith.  [14TH DECEMBER, 1935]  Short title.    Interpretation. [24 of 1969 25 of 1973] 60.   The Commissioners and each of them and every LAWS OF GUYANA 32 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012 Commissioners acting under Act. c. 5:07  officer and servant of the Board acting under the direction of the Board shall, with respect to all matters and things done or intended to be done under this Act, be entitled to the benefit and protection of the Justices Protection Act.                    ____________________                                           FIRST  SCHEDULE   ss. 2, 21, 44 and 48  LIST OF PLANTATIONS IN FIRST AND SECOND DISTRICTS  PART I FIRST DISTRICT COMPRISING  THE  UNDERMENTIONED PLANTATIONS  Name of Plantations  Area in acres (English) Kitty Blygezigt Bel Air Sophia Liliendaal Pattenson Turkeyen Cumings Lodge Industry Ogle La Penitence Rome and Houston Ruimveldt Diamond Haags and Bosche 522 211 223 291 267 379 629 664 1,007 2,317 536 2,219 1,105 11,103 1,167 LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  33  L.R.O. 1/2012 Mocha   Vlissengen Lodge Le Repentir  263 ______ 22,903 368 120 285 ____ 773 ______ 23,676      PART II  SECOND DISTRICT COMPRISING UNDERMENTIONED PLANTATIONS  Name of Plantations  Area in acres (English)  Plaisance Vryheids Lust Success La bonne Intention Beterverwagting Triumph (1) Triumph (2) Mon Repos Lsuignan Buxton Friendship Nonpareil Enmore Haslington Golden Grove Nabaclis Cove and John Victoria Belfield 505 4,107 2,120 2,633 488 215 784 2,148 6,284 1,112 1,064 6,209 6,038 810 1,125 1,155 1,172 1,025 654 LAWS OF GUYANA 34 Cap. 55:03                                               East Demerara Water Conservancy   L.R.O. 1/2012 Hope Anns Grove and Two Friends Clonbrook Beehive Greenfield Orange Nassau Grove Unity Lancaster Spring Hall Hand-en-Veldt Good Hope Helen (1)  Helen (2) Belmonte Supply Vereeniging La Bonne Mere Cane Grove Melville Goedverwagting   3,413 744 720 576 581 438 354 215 205 996 305 315 306  292 341 362 406 2,156 2,524 2,184 1,512 _______ 58,593       ____________________                                     SECOND SCHEDULE        s. 43  LIST OF PLANTATIONS FOR WHICH THE       DISTRCIT COMMISSIONER MAY VOTE  Mocha Lodge Kitty Plaisance Friendship Golden Grove Nabaclis Victoria Lancaster Hand-en-Veldt Good Hope Helena (1) LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction (Lay Magistrates)  Cap. 55:03  35  L.R.O. 1/2012  Beterverwaging Triumph Buxton   Anns Grove and Two Friends Clonbrook Unity   Helena (2) Belmonte Supply  Vereeniging  ____________________    O. 72/1956 EAST DEMERARA WATER CONSERVANCY (ANNUAL PAYMENT BY THE GEORGETOWN CITY COUNCIL) ORDER  made under section 51(b)  Citation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "LAWS OF GUYANA                                                 East Demerara Water Conservancy Water Comjmummary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "Belmonte Supply  Vereeniging  ____________________    O. 72/1956 EAST DEMERARA WATER CONSERVANCY"
                },
                {
                    "representation": "(b)",
                    "description": "Citation."
                }
            ]
        }
    }
]