[
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "1.Short title.",
            "context": "GUYANA ENERGY AGENCY ACT under 1.Short title.1.This Act may be cited as the Guyana EnergyAgency Act.",
            "description": "1.This Act may be cited as the Guyana EnergyAgency Act."
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "2.Interpretation.PART IPRELIMINARYPART IIGUYANAENERGY AGENCY",
            "context": "GUYANA ENERGY AGENCY ACT under 2.Interpretation.PART IPRELIMINARYPART IIGUYANAENERGY AGENCY2. In this ActAgency means the Guyana Energy Agency established bysection 3;authorised person means an officer or an employee of the Agencyauthorised by Chief Executive Officer in writingBoard means the Energy Agency Board established bysection 18;ChiefExecutiveOfficermeansthe Chief ExecutiveOfficer of the Agency;energy includes power and fuel;, Illegal petroleum or petroleum product\" means petroleumor petroleum product that -(a)does not contain the marker;(b)contains the marker other than in thespecified concentration; orL.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:046contains duty free marker and is possssed(c) contains duty free market and in possessionby any' person other than a person who isauthorised by the . Guyana RevenueAuthority to possess duty free and tax freepetroleum or petroleum products; ';licence holder means the holder of a licence;markers means any substance -(a) declared by the.e Minister t o .be duty free marker ordomestic marker, as the case. may be; and(b) identified bythe process patented underpatentnumber US 5, 429,952 and EP 409 842 BI, as the case may be;';member means a member of the Agency and includes theChief Executive Officer;plant \" means .fixtures, implements, or machinery usedmanyindustrial process an includes-(a) any machine,ngine, equipment, drum, container ordevice; or(b any componen, fitting, pipe, or accessory used in or inconnectionith any machine, engine, equipment, drum;containe or device;';\"premises\" includes any building, structure or land;\"regulations\" means regulationsmade under thisAct;';L.R.O. 1/2012LAWS OF GUYANA7Cap. 56:04Guyana Energy Agencypowerincludeshydro-power,    thermalpowerandpower generated from every other source;sourceofenergymeanseverysourcefromwhichenergyis generated or brought intoexistenceandincludesmaterialor process used for generation orbringing into existence of energy;\"specified.concentration\"m eans the concentration of markerin petroleum or petroleum product specified by the Ministerfrom time totimebynotification in theGazette;vehicle means any conveyance for the carriage of persons, theireffects or goods, whether or not constructed or adapted for.use on land, air orafter and includes any animal-drawn.cart, steam engine, st am roller, boat, ship or aircraft.':Establishmentandconstitution ofthe GuyanaEnergyAgency.PART IIGUYANA ENERGY AGENCY",
            "description": [
                {
                    "representation": "(c)",
                    "description": "contains duty free market and in possessionby any' person other than a person who isauthorised by the . Guyana RevenueAuthority to possess duty free and tax freepetroleum or petroleum products; ';licence holder means the holder of a licence;markers means any substance -(a) declared by the.e Minister t o .be duty free marker ordomestic marker, as the case. may be; and(b) identified bythe process patented underpatentnumber US 5, 429,952 and EP 409 842 BI, as the case may be;';member means a member of the Agency and includes theChief Executive Officer;plant \" means .fixtures, implements, or machinery usedmanyindustrial process an includes-(a) any machine,ngine, equipment, drum, container ordevice; or(b any componen, fitting, pipe, or accessory used in or inconnectionith any machine, engine, equipment, drum;containe or device;';\"premises\" includes any building, structure or land;\"regulations\" means regulationsmade under thisAct;';L.R.O. 1/2012LAWS OF GUYANA7Cap. 56:04Guyana Energy Agencypowerincludeshydro-power,    thermalpowerandpower generated from every other source;sourceofenergymeanseverysourcefromwhichenergyis generated or brought intoexistenceandincludesmaterialor process used for generation orbringing into existence of energy;\"specified.concentration\"m eans the concentration of markerin petroleum or petroleum product specified by the Ministerfrom time totimebynotification in theGazette;vehicle means any conveyance for the carriage of persons, theireffects or goods, whether or not constructed or adapted for.use on land, air orafter and includes any animal-drawn.cart, steam engine, st am roller, boat, ship or aircraft.':Establishmentandconstitution ofthe GuyanaEnergyAgency.PART IIGUYANA ENERGY AGENCY"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "3.Establishment and constitution of Guyana Energy Agency.",
            "context": "GUYANA ENERGY AGENCY ACT under 3.Establishment and constitution of Guyana Energy Agency.3. (1) There is hereby established a body corporate tobe known as the Guyana Energy Agency.(2) The Agency shall consist of(a)a Chief Executive Officer;L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:048Term of officeof membersand theirremunerationand other termsand conditionsofappointment.(b)a Deputy Chief Executive Officer;(c)such heads of divisions of the Agency,notexceedingfive,asmaybedesignated by the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established a body corporate tobe known as the Guyana Energy Agency.(2) The Agency shall consist of(a)a Chief Executive Officer;L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:048Term of officeof membersand theirremunerationand other termsand conditionsofappointment.(b)a Deputy Chief Executive Officer;(c)such heads of divisions of the Agency,notexceedingfive,asmaybedesignated by the Minister."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "4.Term of office of members and their remuneration and other termsand conditions of appointment.",
            "context": "GUYANA ENERGY AGENCY ACT under 4.Term of office of members and their remuneration and other termsand conditions of appointment.4. (1) The Chief Executive Officer and Deputy ChiefExecutive Officer shall be full time officers of the Agency andshall be appointed by the Minister, and their remunerationand other terms and conditions of appointment shall be suchas may be determined by the Minister.(2) TheheadsofdivisionsoftheAgencydesignated as members thereof (hereinafter referred to asdesignated members) shall hold office for such period, notexceeding three years, as may be specified by the Minister.(3) Notwithstanding anything in subsection (2), theMinister may terminate the appointment of any designatedmember of the Agency for failure or inability to discharge thefunctions of his office or for misconduct or in the publicinterest.(4) The appointment of any designated membershallnotbeterminated undersubsection (3)unlessareasonable opportunity of being heard has been given to suchmember.(5) A designated member may at any time resignby written notice to that effect to the Minister.(6) Adesignatedmember,notbeing      amemberwhoseappointmentwasterminatedundersubsection (3)formisconduct, shallbeeligible forre-appointment if found suitable, notwithstanding the expiry ofhistermofappointment orthathisappointment wasterminatedonanearlieroccasion.L.R.O. 1/2012LAWS OF GUYANA9Cap. 56:04Guyana Energy AgencyFunctions ofAgency.[2 of 2002](7) Adesignated member shall be paid suchallowances as may be determined by the Minister and, subjectto the provisions of this section, the other terms andconditions of his appointment, shall be such as may bedetermined by the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Chief Executive Officer and Deputy ChiefExecutive Officer shall be full time officers of the Agency andshall be appointed by the Minister, and their remunerationand other terms and conditions of appointment shall be suchas may be determined by the Minister.(2) TheheadsofdivisionsoftheAgencydesignated as members thereof"
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding anything in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The appointment of any designated membershallnotbeterminated undersubsection"
                },
                {
                    "representation": "(5)",
                    "description": "A designated member may at any time resignby written notice to that effect to the Minister.(6) Adesignatedmember,notbeing      amemberwhoseappointmentwasterminatedundersubsection"
                },
                {
                    "representation": "(7)",
                    "description": "Adesignated member shall be paid suchallowances as may be determined by the Minister and, subjectto the provisions of this section, the other terms andconditions of his appointment, shall be such as may bedetermined by the Minister."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "5.Functions of Agency.5A.Powers of the Agency.5B.Petroleum and petroleum product marker.5BA.Possesion, sale etc of illegal petroleum or petroleum products.5BB.Unlawful possession of marker.5BC.Sersure of vehicle etc.5BD.Prosecution to be instituted within seven years.5C.Regulations in relation to petroleum and petroleum products.",
            "context": "GUYANA ENERGY AGENCY ACT under 5.Functions of Agency.5A.Powers of the Agency.5B.Petroleum and petroleum product marker.5BA.Possesion, sale etc of illegal petroleum or petroleum products.5BB.Unlawful possession of marker.5BC.Sersure of vehicle etc.5BD.Prosecution to be instituted within seven years.5C.Regulations in relation to petroleum and petroleum products.5. (1) It shall be the function of the Agency to adviseand to make recommendations to the Minister regarding anymeasures necessary to secure the efficient  management ofenergy and the source of energy in the public interest and todevelop and encourage the development and utilisation ofsources of energy other than sources presently in use.(2) Without prejudice to the generality of theprovisions of subsection (1), the Agency shall(a)upon   therequest oftheMinister,develop a national energy policy andsecure its implementation, either bydirect involvement or through otherpersons;(b)carry out research into(i)all sources of energy includingthosesources presently usedin Guyana for the generation ofenergy, and(ii)securingmoreefficientutilisationofenergyandsources of energy;(c)monitortheperformanceoftheenergysector in Guyana, includingtheproduction, importation,distributionandutilisationofpetroleum andpetroleum products;L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0410(d)disseminate information relating toenergymanagement,includingenergyconservationandthedevelopmentandutilisationofalternative sources of energy;Powers of theAgency.[3 of 200412 of 2005](e)perform other functions that areconferredonitbythisActorfunctionsrelatingtoenergymanagement assigned toitbytheMinister.(3) [Deleted by 2 of 2002]5A (1). The Agency may, in respect of petroleum andpetroleum products, grant and issue all licences including thefollowing (a)an import licence;(b)a wholesale licence;(c)an importing wholesale licence;(d)a retail licence;(e)a bulk transportation carrier licence;(f)a storage licence; and(g)a consumer installationlicence.(2) Notwithstanding anything in any other law, noother Government agency or authority or person may exercisethe powers conferred on the Agency by subsection (1).(3) Subject to subsection (2), this Act is in additiontoandnotinderogationofanyotherlaw.L.R.O. 1/2012LAWS OF GUYANA11Cap. 56:04Guyana Energy AgencyPetroleum andpetroleumproductmarker.[3 of 200412 of 200519 of 2011]5B. (1) The Agency shall utilise a marking system toadd markers to petroleum and petroleum products importedby every person under an import licence or import wholesalelicence issued by theAgency for the purpose of identifyingsuch petroleum and petroleum products as having beenlegitimately imported.(2) The Agency shall add the markers to petroleumand petroleum products at a concentration determined by theMinister by notice in the Gazette.(3) Importers shall ensure that (i)all petroleum products for domesticusearriving at or leaving theirterminals or transferred ship to shipor by any other means are marked bythe Agency;(ii)the Agency is advised of the arrivalandmovementofallimportedpetroleum and petroleum products.(4) The importer shall pay the Agency a prescribedmarking fee per litre in respect of petroleum and petroleumproducts.(5) The Agency may take samples of petroleumandpetroleumproductsfromanypersonatrandomthroughout Guyana and carry out tests and examination todetermine the presence or level of the markers in the samplesof the petroleum and petroleum products.(6) The samples required under subsection (5) shallbe supplied by an importer, wholesaler, retailer, or anyperson in control or possession of the petroleum or petroleumproducts to an inspector free of charge.(7) The Agency shall perform such tests as may beL.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0412necessary to determine that the presence of the markers is inthe specified concentration in the volume of the petroleumand petroleum products and any further test that may benecessary to determine whether the petroleum and petroleumproducts have been lawfully obtained,stored,possessed,offered for sale, blended or mixed with any substances thatis not approved by the Agency.(8) The Agency shall make available the result ofany test or examination done under this Act to the concernedlicenceholderorpersonincontrolofpetroleum andpetroleum products.(9) Where the Agency gathers empirical evidenceunder this section such evidence may be admissible in a courtof law.(10) A person who commits an offence who is inpossession of petroleum and petroleum products wherein themarkers are absent or if  present are not in the proportiondetermined by the Agency under this  section and shall beliable on summary convictions to a fine of three milliondollars and to imprisonment for three years and the court onconvicting such person under this subsection shall order theforfeiture ofthepetroleum and   petroleum products inrelation to which offence was committedand any vehiclewhich contains such petroleum and petroleum products.(11) Repealed [By Act 19 of 2011](12) Repealed [By Act 19 of 2011]LAWS OF GUYANA13Cap. 56:04Guyana Energy Agency(13) )Notwithstanding anything in thissection, theminister may by order direct that the Agencyshall not add rnarkers to petroleum and petroleum products.for a period commencing on a specified date and ending onanother specified or ending on a date to be determined by theMinister, by order.Possesion, saleetc of illegalpetroleum orpetroleumproducts.[19 of 2011]5BA. (1)A personwho possesses, sells, offers tosell, stores,distributes,transports, purchases orobtainsorotherwise de Is with illegal petroleum or petroleum productcommits an offence and is liable on summary conviction to afine of three million dollars and imprisonment for three years.(2)Notwithstandinganythingcontainedinsec tion 36, the Chief Executive Officer or an authorised person'sha11 seize the petroleum or petroleum product referred to insub section (1) and the Chief Executive Officer may dispose of itin the manner approved by the Minister.(3)As' soon as practicable after seizing illegalpetroleum or petroleum product, the Chief Executive Officer oraauthorised person shall give notice in writing of the seizureand d the reasons for the seizure -(a)toany person knownorbelieved    tohaveaninterestmtheillegal petroleum or petroleumproduct; or(b) where that person is overseas, to his agent i.r'1Guyana.(4)A s e i z u r e i s n o t i n v a l i d a t e dord e e m e d illegal by reason of any failure to give notice ifreasonable steps were taken to give the notice.(5) Any person aggrieved of any decision of the Agencyunder this sectionmay appeal to the Minister within threedays of seizure of the illegal petroleum or petroleum productL.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0414Unlawfulpossession of5BB. A personwho possesses, purchases,marker.. obtains, stores,offersforsale,s11s, distributes,[19of2011]Seizureofvehicle,etc.Act 19of 2011Prosecutio nto beinstitutedwithin sev:nyears.[19of2011]transportsor otherwise deals with a marker exceptas provided by regulations commits an offence and isliable onsummary convictionto a fine of threemillion dollars and imprisonment for one year.5BC. (1)An authorised personmayseizeany vehicle,drum,container,orotherthingcontainingillegal petroleumor petroleump roductwhich .shall bedeemedto be taken and condemnedanmay be sold or otherwise disposed of in the manneras the ChiefExecutiveOfficerdeems fit, unlessthepersonfrom   whomthe seizure has been made givesnotice to the Chief ExecutiveOfficerwithin on,e calendar month from the date of the seizurethat he claimsthe vehicle, drum, containeror otherthing whereuponproceedings, shall be  taken for theforfeitureand condemnation thereof.(2)ereanyproceedingsare    takenforforfeitureandcondemnation , the courtmayorderdelivery of the vehicle, drum, container or thing seized,save and except for the illegal petroleumor petroleumproducts,totheclaimanton security beinggivenfor th e payment to the Agency of the valuethereofincaseofcondemnation.5BD.Prosecution under this Act and regulations may beinstitutedand conductedinacourtof summaryjurisdiction an any time within seven years after the date ofthe offence,L.R.O. 1/2012L.R.O. 1/2012LAWS OF GUYANA15Cap. 56:04Guyana Energy AgencyRegulations inrelation topetroleum andpetroleumproducts.[3 of 2004]5C. (1) The Minister may, by regulations, in relation topetroleum and petroleum products, prescribe the following (a)form of an application for a licence;(b)conditions for the grant and issue of alicence and the form of a licence;(c)conditions governing the transfer,surrender,amendment,  suspensionand cancellation of a licence;(d)validity and duration of a licence;(e)ineligibility for a licence;(f)          general duty with regard to the safehandling and disposing of petroleumand petroleum products;(g)duties in regard tobuildings,measurements, specificationsandstandards;(h)fire prevention and for dealing withmeasures for petroleum spills;(i)the duties and powers of inspectors;includingtheauthoritytoenterL.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0416premises and seize illegal petroleumortocleanuppetroleumandpetroleum products spills;(j)information and records to be kept;(k)confidentiality of information inthepossession of the Agency;(l)the blending of petroleum andpetroleum products;(m) temporarilytakingcontrolofpremises;(n) approvalofstandardsandspecifications;(o)themarking of  petroleum andpetroleum products;(p)anyothermatterthatmaybenecessary for   theadministration ofthis Act.(2) Regulations made under subsection (1) mayprescribe for their breach (a)a penalty of three million dollars andimprisonment for three years;(b)for the seizure and forfeiture ofpetroleumand petroleum productsimported without an import licence;(c)fortheseizureandforfeitureofanyvehicle conveyingpetroleumandpetroleum products importedwithout an import licence.L.R.O. 1/2012LAWS OF GUYANA17Cap. 56:04Guyana Energy AgencyAdvisoryfunctions ofAgency.c. 56:01Exercise offunctionsunder theHydro-ElectricPower Actc. 56:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "mayprescribe for their breach (a)a penalty of three million dollars andimprisonment for three years;(b)for the seizure and forfeiture ofpetroleumand petroleum productsimported without an import licence;(c)fortheseizureandforfeitureofanyvehicle conveyingpetroleumandpetroleum products importedwithout an import licence.L.R.O. 1/2012LAWS OF GUYANA17Cap. 56:04Guyana Energy AgencyAdvisoryfunctions ofAgency.c. 56:01Exercise offunctionsunder theHydro-ElectricPower Actc. 56:"
                },
                {
                    "representation": "(3)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding anything in any other law, noother Government agency or authority or person may exercisethe powers conferred on the Agency by subsection"
                },
                {
                    "representation": "(5)",
                    "description": "shallbe supplied by an importer, wholesaler, retailer, or anyperson in control or possession of the petroleum or petroleumproducts to an inspector free of charge.(7) The Agency shall perform such tests as may beL.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0412necessary to determine that the presence of the markers is inthe specified concentration in the volume of the petroleumand petroleum products and any further test that may benecessary to determine whether the petroleum and petroleumproducts have been lawfully obtained,stored,possessed,offered for sale, blended or mixed with any substances thatis not approved by the Agency.(8) The Agency shall make available the result ofany test or examination done under this Act to the concernedlicenceholderorpersonincontrolofpetroleum andpetroleum products.(9) Where the Agency gathers empirical evidenceunder this section such evidence may be admissible in a courtof law.(10) A person who commits an offence who is inpossession of petroleum and petroleum products wherein themarkers are absent or if  present are not in the proportiondetermined by the Agency under this  section and shall beliable on summary convictions to a fine of three milliondollars and to imprisonment for three years and the court onconvicting such person under this subsection shall order theforfeiture ofthepetroleum and   petroleum products inrelation to which offence was committedand any vehiclewhich contains such petroleum and petroleum products.(11) Repealed [By Act 19 of 2011](12) Repealed [By Act 19 of 2011]LAWS OF GUYANA13Cap. 56:04Guyana Energy Agency(13) )Notwithstanding anything in thissection, theminister may by order direct that the Agencyshall not add rnarkers to petroleum and petroleum products.for a period commencing on a specified date and ending onanother specified or ending on a date to be determined by theMinister, by order.Possesion, saleetc of illegalpetroleum orpetroleumproducts.[19 of 2011]5BA."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "6.Advisory functions of Agency.",
            "context": "GUYANA ENERGY AGENCY ACT under 6.Advisory functions of Agency.6. (1) TheAgencyshallstudyandkeepunderreview matters relating to the exploration for, production,recovery,processing,transmission, transportation,distribution, sale, purchase, exchange and disposal of energyand sources of energy within and outside Guyana, shallreport thereon to the Minister and shall recommend to theMinister    such measures as it considers necessary or in thepublic interest for the control, supervision, conservation, use,marketing and development of energy and sources of energy.(2) The Agency shall, at the request of the Minister,prepare studies and reports on any matter relating to energyor any source of energy, including research into alternativesources of energy, or the application of such research, andshallrecommend to the Minister  the making of sucharrangements as it considers desirable for co-operation withgovernmental or other agencies in or outside Guyana inrespect of matters relating to energy and sources of energy.(3) The Agency shall, at the request of the Ministerassigned authority for administration of the Electricity SectorReform Act, tender any advice needed by him or requiredunder that Act in the discharge of his functions.(4) In the discharge of its functions under thissection, the Agencyshall,whereverappropriate,utiliseagenciesofthe Government to obtain technical, economicand statistical advice.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "TheAgencyshallstudyandkeepunderreview matters relating to the exploration for, production,recovery,processing,transmission, transportation,distribution, sale, purchase, exchange and disposal of energyand sources of energy within and outside Guyana, shallreport thereon to the Minister and shall recommend to theMinister    such measures as it considers necessary or in thepublic interest for the control, supervision, conservation, use,marketing and development of energy and sources of energy.(2) The Agency shall, at the request of the Minister,prepare studies and reports on any matter relating to energyor any source of energy, including research into alternativesources of energy, or the application of such research, andshallrecommend to the Minister  the making of sucharrangements as it considers desirable for co-operation withgovernmental or other agencies in or outside Guyana inrespect of matters relating to energy and sources of energy.(3) The Agency shall, at the request of the Ministerassigned authority for administration of the Electricity SectorReform Act, tender any advice needed by him or requiredunder that Act in the discharge of his functions.(4) In the discharge of its functions under thissection, the Agencyshall,whereverappropriate,utiliseagenciesofthe Government to obtain technical, economicand statistical advice."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "7.Exercise of functions under Hydro-Electric Power Act.",
            "context": "GUYANA ENERGY AGENCY ACT under 7.Exercise of functions under Hydro-Electric Power Act.7. (1) The functions conferred on the President bythe Hydro-Electric Power Act and the regulations madethereunder shallbeexercised bytheMinister andtheprovisions ofthat Act relating tothefunctions ofthePresident shall be read and construed and have effectasifreferences therein tothePresident were references to theMinister.L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0418Power ofAgency tomake rules.(2) The functions conferred on the Chief WorksOfficer and the Engineer by the Hydro-Electric Power Act andanyregulations madethereunder shall, notwithstandinganything in any other written law, be exercised by the ChiefExecutive Officer or  such officer of the Agency as may bespecified by the Chief Executive Officer, and the provisions ofthat Act relating to the functions of the Chief Works Officerand the Engineer shall be read and construed and have effectaccordingly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The functions conferred on the President bythe Hydro-Electric Power Act and the regulations madethereunder shallbeexercised bytheMinister andtheprovisions ofthat Act relating tothefunctions ofthePresident shall be read and construed and have effectasifreferences therein tothePresident were references to theMinister.L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0418Power ofAgency tomake rules.(2) The functions conferred on the Chief WorksOfficer and the Engineer by the Hydro-Electric Power Act andanyregulations madethereunder shall, notwithstandinganything in any other written law, be exercised by the ChiefExecutive Officer or  such officer of the Agency as may bespecified by the Chief Executive Officer, and the provisions ofthat Act relating to the functions of the Chief Works Officerand the Engineer shall be read and construed and have effectaccordingly."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "8.Power of Agency to make rules.",
            "context": "GUYANA ENERGY AGENCY ACT under 8.Power of Agency to make rules.8. (1) Subject to subsection (2), the Agency, with theapproval of the Minister, may, for the purpose of formulatingandimplementing measurescalculatedtoimprovethesituation in Guyana with regard to energyandsourcesofenergy, makerulesforalloranyofthe following(a)regulatingorprohibiting  theproduction,supply, acquisition oruse of energy or sources of energy;(b)prescribingtechnicalefficiencystandardsappliancesofplant,equipment,andvehiclesthatconsume or produce energy;(c)prohibiting or restricting the import,manufactureoruseofplant,equipment, appliances andvehiclesthat do not comply    with prescribedtechnicalefficiencystandardsinrespectofenergyconsumption orproduction, oruseatypeoffuelwhich, in the opinion of the Agency,isinappropriate inthecontextofenergy conservation or the utilisationof alternative sources of energy;(d)prescribingtechnicalstandards,L.R.O. 1/2012LAWS OF GUYANA19Cap. 56:04Guyana Energy Agencyproceduresand guidelines forthestorage,production, processing anddistribution of energy or sources ofenergyorfortechnicalpersonsemployed therein;c 56:01c 57:01Instructions byMinister.Power tocompelinformationandpreservation of(e)prescribing incentives, financial orotherwise, for the developmentandutilisation ofalternative sources ofenergy, including the conversion to analternative source of energy of plant,equipment,appliances,vehiclesorother energy-consumingmachineryorforthemodification thereof, orforbuildingforthepurposeofreducing energy consumption;(f)generallyforcarryingoutthepurposes and provisions of this Act.(2) For the removal of doubt it is hereby declaredthattherule-makingauthorityoftheAgencyundersubsection (1) does not extend to making rules for theadministration of the Electricity Sector Reform Act or thePublic Utilities Commission Act.(3) Rules made under this section are subject tonegative resolution of the National Assembly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "does not extend to making rules for theadministration of the Electricity Sector Reform Act or thePublic Utilities Commission Act.(3) Rules made under this section are subject tonegative resolution of the National Assembly."
                },
                {
                    "representation": "(2)",
                    "description": "For the removal of doubt it is hereby declaredthattherule-makingauthorityoftheAgencyundersubsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "9.Instructions by Minister.",
            "context": "GUYANA ENERGY AGENCY ACT under 9.Instructions by Minister.9.The Minister, after consultation with the Agency,may issue instructions to any person in respect of energyandanymatter connected therewith and any person towhom any such instruction is issuedshall comply with theinstruction within a reasonable time specified by the Minister.",
            "description": "9.The Minister, after consultation with the Agency,may issue instructions to any person in respect of energyandanymatter connected therewith and any person towhom any such instruction is issuedshall comply with theinstruction within a reasonable time specified by the Minister."
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "10.Power to compel information and preservation of secrecy.",
            "context": "GUYANA ENERGY AGENCY ACT under 10.Power to compel information and preservation of secrecy.10.(1) In the performance of its specified functionsunder sections 5, 6 and 8, the Agency may request a licence-holder, producer, processor, or any consumer of energy orany source of energy to provide any information in respect ofL.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0420secrecy.[2 of 20023 of 2004]Committees ofAgency.ChiefExecutiveOfficer.[19 of 2011]his or its business production, processing or consumption ofthat energy or source of energy that the Agency considersnecessary for the performance of its functions, and the personto whom such request is made shall comply with the requestwithin a reasonable time to be specified by the Agency.(2) Except for the purpose of the discharge of hisfunctions or when lawfully required to do so by any court orunder the provisions of any law, a member or officer or otheremployee of the Agency shall not disclose any informationwhich he has acquired in the course of the discharge of hisfunctions.(3) Any person who fails or neglects to provide anyinformation whenlawfully requiredtodoso  undersubsection (1) or contravenes the provisions of subsection (2)shall be liable on summary conviction  to a fine of onehundred thousand dollars and to imprisonment for one year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or contravenes the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "11.Committees of Agency.",
            "context": "GUYANA ENERGY AGENCY ACT under 11.Committees of Agency.11.(1)TheAgency mayappoint committeesconsisting of its members, or its members and other persons,and delegate to any such committee any of its functions.(2)Withoutprejudice tothe  provisions ofsubsection(1),theAgencymayappointacommitteeconsisting of its members, or its members and other persons,to report to the Agency, or advise it, on any matter specifiedby the Agency.(3) The remuneration payable to the  members ofcommittees appointed by the Agency and other  terms andconditions of their appointment shall be such as may bedetermined by the Agency with the approval of the Minister.",
            "description": [
                {
                    "representation": "(3)",
                    "description": "The remuneration payable to the  members ofcommittees appointed by the Agency and other  terms andconditions of their appointment shall be such as may bedetermined by the Agency with the approval of the Minister."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "12.Chief Executive Officer.",
            "context": "GUYANA ENERGY AGENCY ACT under 12.Chief Executive Officer.12. (1) The Chief Executive Officer shall be responsiblefor implementing the decisions of the Agency.(2)WithoutprejudicetotheprovisionsofLAWS OF GUYANA21Cap. 56:04Guyana Energy Agencysubsection (1), and subject to the general policy decisionsof  theAgency,theChief Executive Officer shall beresponsible for the management of the Agency,includingthe organisation and discipline of the staff in accordancewith the general terms and conditions of service establishedby the Agency with the approval of the Minister.(2A)The Chief Executive Officer may, in writing, delegatethe exercise 0fany of his functions under this Act to anyofficeror otheremployeeoftheAgency(3) If  the Chief Executive Officer is absent or isunable to act or if the office is vacant, the Deputy ChiefExecutive Officer shall have, and discharge, the functions ofthe Chief Executive Officer except those functions that havebeen delegated to any other officer or employee of theAgency.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Chief Executive Officer shall be responsiblefor implementing the decisions of the Agency.(2)WithoutprejudicetotheprovisionsofLAWS OF GUYANA21Cap. 56:04Guyana Energy Agencysubsection"
                },
                {
                    "representation": "(3)",
                    "description": "If  the Chief Executive Officer is absent or isunable to act or if the office is vacant, the Deputy ChiefExecutive Officer shall have, and discharge, the functions ofthe Chief Executive Officer except those functions that havebeen delegated to any other officer or employee of theAgency."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "13.Employment of staff of Agency.",
            "context": "GUYANA ENERGY AGENCY ACT under 13.Employment of staff of Agency.13. (1) The Agency may, with  the approval of theMinister, employ atsuchremuneration and on such otherterms and conditions as  it thinks fit, a Secretary, heads ofdivisions, inspectors, and such other officers and employeesas the Agency may require.(2)TheAgencymaydelegate   totheChiefExecutive Officer the power conferred on it by subsection (1)in respect of any class of employees, subject to such terms andconditions, if any, specified by it.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Agency may, with  the approval of theMinister, employ atsuchremuneration and on such otherterms and conditions as  it thinks fit, a Secretary, heads ofdivisions, inspectors, and such other officers and employeesas the Agency may require.(2)TheAgencymaydelegate   totheChiefExecutive Officer the power conferred on it by subsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "14.Employment of experts.",
            "context": "GUYANA ENERGY AGENCY ACT under 14.Employment of experts.14.The Agency may, at any time, retain the servicesofexpertsandotherprofessional persons(includingconsultants) having specialised knowledge relevant to theAgencysfunctions;andmaypaysuchpersonssuchremuneration in respect thereof as the Agency, with theapproval of the Minister, may determine.",
            "description": "14.The Agency may, at any time, retain the servicesofexpertsandotherprofessional persons(includingconsultants) having specialised knowledge relevant to theAgencysfunctions;andmaypaysuchpersonssuchremuneration in respect thereof as the Agency, with theapproval of the Minister, may determine."
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "15.Meetings and procedure of Agency.",
            "context": "GUYANA ENERGY AGENCY ACT under 15.Meetings and procedure of Agency.15. (1) The Agency shall meet at such times as may benecessary or expedient for the transaction of its business,and the meetings shall be held at such places and times andon such days as the Agency may determine.(2) One-third of all the members of the Agencyshall constitute the quorum for any of  the meetings of  theAgency.L.R.O. 1/2012L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0422Fees forservices.Funds andresources ofAgency.(3) The Minister may make regulations to prescribethe procedure of the Agency and, subject to the provisions ofthis Act and such regulations, the Agency may regulate itsown procedure and may make rules for that purpose.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Agency shall meet at such times as may benecessary or expedient for the transaction of its business,and the meetings shall be held at such places and times andon such days as the Agency may determine.(2) One-third of all the members of the Agencyshall constitute the quorum for any of  the meetings of  theAgency.L.R.O. 1/2012L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0422Fees forservices.Funds andresources ofAgency.(3) The Minister may make regulations to prescribethe procedure of the Agency and, subject to the provisions ofthis Act and such regulations, the Agency may regulate itsown procedure and may make rules for that purpose."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "16.Fees for services.",
            "context": "GUYANA ENERGY AGENCY ACT under 16.Fees for services.16. The Agency may charge and recover fees for anyservices rendered by it, including the conduct of any study orthe granting of any permission.",
            "description": "The Agency may charge and recover fees for anyservices rendered by it, including the conduct of any study orthe granting of any permission."
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "17.Funds and resources of Agency.LAWS OF GUYANAGuyana Energy AgencyCap. 56:044SECTIONPART IIIENERGY AGENCY BOARD",
            "context": "GUYANA ENERGY AGENCY ACT under 17.Funds and resources of Agency.LAWS OF GUYANAGuyana Energy AgencyCap. 56:044SECTIONPART IIIENERGY AGENCY BOARD17. (1) The funds and resources of the Agency shallconsist of(a)sums paid  to, or recovered by, theAgency under any provisions of thisAct;(b)income earned by the Agency fromanyofits operations, commercial orotherwise;(c)sums   provided totheAgencybyor under any appropriation law;d)sums allocated, from time to time, tothe Agency from loan funds;(e)sums received by way of grant, gift orbequest from any person or agency;(f)any property or investment acquiredby, or vested in, the Agency;(g)moneys earned or arising from anypropertyor investment acquired by,or vested in, the Agency;(h)sums borrowed by the Agency for thepurposeofmeetinganyofitsobligations or the performance of anyofitsfunctions;andL.R.O. 1/2012LAWS OF GUYANA23Cap. 56:04Guyana Energy Agency(i)all other sums or property which mayin any manner become payable to orvested in the Agency in respect of anymatter pertaining to or incidental toits functions.(2) The Agency may, with the approval of theMinister, borrow sums required by it for meeting any of itsobligations or performing any of its functions, and suchapproval may be either general or limited  to a particularborrowing, and may be either unconditional or subject  tosuch terms and conditions as may bespecified bytheMinister.(3) The charges on any amount which may beallocated to the Agency from loan funds shall be met by theAgency, except that all or any part of such charges may bemet out of moneys provided by or under any appropriationlaw.(4) For the purposes of this section, the expressionloan funds means such sums as may be made availablefrom time to time to the Government by way of loan.Establishmentandconstitution ofEnergy AgencyBoard.PART IIIENERGY AGENCY BOARD",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The funds and resources of the Agency shallconsist of(a)sums paid  to, or recovered by, theAgency under any provisions of thisAct;(b)income earned by the Agency fromanyofits operations, commercial orotherwise;(c)sums   provided totheAgencybyor under any appropriation law;d)sums allocated, from time to time, tothe Agency from loan funds;(e)sums received by way of grant, gift orbequest from any person or agency;(f)any property or investment acquiredby, or vested in, the Agency;(g)moneys earned or arising from anypropertyor investment acquired by,or vested in, the Agency;(h)sums borrowed by the Agency for thepurposeofmeetinganyofitsobligations or the performance of anyofitsfunctions;andL.R.O. 1/2012LAWS OF GUYANA23Cap. 56:04Guyana Energy Agency(i)all other sums or property which mayin any manner become payable to orvested in the Agency in respect of anymatter pertaining to or incidental toits functions.(2) The Agency may, with the approval of theMinister, borrow sums required by it for meeting any of itsobligations or performing any of its functions, and suchapproval may be either general or limited  to a particularborrowing, and may be either unconditional or subject  tosuch terms and conditions as may bespecified bytheMinister.(3) The charges on any amount which may beallocated to the Agency from loan funds shall be met by theAgency, except that all or any part of such charges may bemet out of moneys provided by or under any appropriationlaw.(4) For the purposes of this section, the expressionloan funds means such sums as may be made availablefrom time to time to the Government by way of loan.Establishmentandconstitution ofEnergy AgencyBoard.PART IIIENERGY AGENCY BOARD"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "18.Establishment and constitution of Energy Agency Board.",
            "context": "GUYANA ENERGY AGENCY ACT under 18.Establishment and constitution of Energy Agency Board.18. (1) There is hereby established a body to be knownas the Energy Agency Board.(2) The Board shall consist of(a)the Chief Executive Officer of theAgency;(b)the Deputy Chief Executive Officer ofthe Agency;L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0424(c)any additional number of persons, notexceeding five, as may be specified bythe Minister.(3) The     membersoftheBoardshallbeappointed by the Minister, and the members so appointedby theMinister under subsection (2) shall beappointedfromamong governmentaland private sector organisationsor institutions with a particular interest or expertiseinmatters of energy policy, which organisations or institutionsshall be consulted by the Minister prior to making suchappointments.Term of officeof members ofBoard.ExpensesofmembersofBoard.(4) The Minister shall appoint one member of theBoard to be the Chairman and another member of the Boardto be the Vice- Chairman of the Board.(5) Where the Chairman of the Board is, for anyreason, unable to carry out his functions under this Act or ifthe office is vacant, the Vice-Chairman of the Board shall haveand discharge the functions of the Chairman for the period ofthe inability of the Chairman to carry out his functions underthis Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established a body to be knownas the Energy Agency Board.(2) The Board shall consist of(a)the Chief Executive Officer of theAgency;(b)the Deputy Chief Executive Officer ofthe Agency;L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0424(c)any additional number of persons, notexceeding five, as may be specified bythe Minister.(3) The     membersoftheBoardshallbeappointed by the Minister, and the members so appointedby theMinister under subsection"
                },
                {
                    "representation": "(2)",
                    "description": "shall beappointedfromamong governmentaland private sector organisationsor institutions with a particular interest or expertiseinmatters of energy policy, which organisations or institutionsshall be consulted by the Minister prior to making suchappointments.Term of officeof members ofBoard.ExpensesofmembersofBoard.(4) The Minister shall appoint one member of theBoard to be the Chairman and another member of the Boardto be the Vice- Chairman of the Board.(5) Where the Chairman of the Board is, for anyreason, unable to carry out his functions under this Act or ifthe office is vacant, the Vice-Chairman of the Board shall haveand discharge the functions of the Chairman for the period ofthe inability of the Chairman to carry out his functions underthis Act."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "19.Term of office of members of Board.",
            "context": "GUYANA ENERGY AGENCY ACT under 19.Term of office of members of Board.19. The appointment ofa member ofthe Boardappointed under section 18(2) may be terminated by theMinister if, in the opinion of the Minister, such member hasceased to represent the interest or provide the requisiteexpertise of the organisation or institution from which he wasappointed:Provided that the appointment of a member of theBoard shall not be terminated by the Minister under thissubsection unless a reasonable opportunity of being heard hasbeen given to such member.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "may be terminated by theMinister if, in the opinion of the Minister, such member hasceased to represent the interest or provide the requisiteexpertise of the organisation or institution from which he wasappointed:Provided that the appointment of a member of theBoard shall not be terminated by the Minister under thissubsection unless a reasonable opportunity of being heard hasbeen given to such member."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "20.Expenses of members of Board.",
            "context": "GUYANA ENERGY AGENCY ACT under 20.Expenses of members of Board.20.AmemberoftheBoardshallbepaidL.R.O. 1/2012LAWS OF GUYANA25Cap. 56:04Guyana Energy AgencySecretary andotheremployees ofthe Board.Meetings andprocedure ofBoard.Functions ofthe Board.Preservation ofsecrecy.Power of theMinisterto givedirections.expenses at rates determined by the Minister.",
            "description": "20.AmemberoftheBoardshallbepaidL.R.O. 1/2012LAWS OF GUYANA25Cap. 56:04Guyana Energy AgencySecretary andotheremployees ofthe Board.Meetings andprocedure ofBoard.Functions ofthe Board.Preservation ofsecrecy.Power of theMinisterto givedirections.expenses at rates determined by the Minister."
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "21.Secretary and other employees of Board.",
            "context": "GUYANA ENERGY AGENCY ACT under 21.Secretary and other employees of Board.21. (1) The Secretary of the Agency shall be secretaryof the Board.(2) The Chief Executive Officer of the Agency shallmake available to the Board the services of such other staffand such other facilities as are necessary for the proper andefficient discharge of the functions of the Board.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Secretary of the Agency shall be secretaryof the Board.(2) The Chief Executive Officer of the Agency shallmake available to the Board the services of such other staffand such other facilities as are necessary for the proper andefficient discharge of the functions of the Board."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "22.Meetings and procedure of Board.",
            "context": "GUYANA ENERGY AGENCY ACT under 22.Meetings and procedure of Board.22.The Board  shall meet whenever necessary toensure the proper discharge of its functions under this Act orwhenever directed by the Minister or by the Chief ExecutiveOfficer of the Agency and, subject to the approval of theMinister, the Board may regulate its own procedure.",
            "description": "22.The Board  shall meet whenever necessary toensure the proper discharge of its functions under this Act orwhenever directed by the Minister or by the Chief ExecutiveOfficer of the Agency and, subject to the approval of theMinister, the Board may regulate its own procedure."
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "23.Functions of Board.",
            "context": "GUYANA ENERGY AGENCY ACT under 23.Functions of Board.23. (1) The Board shallserve as a Board of Directorsfor the Agency, to which matters affecting the performance bythe Agency of its functions under this Act shall be referred bythe Minister or the Agency, as the case may be.(2) The Board shall, as soon as possible afterreceipt of any matter referred to it by the Minister or theAgency,considerthematter expeditiously andcommunicate to the Minister or the Agency, as the case maybe, in writing, the advice or opinion of the Board thereon.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board shallserve as a Board of Directorsfor the Agency, to which matters affecting the performance bythe Agency of its functions under this Act shall be referred bythe Minister or the Agency, as the case may be.(2) The Board shall, as soon as possible afterreceipt of any matter referred to it by the Minister or theAgency,considerthematter expeditiously andcommunicate to the Minister or the Agency, as the case maybe, in writing, the advice or opinion of the Board thereon."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "24.Preservation of secrecy.PART IVMISCELLANEOUS",
            "context": "GUYANA ENERGY AGENCY ACT under 24.Preservation of secrecy.PART IVMISCELLANEOUS24.The provisions of section 10(2), and the penaltyprescribed for the contravention thereof by section 10(3), shallmutatis mutandis apply to the members of the Board and to theofficers and other employees referred to in section",
            "description": "24.The provisions of section 10(2), and the penaltyprescribed for the contravention thereof by section 10(3), shallmutatis mutandis apply to the members of the Board and to theofficers and other employees referred to in section"
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "25.Power of the Minister to give directions.",
            "context": "GUYANA ENERGY AGENCY ACT under 25.Power of the Minister to give directions.25.(1)TheMinister   shallgivetotheAgencydirections as to the policy to be followed by the Agency intheperformanceofitsfunctions.L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0426(2)Withoutprejudicetotheprovisionsofsubsection (1), the Minister may give directions to the Agencyabout the priorities and in relation to its functions andmanagement of its finance and assets.(3) Any direction given to the Agency by theMinister under subsection (1) or (2) shall be given effect to bythe Agency.Power todelegatefunctions of theMinister.Notification ofappointment ofmembers ofAgency andmembers ofBoard.Accounts andaudit.(4) The Agency shall provide such facilities to theMinister as will enable him to verify information furnished inpursuance of this section.",
            "description": [
                {
                    "representation": "(3)",
                    "description": "Any direction given to the Agency by theMinister under subsection"
                },
                {
                    "representation": "(1)",
                    "description": "or"
                },
                {
                    "representation": "(2)",
                    "description": "shall be given effect to bythe Agency.Power todelegatefunctions of theMinister.Notification ofappointment ofmembers ofAgency andmembers ofBoard.Accounts andaudit.(4) The Agency shall provide such facilities to theMinister as will enable him to verify information furnished inpursuance of this section."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "26.Power to delegate functions of the Minister.",
            "context": "GUYANA ENERGY AGENCY ACT under 26.Power to delegate functions of the Minister.26. The Minister may in writing delegate any functionconferred upon him by this Act, other than the power to makesubsidiary legislation, toanypersonemployed bytheGovernment.",
            "description": "The Minister may in writing delegate any functionconferred upon him by this Act, other than the power to makesubsidiary legislation, toanypersonemployed bytheGovernment."
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "27.",
            "context": "GUYANA ENERGY AGENCY ACT under 27.27.The names of the members of the Agency and ofthe Board as first constituted, and every change in themembership thereof, shall be published in the Gazette.",
            "description": "27.The names of the members of the Agency and ofthe Board as first constituted, and every change in themembership thereof, shall be published in the Gazette."
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "28.Notification of appointment of members of Agency andmembers of Board.Accounts and audit.",
            "context": "GUYANA ENERGY AGENCY ACT under 28.Notification of appointment of members of Agency andmembers of Board.Accounts and audit.28.(1)TheAgencyshallkeepaccounts ofitstransactions to the satisfaction of the Minister, and suchaccounts shall be audited annually by the Auditor General.(2) The Minister may, at any time, request theAuditor General to examine the accounts of the Agency forany particular purpose or in regard to any particular matter,and to report thereon to the Minister.(3) The members, officers and employees of theAgency,andofanycompanyorotherorganisationestablished by it, shall grant to the Auditor General, for thepurposes of audit under subsection (1) or (2), access to allbooks, documents, cash and securities of the Agency and ofL.R.O. 1/2012LAWS OF GUYANA27Cap. 56:04Guyana Energy Agencysuch company or other organisation, and shall give to him onrequestallsuchinformation asmaybewithintheirknowledge in relation to the operation of the Agency or suchcompany or organisation.(4) The AuditorGeneral shallhavepower tosummon and examine all persons whom he shall think fit toexamineforthepurposeofobtaininginformationinconnection with the examination and audit of the accounts ofthe Agency and respecting all other matters and thingsnecessary for the due performance of the functions vested inhim; and if any person summoned as aforesaid is not a publicofficer or an officer or employee of the Agency, he shall beentitled to payment for his attendance as if he were a witnessattending  a legal proceeding in obedience to a summonsissued at the instance of the State.(5) Any person summoned under  subsection (4),who without reasonable excuse makes default in obeying thesummons, shall be liable on summary conviction to a fine offivethousanddollarsand,indefaultofpayment,toimprisonment for one month.Writing off baddebts.Reports.(6) The agency shall pay to the Auditor-General forperforming the functions under subsection (1) or (2) suchfeesasmaybe determined by the Minister assignedresponsibility for finance.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "suchfeesasmaybe determined by the Minister assignedresponsibility for finance."
                },
                {
                    "representation": "(1)",
                    "description": "or"
                },
                {
                    "representation": "(4)",
                    "description": "The AuditorGeneral shallhavepower tosummon and examine all persons whom he shall think fit toexamineforthepurposeofobtaininginformationinconnection with the examination and audit of the accounts ofthe Agency and respecting all other matters and thingsnecessary for the due performance of the functions vested inhim; and if any person summoned as aforesaid is not a publicofficer or an officer or employee of the Agency, he shall beentitled to payment for his attendance as if he were a witnessattending  a legal proceeding in obedience to a summonsissued at the instance of the State.(5) Any person summoned under  subsection"
                },
                {
                    "representation": "(6)",
                    "description": "The agency shall pay to the Auditor-General forperforming the functions under subsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "29.Writing off bad debts.",
            "context": "GUYANA ENERGY AGENCY ACT under 29.Writing off bad debts.29. The Agency may, with the approval of theMinister, write off bad debts.",
            "description": "The Agency may, with the approval of theMinister, write off bad debts."
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "30.Reports.",
            "context": "GUYANA ENERGY AGENCY ACT under 30.Reports.30. (1)  The Agency shall, not later than six monthsfrom the end of each calendar year, submit to the Minister areport containing(a)An account of their  transactionsthroughout      the preceding calendaryear in such detail as the Ministermaydirect;L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0428(b)AstatementofaccountsoftheAgency audited in accordance withsection",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Agency shall, not later than six monthsfrom the end of each calendar year, submit to the Minister areport containing(a)An account of their  transactionsthroughout      the preceding calendaryear in such detail as the Ministermaydirect;L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0428(b)AstatementofaccountsoftheAgency audited in accordance withsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "31.Superannuation benefits.",
            "context": "GUYANA ENERGY AGENCY ACT under 31.Superannuation benefits.31. (1) The Agency may, with  the approval of theMinister, make such provisions as it deems appropriate forthe payment of pension, gratuity orother allowances inrespect of the service of its officers (including the ChiefExecutive Officer and Deputy Chief Executive Officer)andother employees on their retirement from their employmentwith the Agency.(2) Section 28 of the Public Corporations Act shallmutatis mutandis apply to public officers, persons (not beingpublic officers) holding appointments in the public serviceandteachers,referredtotherein,whoareseconded,temporarily transferred or transferred to the Agency, as if theAgency were a public corporation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Agency may, with  the approval of theMinister, make such provisions as it deems appropriate forthe payment of pension, gratuity orother allowances inrespect of the service of its officers"
                },
                {
                    "representation": "(2)",
                    "description": "Section 28 of the Public Corporations Act shallmutatis mutandis apply to public officers, persons"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "32.",
            "context": "GUYANA ENERGY AGENCY ACT under 32.32.(1) With effect from the 24th October 1997 theGuyana National Energy Authority (hereinafter referred to astheAuthority)andtheEnergyAdvisoryCouncil(hereinafter referred to as the Council) established bytherepealed Energy Actshallstanddissolved,andtheappointment ofallthemembers thereof shall  standterminated.(2) All the assets (including rights and interests)which, on the day immediately before the 24th October, 1997,L.R.O. 1/2012LAWS OF GUYANA29Cap. 56:04Guyana Energy Agencywere vested in or belonged to the aforesaid Authority shall,with effect from that day, by virtue of this section andwithout further assurance, stand transferred to and vestedin the Agency.(3) The assets of the Authority transferred to andvested in the Agency under this subsection shall include(i)all the furnitureand otherfurnishings,officeandcommunicationsequipment,motorvehiclesandothermeans of  transportation ownedby the Authority;(ii)all books, documents and otherrecords including electronicallystored data and other materialowned by or in the possessionof the Authority;(iii)all material prepared by theAuthority orany employee ofthe Authority on its behalf or inconnection with its functions;(iv)copyright and rights to otherintellectual property vested inthe Authority;(v)cash in hand, amounts held inbank accounts in the name ofthe Authority;(vi)all sums or property which inany manner were receivedby,orbecamepayabletoorvested in,the Authority in theperformance of its functions orinrespectofanymatterincidental thereto.(4) The liabilities of the Authority as on the dayimmediately before the 24th October, 1997, shall, with effectL.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0430from that day, stand transferred to the Agency and shall bedischarged by, and enforceable against, the Agency as if thesaid liabilities had been incurred by the Agency.(5) Nothing in subsections (3) and (4) shall apply torights and liabilities under any contract of service.(6)Without prejudice totheprovisions ofsubsection(4),allcontracts,deeds,bonds,overdrafts,guaranteeagreements orotherinstruments orotherdocuments which were subsisting immediately before the 24thOctober, 1997 and affected the Authority shall, as from thatday, in so far as they relate to the undertakings or theproperty of the Authority, be of full force and effect against orin favour of the Agency andbeenforceable asfullyandeffectively as if, instead of   the Authority, the Agency hadbeen named therein and had been a party thereto.(7)  Where immovable property has, by virtue ofthis section, vested in the Agency, the Registrar of Deeds shalltake due notice thereof and shall make such annotations onthe records as may be necessary.(8) Any proceedings commenced by or against theAuthority prior to the 24th October, 1997 for the enforcementof any right or liability which is transferred or attached to theAgency by virtue of  this section, and pending immediatelybefore that day in any court or before any authority, may becontinued by or against the Agency.(9) Notwithstanding anything contained in this Actor any other written law or contract to the contrary, theappointment of all the officers and employees employed bythe Authority or the Council immediately before the 24thOctober, 1997 shall stand terminated with effect from thatday:Provided that any person whose appointmentL.R.O. 1/2012LAWS OF GUYANA31Cap. 56:04Guyana Energy Agencystands terminated under this subsection may, if such personapplies for employment by the Agency in any position beforethat day and the Agency after consultation with the Ministeris satisfied that such person is a fit and proper person for suchemployment, continue inemployment ina position inthe Agency on such terms and conditions as may be agreedupon between him and the Agency, and in respect of anyperson so continued inemployment by the Agency, theAgency shall be the successor of the Authority or Council, asthe case may be, with regard to his leave or superannuationrightsor benefits, whether accrued, earned, inchoate orcontingent.Power of theMinister tomakeregulations.Power to acceptcompensation foroffences.[19 of 2011]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "With effect from the 24th October 1997 theGuyana National Energy Authority"
                },
                {
                    "representation": "(2)",
                    "description": "All the assets"
                },
                {
                    "representation": "(3)",
                    "description": "and"
                },
                {
                    "representation": "(4)",
                    "description": "shall apply torights and liabilities under any contract of service.(6)Without prejudice totheprovisions ofsubsection(4),allcontracts,deeds,bonds,overdrafts,guaranteeagreements orotherinstruments orotherdocuments which were subsisting immediately before the 24thOctober, 1997 and affected the Authority shall, as from thatday, in so far as they relate to the undertakings or theproperty of the Authority, be of full force and effect against orin favour of the Agency andbeenforceable asfullyandeffectively as if, instead of   the Authority, the Agency hadbeen named therein and had been a party thereto.(7)  Where immovable property has, by virtue ofthis section, vested in the Agency, the Registrar of Deeds shalltake due notice thereof and shall make such annotations onthe records as may be necessary.(8) Any proceedings commenced by or against theAuthority prior to the 24th October, 1997 for the enforcementof any right or liability which is transferred or attached to theAgency by virtue of  this section, and pending immediatelybefore that day in any court or before any authority, may becontinued by or against the Agency.(9) Notwithstanding anything contained in this Actor any other written law or contract to the contrary, theappointment of all the officers and employees employed bythe Authority or the Council immediately before the 24thOctober, 1997 shall stand terminated with effect from thatday:Provided that any person whose appointmentL.R.O. 1/2012LAWS OF GUYANA31Cap. 56:04Guyana Energy Agencystands terminated under this subsection may, if such personapplies for employment by the Agency in any position beforethat day and the Agency after consultation with the Ministeris satisfied that such person is a fit and proper person for suchemployment, continue inemployment ina position inthe Agency on such terms and conditions as may be agreedupon between him and the Agency, and in respect of anyperson so continued inemployment by the Agency, theAgency shall be the successor of the Authority or Council, asthe case may be, with regard to his leave or superannuationrightsor benefits, whether accrued, earned, inchoate orcontingent.Power of theMinister tomakeregulations.Power to acceptcompensation foroffences.[19 of 2011]"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "33.33A.Dissolution of the Guyana Energy Authority and the EnergyAdvisory Council.Power of the Minister to make regulations.Power to accept compensation for offences.",
            "context": "GUYANA ENERGY AGENCY ACT under 33.33A.Dissolution of the Guyana Energy Authority and the EnergyAdvisory Council.Power of the Minister to make regulations.Power to accept compensation for offences.33. (1)The Minister may make regulations for carrying out thepurposes of this Act.(2) Without prejudice to the generality of the foregoing,and in particular, such regulations may provide for all or any of thefollowing matters(a)the procedure of the Agency;(b)any other matter that is required  to be, ormay be, prescribed by the Minister under this Act byregulations.33A.Notwithstanding any other provisions of this Act,  theChief Executive Officer may, in any case he deems properand insubstitution for any proceedings in a court of summary jurisdiction, withthe approval of the Minister, accept onbehalf ofthe, Statea .sum ofmoneybywayof compensation, notexceedingthepenaltysoprescribed for the offence, from' any person reasonably suspected of acontravention of the Act or any regulations:Provided that any compensation shall be accepted only wherethe' person reasonably suspected of such contravention has expressed hiswillingness in the form prescribedbytheChiefExecutiveOfficerthatthecontraventionasaforesaidshallbesodealtwith.LAWS OF GUYANAGuyana Energy AgencyCap. 56:0432PART VProsecution[19 of 2011]Authorisedpersons to havepowers of thePolice Force[19 of 2011]Entry ofpremises.[12 of2005]",
            "description": [
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the generality of the foregoing,and in particular, such regulations may provide for all or any of thefollowing matters(a)the procedure of the Agency;(b)any other matter that is required  to be, ormay be, prescribed by the Minister under this Act byregulations.33A.Notwithstanding any other provisions of this Act,  theChief Executive Officer may, in any case he deems properand insubstitution for any proceedings in a court of summary jurisdiction, withthe approval of the Minister, accept onbehalf ofthe, Statea .sum ofmoneybywayof compensation, notexceedingthepenaltysoprescribed for the offence, from' any person reasonably suspected of acontravention of the Act or any regulations:Provided that any compensation shall be accepted only wherethe' person reasonably suspected of such contravention has expressed hiswillingness in the form prescribedbytheChiefExecutiveOfficerthatthecontraventionasaforesaidshallbesodealtwith.LAWS OF GUYANAGuyana Energy AgencyCap. 56:0432PART VProsecution[19 of 2011]Authorisedpersons to havepowers of thePolice Force[19 of 2011]Entry ofpremises.[12 of2005]"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "34.Prosecution.PART V",
            "context": "GUYANA ENERGY AGENCY ACT under 34.Prosecution.PART V34. Anypersonauthorisedinwritingbythe ChiefOfficer may institute and conduct any prosecution under thisAct..",
            "description": "Anypersonauthorisedinwritingbythe ChiefOfficer may institute and conduct any prosecution under thisAct.."
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "35.Authorised persons to have powers of the Police Force",
            "context": "GUYANA ENERGY AGENCY ACT under 35.Authorised persons to have powers of the Police Force35. For the purpose of exercising functions and carryingduties under this Act, an authorisedperson shallhave thesame powers,authorities and privileges as are given by lawto the membersofthe Police Force.\"",
            "description": "For the purpose of exercising functions and carryingduties under this Act, an authorisedperson shallhave thesame powers,authorities and privileges as are given by lawto the membersofthe Police Force.\""
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "36.Entry of premises.",
            "context": "GUYANA ENERGY AGENCY ACT under 36.Entry of premises.36. (1) Where a magistrate is satisfied by informationon oath that there are reasonable grounds for believing that inany place there is concealed or deposited, stored or sold, anyillegal petroleum in respect of which an offenceagainst thisAct or the regulations made thereunder has been committed,is planned to be committed or is being committed, he may bywarrant under hishand directed to an officer mentioned insection 34, empower such officer (a)atanyreasonable time(or,inasituation in which in his opinion thisActortheregulationsmadethereunder are being contravened orthere is an immediate risk  that thisAct or regulations made thereunderwill be contravened, atany time) toenterpropertyorpremises   whichhehasreason   tobelieveitisnecessary to enter;(b)on entering any premises by virtue ofparagraph (a) to take with him (i)any person duly authorised bythe Agency; and(ii)any equipment or  materialsrequiredforany purposes forwhich the powers of entry isbeing exercised;(c)                 to make such examination andinvestigationasmayinanycircumstances benecessary, anddirect that those premises or any partof them, or anything should be leftundisturbedforsolongasisL.R.O. 1/2012L.R.O. 1/2012LAWS OF GUYANA33Cap. 56:04Guyana Energy Agencyreasonablynecessaryforsuchexamination or investigation;(d)totake such measurements andphotographsandmakesuchrecordings as he considers necessary,for the purposes of any examinationor investigation under paragraph (c);(e)to take samples of any petroleum orpetroleum products found in or onany premises which he has power toenter;(f)in the case of any such petroleum orpetroleum products orsubstancementionedinparagraph (e)fromwhichsamples weretaken, to takepossessionofsuchpetroleumorpetroleum products or  substances orthe samples thereof and detain themfor so long as is necessary for all orany of the following purposes namely(i)to examine them and do tothemanything which hehaspower to do;(ii)to ensure theyarenottampered withbeforehisexaminationofthemiscompleted;(iii)toensurethateitherthepetroleumorpetroleumproducts or samples thereof areavailable for use as evidence inanyproceedings for an offenceunder this Act ortheregulationsmadethereunder;L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0434(g)to require the production of, or wheretheinformationisrecordedincomputerised form  the furnishing ofextracts from, any records which it isnecessary forhimtoseeforthepurposes of anexamination orinvestigation under paragraph (c) andto inspect, and take copies, of anyentry in the records;(h)torequireanyperson   toaffordhimsuchfacilitiesand assistancewithinthatpersons controlorinrelation to which  that personhasresponsibilities asarenecessarytoenable him toexercise any ofthepowersconferred onhimbythissection.(2) An officer mentioned in section 34 may inexercise of  the power under subsection (1), if compelled bycircumstances (a)break open any outer or inner door orwall of such place, and enter therein;(b)forcibly enter such place and everypart thereof;(c)remove by force any obstruction tosuchentry,search,seizureandremoval as he is empowered to effect;(d)detain every person found in suchplace untilsuchplacehasbeensearched;(e)seize and detain any illegal petroleumfound in such place.LAWS OF GUYANA35Cap. 56:04Guyana Energy Agency(3) Any person claiming the right to enter anypremises shall, if required to do so, produce to the owner oroccupier of such premises the document authorising him inthat behalf.(4) A person performing his duties under thissection shall not be liable in any civil or criminal proceedingsfor anything done or omitted to be done in the performancethereof if the court is satisfied that the act was done in goodfaith and that there were reasonable grounds for doing it.Powers of authorisedpersonsto enter premises orother placewithout warrant.[ 19 of 2011]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a magistrate is satisfied by informationon oath that there are reasonable grounds for believing that inany place there is concealed or deposited, stored or sold, anyillegal petroleum in respect of which an offenceagainst thisAct or the regulations made thereunder has been committed,is planned to be committed or is being committed, he may bywarrant under hishand directed to an officer mentioned insection 34, empower such officer (a)atanyreasonable time(or,inasituation in which in his opinion thisActortheregulationsmadethereunder are being contravened orthere is an immediate risk  that thisAct or regulations made thereunderwill be contravened, atany time) toenterpropertyorpremises   whichhehasreason   tobelieveitisnecessary to enter;(b)on entering any premises by virtue ofparagraph"
                },
                {
                    "representation": "(a)",
                    "description": "to take with him (i)any person duly authorised bythe Agency; and(ii)any equipment or  materialsrequiredforany purposes forwhich the powers of entry isbeing exercised;(c)                 to make such examination andinvestigationasmayinanycircumstances benecessary, anddirect that those premises or any partof them, or anything should be leftundisturbedforsolongasisL.R.O. 1/2012L.R.O. 1/2012LAWS OF GUYANA33Cap. 56:04Guyana Energy Agencyreasonablynecessaryforsuchexamination or investigation;(d)totake such measurements andphotographsandmakesuchrecordings as he considers necessary,for the purposes of any examinationor investigation under paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "andto inspect, and take copies, of anyentry in the records;(h)torequireanyperson   toaffordhimsuchfacilitiesand assistancewithinthatpersons controlorinrelation to which  that personhasresponsibilities asarenecessarytoenable him toexercise any ofthepowersconferred onhimbythissection.(2) An officer mentioned in section 34 may inexercise of  the power under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any person claiming the right to enter anypremises shall, if required to do so, produce to the owner oroccupier of such premises the document authorising him inthat behalf.(4) A person performing his duties under thissection shall not be liable in any civil or criminal proceedingsfor anything done or omitted to be done in the performancethereof if the court is satisfied that the act was done in goodfaith and that there were reasonable grounds for doing it.Powers of authorisedpersonsto enter premises orother placewithout warrant.[ 19 of 2011]"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "37.Powers of authorised persons to enter premises or other placewithout warrant",
            "context": "GUYANA ENERGY AGENCY ACT under 37.Powers of authorised persons to enter premises or other placewithout warrant37.Where an authorised person is, forreasonsto be recorded in writing,satisfied that theinvestigation is one of great emergencyand that in the interestof justiceimmediate action is necessary and the delaycaused by the time required to apply for and obtain awarrant toenterandsearchany premises woulddefeat the purpose of the search, he may enter andsearch the premises and for that purpose exercise anyor all of the powers referredto in section 36as though empowered by warrant under the hand of amagistrateundersection36,\".Analyst.[12 of 2005]False or misleadinginformation[19 of 2011]",
            "description": "37.Where an authorised person is, forreasonsto be recorded in writing,satisfied that theinvestigation is one of great emergencyand that in the interestof justiceimmediate action is necessary and the delaycaused by the time required to apply for and obtain awarrant toenterandsearchany premises woulddefeat the purpose of the search, he may enter andsearch the premises and for that purpose exercise anyor all of the powers referredto in section 36as though empowered by warrant under the hand of amagistrateundersection36,\".Analyst.[12 of 2005]False or misleadinginformation[19 of 2011]"
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "38.Analysts.38AFalse or misleading information",
            "context": "GUYANA ENERGY AGENCY ACT under 38.Analysts.38AFalse or misleading information38. (1)The Minister may, from time to time, bynotification in the Gazette designate any duly qualifiedofficer of the Agency as anAnalyst for the purposes ofthis Act or the regulations made thereunder.(2)   Inany prosecution orany proceedingsunder this Act or the regulations made thereunder acertificate signed orpurported tobesignedbyanAnalyst, designated undersubsection(1),statingthathehasanalysed or examined any substance and theresult of his analysis orexamination, shall be admissible in evidence and shallbe prima facieevidence of the statements contained inthe certificate and of the authority of the person giving ormaking the same, without any proof of appointment ordesignation or signature.38A. A person who provides the Agency or anauthorised person with any statement, return, or otherinformation that is false or misleading in any materialrespect, in connection with any document or informationsubmitted or required to be submitted under this Actcommits an offence,L.R.O. 1/2012L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0436Penalty.[12 of 2005]",
            "description": [
                {
                    "representation": "(2)",
                    "description": "Inany prosecution orany proceedingsunder this Act or the regulations made thereunder acertificate signed orpurported tobesignedbyanAnalyst, designated undersubsection(1),statingthathehasanalysed or examined any substance and theresult of his analysis orexamination, shall be admissible in evidence and shallbe prima facieevidence of the statements contained inthe certificate and of the authority of the person giving ormaking the same, without any proof of appointment ordesignation or signature.38A. A person who provides the Agency or anauthorised person with any statement, return, or otherinformation that is false or misleading in any materialrespect, in connection with any document or informationsubmitted or required to be submitted under this Actcommits an offence,L.R.O. 1/2012L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0436Penalty.[12 of 2005]"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "39.Penalty.L.R.O. 1/2012L.R.O. 1/2012LAWS OF GUYANA5Cap. 56:04Guyana Energy AgencyGUYANA ENERGY AGENCY31 of 1997An Act to make provisionfor the establishmentof theGuyanaEnergyAgencyandforspecifying itsfunctions and for matters connected therewith.[1ST JUNE, 1998]Short title.Interpretation.[3 of 200412 of 200519 of 2011]PART IPRELIMINARY",
            "context": "GUYANA ENERGY AGENCY ACT under 39.Penalty.L.R.O. 1/2012L.R.O. 1/2012LAWS OF GUYANA5Cap. 56:04Guyana Energy AgencyGUYANA ENERGY AGENCY31 of 1997An Act to make provisionfor the establishmentof theGuyanaEnergyAgencyandforspecifying itsfunctions and for matters connected therewith.[1ST JUNE, 1998]Short title.Interpretation.[3 of 200412 of 200519 of 2011]PART IPRELIMINARY39. Where a person commits a breach of this Act forwhich no penalty is  prescribed, he shall on conviction beliableto afineoftwohundredthousanddollars.L.R.O. 1/2012LAWS OF GUYANA37Cap. 56:04Guyana Energy AgencySUBSIDIARY LEGISLATIONPETROLEUM AND PETROLEUM PRODUCTSREGULATIONSmade under sections 5 and 33REGULATION",
            "description": "Where a person commits a breach of this Act forwhich no penalty is  prescribed, he shall on conviction beliableto afineoftwohundredthousanddollars.L.R.O. 1/2012LAWS OF GUYANA37Cap. 56:04Guyana Energy AgencySUBSIDIARY LEGISLATIONPETROLEUM AND PETROLEUM PRODUCTSREGULATIONSmade under sections 5 and 33REGULATION"
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "40.Duty with regard to correct measurements.Specifications and Standards",
            "context": "GUYANA ENERGY AGENCY ACT under 40.Duty with regard to correct measurements.Specifications and Standards40. (1) A licence-holder or other person using ameasuring instrument for trade in petroleum andpetroleum products shall at all times ensure that (a)        suchmeasuringinstrumentiscorrectandcomplies withstandards setbytheGuyanaNational Bureau of Standards andany law;(b)pricesofpetroleumandpetroleum products are stated forquantities showninmetricmeasurements;(2) Aperson who contravenes orfails tocomply with a provision of subsection (1) commits anoffencepunishable onsummary conviction underregulation 64 (a).Specifications and StandardsL.R.O. 1/2012LAWS OF GUYANA95Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products RegulationsApproval ofspecifications andstandards.Deviation fromapprovedspecification.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "commits anoffencepunishable onsummary conviction underregulation 64"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "41.Approval of specifications and standards.",
            "context": "GUYANA ENERGY AGENCY ACT under 41.Approval of specifications and standards.41. (1) The Agency may, by a reasonable period ofnotification served on a licence-holder or by notice inthe Gazette or in a daily newspaper, apply, for thepurposes of these Regulations, any specification orstandard of the Guyana National Bureau of Standards,whichspecification orstandardpertainstothehandling, storage, distribution andcomposition ofpetroleum and petroleum products.(2)The Agency may make an approvedspecification applicable to all licence-holders.(3)The Agency shall (a)give notice in the Gazette or adaily newspaper of an approvedspecification by the Agency or theGuyanaNationalBureauofStandards and   theplace whereand time when such specificationmay be inspected; and(b)keep a copy of an approvedspecificationavailableforinspection withoutchargeandduring normal office hours, at anoffice determined by the Agency.(4) A person who fails to comply with anapproved specification applicable to him commits anoffencepunishable onsummary conviction underregulation 64(a).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Agency may, by a reasonable period ofnotification served on a licence-holder or by notice inthe Gazette or in a daily newspaper, apply, for thepurposes of these Regulations, any specification orstandard of the Guyana National Bureau of Standards,whichspecification orstandardpertainstothehandling, storage, distribution andcomposition ofpetroleum and petroleum products.(2)The Agency may make an approvedspecification applicable to all licence-holders.(3)The Agency shall (a)give notice in the Gazette or adaily newspaper of an approvedspecification by the Agency or theGuyanaNationalBureauofStandards and   theplace whereand time when such specificationmay be inspected; and(b)keep a copy of an approvedspecificationavailableforinspection withoutchargeandduring normal office hours, at anoffice determined by the Agency.(4) A person who fails to comply with anapproved specification applicable to him commits anoffencepunishable onsummary conviction underregulation 64(a)."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "42.Deviation from approved specification.",
            "context": "GUYANA ENERGY AGENCY ACT under 42.Deviation from approved specification.42. (1) The Agency may, upon application inwriting, give a person written permission to deviatefrom the requirements of an approved specification inthespecificcircumstancesmentionedintheapplication, iftheAgencyissatisfiedthatsuchL.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0496[Subsidiary]Petroleum and Petroleum Products Regulationsdeviation shall not detrimentally affect public safety orthe environment.Petroleum andpetroleumproducts marker.(2) The Agency may impose such conditions toa permission granted under paragraph (1) as theAgency deems necessary to ensure public safety orthe protection of the environment.(3) A person who fails to comply with orcontravenes a condition imposed under paragraph (2)commitsanoffencepunishableonsummaryconviction under regulation 64 (a).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "as theAgency deems necessary to ensure public safety orthe protection of the environment.(3) A person who fails to comply with orcontravenes a condition imposed under paragraph"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "43.Petroleum and petroleum products marker.",
            "context": "GUYANA ENERGY AGENCY ACT under 43.Petroleum and petroleum products marker.43. (1) The Agency may add a marker to gasolineordiesel orany other petroleum andpetroleumproducts determined by the Agency for the purpose ofidentifying such petroleum or  petroleum products ashaving been legitimately imported.(2) The Agency shall ensure that the marker is-(a)stable and soluble with depositcontrol additive packages;(b)        stable and soluble in all motorfuels;(c)stable and soluble through thenormaltemperaturerangesencountered in field storage of theproduct; and(d)harmless to the engine whenintroducedintotheenginethrougheitherthefuelorlubricant.(3)The Agency shall ensure that L.R.O. 1/2012LAWS OF GUYANA97Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products Regulations(a)the marker and its analyticaltechniquesprovideappropriateinformationinthefieldandlaboratory;(b)whenthepetroleumandpetroleum products areproperlymarked itshallbedifficult toanalyse,identifyorcopybyunauthorisedpersons,unlessthrough the use ofthe markeranalytical methods peculiar to thegiven marker product;(c)the suppliers of the petroleumandpetroleum products markersubmit an acceptable data  set tosupport the requirements of theseRegulations;(d)the marker and its analyticaltechniquemaintainsaccurateresultsinthepresenceofbackgroundinterferenceandmatrix effects due to adulterationwithotherfuels,   solvents, andothersubstancesusedasadulterants or additives.(4)The Agency shall, subject toregulations 36 and 42, perform such tests as maybe necessary to determine the presence of themarker in the petroleumand petroleumproducts and any further tests that may benecessary to determine whether the petroleumand petroleum products have been unlawfullyimported, stored, possessed, offered for sale,blended or mixed with any substance that isnot approved by theL.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0498[Subsidiary]Petroleum and Petroleum Products RegulationsAgency.(5)      Inspectors of the Agency may randomlytest petroleum and petroleum products at any time orplace and from any storage facility, fuel tanker or fuelbarge.(6) Empiricalevidencecollected      underparagraphs (4) and (5) shall be admissible in a court oflaw.Storage tanks",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Agency may add a marker to gasolineordiesel orany other petroleum andpetroleumproducts determined by the Agency for the purpose ofidentifying such petroleum or  petroleum products ashaving been legitimately imported.(2) The Agency shall ensure that the marker is-(a)stable and soluble with depositcontrol additive packages;(b)        stable and soluble in all motorfuels;(c)stable and soluble through thenormaltemperaturerangesencountered in field storage of theproduct; and(d)harmless to the engine whenintroducedintotheenginethrougheitherthefuelorlubricant.(3)The Agency shall ensure that L.R.O. 1/2012LAWS OF GUYANA97Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products Regulations(a)the marker and its analyticaltechniquesprovideappropriateinformationinthefieldandlaboratory;(b)whenthepetroleumandpetroleum products areproperlymarked itshallbedifficult toanalyse,identifyorcopybyunauthorisedpersons,unlessthrough the use ofthe markeranalytical methods peculiar to thegiven marker product;(c)the suppliers of the petroleumandpetroleum products markersubmit an acceptable data  set tosupport the requirements of theseRegulations;(d)the marker and its analyticaltechniquemaintainsaccurateresultsinthepresenceofbackgroundinterferenceandmatrix effects due to adulterationwithotherfuels,   solvents, andothersubstancesusedasadulterants or additives.(4)The Agency shall, subject toregulations 36 and 42, perform such tests as maybe necessary to determine the presence of themarker in the petroleumand petroleumproducts and any further tests that may benecessary to determine whether the petroleumand petroleum products have been unlawfullyimported, stored, possessed, offered for sale,blended or mixed with any substance that isnot approved by theL.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0498[Subsidiary]Petroleum and Petroleum Products RegulationsAgency.(5)      Inspectors of the Agency may randomlytest petroleum and petroleum products at any time orplace and from any storage facility, fuel tanker or fuelbarge.(6) Empiricalevidencecollected      underparagraphs"
                },
                {
                    "representation": "(4)",
                    "description": "and"
                },
                {
                    "representation": "(5)",
                    "description": "shall be admissible in a court oflaw.Storage tanks"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "44.Storage tanks.Fire Precautions",
            "context": "GUYANA ENERGY AGENCY ACT under 44.Storage tanks.Fire Precautions44. (1) This regulation applies, in the case of anabove-ground storage tank, to a storage tank with acapacity of 2,200 litres or more and in the case of abelow- ground storage tank, to a storage tank with acapacity of 4,500 litres or more.(2)A licence-holder who possesses, installsor replaces a storage tank referred to in paragraph (1)shall not later than February 28 each year, submit totheAgency such information as may be requested bythe Agency.(3)A person who owns or operates a storagetank or facility with a capacity exceeding 2000 litresshallapplytotheAgency,underregulation 4paragraphs (1) (e) and (3) (e) for a licence to operatesuch a facility, including a fuel barge, fuel tankerwhether land or water based.(4)A person who contravenes, or fails tocomply with a provision ofparagraph (2)or   (3)commitsanoffencepunishableonsummaryconviction under regulation 65 (1) (b).Fire PrecautionsL.R.O. 1/2012LAWS OF GUYANA99Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products RegulationsGeneral duty withregard to fires andexplosions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(b).Fire PrecautionsL.R.O. 1/2012LAWS OF GUYANA99Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products RegulationsGeneral duty withregard to fires andexplosions."
                },
                {
                    "representation": "(3)",
                    "description": "(e) for a licence to operatesuch a facility, including a fuel barge, fuel tankerwhether land or water based.(4)A person who contravenes, or fails tocomply with a provision ofparagraph"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "45.General duty with regard to fires andexplosions.",
            "context": "GUYANA ENERGY AGENCY ACT under 45.General duty with regard to fires andexplosions.45. (1) A licence-holder shall (a) ensure that all buildings, roadworks,structures and plant usedinconnectionwith petroleumandpetroleum products are designed,constructed,equippedandmaintained so as to prevent firesand explosions, and if any fire orexplosion occurs to  minimise theharmful effects of such fire andexplosion;(b) take the necessary steps, includingregulartraining, to ensure thatpersonnel or employees involvedin the handling of  petroleum andpetroleum productsexercisecaution regarding anything whichmay cause fires or explosions andthattheycomply withtheprovisions oftheseRegulationsand any other law; and(c)causeanyplace,building,structureorplantwherepetroleumandpetroleumproducts are handled or stored, tobe suitably sign posted.(2)A person shall not throw, leave or createan open or naked light, spark or flame or a burning orsmouldering material at a place where petroleum andpetroleumproductsarehandledorstored.L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:04100[Subsidiary]Petroleum and Petroleum Products Regulations(3)A person shall not-(a)keep a vehicle running whilepetroleumandpetroleumproducts are being dispensed intothe tank of that vehicle;(b)smoke in the forecourt of a retailoutletwherepetroleumandpetroleum  productsaredispensed; or(c)receive or make calls from, or keepactive, cellular telephone or anyotherelectroniccommunicationapparatus-(i)within fifteen metres fromanydispensingpumporanyotherpetroleum andpetroleum products supplypoint;(ii)     within fifteen metres from avehiclewhile  petroleumand petroleum products arebeing discharged from suchvehicleintoanunderground storage tank;and(iii)within fifteen metres ofventing pipestorage tankintowhich thepetroleumand petroleum products arebeing received.(4) A licence-holder shall ensure that noticesL.R.O. 1/2012101LAWS OF GUYANACap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products Regulationspertaining to paragraphs (a), (b) and (c) are clearlywritten andsignposted foreasyviewing bytheconsumer or customer.Fire precautionand emergencymeasures.(5) A person who contravenes, or fails tocomply with any provision of paragraph (1), (2), (3) or(4)commitsanoffencepunishable onsummaryconviction under regulation 65 (1) (b).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(b)."
                },
                {
                    "representation": "(b)",
                    "description": "and"
                },
                {
                    "representation": "(c)",
                    "description": "are clearlywritten andsignposted foreasyviewing bytheconsumer or customer.Fire precautionand emergencymeasures.(5) A person who contravenes, or fails tocomply with any provision of paragraph"
                },
                {
                    "representation": "(3)",
                    "description": "or(4)commitsanoffencepunishable onsummaryconviction under regulation 65"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "46.Fire precaution and emergency measures.L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0440[Subsidiary]Petroleum and Petroleum Products RegulationsREGULATIONPetroleum and Petroleum Products Spill",
            "context": "GUYANA ENERGY AGENCY ACT under 46.Fire precaution and emergency measures.L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:0440[Subsidiary]Petroleum and Petroleum Products RegulationsREGULATIONPetroleum and Petroleum Products Spill46. (1)A licence-holder shall takeadequateprecautions to prevent the precaution and outbreak ofa fire when storing, keeping, handling, conveying, usingor disposing of emergency measures.(2) A licence-holder shall provide and at alltimeskeepavailablesuitableandadequatefire-extinguishing appliances which he shall maintain ingood working order, test at least  twice a year, andposition in accessible places on the premises wherepetroleum and petroleum products are kept,  stored,handled, conveyed or used.(3)Alicence-holder shallprepareandkeep on the premises a written fire emergency plan todeal with the outbreak of a fire.(4)A licence-holder shall ensure that (a)the plan  provides suitable andadequatefire-fighting strategiesshowing all locations and types offire-fightingequipmentandsetting out a plan of action andthetasksofemployees intheevent of a fire;(b)the plan includes  provisions forthe training of employees to dealwith a fire emergency situation;L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:04102[Subsidiary]Petroleum and Petroleum Products Regulations(c)the Agency and the Guyana FireServiceapprovetheplanandshall provide accurate copies totheemployees working onthepremises.Petroleum andpetroleumproducts spill.(5)A person who contravenes, or fails tocomply with a provision of paragraph (1), (2) or (3)commits an offence punishable under regulation 64 (1).Petroleum and Petroleum Products Spill",
            "description": [
                {
                    "representation": "(2)",
                    "description": "or"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "47.Petroleum and petroleum products spill.PART IVMISCELLANEOUSCost Recovery",
            "context": "GUYANA ENERGY AGENCY ACT under 47.Petroleum and petroleum products spill.PART IVMISCELLANEOUSCost Recovery47. (1) A licence-holder or other person in controlof activities conducted with regard to  petroleum andpetroleum products, immediately after a petroleumand petroleum products spill has occurred shall -(a)inform, Agency thereof; and(b)takethenecessary   stepsthataccord withgoodpetroleumindustry practices to clean up thepetroleumandpetroleumproducts spill.(2) If a licence-holder or other person referredto in paragraph (1) fails to comply with paragraph(l)(b)withinsuchtimeastheAgencyinthecircumstances may deem reasonable, the Agency maydeliveranoticeto          suchpersonordering him to take, within the time specified in thenotice, the steps outlined to clean up the  petroleumand petroleum products spill; the Agency may, by  asubsequent written notice   givethelicence holderfurther time to clean up the petroleum and petroleumproductsspill.L.R.O. 1/2012LAWS OF GUYANA103Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products Regulations(3) If the licence-holder or person referred to inparagraph (2) fails to clean the spill, to the satisfactionof the Agency within the time specified in the firstnotice or within the extended time allowed by theAgency, the Agency shall take the necessary steps toclean up the petroleum and petroleum products spilland shall recover in a court of competent jurisdictionunder regulation 48, the costs including legal feesincurred in the cleaning up of the petroleum andpetroleum products spill.(4)For the purposes of this regulation\"petroleum and petroleum products spill\" means apetroleum and petroleum products spill of more than2000 litres of petroleum or more than 20 litres ofpetroleum products.(5)          A person who through negligence ormisconduct (including poor  maintenance procedures)causes apetroleum andpetroleum products spillcommits an offence punishable under regulation 64(b).Cost recovery inrespect ofincidents.PART IVMISCELLANEOUSCost Recovery",
            "description": [
                {
                    "representation": "(1)",
                    "description": "fails to comply with paragraph(l)(b)withinsuchtimeastheAgencyinthecircumstances may deem reasonable, the Agency maydeliveranoticeto          suchpersonordering him to take, within the time specified in thenotice, the steps outlined to clean up the  petroleumand petroleum products spill; the Agency may, by  asubsequent written notice   givethelicence holderfurther time to clean up the petroleum and petroleumproductsspill.L.R.O. 1/2012LAWS OF GUYANA103Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products Regulations(3) If the licence-holder or person referred to inparagraph"
                },
                {
                    "representation": "(2)",
                    "description": "fails to clean the spill, to the satisfactionof the Agency within the time specified in the firstnotice or within the extended time allowed by theAgency, the Agency shall take the necessary steps toclean up the petroleum and petroleum products spilland shall recover in a court of competent jurisdictionunder regulation 48, the costs including legal feesincurred in the cleaning up of the petroleum andpetroleum products spill.(4)For the purposes of this regulation\"petroleum and petroleum products spill\" means apetroleum and petroleum products spill of more than2000 litres of petroleum or more than 20 litres ofpetroleum products.(5)          A person who through negligence ormisconduct"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "48.Cost recovery in respect of incidents.Inspectors",
            "context": "GUYANA ENERGY AGENCY ACT under 48.Cost recovery in respect of incidents.Inspectors48. (1) This regulation applies to any incident (a)constituting or arising from,whetherwhollyorinpart,apetroleumandpetroleumproducts spillorinvolving therisk of a petroleum and petroleumproducts spill; or(b)arising from the cleaning-up orL.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:04104[Subsidiary]Petroleum and Petroleum Products Regulationsrestoring of premises.Exercise of powersby inspectors.Prohibition noticesby inspectors.(2) If a Ministry, Government department orinstitution, oralocaldemocratic organ (hereaftercalled \"the relevant authority\") incurs costs or expensesas a result of the occurrence of an incident to whichthisregulation applies,  thecostsorexpensesreasonably incurred bytherelevant authority arerecoverable asadebtinacourtofcompetentjurisdiction by the relevant authority.Inspectors",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This regulation applies to any incident (a)constituting or arising from,whetherwhollyorinpart,apetroleumandpetroleumproducts spillorinvolving therisk of a petroleum and petroleumproducts spill; or(b)arising from the cleaning-up orL.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:04104[Subsidiary]Petroleum and Petroleum Products Regulationsrestoring of premises.Exercise of powersby inspectors.Prohibition noticesby inspectors.(2) If a Ministry, Government department orinstitution, oralocaldemocratic organ"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "49.Exercise of powers by inspectors.",
            "context": "GUYANA ENERGY AGENCY ACT under 49.Exercise of powers by inspectors.49. (1) when exercising any power under this Partaninspectorshallproduceaphotographicidentification document signed by the Chief ExecutiveOfficer ofthe Agency, stating his full name anddesignation.(2) An inspector may require an occupier ofthe premises, or a person in charge of a building,structure,plantorvehicletoassisthimwherenecessary for the effective exercise of powers conferredon him by these Regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "when exercising any power under this Partaninspectorshallproduceaphotographicidentification document signed by the Chief ExecutiveOfficer ofthe Agency, stating his full name anddesignation.(2) An inspector may require an occupier ofthe premises, or a person in charge of a building,structure,plantorvehicletoassisthimwherenecessary for the effective exercise of powers conferredon him by these Regulations."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "50.Prohibition notices by inspectors.",
            "context": "GUYANA ENERGY AGENCY ACT under 50.Prohibition notices by inspectors.50. (1) If an inspector determines that a dangeroussituation exists in or on premises, the inspector mayissue to the person in control of the premises, or of theactivity giving rise to the danger or risk, a notice,prohibiting the activity until the inspector is satisfiedthat adequate measures have been taken toavert,eliminate or minimise the danger or risk.(2) An inspector shall -(a)identify   therelevantplaceoractivity giving rise to the dangerorrisk;L.R.O. 1/2012LAWS OF GUYANA105Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products Regulations(b)statethegroundsfortheinspector's opinion.Failure to complywith prohibitionnotice.Action incertainsituations.(3)An inspector may in a prohibition noticeinclude reasonably practical directions astothemeasures to be taken to avert, eliminate or minimisethe danger or risk to which the notice relates.(4)An inspector may withdraw and issue anew notice, or revoke a prohibition notice issuedunder this regulation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If an inspector determines that a dangeroussituation exists in or on premises, the inspector mayissue to the person in control of the premises, or of theactivity giving rise to the danger or risk, a notice,prohibiting the activity until the inspector is satisfiedthat adequate measures have been taken toavert,eliminate or minimise the danger or risk.(2) An inspector shall -(a)identify   therelevantplaceoractivity giving rise to the dangerorrisk;L.R.O. 1/2012LAWS OF GUYANA105Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products Regulations(b)statethegroundsfortheinspector's opinion.Failure to complywith prohibitionnotice.Action incertainsituations.(3)An inspector may in a prohibition noticeinclude reasonably practical directions astothemeasures to be taken to avert, eliminate or minimisethe danger or risk to which the notice relates.(4)An inspector may withdraw and issue anew notice, or revoke a prohibition notice issuedunder this regulation."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "51.Failure to comply with prohibition notice.",
            "context": "GUYANA ENERGY AGENCY ACT under 51.Failure to comply with prohibition notice.51. (1)If a person is required by a prohibitionnotice to take specified -measures and the person failsto comply with the notice, the inspector who issuedthe notice may with the approval of the Agency -(a)after  giving reasonable notice tothelicence-holder orperson incontrol of the premises, take thenecessary measures to enter andtake control of the premises; and(b)do, or cause to be done,  suchthings to effect proper compliancewith the notice.(2)      The Agency may recover as a debt in acourt of competent jurisdiction and from the  personwho contravened or failed to comply with the notice,the costs and expenses reasonably incurred by aninspector exercising his powers under paragraph (1).",
            "description": [
                {
                    "representation": "(2)",
                    "description": "The Agency may recover as a debt in acourt of competent jurisdiction and from the  personwho contravened or failed to comply with the notice,the costs and expenses reasonably incurred by aninspector exercising his powers under paragraph"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "52.Action in emergency situations.",
            "context": "GUYANA ENERGY AGENCY ACT under 52.Action in emergency situations.52. (1) If the Agency agrees with an inspector whoon reasonable groundsdetermines that a dangeroussituation exists and that there is insufficient time toissue a notice under this Part, the inspector on theL.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:04106[Subsidiary]Petroleum and Petroleum Products Regulationsauthority of the Agency may, after giving such noticeorally or in writing as may be reasonable in thecircumstances, take thenecessary action toavert,eliminate or minimise the danger or risk including theordering of temporary suspension of activities until thedanger or risks have been rectified.Certain acts withregard toinspectorsprohibited.(2) If the Chief Executive Officer or DeputyChief Executive Officer information provided by aninspector thatillegalpetroleum andpetroleumproducts are stored on licenced premises or any otherpremises, the Chief Executive Officer or Deputy ChiefExecutive Officer may order the temporary suspensionofthe licences, closure ofthepremises andthecessation ofanyoperation concerning theillegalpetroleumorpetroleum products,pendingthedetermination by a court of any charge in respect ofthe said illegal petroleum and petroleum products:Provided that before issuing any instructions to closeany premises the Chief Executive Officer or DeputyChief Executive Officer shall give the owner, operatoror person in charge thereof an opportunity of beingheard.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the Agency agrees with an inspector whoon reasonable groundsdetermines that a dangeroussituation exists and that there is insufficient time toissue a notice under this Part, the inspector on theL.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:04106[Subsidiary]Petroleum and Petroleum Products Regulationsauthority of the Agency may, after giving such noticeorally or in writing as may be reasonable in thecircumstances, take thenecessary action toavert,eliminate or minimise the danger or risk including theordering of temporary suspension of activities until thedanger or risks have been rectified.Certain acts withregard toinspectorsprohibited.(2) If the Chief Executive Officer or DeputyChief Executive Officer information provided by aninspector thatillegalpetroleum andpetroleumproducts are stored on licenced premises or any otherpremises, the Chief Executive Officer or Deputy ChiefExecutive Officer may order the temporary suspensionofthe licences, closure ofthepremises andthecessation ofanyoperation concerning theillegalpetroleumorpetroleum products,pendingthedetermination by a court of any charge in respect ofthe said illegal petroleum and petroleum products:Provided that before issuing any instructions to closeany premises the Chief Executive Officer or DeputyChief Executive Officer shall give the owner, operatoror person in charge thereof an opportunity of beingheard."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "53.Certain acts with regard to inspectorsprohibited.Information and Records",
            "context": "GUYANA ENERGY AGENCY ACT under 53.Certain acts with regard to inspectorsprohibited.Information and Records53. (1) A person shall not -(a)hinder or obstruct an inspector intheexerciseofthepowersconferred by these Regulations;(b)useabusive,threatening orinsultinglanguagetoaninspector:(c)refuse or fail to comply with alawfulrequirement, direction ornoticeofaninspector.L.R.O. 1/2012LAWS OF GUYANA107Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products Regulations(d)when required by an inspector toanswer  a question, refuse or failto answer the question to the bestoftheperson'sknowledge,information and belief; or(e)falsely represent, by words orconduct, that he is an inspector.(2)A person who contravenes, or fails tocomplywithparagraph(1)commitsanoffencepunishable on summary conviction under regulation64 (a).Supply of false ormisleadinginformation.Register andinformation to bekept by Agency.Information and Records",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person shall not -(a)hinder or obstruct an inspector intheexerciseofthepowersconferred by these Regulations;(b)useabusive,threatening orinsultinglanguagetoaninspector:(c)refuse or fail to comply with alawfulrequirement, direction ornoticeofaninspector.L.R.O. 1/2012LAWS OF GUYANA107Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products Regulations(d)when required by an inspector toanswer  a question, refuse or failto answer the question to the bestoftheperson'sknowledge,information and belief; or(e)falsely represent, by words orconduct, that he is an inspector.(2)A person who contravenes, or fails tocomplywithparagraph(1)commitsanoffencepunishable on summary conviction under regulation64"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "54.Supply of false or misleading information.",
            "context": "GUYANA ENERGY AGENCY ACT under 54.Supply of false or misleading information.54. (1)A person shall not furnish false ormisleadinginformation,ormakeanyfalseormisleading statement knowing that the information orstatement is false or misleading, in connection with anapplication, statement,recordorotherdocumentsubmitted to the Agency under these Regulations.(2) Aperson who contravenes, or fails tocomplywithparagraph(1)commitsanoffencepunishable on summary conviction under regulation64 (a).Information and Records",
            "description": [
                {
                    "representation": "(2)",
                    "description": "Aperson who contravenes, or fails tocomplywithparagraph(1)commitsanoffencepunishable on summary conviction under regulation64"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "55.Register and information to be kept byAgency.",
            "context": "GUYANA ENERGY AGENCY ACT under 55.Register and information to be kept byAgency.55. (1) The Agency shall keep a register of alllicenses issued under these Regulations.(2) The Agency shall record and keep thefollowing information up to date in the register (a)the name and address of everyL.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:04108[Subsidiary]Petroleum and Petroleum Products Regulationslicence-holder;(b)the licence number and date ofissue and the period of validity;(c)the type of licence;(d)the premises;(3)TheAgencyshallkeeptheregisterreferred to in paragraph (1) available for publicinspection during office hours upon request in writing.(4)The Agency shall publish annually in theGazetteandadailynewspaperthenamesandaddresses of (a)all licensed importers of petroleumand petroleum products;(b)alllicensedwholesalersofpetroleumandpetroleumproducts;(c)all licensed retailers of petroleumand petroleum products;(d) alllicensedconsumerinstallations;Particulars ofdealings with(e)all licensed storage facilities; and(f)alllicensedpetroleumandpetroleum products vehicles andvessels.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "available for publicinspection during office hours upon request in writing.(4)The Agency shall publish annually in theGazetteandadailynewspaperthenamesandaddresses of (a)all licensed importers of petroleumand petroleum products;(b)alllicensedwholesalersofpetroleumandpetroleumproducts;(c)all licensed retailers of petroleumand petroleum products;(d) alllicensedconsumerinstallations;Particulars ofdealings with(e)all licensed storage facilities; and(f)alllicensedpetroleumandpetroleum products vehicles andvessels."
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "56.Particulars of dealings with petroleum andpetroleum products.",
            "context": "GUYANA ENERGY AGENCY ACT under 56.Particulars of dealings with petroleum andpetroleum products.56.The Agency may, by notice in writing,require L.R.O. 1/2012LAWS OF GUYANA109Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products Regulationspetroleum andpetroleumproducts.Service of notices.(a)a person who conducts, or hasconducted, or is or was concernedin, or has or had any interest in, abusiness involving or related topetroleumandpetroleumproducts; or(b)the person's agent or employee,whohasorhadduties,orprovides or  provided services inconnection withpetroleumandpetroleum products, to furnish inwriting, within the time specifiedinthenoticeorinthefurthertimetheAgencymayallow, information in respect ofthosepetroleum andpetroleumproducts specified in  thenotice,not being information relating toany time after the date oftherequirement.",
            "description": "56.The Agency may, by notice in writing,require L.R.O. 1/2012LAWS OF GUYANA109Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products Regulationspetroleum andpetroleumproducts.Service of notices.(a)a person who conducts, or hasconducted, or is or was concernedin, or has or had any interest in, abusiness involving or related topetroleumandpetroleumproducts; or(b)the person's agent or employee,whohasorhadduties,orprovides or  provided services inconnection withpetroleumandpetroleum products, to furnish inwriting, within the time specifiedinthenoticeorinthefurthertimetheAgencymayallow, information in respect ofthosepetroleum andpetroleumproducts specified in  thenotice,not being information relating toany time after the date oftherequirement."
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "57.Service of notices.",
            "context": "GUYANA ENERGY AGENCY ACT under 57.Service of notices.57. (1) The Agency may authorise an inspector todeliver a notice, document or other communicationunder these Regulations -(a)to the licence-holder or person incontrol ofthepremisespersonally;(b)by despatching it by pre-paidregistered post, addressed to thelicence-holder at his last  knownaddress or office;(c)in the case of a body corporate -L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:04110[Subsidiary]Petroleum and Petroleum Products Regulations(i)to the chief officer of thebody corporate; or(ii)by dispatching it by pre-paidregisteredpost,addressedtothebodycorporateoritschiefofficer,atitsregistered(2)Anyoffice.notice,documentorotherContravention ofor failure tocomply withnotice.Confidentiality.communication referred to in paragraph (1) which wasdelivered in the manner contemplated in paragraph(l)(b) or (l)(c)(ii) is deemed, unless the contrary isproved, to have been received by the person to whomit was addressed at the time when it would, in theordinary course of post, have arrived at the place towhich it was addressed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "which wasdelivered in the manner contemplated in paragraph(l)(b) or"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "58.Contravention of or failure to comply withnotice.General",
            "context": "GUYANA ENERGY AGENCY ACT under 58.Contravention of or failure to comply withnotice.General58. A person who receives a notice referred to inregulation 57 and who of or failure to comply withcontravenes or fails to comply with any provision ofsuch the notice commits an offence punishable onsummary conviction under regulation 64 (a).General",
            "description": "A person who receives a notice referred to inregulation 57 and who of or failure to comply withcontravenes or fails to comply with any provision ofsuch the notice commits an offence punishable onsummary conviction under regulation 64 (a).General"
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "59.Confidentiality.L.R.O. 1/2012LAWS OF GUYANA41Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products RegulationsREGULATION",
            "context": "GUYANA ENERGY AGENCY ACT under 59.Confidentiality.L.R.O. 1/2012LAWS OF GUYANA41Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products RegulationsREGULATION59.Aperson   shallnotdivulgeinformationobtained inthecourseoftheadministration orimplementation of these Regulations except (a)if authorised by or under the Act;(b)with the consent of the personfrom whom the information wasobtainedortowhomtheinformation relates; orL.R.O. 1/2012LAWS OF GUYANA111Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products RegulationsImmunity frompersonal liability.Evidence.(c)forthepurpose ofanylegalproceedingarisingoutoftheadministration or enforcement ofthe Act or other law provided thatthedisclosure   shallnotcauseunfair competition.",
            "description": "59.Aperson   shallnotdivulgeinformationobtained inthecourseoftheadministration orimplementation of these Regulations except (a)if authorised by or under the Act;(b)with the consent of the personfrom whom the information wasobtainedortowhomtheinformation relates; orL.R.O. 1/2012LAWS OF GUYANA111Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products RegulationsImmunity frompersonal liability.Evidence.(c)forthepurpose ofanylegalproceedingarisingoutoftheadministration or enforcement ofthe Act or other law provided thatthedisclosure   shallnotcauseunfair competition."
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "60.Immunity from personal liability.",
            "context": "GUYANA ENERGY AGENCY ACT under 60.Immunity from personal liability.60. Liability shall not attach to the Agency, aninspector-oranyotherpersonengagedintheadministration ofthese Regulations for an act oromission in the exercise or discharge, of a power,function or duty by or under these Regulations if theact or omission has been exercised or discharged ingood faith and without gross negligence.",
            "description": "Liability shall not attach to the Agency, aninspector-oranyotherpersonengagedintheadministration ofthese Regulations for an act oromission in the exercise or discharge, of a power,function or duty by or under these Regulations if theact or omission has been exercised or discharged ingood faith and without gross negligence."
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "61.Evidence.",
            "context": "GUYANA ENERGY AGENCY ACT under 61.Evidence.61. In any proceedings in connection with anoffence under these Regulations,(a)that a person was or was not theholder of  a licence of  a specifiedkind at a specified date;(b)that a condition was a conditionof a licence;(c)that a specified substance is orwas  a petroleum and petroleumproducts of a specified kind;(d)that the contents of an approvedspecification is a true copy of suchapproved specification;(e)that an extract from  the registerreferred to in regulation 55 is atruecopyofsuchextract,constitutes prima facie evidence ofthematterssocertified.L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:04112[Subsidiary]Petroleum and Petroleum Products RegulationsIllegal petroleumand petroleumproducts.Penalties.",
            "description": "In any proceedings in connection with anoffence under these Regulations,(a)that a person was or was not theholder of  a licence of  a specifiedkind at a specified date;(b)that a condition was a conditionof a licence;(c)that a specified substance is orwas  a petroleum and petroleumproducts of a specified kind;(d)that the contents of an approvedspecification is a true copy of suchapproved specification;(e)that an extract from  the registerreferred to in regulation 55 is atruecopyofsuchextract,constitutes prima facie evidence ofthematterssocertified.L.R.O. 1/2012LAWS OF GUYANAGuyana Energy AgencyCap. 56:04112[Subsidiary]Petroleum and Petroleum Products RegulationsIllegal petroleumand petroleumproducts.Penalties."
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "62.[Omitted]",
            "context": "GUYANA ENERGY AGENCY ACT under 62.[Omitted]62. [Omitted]",
            "description": "[Omitted]"
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "63.Illegal petroleum and petroleum products.",
            "context": "GUYANA ENERGY AGENCY ACT under 63.Illegal petroleum and petroleum products.63. (1) A person shall not import petroleum andpetroleum products without the appropriate licencesfrom the Agency.(2) A person shall not obtain, store, offer forsale, sell, distribute, transport or otherwise deal in anypetroleum and petroleum products not obtained froma licensed importing wholesaler, wholesaler or retailer.(3) A person shall not discharge petroleum andpetroleum products into  a fuel barge or other vesselwithout a specific permit from the Agency for eachdischarge setting outthequantities andtypeofpetroleum andpetroleum products, destination ofvessel, quantities and types to be discharged at eachplace of discharge and such permit shall accompanythe product andbeduly agreed by the relevantreceiver or his servant and returned to the Agency.(4) Aperson whocontravenes, orfailstocomply with paragraph (1),commits anoffencepunishable on summary conviction under regulation64 (c).(5)A person who contravenes, or fails tocomply with paragraph (2),commits anoffencepunishable under summary conviction regulation 64(b).(6)A person who contravenes, or fails tocomply with paragraph (3),commits anoffencepunishable on summary conviction under regulation64 (a).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person shall not import petroleum andpetroleum products without the appropriate licencesfrom the Agency.(2) A person shall not obtain, store, offer forsale, sell, distribute, transport or otherwise deal in anypetroleum and petroleum products not obtained froma licensed importing wholesaler, wholesaler or retailer.(3) A person shall not discharge petroleum andpetroleum products into  a fuel barge or other vesselwithout a specific permit from the Agency for eachdischarge setting outthequantities andtypeofpetroleum andpetroleum products, destination ofvessel, quantities and types to be discharged at eachplace of discharge and such permit shall accompanythe product andbeduly agreed by the relevantreceiver or his servant and returned to the Agency.(4) Aperson whocontravenes, orfailstocomply with paragraph"
                }
            ]
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "64.Penalties.",
            "context": "GUYANA ENERGY AGENCY ACT under 64.Penalties.64.A person found guilty of an offence underL.R.O. 1/2012LAWS OF GUYANA113Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products Regulationsthese Regulations shall, on conviction, be liable to -(a)a fine of three million dollars;(b)a fine of three million dollars and toimprisonment foraperiod ofthreeyears;(c)a fine of three million dollars and toimprisonment foraperiod   ofthreeyears; and to forfeiture of any seizedillegalpetroleum andthevehicle orcontainer containing such petroleum.Fines.",
            "description": "64.A person found guilty of an offence underL.R.O. 1/2012LAWS OF GUYANA113Cap. 56:04Guyana Energy Agency[Subsidiary]Petroleum and Petroleum Products Regulationsthese Regulations shall, on conviction, be liable to -(a)a fine of three million dollars;(b)a fine of three million dollars and toimprisonment foraperiod ofthreeyears;(c)a fine of three million dollars and toimprisonment foraperiod   ofthreeyears; and to forfeiture of any seizedillegalpetroleum andthevehicle orcontainer containing such petroleum.Fines."
        }
    },
    {
        "act": "GUYANA ENERGY AGENCY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "65.Fines.Reg. 7/2004Citation.Interpretation.PETROLEUM AND PETROLEUMPRODUCTS REGULATIONSPART IPRELIMINARY",
            "context": "GUYANA ENERGY AGENCY ACT under 65.Fines.Reg. 7/2004Citation.Interpretation.PETROLEUM AND PETROLEUMPRODUCTS REGULATIONSPART IPRELIMINARY65. (1) A person found guilty of an offence underthese Regulations shall, on conviction, be liable to (a)a fine of $600,000;(b)a fine of $300,000;(2)The court may on convicting a licence-holder cancel his licence in a case of serious orrepeated breaches of these Regulations.(3) Where fines remain unpaid, the Agencymay refuse to grant or renew a licence.L.R.O. 1/2012ItemApplicableRegulationDescription of FeeAmount(G$)",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person found guilty of an offence underthese Regulations shall, on conviction, be liable to (a)a fine of $600,000;(b)a fine of $300,000;(2)The court may on convicting a licence-holder cancel his licence in a case of serious orrepeated breaches of these Regulations.(3) Where fines remain unpaid, the Agencymay refuse to grant or renew a licence.L.R.O. 1/2012ItemApplicableRegulationDescription of FeeAmount(G$)"
                }
            ]
        }
    }
]