[
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Short title.  1.  This Act may be cited as the Public Utilities Commission Act.",
            "description": "This Act may be cited as the Public Utilities Commission Act."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Application.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Application.  2.  This Act shall    (a)  apply to every public utility engaged in providing any service specified in section 4(1)(a) or (b):                      Provided that the Minister may  by order except from the operation of this Act any public LAWS OF GUYANA 8 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                   Interpretation.                              utility defined in section 4(1)(a); and   (b)   with effect from such date as may be specified by the Minister by order, apply to any public utility engaged in providing any other service referred to in section 4(l)(c) as may be specified in that order:              Provided that an order under this paragraph may specify that this Act  shall apply to any public utility specified in the order with such modifications,  restrictions,  exclusions  and  adaptations  as  may  be specified  therein.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "apply to every public utility engaged in providing any service specified in section 4(1)(a) or"
                },
                {
                    "representation": "(b)",
                    "description": "with effect from such date as may be specified by the Minister by order, apply to any public utility engaged in providing any other service referred to in section 4(l)(c) as may be specified in that order:              Provided that an order under this paragraph may specify that this Act  shall apply to any public utility specified in the order with such modifications,  restrictions,  exclusions  and  adaptations  as  may  be specified  therein."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Interpretation.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Interpretation.  3.  (1) In this Act    chairman means the chairman of the Commission, appointed under section 5(1);    Commission means the Public Utilities Commission established by section 5;    compensation  includes gain and reward;   consumer,  in  relation  to a public utility, means a person making use of any service provided by  the public utility;    licence means a permission granted  to a public utility authorising  it  to provide a service;    member means a member of the Commission;    public utility has the meaning assigned to it by section 4;    rate means every rate, fare, toll, charge, rental or other compensation or payment whatsoever  for  any  service provided by a public utility;    LAWS OF GUYANA Public Utilities Commission Cap. 57:01 9  L.R.O. 1/2012                      Definition of  public  utility.  [7 of 2003]                        service includes the accommodation afforded consumers by a public utility,   the  supplying  or  furnishing  of  any  commodity  derived directly from the purposes  in which a public utility is engaged and the use and accommodation afforded the public by the facilities employed by or  in connection with any  service provided by a public utility; but does not include any other commodity, by-product or article  produced  or  manufactured  by  a  public  utility  or  any associate thereof that is offered for sale to the public at retail or wholesale prices.    (2)  In this Act, where a public utility has been granted a licence to operate only in any part or parts of Guyana, references to Guyana shall be construed as references to such part or parts of Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act    chairman means the chairman of the Commission, appointed under section 5(1);    Commission means the Public Utilities Commission established by section 5;    compensation  includes gain and reward;   consumer,  in  relation  to a public utility, means a person making use of any service provided by  the public utility;    licence means a permission granted  to a public utility authorising  it  to provide a service;    member means a member of the Commission;    public utility has the meaning assigned to it by section 4;    rate means every rate, fare, toll, charge, rental or other compensation or payment whatsoever  for  any  service provided by a public utility;    LAWS OF GUYANA Public Utilities Commission Cap. 57:01 9  L.R.O. 1/2012                      Definition of  public  utility.  [7 of 2003]                        service includes the accommodation afforded consumers by a public utility,   the  supplying  or  furnishing  of  any  commodity  derived directly from the purposes  in which a public utility is engaged and the use and accommodation afforded the public by the facilities employed by or  in connection with any  service provided by a public utility; but does not include any other commodity, by-product or article  produced  or  manufactured  by  a  public  utility  or  any associate thereof that is offered for sale to the public at retail or wholesale prices."
                },
                {
                    "representation": "(2)",
                    "description": "In this Act, where a public utility has been granted a licence to operate only in any part or parts of Guyana, references to Guyana shall be construed as references to such part or parts of Guyana."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Definition of “public utility”.    PART  II PUBLIC  UTILITIES COMMISSION  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Definition of public utility.    PART  II PUBLIC  UTILITIES COMMISSION  4.  (1) In this Act public utility means any person (including the lessee,  trustee,  receiver or  liquidator of such person) who or which owns facilities used to provide or provides the following services    (a)   the production, generation, storage, transmission, sale, delivery,  furnishing or  supplying, directly or  indirectly,  to or  for the public, of electricity;   (b)  the conveyance or  transmission of oral, written, digital or  any  other  form  of  messages  or  communications  by telephone, wireless telephony, telegraphy,  or wireless telegraphy, satellites, cable television, telecom service providers, pay telephone service providers,  telecom  resellers,  internet  and  other  telecom network service providers, radio common carriers, cellular mobile service providers or any other method of  transmission, currently offered  to  the public or offered as common carriage in the future.   LAWS OF GUYANA 10 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                            c. 51:02        Establishment  of Public  Utilities  Commission.  [16 of 2010]          (c) any other service specified by the Minister by order, being any of the following services  (i)   carriage of passengers, in motor buses or hire cars;  (ii)    airport and airline services;  (iii)  carriage  of  goods  for  hire  or  reward  by  goods vehicles;  (iv)   lighterage or cargo handling;  (v)    dockage, wharfage or related cargo services;   (vi) water supply services, except retail deliveries; and (vii)  sewerage services.  (2) Notwithstanding anything contained in subsection (1), any person, not otherwise a public utility, who or which provides any  service only to a public utility, or only to himself or  itself or his or  its employees or  tenants, where such service is not resold to or used by others, shall not be deemed to be a public utility.   (3) In this section motor bus, hire car and goods vehicle have the same meanings as in the Motor Vehicles and Road Traffic Act.    PART  II PUBLIC UTILITIES COMMISSION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act public utility means any person"
                },
                {
                    "representation": "(a)",
                    "description": "the production, generation, storage, transmission, sale, delivery,  furnishing or  supplying, directly or  indirectly,  to or  for the public, of electricity;"
                },
                {
                    "representation": "(b)",
                    "description": "the conveyance or  transmission of oral, written, digital or  any  other  form  of  messages  or  communications  by telephone, wireless telephony, telegraphy,  or wireless telegraphy, satellites, cable television, telecom service providers, pay telephone service providers,  telecom  resellers,  internet  and  other  telecom network service providers, radio common carriers, cellular mobile service providers or any other method of  transmission, currently offered  to  the public or offered as common carriage in the future.   LAWS OF GUYANA 10 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                            c. 51:02        Establishment  of Public  Utilities  Commission.  [16 of 2010]"
                },
                {
                    "representation": "(c)",
                    "description": "any other service specified by the Minister by order, being any of the following services"
                },
                {
                    "representation": "(i)",
                    "description": "carriage of passengers, in motor buses or hire cars;"
                },
                {
                    "representation": "(v)",
                    "description": "dockage, wharfage or related cargo services;"
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding anything contained in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "In this section motor bus, hire car and goods vehicle have the same meanings as in the Motor Vehicles and Road Traffic Act.    PART  II PUBLIC UTILITIES COMMISSION"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Establishment of Public Utilities Commission.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Establishment of Public Utilities Commission.  5.  (1) There  is hereby established a commission  to be known as  the Public Utilities Commission which shall consist of a chairman and four other members to be appointed by the Minister from among persons appearing to the Minister to be of high character and integrity and to be qualified as having had extensive and  relevant professional expertise  in trade,  finance, economics,  law,  accounting,  engineering or business management,  or  extensive  experience  in  matters  relevant  to  the functions of  the Commission.   (1A)  Prior to appointing the chairman and other members of the Commission under subsection (1), the LAWS OF GUYANA Public Utilities Commission Cap. 57:01 11  L.R.O. 1/2012           Term of  appointment  of members.                           Emoluments  of  members.                      Minister shall consult with the organisations whose concerns are relevant to the functions of the Commission, including consumer groups, the private sector, the legal profession, the public utilities to be regulated, and the opposition and shall take their views into account in making appointments.   (2) The Commission shall be a body corporate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There  is hereby established a commission  to be known as  the Public Utilities Commission which shall consist of a chairman and four other members to be appointed by the Minister from among persons appearing to the Minister to be of high character and integrity and to be qualified as having had extensive and  relevant professional expertise  in trade,  finance, economics,  law,  accounting,  engineering or business management,  or  extensive  experience  in  matters  relevant  to  the functions of  the Commission."
                },
                {
                    "representation": "(2)",
                    "description": "The Commission shall be a body corporate."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Term of appointment of members.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Term of appointment of members.  6.  (1) Subject to subsection (2) and section 9, the members shall hold  office  for  a  period  of  three  years  but  shall  be  eligible  for  re-appointment on the expiry of their term.    (2) Only for the first constitution of the Commission, upon the enactment of this Act, the Minister shall appoint a chairman for a term of three years, two members for a term of two years, and two members for a term of one year.    (3) Any  subsequent  appointment  or  re-appointment of  the chairman and members shall be for three years.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Only for the first constitution of the Commission, upon the enactment of this Act, the Minister shall appoint a chairman for a term of three years, two members for a term of two years, and two members for a term of one year."
                },
                {
                    "representation": "(3)",
                    "description": "Any  subsequent  appointment  or  re-appointment of  the chairman and members shall be for three years."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Emoluments of members.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Emoluments of members.  7.  (1) The chairman and other members shall be paid such salary and allowances as may be provided for in the annual budget of the Commission approved by the National Assembly, and  the  other terms and conditions of appointment of  the  chairman or any other member,  shall be such as may be determined by the Minister.    (2) The chairman and any other full time member of the Commission shall not, during any term of service on the Commission, hold any position in the Government and, within  the five years preceding his appointment  to any term,  the chairman or other member shall not have held any senior position in a public utility under the jurisdiction of the Commission pursuant to this Act.    (3) The chairman and any other members as may be designated by the Minister shall devote all of their time to the Commission.  LAWS OF GUYANA 12 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012   Conflicts of  interest of  members.                                          Termination of  appointment  and",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The chairman and other members shall be paid such salary and allowances as may be provided for in the annual budget of the Commission approved by the National Assembly, and  the  other terms and conditions of appointment of  the  chairman or any other member,  shall be such as may be determined by the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "The chairman and any other full time member of the Commission shall not, during any term of service on the Commission, hold any position in the Government and, within  the five years preceding his appointment  to any term,  the chairman or other member shall not have held any senior position in a public utility under the jurisdiction of the Commission pursuant to this Act."
                },
                {
                    "representation": "(3)",
                    "description": "The chairman and any other members as may be designated by the Minister shall devote all of their time to the Commission.  LAWS OF GUYANA 12 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012   Conflicts of  interest of  members.                                          Termination of  appointment  and"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Conflicts of interest of members.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Conflicts of interest of members.  8.  (1) A member of  the Commission who  is  interested  in any public utility, company, person or undertaking which is an interested party, or in any other matter, in any proceedings before the Commission, other than  as  a  consumer  in  relation  to  any  public  utility,  affecting  a  public  utility shall disclose to the Commission the fact and nature of his interest and shall not  take part  in any deliberation or any decision of  the Commission relating  to  the said proceedings, and such a disclosure shall  forthwith be  recorded in the records of the Commission.    (2) In the case of the absence or other inability of the chairman to act at any meeting (except for recusal), the chairman may authorise in writing any other member  to preside at  the meeting; and  in case of  the recusal of  the chairman,  the  remaining members being not  less  than three  shall  form a quorum and  shall elect one of  their numbers  to preside at the meeting.   (3) If, for any reason, there is an insufficiency of members to form a quorum for a meeting, resulting in the Commission not sitting and impeding the proper functioning of the Commission, the Minister may appoint temporarily such number of ad hoc members for such period as may be necessary to ensure the proper functioning of the Commission.  (4)  The chairman or any other member shall during a period of service with  the Commission,  refrain  from engaging  in discussions with any public utility under  the  jurisdiction of  the Commission  regarding his employment by  such public utility and  shall be prohibited  from accepting  employment with any such public utility for a period of two years after ceasing to be a member of the Commission.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A member of  the Commission who  is  interested  in any public utility, company, person or undertaking which is an interested party, or in any other matter, in any proceedings before the Commission, other than  as  a  consumer  in  relation  to  any  public  utility,  affecting  a  public  utility shall disclose to the Commission the fact and nature of his interest and shall not  take part  in any deliberation or any decision of  the Commission relating  to  the said proceedings, and such a disclosure shall  forthwith be  recorded in the records of the Commission."
                },
                {
                    "representation": "(2)",
                    "description": "In the case of the absence or other inability of the chairman to act at any meeting"
                },
                {
                    "representation": "(3)",
                    "description": "If, for any reason, there is an insufficiency of members to form a quorum for a meeting, resulting in the Commission not sitting and impeding the proper functioning of the Commission, the Minister may appoint temporarily such number of ad hoc members for such period as may be necessary to ensure the proper functioning of the Commission."
                },
                {
                    "representation": "(4)",
                    "description": "The chairman or any other member shall during a period of service with  the Commission,  refrain  from engaging  in discussions with any public utility under  the  jurisdiction of  the Commission  regarding his employment by  such public utility and  shall be prohibited  from accepting  employment with any such public utility for a period of two years after ceasing to be a member of the Commission."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Termination of appointment and resignation of members.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Termination of appointment and resignation of members.  9.  (1) The Minister may  terminate  the appointment of  the chairman or any other member for good and sufficient cause and in particular, if the chairman or other member   of members.  resignation   LAWS OF GUYANA Public Utilities Commission Cap. 57:01 13 L.R.O. 1/2012                                     Disqualifica-  tion of  chairman or  other member.         (a) becomes of unsound mind or  incapable of carrying out his duties;   (b) becomes bankrupt or compounds with his creditors;   (c)    is convicted of any felony or misdemeanour;   (d) is guilty of misconduct  inconsistent with membership of the Commission;   (e)    except for the reason provided for in section 8(1), is absent, except on leave granted by the Commission, from all meetings of the Commission held during two consecutive months, or during any three months in any period of twelve months;   (f)  fails  to  carry  out  any  of  the  duties  or  functions conferred or imposed on him by this Act:    Provided that the appointment of the chairman or other member shall not be terminated under this subsection unless he has been given a reasonable opportunity of being heard.    (2) A member may resign from his office by letter addressed to the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may  terminate  the appointment of  the chairman or any other member for good and sufficient cause and in particular, if the chairman or other member   of members.  resignation   LAWS OF GUYANA Public Utilities Commission Cap. 57:01 13 L.R.O. 1/2012                                     Disqualifica-  tion of  chairman or  other member."
                },
                {
                    "representation": "(a)",
                    "description": "becomes of unsound mind or  incapable of carrying out his duties;"
                },
                {
                    "representation": "(b)",
                    "description": "becomes bankrupt or compounds with his creditors;"
                },
                {
                    "representation": "(c)",
                    "description": "is convicted of any felony or misdemeanour;"
                },
                {
                    "representation": "(d)",
                    "description": "is guilty of misconduct  inconsistent with membership of the Commission;"
                },
                {
                    "representation": "(e)",
                    "description": "except for the reason provided for in section 8(1), is absent, except on leave granted by the Commission, from all meetings of the Commission held during two consecutive months, or during any three months in any period of twelve months;"
                },
                {
                    "representation": "(f)",
                    "description": "fails  to  carry  out  any  of  the  duties  or  functions conferred or imposed on him by this Act:    Provided that the appointment of the chairman or other member shall not be terminated under this subsection unless he has been given a reasonable opportunity of being heard."
                },
                {
                    "representation": "(2)",
                    "description": "A member may resign from his office by letter addressed to the Minister."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Disqualification of chairman or other member.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Disqualification of chairman or other member.  10.  (1) The  chairman or  any other member  shall not directly or indirectly    (a)   hold, acquire or become interested in any share, stock, debenture or other security of any public utility;   (b)   have any interest in any contract or agreement for LAWS OF GUYANA 14 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                                                 the construction of any works or the providing of goods or any services for or by any public utility;   (c) have any interest in any device, appliance, machine, article, patent or patented process, or any part thereof, which is required or used by any public utility for the purpose of its equipment or service;   (d) hire themselves as consultants or hire as consultants for  the Commission any company or entity  in which  they have any  interest, directly or  indirectly;   (e)  receive any other benefit, directly or indirectly, from a public utility, any group, association or person appearing at or interested in any proceedings of the Commission:    Provided  that  the  chairman  or  any  other member  shall  not  be deemed to have any interest in a public utility by reason of the fact that he uses a motor bus or hire car of any public utility or that he is the user or subscriber of a  telephone, or  the user or purchaser of electric current, or  that  in  the ordinary course he  is a user of any other service of a public utility subject  to this Act.    (2) Any person disqualified under subsection  (1) shall not be appointed  as  the  chairman  or  other  member  and  in  case  he  is  so appointed, when the matter comes to the knowledge of the Minister, he shall terminate the appointment of such person as chairman or other member:    Provided that the appointment of any person as chairman or other member shall not be terminated under this subsection unless he has been given a reasonable opportunity of being heard.    (3) Where the chairman or any other member has, LAWS OF GUYANA Public Utilities Commission Cap. 57:01 15  L.R.O. 1/2012      Notification  of  appoint-  ment and  removal.   Oath of Office.            Sittings of  Commission.                 Immunity of  members  from  suit.      Procedure of  Commission.   after he has been appointed the chairman or other member, committed a breach of subsection (1) he shall be deemed to be guilty of misconduct.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "he shall be deemed to be guilty of misconduct."
                },
                {
                    "representation": "(a)",
                    "description": "hold, acquire or become interested in any share, stock, debenture or other security of any public utility;"
                },
                {
                    "representation": "(b)",
                    "description": "have any interest in any contract or agreement for LAWS OF GUYANA 14 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                                                 the construction of any works or the providing of goods or any services for or by any public utility;"
                },
                {
                    "representation": "(c)",
                    "description": "have any interest in any device, appliance, machine, article, patent or patented process, or any part thereof, which is required or used by any public utility for the purpose of its equipment or service;"
                },
                {
                    "representation": "(d)",
                    "description": "hire themselves as consultants or hire as consultants for  the Commission any company or entity  in which  they have any  interest, directly or  indirectly;"
                },
                {
                    "representation": "(e)",
                    "description": "receive any other benefit, directly or indirectly, from a public utility, any group, association or person appearing at or interested in any proceedings of the Commission:    Provided  that  the  chairman  or  any  other member  shall  not  be deemed to have any interest in a public utility by reason of the fact that he uses a motor bus or hire car of any public utility or that he is the user or subscriber of a  telephone, or  the user or purchaser of electric current, or  that  in  the ordinary course he  is a user of any other service of a public utility subject  to this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Any person disqualified under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where the chairman or any other member has, LAWS OF GUYANA Public Utilities Commission Cap. 57:01 15  L.R.O. 1/2012      Notification  of  appoint-  ment and  removal.   Oath of Office.            Sittings of  Commission.                 Immunity of  members  from  suit.      Procedure of  Commission.   after he has been appointed the chairman or other member, committed a breach of subsection"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Notification of appointment and removal.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Notification of appointment and removal.  11.  The appointment, termination of appointment and removal of the chairman and other members shall be published in the Gazette.",
            "description": "The appointment, termination of appointment and removal of the chairman and other members shall be published in the Gazette."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Oath of Office.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Oath of Office.  12.  It shall be the duty of the chairman and other members to make and subscribe an oath or affirmation that he will faithfully, fully and impartially, and to the best of his ability, discharge  the  trust and perform the duties devolving upon him by virtue of his appointment, which oath or affirmation may be  taken before  the President, and shall be deposited by  the chairman or other member with  the Head of  the Presidential Secretariat.",
            "description": "It shall be the duty of the chairman and other members to make and subscribe an oath or affirmation that he will faithfully, fully and impartially, and to the best of his ability, discharge  the  trust and perform the duties devolving upon him by virtue of his appointment, which oath or affirmation may be  taken before  the President, and shall be deposited by  the chairman or other member with  the Head of  the Presidential Secretariat."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Sittings of Commission.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Sittings of Commission.  13. (1) The headquarters of the Commission shall be at Georgetown, but the Commission may, for convenience generally, hold its sittings at any other place in Guyana.    (2) No sitting or order of the Commission shall be deemed to be invalid or  ineffective only on  the ground  that  there was a vacancy  in  the Commission or any member did not participate in a sitting  of the Commission:    Provided  that a quorum of  three members  including  the chairman or the person authorised or elected to preside at the meeting participated in  the sitting of  the Commission.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The headquarters of the Commission shall be at Georgetown, but the Commission may, for convenience generally, hold its sittings at any other place in Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "No sitting or order of the Commission shall be deemed to be invalid or  ineffective only on  the ground  that  there was a vacancy  in  the Commission or any member did not participate in a sitting  of the Commission:    Provided  that a quorum of  three members  including  the chairman or the person authorised or elected to preside at the meeting participated in  the sitting of  the Commission."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Immunity of members from suit.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Immunity of members from suit.  14.  No action,  suit, prosecution or other proceedings  shall be brought or instituted personally against the chairman or any member, officer or employee of the Commission in respect of any act done bona fide in pursuance or execution or intended execution of his duties or powers under this Act.",
            "description": "No action,  suit, prosecution or other proceedings  shall be brought or instituted personally against the chairman or any member, officer or employee of the Commission in respect of any act done bona fide in pursuance or execution or intended execution of his duties or powers under this Act."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Procedure of Commission.   PART  III OFFICERS  AND EMPLOYEES   ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Procedure of Commission.   PART  III OFFICERS  AND EMPLOYEES   15.  Subject to the provisions of this Act or any other law, the Commission may regulate its own procedure and may make rules for that purpose, which rules shall be LAWS OF GUYANA 16 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012         Officers and  employees of  Commission.                      Employment  of  experts.  [16 of 2010]                         c. 73:05            Obtaining  services of  effective upon publication and reasonable notice to interested parties.   PART  III OFFICERS  AND EMPLOYEES",
            "description": "Subject to the provisions of this Act or any other law, the Commission may regulate its own procedure and may make rules for that purpose, which rules shall be LAWS OF GUYANA 16 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012         Officers and  employees of  Commission.                      Employment  of  experts.  [16 of 2010]                         c. 73:05            Obtaining  services of  effective upon publication and reasonable notice to interested parties.   PART  III OFFICERS  AND EMPLOYEES"
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Officers and employees of Commission.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Officers and employees of Commission.  16.  (1) The Commission shall employ a secretary, and such other officers and employees as are required for the proper conduct of the business of the Commission.    (2) The   remuneration   and   other   terms   and   conditions   of employment  (including  the payment of any pension, gratuity or other  like benefits by reference  to  their service) of  the secretary and other officers and employees of the Commission shall be such as may be determined or varied by the Commission from time to time.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission shall employ a secretary, and such other officers and employees as are required for the proper conduct of the business of the Commission."
                },
                {
                    "representation": "(2)",
                    "description": "The   remuneration   and   other   terms   and   conditions   of employment"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Employment of experts.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Employment of experts.  17. (1) The Commission may at any  time, after consultation with  the Minister, retain the services of professional persons and determine the remuneration  payable  to  such  persons  and  their  other  terms  and conditions of  appointment.    (2) Section  10  mutatis  mutandis  shall  apply  to  professional persons  considered  for  retention,  or  retained,  by  the  Commission pursuant to subsection (1).   (2A)  In retaining the services of professional persons to serve as external experts, the Commission shall be subject to the Procurement Act and the regulations made thereunder, and for those purposes the Commission shall be considered an agency as that term is used in that Act and regulations.   (3)  Recommendations of professional persons retained by  the Commission  pursuant  to  this  section  shall  not  be  binding  on  the Commission.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission may at any  time, after consultation with  the Minister, retain the services of professional persons and determine the remuneration  payable  to  such  persons  and  their  other  terms  and conditions of  appointment."
                },
                {
                    "representation": "(2)",
                    "description": "Section  10  mutatis  mutandis  shall  apply  to  professional persons  considered  for  retention,  or  retained,  by  the  Commission pursuant to subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Recommendations of professional persons retained by  the Commission  pursuant  to  this  section  shall  not  be  binding  on  the Commission."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Obtaining services of public officers.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Obtaining services of public officers.  18. (1) For the purposes of any enquiry or examination conducted by it or in the performance of any of the other LAWS OF GUYANA Public Utilities Commission Cap. 57:01 17  L.R.O. 1/2012 public officers.              Superannua-  tion  benefits.  c. 19:05                   Budget and  resources of  Commission.              functions conferred on it by this Act,  the Commission may, with  the  consent of  the  appropriate authority, utilise  the services of any public officer or other employee of the Government.    (2) In  this section appropriate authority,  in  relation  to any public officer  or other  employee of  the Government, means  the  person  or authority vested with power to appoint such public officer or employee of the Government to the position he holds in the Government.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purposes of any enquiry or examination conducted by it or in the performance of any of the other LAWS OF GUYANA Public Utilities Commission Cap. 57:01 17  L.R.O. 1/2012 public officers.              Superannua-  tion  benefits.  c. 19:05                   Budget and  resources of  Commission.              functions conferred on it by this Act,  the Commission may, with  the  consent of  the  appropriate authority, utilise  the services of any public officer or other employee of the Government."
                },
                {
                    "representation": "(2)",
                    "description": "In  this section appropriate authority,  in  relation  to any public officer  or other  employee of  the Government, means  the  person  or authority vested with power to appoint such public officer or employee of the Government to the position he holds in the Government."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Superannuation benefits.    PART  IV BUDGET  AND RESOURCES   LAWS OF GUYANA 4 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012 SECTION  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Superannuation benefits.    PART  IV BUDGET  AND RESOURCES   LAWS OF GUYANA 4 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012 SECTION  19.  (1) Section  28  of  the  Public  Corporations  Act  shall  mutatis mutandis apply to public officers, persons (not being public officers) holding appointments  in  the public service, and teachers, referred to therein, who are seconded, temporarily transferred or transferred to the Commission as if the Commission were a public corporation.    (2) The Commission may make  such  provisions  as  it  deems appropriate for the payment of pension, gratuity or other allowances in respect  of  the  service  of  its  officers  and  other  employees  on  their retirement from their employment with the Commission.    PART  IV BUDGET  AND RESOURCES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Section  28  of  the  Public  Corporations  Act  shall  mutatis mutandis apply to public officers, persons"
                },
                {
                    "representation": "(2)",
                    "description": "The Commission may make  such  provisions  as  it  deems appropriate for the payment of pension, gratuity or other allowances in respect  of  the  service  of  its  officers  and  other  employees  on  their retirement from their employment with the Commission.    PART  IV BUDGET  AND RESOURCES"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Budget and resources of Commission.    PART V FUNCTIONS  OF COMMISSION   ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Budget and resources of Commission.    PART V FUNCTIONS  OF COMMISSION   20. (1) The Commission shall determine its own annual budget for submission to the Minister of Finance for  inclusion  in  the annual budget presented to the National Assembly.    (2) The Commission shall have the discretion and authority to disburse funds obtained in accordance with this Act, subject to the provisions of any other written law.   (3) The  funds and  resources of  the Commission shall consist of   LAWS OF GUYANA 18 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                                                 (a) sums assessed by the Commission and paid over to it by public utilities in accordance with Part XI;   (b) any property or investment acquired by, or vested in, the Commission;   (c)  moneys  earned  or  arising  from  any  property  or investment acquired by, or vested in, the Commission;   (d)  sums  provided  to  the Commission  by  or  under   any appropriation  law;   (e) sums allocated from time to time to the Commission from loan funds;   (f) sums borrowed by the Commission for the purpose of meeting any of  its obligations or  the performance of any of  its functions; and   (g) all other sums or property which may in any manner become payable to or vested in the Commission  in respect of any matter incidental to its functions.    (4)  All sums assessed by the Commission in the nature of fines or penalties  imposed upon a public utility or any other company or person under this Act shall be paid directly to the Accountant General by such public utility, other company or person.    (5) The charges on any amount which may be allocated to the Commission from any loan funds shall be met by the Commission except that all or any part of such charges may be met out of moneys provided by or under any appropriation law.    (6) For the purposes of this section, the expression loan funds means such sums as may be made available LAWS OF GUYANA Public Utilities Commission Cap. 57:01 19  L.R.O. 1/2012        Functions of  Commission.            c. 56:04  c. 56:01  c. 47:02                                from time to time to the Government by way of loan.    PART V FUNCTIONS OF THE COMMISSION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission shall determine its own annual budget for submission to the Minister of Finance for  inclusion  in  the annual budget presented to the National Assembly."
                },
                {
                    "representation": "(2)",
                    "description": "The Commission shall have the discretion and authority to disburse funds obtained in accordance with this Act, subject to the provisions of any other written law."
                },
                {
                    "representation": "(3)",
                    "description": "The  funds and  resources of  the Commission shall consist of   LAWS OF GUYANA 18 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012"
                },
                {
                    "representation": "(a)",
                    "description": "sums assessed by the Commission and paid over to it by public utilities in accordance with Part XI;"
                },
                {
                    "representation": "(b)",
                    "description": "any property or investment acquired by, or vested in, the Commission;"
                },
                {
                    "representation": "(c)",
                    "description": "moneys  earned  or  arising  from  any  property  or investment acquired by, or vested in, the Commission;"
                },
                {
                    "representation": "(d)",
                    "description": "sums  provided  to  the Commission  by  or  under   any appropriation  law;"
                },
                {
                    "representation": "(e)",
                    "description": "sums allocated from time to time to the Commission from loan funds;"
                },
                {
                    "representation": "(f)",
                    "description": "sums borrowed by the Commission for the purpose of meeting any of  its obligations or  the performance of any of  its functions; and"
                },
                {
                    "representation": "(g)",
                    "description": "all other sums or property which may in any manner become payable to or vested in the Commission  in respect of any matter incidental to its functions."
                },
                {
                    "representation": "(4)",
                    "description": "All sums assessed by the Commission in the nature of fines or penalties  imposed upon a public utility or any other company or person under this Act shall be paid directly to the Accountant General by such public utility, other company or person."
                },
                {
                    "representation": "(5)",
                    "description": "The charges on any amount which may be allocated to the Commission from any loan funds shall be met by the Commission except that all or any part of such charges may be met out of moneys provided by or under any appropriation law."
                },
                {
                    "representation": "(6)",
                    "description": "For the purposes of this section, the expression loan funds means such sums as may be made available LAWS OF GUYANA Public Utilities Commission Cap. 57:01 19  L.R.O. 1/2012        Functions of  Commission.            c. 56:04  c. 56:01  c. 47:02                                from time to time to the Government by way of loan.    PART V FUNCTIONS OF THE COMMISSION"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Functions of Commission.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Functions of Commission.  21.  (1) The Commission shall perform the  regulatory,  investigatory, enforcement and other functions conferred on it by this Act.    (2) In carrying out  the  functions mentioned  in subsection  (1),  the Commission  shall be bound by and  shall give effect  to,  the provisions of the Guyana Energy Agency Act, the Electricity Sector Reform Act, the Telecommunications Act, any other  law governing a public utility  subject to  the Commissions  jurisdiction,  the terms of any licence  issued by  the Government  to a public utility, and  the  terms of any agreement between the Government and a public utility or between the Government and an investor,  which  agreement   is   in   relation   to   the  privatisation  or capitalisation of  the public utility, and  in  the event of a conflict between such agreements or licence and any existing written law, the agreements or licence shall prevail for purposes of this subsection (3) and section 33, written law shall not include the Constitution.   (3) The decisions and orders of the Commission shall be fair, in accordance with this Act and other written laws in operation in Guyana and, subject to any rule of law or provision of this Act relating  to burden of proof, based on the evidence presented to the Commission.   (4) Subject to the provisions of this Act, in the exercise  and discharge of its functions, the Commission shall not be subject to the direction or control of any person or authority.  (5) The Commission  has  power  to  do  anything which  in  the reasonable opinion of  the Commission  is calculated  to  facilitate  the proper discharge of its functions LAWS OF GUYANA 20 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012    Economic  research.                                   Advisory  function of  Commission.   Investigations  by Commis-  sion.        or is incidental thereto.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission shall perform the  regulatory,  investigatory, enforcement and other functions conferred on it by this Act."
                },
                {
                    "representation": "(2)",
                    "description": "In carrying out  the  functions mentioned  in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The decisions and orders of the Commission shall be fair, in accordance with this Act and other written laws in operation in Guyana and, subject to any rule of law or provision of this Act relating  to burden of proof, based on the evidence presented to the Commission."
                },
                {
                    "representation": "(4)",
                    "description": "Subject to the provisions of this Act, in the exercise  and discharge of its functions, the Commission shall not be subject to the direction or control of any person or authority."
                },
                {
                    "representation": "(5)",
                    "description": "The Commission  has  power  to  do  anything which  in  the reasonable opinion of  the Commission  is calculated  to  facilitate  the proper discharge of its functions LAWS OF GUYANA 20 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012    Economic  research.                                   Advisory  function of  Commission.   Investigations  by Commis-  sion.        or is incidental thereto."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Economic  research.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Economic  research.  22.  The Commission may establish an office of economic research which shall have  the  following  functions    (a)   collecting and compiling any  information which may be of assistance to the Commission in the exercise or discharge of its functions under this Act;   (b) keeping  the  information  so collected and compiled up-to-date;   (c)   conducting studies of economy and efficiency;   (d)  making  such valuations of  the property of a public utility as are required by the Commission;   (e)   monitoring  regulatory  trends  in  Guyana  and  other countries  to enhance  the efficiency, accuracy, and modernity of  the Commissions  internal operations and  its decision-making  on  standards  and  quality  of  service,  pricing  and          evaluation of development and expansion programmes; and   (f)   such other  functions as are  incidental  to any of  the functions mentioned above.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "collecting and compiling any  information which may be of assistance to the Commission in the exercise or discharge of its functions under this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "keeping  the  information  so collected and compiled up-to-date;"
                },
                {
                    "representation": "(c)",
                    "description": "conducting studies of economy and efficiency;"
                },
                {
                    "representation": "(d)",
                    "description": "making  such valuations of  the property of a public utility as are required by the Commission;"
                },
                {
                    "representation": "(e)",
                    "description": "monitoring  regulatory  trends  in  Guyana  and  other countries  to enhance  the efficiency, accuracy, and modernity of  the Commissions  internal operations and  its decision-making  on  standards  and  quality  of  service,  pricing  and          evaluation of development and expansion programmes; and"
                },
                {
                    "representation": "(f)",
                    "description": "such other  functions as are  incidental  to any of  the functions mentioned above."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Advisory  function of Commission.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Advisory  function of Commission.  23.  The Commission shall act  in an advisory capacity  to  the Minister in such matters concerning public utilities as are referred to it by the Minister.",
            "description": "The Commission shall act  in an advisory capacity  to  the Minister in such matters concerning public utilities as are referred to it by the Minister."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Investigations by Commission.    PART VI SERVICE AND FACILITIES   ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Investigations by Commission.    PART VI SERVICE AND FACILITIES   24.  For the purposes of the exercise and discharge of the functions of the Commission under this Act, the Commission shall have power to initiate and conduct investigations into the operations and standards of service of any public utility.  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 21  L.R.O. 1/2012            Duty to  provide  adequate  service.                                               Proper service  established  on  complaint.               PART VI SERVICE  AND FACILITIES",
            "description": "For the purposes of the exercise and discharge of the functions of the Commission under this Act, the Commission shall have power to initiate and conduct investigations into the operations and standards of service of any public utility.  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 21  L.R.O. 1/2012            Duty to  provide  adequate  service.                                               Proper service  established  on  complaint.               PART VI SERVICE  AND FACILITIES"
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Duty to provide adequate service.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Duty to provide adequate service.  25.  (1) Subject to subsection (2), every public utility  shall maintain  its property and equipment in  such  condition  as  to  enable  it  to  provide,  and  shall make  every reasonable effort to provide, service to the public in all respects safe, adequate, efficient, reasonable and non-discriminatory and shall make all such repairs, changes, alterations, substitutions, extensions and improvements in or to such service as shall be necessary or proper for the  accommodation  and  convenience  of  the  public  or  as  shall  be necessary to incorporate, from time to time, advances in technology.    (2) Where an agreement exists between the Government and a public utility, or an agreement for  the privatisation or capitalisation of a public utility exists between the Government and an investor, or the licence granted  to  the public utility or a written  law makes provisions  for the standard or quality of service, the service provided by the public utility shall be deemed by  the Commission, for  the purposes of  this Part to  be  reasonable  or  adequate  if  the  aforesaid  standard  or  quality  is achieved and maintained.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Where an agreement exists between the Government and a public utility, or an agreement for  the privatisation or capitalisation of a public utility exists between the Government and an investor, or the licence granted  to  the public utility or a written  law makes provisions  for the standard or quality of service, the service provided by the public utility shall be deemed by  the Commission, for  the purposes of  this Part to  be  reasonable  or  adequate  if  the  aforesaid  standard  or  quality  is achieved and maintained."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Proper service established on complaint.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Proper service established on complaint.  26.  (1) Where the Commission, after a hearing upon its own motion or upon a complaint, finds  that  the service provided by a public utility  is not  in  accordance with  section  25,  the Commission  shall  by  order determine  and  prescribe  the  adequate  or  reasonable  service  to  be provided  by  the  public  utility,  including  all  such  repairs,  changes, alterations, extensions,. substitutions or improvements and facilities as shall be reasonably necessary and proper for the accommodation and convenience of  the public; and,  subject  to any other written  law, may also direct  the public utility  to pay  to any consumer compensation  for  loss or damage suffered by  the consumer on account of  the  LAWS OF GUYANA 22 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012          Commission  may order  extension of  service.                                     failure of  the public utility  to comply with  section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Commission, after a hearing upon its own motion or upon a complaint, finds  that  the service provided by a public utility  is not  in  accordance with  section  25,  the Commission  shall  by  order determine  and  prescribe  the  adequate  or  reasonable  service  to  be provided  by  the  public  utility,  including  all  such  repairs,  changes, alterations, extensions,. substitutions or improvements and facilities as shall be reasonably necessary and proper for the accommodation and convenience of  the public; and,  subject  to any other written  law, may also direct  the public utility  to pay  to any consumer compensation  for  loss or damage suffered by  the consumer on account of  the  LAWS OF GUYANA 22 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012          Commission  may order  extension of  service.                                     failure of  the public utility  to comply with  section"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Commission may order extension of service.    PART VII DEVELOPMENT  AND EXPANSION OF FACILITIES OR SERVICES   ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Commission may order extension of service.    PART VII DEVELOPMENT  AND EXPANSION OF FACILITIES OR SERVICES   27.  (1) Subject to section 21 where the Commission, after hearing upon its own motion or upon complaint, finds that an extension by any public utility of existing service would  in  the opinion of  the Commission provide sufficient business to justify the construction and maintenance of such extension,  the Commission may order  the public utility  to make such extension to its service as the Commission may deem reasonable and expedient.    (2) Where a licence granted  to a public utility restricts  its service to specified areas, an order under subsection (1) shall not require it to extend the service to any area outside the specified areas.   (3)  Where a licence granted to a public utility contains a mechanism for dealing with extension of service, any order under subsection (1) shall comply with the provisions of that mechanism.   (4) For the purposes of this section sufficient business means such business as will yield  such gross  revenue, within  the extended area of  service at  the  rates  for  the  time being authorised, as will produce a  sum not less than the cost of operations, maintenance and depreciation and  will produce a reasonable return on the capital outlay in respect of such extension:    Provided that the Minister and a public utility may agree as to what shall be sufficient business, in relation  to that public utility and where any such agreement  is arrived at,  the Commission shall have regard to that agreement in determining whether the extension of the LAWS OF GUYANA Public Utilities Commission Cap. 57:01 23  L.R.O. 1/2012          Development  and expansion  programme.                                      service will provide sufficient business.    PART VII DEVELOPMENT AND EXPANSION OF FACILITIES  OR SERVICES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall comply with the provisions of that mechanism."
                },
                {
                    "representation": "(2)",
                    "description": "Where a licence granted  to a public utility restricts  its service to specified areas, an order under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where a licence granted to a public utility contains a mechanism for dealing with extension of service, any order under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "For the purposes of this section sufficient business means such business as will yield  such gross  revenue, within  the extended area of  service at  the  rates  for  the  time being authorised, as will produce a  sum not less than the cost of operations, maintenance and depreciation and  will produce a reasonable return on the capital outlay in respect of such extension:    Provided that the Minister and a public utility may agree as to what shall be sufficient business, in relation  to that public utility and where any such agreement  is arrived at,  the Commission shall have regard to that agreement in determining whether the extension of the LAWS OF GUYANA Public Utilities Commission Cap. 57:01 23  L.R.O. 1/2012          Development  and expansion  programme.                                      service will provide sufficient business.    PART VII DEVELOPMENT AND EXPANSION OF FACILITIES  OR SERVICES"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Development and expansion programme.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Development and expansion programme.  28.  (1) Subject  to any written  law, a public utility must  submit  for  the approval  of  the  Commission  any  programme  for  development  and expansion of facilities or services, specifying  the period within which  it will be  implemented,  the  arrangements  for  financing  and  any other information required  to be submitted  to  the Commission by any written law.   (2) The Commission, after considering all  the  relevant aspects of the proposed development and expansion programme,  including   (a) the benefits to be accrued to consumers of the service rendered by  the public utility as a  result of  the  implementation of the development and expansion programme;   (b) the  reasonableness  of  the  cost  and  other  terms  and conditions of  the financing arrangement for  the development and expansion programme; and   (c)    any other criteria set forth in any written law, or a licence,           may approve or reject the programme or may require the public utility to modify the programme suitably.   (3) The Commission shall within a period not exceeding ninety days, consider and  render a decision approving or  rejecting or  requiring the suitable modification of, a development and expansion programme submitted  to  the Commission by a public utility, and,  to  the extent  that  LAWS OF GUYANA 24 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                                             Failure to  implement  development  and expansion  the standard or quality of service that a public utility is required to provide pursuant  to  section 25, 26 or 27  is directly and materially dependent upon approval of a development and expansion programme, a public utility shall be excused  from providing  such standard or quality of service pending approval of such programme by the Commission.   (4) Where an agreement exists between  the Government and  the public utility, or an agreement for  the privatisation or capitalisation of a public utility exists between the Government and an investor, or the licence granted  to  the public utility or a written  law makes provisions  for programmes  for  the development and expansion of  the  facilities or services  of  a  public  utility, such programmes shall be deemed to be approved by the  Commission  in accordance with those provisions upon receipt thereof by the Commission.   (5) With  respect  to a development and expansion programme submitted  to  the Commission under  this Part,  the Commission  shall make the information included in such programme available to consumers at a reasonable cost to the consumer to be set by the Commission:   Provided that, in making such information available to consumers, the Commission shall take all due and reasonable care to protect and shall not publish or otherwise make available the trade secrets of  the public utility, third party confidential information or any other  information  that may aid a competitor of the public  utility,  and  such public utility may  request  that  such  information be maintained in confidence by the Commission and the Commission shall co-operate with the public utility in that regard.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject  to any written  law, a public utility must  submit  for  the approval  of  the  Commission  any  programme  for  development  and expansion of facilities or services, specifying  the period within which  it will be  implemented,  the  arrangements  for  financing  and  any other information required  to be submitted  to  the Commission by any written law."
                },
                {
                    "representation": "(2)",
                    "description": "The Commission, after considering all  the  relevant aspects of the proposed development and expansion programme,  including"
                },
                {
                    "representation": "(a)",
                    "description": "the benefits to be accrued to consumers of the service rendered by  the public utility as a  result of  the  implementation of the development and expansion programme;"
                },
                {
                    "representation": "(b)",
                    "description": "the  reasonableness  of  the  cost  and  other  terms  and conditions of  the financing arrangement for  the development and expansion programme; and"
                },
                {
                    "representation": "(c)",
                    "description": "any other criteria set forth in any written law, or a licence,           may approve or reject the programme or may require the public utility to modify the programme suitably."
                },
                {
                    "representation": "(3)",
                    "description": "The Commission shall within a period not exceeding ninety days, consider and  render a decision approving or  rejecting or  requiring the suitable modification of, a development and expansion programme submitted  to  the Commission by a public utility, and,  to  the extent  that  LAWS OF GUYANA 24 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                                             Failure to  implement  development  and expansion  the standard or quality of service that a public utility is required to provide pursuant  to  section 25, 26 or 27  is directly and materially dependent upon approval of a development and expansion programme, a public utility shall be excused  from providing  such standard or quality of service pending approval of such programme by the Commission."
                },
                {
                    "representation": "(4)",
                    "description": "Where an agreement exists between  the Government and  the public utility, or an agreement for  the privatisation or capitalisation of a public utility exists between the Government and an investor, or the licence granted  to  the public utility or a written  law makes provisions  for programmes  for  the development and expansion of  the  facilities or services  of  a  public  utility, such programmes shall be deemed to be approved by the  Commission  in accordance with those provisions upon receipt thereof by the Commission."
                },
                {
                    "representation": "(5)",
                    "description": "With  respect  to a development and expansion programme submitted  to  the Commission under  this Part,  the Commission  shall make the information included in such programme available to consumers at a reasonable cost to the consumer to be set by the Commission:   Provided that, in making such information available to consumers, the Commission shall take all due and reasonable care to protect and shall not publish or otherwise make available the trade secrets of  the public utility, third party confidential information or any other  information  that may aid a competitor of the public  utility,  and  such public utility may  request  that  such  information be maintained in confidence by the Commission and the Commission shall co-operate with the public utility in that regard."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Failure to implement development and expansion   programme.   ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Failure to implement development and expansion   programme.   29. (1) Where  the Commission,  upon  its  own motion  or  upon  a complaint by the Minister or an aggrieved party and after giving the complainant and the public utility a reasonable opportunity of being heard, finds that a public LAWS OF GUYANA Public Utilities Commission Cap. 57:01 25  L.R.O. 1/2012 programme.                                                 utility is not carrying out a development and expansion programme  in  the manner approved by  the Commission or as provided in a licence or an agreement between the Government and a public utility or between the Government and an investor in relation to a privatisation or capitalisation of a public utility or that the utility has failed  or   refused   to   implement   the  development  and  expansion programme in a timely manner in any material respect, without lawful excuse, the Commission may, without prejudice to sections 68 and 69 and subject to the terms of the public utilitys licence, by its order    (a)  direct  the  public  utility  to  pay  to  the  Accountant General such penalty as  the Commission, taking into account the extent and severity of the harm caused,  thinks fit, being not less  than one hundred  thousand dollars nor more  than  twenty million dollars:                                Provided  that  the  imposition of any such penalty shall not affect  the contractual  rights or obligations of any party and,  in particular, shall not alleviate or substitute for full and satisfactory performance of any contractual obligations undertaken by a public utility;   (b)   recommend  to  the  Government  the  suspension  or cancellation of the licence granted to the public utility; or   (c)  make such other order as it thinks appropriate having regard to the facts and circumstances of the case.   (2) Nothing  in  subsection  (1)  shall  be  deemed  to  prevent  or restrict  in  any  manner  any  power  vested  in  the  Minister  or  the Government  to  revoke,  suspend or cancel any  licence granted  to a public utility under  the  terms and conditions of  the  licence,  the agreement entered LAWS OF GUYANA 26 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012       Restrictions on  ceasing  operation of  service.        Power  to  prescribe  quality and  standard of  service and  conditions  relating  to  service to be  contained  in  agreement.             Rates to be  just and  reasonable.            into between the Government and the public utility or between the  Government  and  an  investor  in  relation  to  a  privatisation  or capitalisation of a public utility, any written law or otherwise.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall  be  deemed  to  prevent  or restrict  in  any  manner  any  power  vested  in  the  Minister  or  the Government  to  revoke,  suspend or cancel any  licence granted  to a public utility under  the  terms and conditions of  the  licence,  the agreement entered LAWS OF GUYANA 26 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012       Restrictions on  ceasing  operation of  service.        Power  to  prescribe  quality and  standard of  service and  conditions  relating  to  service to be  contained  in  agreement.             Rates to be  just and  reasonable.            into between the Government and the public utility or between the  Government  and  an  investor  in  relation  to  a  privatisation  or capitalisation of a public utility, any written law or otherwise."
                },
                {
                    "representation": "(a)",
                    "description": "direct  the  public  utility  to  pay  to  the  Accountant General such penalty as  the Commission, taking into account the extent and severity of the harm caused,  thinks fit, being not less  than one hundred  thousand dollars nor more  than  twenty million dollars:                                Provided  that  the  imposition of any such penalty shall not affect  the contractual  rights or obligations of any party and,  in particular, shall not alleviate or substitute for full and satisfactory performance of any contractual obligations undertaken by a public utility;"
                },
                {
                    "representation": "(b)",
                    "description": "recommend  to  the  Government  the  suspension  or cancellation of the licence granted to the public utility; or"
                },
                {
                    "representation": "(c)",
                    "description": "make such other order as it thinks appropriate having regard to the facts and circumstances of the case."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing  in  subsection"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Restrictions on ceasing operation of service.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Restrictions on ceasing operation of service.  30.  Except  where  a  licence  expires  or  is  revoked,  suspended, cancelled or  terminated  in accordance with  the conditions of  the  licence, no public utility  shall cease  to supply services within its authorised area or any part thereof without first obtaining the permission of the Commission.",
            "description": "Except  where  a  licence  expires  or  is  revoked,  suspended, cancelled or  terminated  in accordance with  the conditions of  the  licence, no public utility  shall cease  to supply services within its authorised area or any part thereof without first obtaining the permission of the Commission."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Power to prescribe quality and standard of service and conditions relating to service to be contained in agreement.   PART VIII RATES   (a)  Principles   ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Power to prescribe quality and standard of service and conditions relating to service to be contained in agreement.   PART VIII RATES   (a)  Principles   31.  Subject  to  section  21(2) and 25(2),  the  Commission  may  make  rules prescribing   (a)  the quality and standard  to be achieved and maintained by a public utility in respect of any service provided by it; and   (b)  the conditions  to be contained  in,  and  to become part of, all agreements entered  into by a public utility and consumers in respect of any service provided by it.   PART VIII RATES  (a)  Principles",
            "description": [
                {
                    "representation": "(2)",
                    "description": "and 25(2),  the  Commission  may  make  rules prescribing"
                },
                {
                    "representation": "(a)",
                    "description": "Principles"
                },
                {
                    "representation": "(b)",
                    "description": "the conditions  to be contained  in,  and  to become part of, all agreements entered  into by a public utility and consumers in respect of any service provided by it.   PART VIII RATES"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Rates to be just and reasonable.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Rates to be just and reasonable.  32.  (1) Every rate made, demanded or received by any public utility from persons making use of the service provided by it, shall be just and reasonable and in conformity with any written law and with such rules as the Commission may from time to time prescribe.    (2) In determining the rate a public utility may charge for any service provided by it, the Commission shall have regard to consumer interest and investor interest and to the rate of return obtained in other enterprises having commensurate risks, provision of safe and adequate service at LAWS OF GUYANA Public Utilities Commission Cap. 57:01 27  L.R.O. 1/2012     Agreement,  licence or  law  regarding  rate  of return.                            Prohibition  against  discrimination  in the matter  of rate.           Cost of  production or  generation.    reasonable costs, and to assuring the financial integrity of  the  enterprise.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every rate made, demanded or received by any public utility from persons making use of the service provided by it, shall be just and reasonable and in conformity with any written law and with such rules as the Commission may from time to time prescribe."
                },
                {
                    "representation": "(2)",
                    "description": "In determining the rate a public utility may charge for any service provided by it, the Commission shall have regard to consumer interest and investor interest and to the rate of return obtained in other enterprises having commensurate risks, provision of safe and adequate service at LAWS OF GUYANA Public Utilities Commission Cap. 57:01 27  L.R.O. 1/2012     Agreement,  licence or  law  regarding  rate  of return.                            Prohibition  against  discrimination  in the matter  of rate.           Cost of  production or  generation.    reasonable costs, and to assuring the financial integrity of  the  enterprise."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Agreement, licence or law regarding rate of return.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Agreement, licence or law regarding rate of return.  33.  Where the Government and a public utility have entered into an agreement, or where the Government and an investor have entered into an agreement,  in  relation  to  the privatisation or capitalisation of  the public utility, or where the Government has issued a licence  to a public utility, or where a law exists, specifying      (a)    the rate of return the public utility or the investor  is entitled to in respect of the capital invested or dedicated for providing any service; or   (b) the principles, procedures,  formulae or mechanisms, on the basis of which such rate of return and, thereby, any rate charged by a public utility is to be determined or adjusted,   the  Commission  shall  be  bound  by  and  shall  give  effect  to  such agreement,  licence or  law  in determining  the  rate a public utility  is  entitled to  demand  or  receive  from  any  consumer  or  class  of  consumers or generally from all consumers in relation to the service; and in the event of  a  conflict  between  such  agreement  or licence and  any written  law,  the agreement or licence shall prevail.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the rate of return the public utility or the investor  is entitled to in respect of the capital invested or dedicated for providing any service; or"
                },
                {
                    "representation": "(b)",
                    "description": "the principles, procedures,  formulae or mechanisms, on the basis of which such rate of return and, thereby, any rate charged by a public utility is to be determined or adjusted,   the  Commission  shall  be  bound  by  and  shall  give  effect  to  such agreement,  licence or  law  in determining  the  rate a public utility  is  entitled to  demand  or  receive  from  any  consumer  or  class  of  consumers or generally from all consumers in relation to the service; and in the event of  a  conflict  between  such  agreement  or licence and  any written  law,  the agreement or licence shall prevail."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Prohibition against discrimination in the matter of rate.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Prohibition against discrimination in the matter of rate.  34.  (1) No public utility shall provide to any person any service at a rate which is unduly preferential or discriminatory.   (2) Nothing  in  subsection  (1) shall be deemed  to prevent a public utility   from  demanding  and  receiving  different  rates  from  different classes of consumers.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be deemed  to prevent a public utility   from  demanding  and  receiving  different  rates  from  different classes of consumers."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing  in  subsection"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Cost of production or generation.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Cost of production or generation.  35.  (1) For  the purpose of determining  the cost of providing any service by a public utility, so as to determine the rate a public utility is entitled to demand and receive, the Commission shall have power and authority to investigate LAWS OF GUYANA 28 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                              Joint use of  facilities.                                 and, subject to section 33, decide whether any expenditure  incurred by  the public utility  is  justified or reasonable.   (2) Subject to any written law, where a public utility does not  itself produce or generate  that which it distributes, transmits or supplies to the consumers but obtains the  same  from another  source,  the Commission  shall have  the power and authority to  investigate  the cost of such production or generation in any investigation  or  enquiry  as  to  the  reasonableness  of  the  rate  being charged or proposed to be charged by the public utility for any service provided by  it.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For  the purpose of determining  the cost of providing any service by a public utility, so as to determine the rate a public utility is entitled to demand and receive, the Commission shall have power and authority to investigate LAWS OF GUYANA 28 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                              Joint use of  facilities.                                 and, subject to section 33, decide whether any expenditure  incurred by  the public utility  is  justified or reasonable."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to any written law, where a public utility does not  itself produce or generate  that which it distributes, transmits or supplies to the consumers but obtains the  same  from another  source,  the Commission  shall have  the power and authority to  investigate  the cost of such production or generation in any investigation  or  enquiry  as  to  the  reasonableness  of  the  rate  being charged or proposed to be charged by the public utility for any service provided by  it."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Joint use of facilities.  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 5  L.R.O. 1/2012 SECTION  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Joint use of facilities.  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 5  L.R.O. 1/2012 SECTION  36.  (1) Subject to sections 21(2) and 33, any public utility having tracks, conduits, poles, wires, switchboards, exchanges, works or other equipment shall, for a reasonable compensation (which in the case of any dispute shall be decided by  the Commission on  the complaint of any of the parties to the dispute), permit the use of the same by any other public utility where   (a)   convenience or necessity requires such use; and   (b)   such  use will  not  result  in  irreparable  injury  to  the owners or other users of  such equipment, or  in any substantial detriment  to  the service provided by or  to such owners or other users.   (2) Subject to sections 21(2) and 33, the Commission may, after investigation and hearing as to whether it   (a)  is  in furtherance of convenience  to, or  the necessity of, the  public,  including  specifically,  but  not  exclusively,  the  public interest in service that is safe, adequate and economical;   (b)    will  result  in  irreparable  injury or detriment  to  the owner or   user of such facilities or equipment without adequate compensation; and   LAWS OF GUYANA Public Utilities Commission Cap. 57:01 29  L.R.O. 1/2012                             Uniformity of  rate.                    (c)    is just and reasonable,   by order  require  that  two  or  more  public  utilities  enter  into  such arrangements,  for  interchange,  interconnection,  joint or combined or other arrangements for the provision of any service, upon such terms and conditions as the Commission may determine.   (3) The use of any facility or equipment, or the provision of any service, referred to in subsection (1) or (2) shall be permitted by the public  utility  required  to  do  so,  and  the  terms  and  conditions  and compensation  referred  to  therein  shall be deemed  to be  lawful  terms and conditions and compensation to be observed, followed and paid.   (4) An order of  the Commission  in  respect of any matter  referred to  in  subsection  (1) or  (2) may be modified or  revoked by  the Commission upon  its own  initiative or on  receipt of a complaint  from any public utility or consumer affected thereby.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or"
                },
                {
                    "representation": "(a)",
                    "description": "is  in furtherance of convenience  to, or  the necessity of, the  public,  including  specifically,  but  not  exclusively,  the  public interest in service that is safe, adequate and economical;"
                },
                {
                    "representation": "(b)",
                    "description": "will  result  in  irreparable  injury or detriment  to  the owner or   user of such facilities or equipment without adequate compensation; and   LAWS OF GUYANA Public Utilities Commission Cap. 57:01 29  L.R.O. 1/2012                             Uniformity of  rate."
                },
                {
                    "representation": "(2)",
                    "description": "may be modified or  revoked by  the Commission upon  its own  initiative or on  receipt of a complaint  from any public utility or consumer affected thereby."
                },
                {
                    "representation": "(c)",
                    "description": "is just and reasonable,   by order  require  that  two  or  more  public  utilities  enter  into  such arrangements,  for  interchange,  interconnection,  joint or combined or other arrangements for the provision of any service, upon such terms and conditions as the Commission may determine."
                },
                {
                    "representation": "(3)",
                    "description": "The use of any facility or equipment, or the provision of any service, referred to in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "An order of  the Commission  in  respect of any matter  referred to  in  subsection"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Uniformity of rate.    (b) Change of rate   ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Uniformity of rate.    (b) Change of rate   37.  (1) Subject to sections 32 and 33, it shall be lawful for a public utility to demand and receive, or for the Commission to fix, a uniform rate,  to  be  charged  from  all  consumers  or  any  class  of  consumers throughout Guyana, or  throughout any  region  into which Guyana  is divided,  for any  service, provided by a public utility, notwithstanding  that the cost of providing  such  service  in any area of Guyana  is different  from the cost of providing the service in any other area of Guyana.    (2) Subject to sections 32 and 33, the Commission may, having regard to all relevant matters such as the distribution of the population of Guyana, the need for making the best use of the natural resources of Guyana and the needs of the economic development of Guyana, direct the  public  utility  to  charge  a  uniform  rate  throughout  Guyana,  or throughout any region into which Guyana is divided, for any LAWS OF GUYANA 30 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012        Continuance of  existing  rate.                Tariffs filing.                                       Adherence to  tariffs.                service provided by a public utility and the public utility shall comply with the direction.   (b) Change  of Rate",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to sections 32 and 33, it shall be lawful for a public utility to demand and receive, or for the Commission to fix, a uniform rate,  to  be  charged  from  all  consumers  or  any  class  of  consumers throughout Guyana, or  throughout any  region  into which Guyana  is divided,  for any  service, provided by a public utility, notwithstanding  that the cost of providing  such  service  in any area of Guyana  is different  from the cost of providing the service in any other area of Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to sections 32 and 33, the Commission may, having regard to all relevant matters such as the distribution of the population of Guyana, the need for making the best use of the natural resources of Guyana and the needs of the economic development of Guyana, direct the  public  utility  to  charge  a  uniform  rate  throughout  Guyana,  or throughout any region into which Guyana is divided, for any LAWS OF GUYANA 30 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012        Continuance of  existing  rate.                Tariffs filing.                                       Adherence to  tariffs.                service provided by a public utility and the public utility shall comply with the direction."
                },
                {
                    "representation": "(b)",
                    "description": "Change  of Rate"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Continuance of existing rate.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Continuance of existing rate.  38.  The  rate being charged by a public utility on  the  first day of January, 1996  for any service  rendered by  it shall not be  increased, after that date except in accordance with the provisions of this Act or any other written law:  Provided that nothing in this section shall affect an accrued right of any person regarding an increase in rates which came into existence after the first day of January, 1996, by virtue of a finding of a court of law or otherwise.",
            "description": "The  rate being charged by a public utility on  the  first day of January, 1996  for any service  rendered by  it shall not be  increased, after that date except in accordance with the provisions of this Act or any other written law:  Provided that nothing in this section shall affect an accrued right of any person regarding an increase in rates which came into existence after the first day of January, 1996, by virtue of a finding of a court of law or otherwise."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Tariffs filing.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Tariffs filing.  39.  (1) Subject to section 33, every public utility shall, within three months of the commencement of this Act, and thereafter periodically within such  time as may be specified by the Commission or any written law, file with the Commission in such form as it may specify, tariffs showing  all  rates  actually being  charged by  the public utility  from  the  first day of  January, 1996 until  the coming  into operation of  this Act,  including rates for new services, and shall keep copies of such tariffs open to the public  for  inspection.   (2) Subject to the provisions of this Act, the rates specified in such tariffs shall become the authorised rates of such public utility only if approved in accordance with the provisions of this Act or any other written law.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to section 33, every public utility shall, within three months of the commencement of this Act, and thereafter periodically within such  time as may be specified by the Commission or any written law, file with the Commission in such form as it may specify, tariffs showing  all  rates  actually being  charged by  the public utility  from  the  first day of  January, 1996 until  the coming  into operation of  this Act,  including rates for new services, and shall keep copies of such tariffs open to the public  for  inspection."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to the provisions of this Act, the rates specified in such tariffs shall become the authorised rates of such public utility only if approved in accordance with the provisions of this Act or any other written law."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Adherence to tariffs.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Adherence to tariffs.  40.  (1) No  public  utility  shall,  directly  or  indirectly,  demand  or receive, for any service provided by it, a greater or lesser rate than the rate specified  in  the  tariffs of such public utility applicable  thereto,  filed in  the manner prescribed by  this Act or determined by  the Commission.   (2) Notwithstanding anything contained in this section, it shall be lawful for a public utility, with the LAWS OF GUYANA Public Utilities Commission Cap. 57:01 31  L.R.O. 1/2012           Notice of  change of rate  by public  utility.                                        permission of the Commission, to demand and receive from a consumer any special rate agreed to by the public utility and such consumer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No  public  utility  shall,  directly  or  indirectly,  demand  or receive, for any service provided by it, a greater or lesser rate than the rate specified  in  the  tariffs of such public utility applicable  thereto,  filed in  the manner prescribed by  this Act or determined by  the Commission."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding anything contained in this section, it shall be lawful for a public utility, with the LAWS OF GUYANA Public Utilities Commission Cap. 57:01 31  L.R.O. 1/2012           Notice of  change of rate  by public  utility.                                        permission of the Commission, to demand and receive from a consumer any special rate agreed to by the public utility and such consumer."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Notice of change of rate by public utility.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Notice of change of rate by public utility.  41.  (1) Subject to section 33, where a public utility initiates a new service for which rates will be charged or is desirous of changing any rate or  rates being charged by  it  for any  service provided by  it,  the public utility shall give thirty days notice to the Commission and file with that notice a  tariff  stating  the  rate  for  the new  service or  the new  rate or  rates.   (2) A notice under subsection (1) shall state  (a)  where it relates to changing any rate or rates  (i)  the existing and duly established rate or rates;  (ii)  the changes proposed  to be made  in  the rate or rates;  (iii)   the date from which the changed rate or rates are to take  effect;  (iv)  the reasons for the change in rate or rates; and  (v)  any other particulars  reasonably required by  the Commission or specified by any written law;   (b)  where it relates to the rate for any new service  (i)  the date from which the rate for the new service is to take effect; and  (ii)  any other particulars  reasonably required by  the Commission or specified by any written law.   (3)  Subject  to  section 33, where  the public utility has  filed with  the Commission any tariff stating any new rate or rates in respect of any service provided by it, the Commission may, either upon complaint or upon its own motion, enter upon a hearing to determine whether such rate or  rates are  LAWS OF GUYANA 32 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                Suspension of  new rate.                                 just and  reasonable and where  the Commission does not  enter upon  such hearing within  thirty days of  the  filing of  the  tariff  stating the new rate or rates, such new rate or rates shall be deemed to be the authorised rate or rates for the service.   (4)  Hearings entered upon by  the Commission under  this section shall  be  promptly  scheduled  and  held,  and  the  decisions  of  the Commission under this section shall be rendered as expeditiously as possible and,  in any case, not  later  than  sixty days after  the closing of  the hearings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall state"
                },
                {
                    "representation": "(2)",
                    "description": "A notice under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "where it relates to changing any rate or rates"
                },
                {
                    "representation": "(i)",
                    "description": "the date from which the rate for the new service is to take effect; and"
                },
                {
                    "representation": "(v)",
                    "description": "any other particulars  reasonably required by  the Commission or specified by any written law;"
                },
                {
                    "representation": "(b)",
                    "description": "where it relates to the rate for any new service"
                },
                {
                    "representation": "(3)",
                    "description": "Subject  to  section 33, where  the public utility has  filed with  the Commission any tariff stating any new rate or rates in respect of any service provided by it, the Commission may, either upon complaint or upon its own motion, enter upon a hearing to determine whether such rate or  rates are  LAWS OF GUYANA 32 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                Suspension of  new rate.                                 just and  reasonable and where  the Commission does not  enter upon  such hearing within  thirty days of  the  filing of  the  tariff  stating the new rate or rates, such new rate or rates shall be deemed to be the authorised rate or rates for the service."
                },
                {
                    "representation": "(4)",
                    "description": "Hearings entered upon by  the Commission under  this section shall  be  promptly  scheduled  and  held,  and  the  decisions  of  the Commission under this section shall be rendered as expeditiously as possible and,  in any case, not  later  than  sixty days after  the closing of  the hearings."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Suspension of new rate.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Suspension of new rate.  42.  (1) Where the Commission has entered upon a hearing as stated in section 41(3) in respect of any new rate proposed to be charged by a public utility for any service, pending such hearing and the decision thereon,  the Commission may,  upon  delivering  to  the  public  utility affected thereby a statement in writing of its reasons therefor, at any time before such new rate becomes effective, suspend the operation of such rate for a period not longer than six months from the time the rate would otherwise become effective, but where a public utility  fails  to comply with a request from the Commission for information required for the hearing, the Commission may extend the period of suspension for such period not exceeding three months as may be necessary.   (2) Where  the  operation  of  a  new  rate  is  suspended  under subsection (1),  the rate  in force, when the tariff stating the new rate was filed under  section 41(1),  shall continue  in  force unless, the  Commission  establishes  a  temporary  rate  under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Commission has entered upon a hearing as stated in section 41(3) in respect of any new rate proposed to be charged by a public utility for any service, pending such hearing and the decision thereon,  the Commission may,  upon  delivering  to  the  public  utility affected thereby a statement in writing of its reasons therefor, at any time before such new rate becomes effective, suspend the operation of such rate for a period not longer than six months from the time the rate would otherwise become effective, but where a public utility  fails  to comply with a request from the Commission for information required for the hearing, the Commission may extend the period of suspension for such period not exceeding three months as may be necessary."
                },
                {
                    "representation": "(2)",
                    "description": "Where  the  operation  of  a  new  rate  is  suspended  under subsection"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Temporary rates.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Temporary rates.  43.   (3) If the hearing entered upon under section 41(3) in respect of a new or changed rate has not been concluded and an order containing the  final  decision  of  the  Commission  has  not  been  made  by  the Commission before the expiry of the suspension period imposed by the Commission under subsection (1), and the Commission has not set a temporary LAWS OF GUYANA Public Utilities Commission Cap. 57:01 33  L.R.O. 1/2012                    Temporary  rates.                             rate under section 43,  then  the proposed new or changed rate shall come into effect on the expiry of the period of such suspension:   Provided  that  if  the  rate  finally determined as  fair and  reasonable by the Commission  is  less  than  the proposed new or changed  rate,  the consumers shall have the right to receive reimbursement as provided  in section 46(2).   (4) Hearings entered upon by  the Commission under  this section shall  be  promptly  scheduled  and  held,  and  the  decisions  of  the Commission under this section shall be rendered as expeditiously as possible and,  in any case, not  later  than  sixty days after  the closing of  the hearing.",
            "description": [
                {
                    "representation": "(3)",
                    "description": "If the hearing entered upon under section 41(3) in respect of a new or changed rate has not been concluded and an order containing the  final  decision  of  the  Commission  has  not  been  made  by  the Commission before the expiry of the suspension period imposed by the Commission under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Hearings entered upon by  the Commission under  this section shall  be  promptly  scheduled  and  held,  and  the  decisions  of  the Commission under this section shall be rendered as expeditiously as possible and,  in any case, not  later  than  sixty days after  the closing of  the hearing."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Burden of proof.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Burden of proof.  44. (1) Subject to sections 32 and 33, in any proceeding, upon the motion of  the Commission  involving, or  in proceeding upon complaint by a consumer  involving, any proposed  increase  in any  rate charged by any public utility for any service, the burden of proof to show that the rate involved  is  just and reasonable shall be upon  the public utility.   (2) Notwithstanding   anything   in   subsection   (1),   in any proceeding upon complaint by a consumer  involving any  rate  then being charged by a public utility consequent upon a final decision by the Commission or by the operation of section 43(3), the burden of proof to show  that  the  rate  involved  is not  just or  reasonable  shall  initially be upon the complainant:   Provided  that  the public utility has  complied with  sections  82  and",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to sections 32 and 33, in any proceeding, upon the motion of  the Commission  involving, or  in proceeding upon complaint by a consumer  involving, any proposed  increase  in any  rate charged by any public utility for any service, the burden of proof to show that the rate involved  is  just and reasonable shall be upon  the public utility."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding   anything   in   subsection"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Fixation of rate.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Fixation of rate.  45.  (1) Subject to sections 32 and 33, where the Commission   (a) after a hearing upon  its own motion or upon complaint finds  that any rate being charged by any public utility for any service is unjust or unreasonable; or   (b) at the conclusion of any hearing under section 41(3) concludes that any new rate filed by a public utility for any service is unjust or unreasonable,   the Commission shall determine the  just and reasonable rate (including the maximum and minimum  rates)  to be  thereafter observed by  the public utility and shall  fix  the same by order served on  the public utility, and such  rate shall constitute  the  legal  rate  the public utility  is entitled  to  demand  and  receive  for  the  service,  until  such  rate  is  changed  in accordance with the provisions of this Act.   (2) Any  rate  lawfully being charged by a public utility  shall not be decreased by  the Commission  in  relation  to a period earlier  than  the date on which the Commission commenced a hearing which resulted in the decrease, and for the purpose of this section, a hearing does not include a re-hearing.   (3) Hearings entered upon by the Commission under  this section shall be promptly commenced, scheduled and held.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to sections 32 and 33, where the Commission"
                },
                {
                    "representation": "(a)",
                    "description": "after a hearing upon  its own motion or upon complaint finds  that any rate being charged by any public utility for any service is unjust or unreasonable; or"
                },
                {
                    "representation": "(b)",
                    "description": "at the conclusion of any hearing under section 41(3) concludes that any new rate filed by a public utility for any service is unjust or unreasonable,   the Commission shall determine the  just and reasonable rate"
                },
                {
                    "representation": "(2)",
                    "description": "Any  rate  lawfully being charged by a public utility  shall not be decreased by  the Commission  in  relation  to a period earlier  than  the date on which the Commission commenced a hearing which resulted in the decrease, and for the purpose of this section, a hearing does not include a re-hearing."
                },
                {
                    "representation": "(3)",
                    "description": "Hearings entered upon by the Commission under  this section shall be promptly commenced, scheduled and held."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Adjustment of moneys due on variation of rates.    PART IX OTHER REGULATORY PROVISIONS   ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Adjustment of moneys due on variation of rates.    PART IX OTHER REGULATORY PROVISIONS   46.  (1) Subject  to  section 33, where any  rate as  finally determined by the Commission is in excess of the rate existing prior to the filing with the Commission by a public utility of a tariff stating a new rate under section 41 (1), or of the rate fixed temporarily under section 43  then  the public utility shall be permitted by the Commission to amortize and LAWS OF GUYANA 36 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                                    Approval  by  Commission to  issue of  securities.           recover,  by  means  of  a  temporary  increase  in  the  rate  as  finally determined, the sum which represents the difference between the gross revenue  actually  received  by  the  public  utility  during  the  period commencing with the date on which, under the notice given by it to the Commission, the new rate was to have come into effect and ending on the date on which  the rate as finally determined by  the Commission  became  effective,  and  the  gross  income  which  would  have  been received by  the public utility during  the same period  if  the  rate as  finally determined by the Commission had been in effect.   (2) Subject to section 33, where, consequent on an order finally determining  the  rate  that a public utility  is entitled  to demand and  receive for any service provided by  it, any consumer becomes entitled  to  receive any  sum  from  the public utility,  it  shall be  adjusted  towards any  sum  likely to become due to the public utility from the consumer for a reasonable future period, to be determined by the Commission taking the interests of  the public utility and  the consumer  into consideration, or the remainder paid  in cash to the consumer net of any amounts owed to the public utility  if before the expiry of the aforesaid period he ceases to be a consumer in relation to the public utility.   PART IX OTHER REGULATORY PROVISIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject  to  section 33, where any  rate as  finally determined by the Commission is in excess of the rate existing prior to the filing with the Commission by a public utility of a tariff stating a new rate under section 41"
                },
                {
                    "representation": "(2)",
                    "description": "Subject to section 33, where, consequent on an order finally determining  the  rate  that a public utility  is entitled  to demand and  receive for any service provided by  it, any consumer becomes entitled  to  receive any  sum  from  the public utility,  it  shall be  adjusted  towards any  sum  likely to become due to the public utility from the consumer for a reasonable future period, to be determined by the Commission taking the interests of  the public utility and  the consumer  into consideration, or the remainder paid  in cash to the consumer net of any amounts owed to the public utility  if before the expiry of the aforesaid period he ceases to be a consumer in relation to the public utility.   PART IX OTHER REGULATORY PROVISIONS"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Approval by Commission to issue securities.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Approval by Commission to issue securities.  47.  (1) No public utility shall issue any stocks, shares or debentures or other evidence of indebtedness, payable after more than one year from the date thereof, unless it has first obtained the approval of the Commission for the proposed issue or unless it has been authorised by and issued in accordance with an agreement between the Government and a public utility or between the Government and an investor for the privatisation or capitalisation of a public utility.    (2) The Commission may grant the approval for the LAWS OF GUYANA Public Utilities Commission Cap. 57:01 37  L.R.O. 1/2012                   Form of  accounts.                        Uniform  accounts.                              proposed issue in the amount applied for or in any lesser amount and subject to such conditions as it may deem reasonable or necessary to impose and the public utility shall report on such issue  to  the Commission.    (3) Where a development and expansion programme, including the  financial  arrangement  for  the  same  has  been  approved  by  the Commission under section 28, it shall not be necessary for the public utility to obtain the approval of the Commission separately under this section  for  the  issue  of  any  stocks,  shares  or  debentures  or  other evidence of any  indebtedness  in  relation  to  the  financial arrangement so  approved by the Commission.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No public utility shall issue any stocks, shares or debentures or other evidence of indebtedness, payable after more than one year from the date thereof, unless it has first obtained the approval of the Commission for the proposed issue or unless it has been authorised by and issued in accordance with an agreement between the Government and a public utility or between the Government and an investor for the privatisation or capitalisation of a public utility."
                },
                {
                    "representation": "(2)",
                    "description": "The Commission may grant the approval for the LAWS OF GUYANA Public Utilities Commission Cap. 57:01 37  L.R.O. 1/2012                   Form of  accounts.                        Uniform  accounts.                              proposed issue in the amount applied for or in any lesser amount and subject to such conditions as it may deem reasonable or necessary to impose and the public utility shall report on such issue  to  the Commission."
                },
                {
                    "representation": "(3)",
                    "description": "Where a development and expansion programme, including the  financial  arrangement  for  the  same  has  been  approved  by  the Commission under section 28, it shall not be necessary for the public utility to obtain the approval of the Commission separately under this section  for  the  issue  of  any  stocks,  shares  or  debentures  or  other evidence of any  indebtedness  in  relation  to  the  financial arrangement so  approved by the Commission."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Form of accounts.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Form of accounts.  48.  Subject to the terms of a licence, the Commission may by rules prescribe the forms of all books, accounts, papers and other records required to be kept by every public utility and every public utility shall keep and  render  its books, accounts, papers and other records accurately and faithfully in accordance with internationally accepted accounting principles  in Guyana  in  the  form and manner so prescribed by the Commission, and shall comply with all directions of the Commission relating to such books, accounts, papers and other records.",
            "description": "Subject to the terms of a licence, the Commission may by rules prescribe the forms of all books, accounts, papers and other records required to be kept by every public utility and every public utility shall keep and  render  its books, accounts, papers and other records accurately and faithfully in accordance with internationally accepted accounting principles  in Guyana  in  the  form and manner so prescribed by the Commission, and shall comply with all directions of the Commission relating to such books, accounts, papers and other records."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Uniform accounts.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Uniform accounts.  49.  (1) Every public utility shall keep and render  to  the Commission in the form and manner referred in section 48 uniform accounts of all business transacted by it in relation to the service provided by it.   (2) Every  public  utility  engaged  directly  or  indirectly  in  any business other than the provision of any service, shall, if so required by the Commission, keep and render separately to the Commission, in the form and manner referred  to  in section 48,  the accounts of all such other business,  and   this  section  and  section  48  shall  apply  to  the  books, accounts, papers and other records of such other business in the same manner as they apply to the books, accounts, papers and other records of the public utility in LAWS OF GUYANA 38 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012     Interest on  customer  deposits.                                            respect of the service provided by it.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every public utility shall keep and render  to  the Commission in the form and manner referred in section 48 uniform accounts of all business transacted by it in relation to the service provided by it."
                },
                {
                    "representation": "(2)",
                    "description": "Every  public  utility  engaged  directly  or  indirectly  in  any business other than the provision of any service, shall, if so required by the Commission, keep and render separately to the Commission, in the form and manner referred  to  in section 48,  the accounts of all such other business,  and   this  section  and  section  48  shall  apply  to  the  books, accounts, papers and other records of such other business in the same manner as they apply to the books, accounts, papers and other records of the public utility in LAWS OF GUYANA 38 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012     Interest on  customer  deposits.                                            respect of the service provided by it."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Interest on customer deposits.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Interest on customer deposits.  50.  (1) Every  public  utility  which  requires  its  consumers,  as  a condition precedent  to  receiving any  service offered by  such public utility,  to make cash deposits with  the public utility  to  secure payment of the sums payable for availing of such service, shall pay interest on such  cash deposits at an annual compound rate of eight per cent or such other rate as may be specified in any other written law, a  licence held by the public utility or an agreement between the Government and the public utility,  or  between  the  Government  and  an  investor,  in  relation  to privatisation or  capitalisation of  the public utility.   (2) The amount payable by a public utility  to a consumer by way of  interest under  subsection  (1) shall be paid  to  the consumer along with the cash deposit upon termination of the service for any reason, other than unjustifiable nonpayment of  the sums due  to  the public utility from the consumer on account of the service provided by the public utility  to the consumer:   Provided  that  interest  shall not be payable by  the public utility upon deposits held by the public utility for less  than six months:   Provided further that the consumer may, upon application therefor in the form prescribed by the Commission by rules and supplied by the public utility, obtain periodic payments of accumulated interest during the continuance of the provision of the service when the interest equals or exceeds one thousand dollars:  Provided further that, notwithstanding the preceding proviso, a public utility may off-set accumulated interest against sums due from the relevant consumer, and shall report any such off-set accurately and clearly on the next billing statement rendered to the consumer.   LAWS OF GUYANA Public Utilities Commission Cap. 57:01 39  L.R.O. 1/2012           Obligation to  bill.                Complaint. [16 of 2010]                      (3) Every public utility to which subsections (1) and (2) apply shall disclose to the consumer with its final billing statement in each calendar year,  the amount of  interest which has accumulated on  the cash deposit during that calendar year and the total amount of interest which has  accumulated  and  has  not  been  paid  to  the  consumer  under subsection (2).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "apply shall disclose to the consumer with its final billing statement in each calendar year,  the amount of  interest which has accumulated on  the cash deposit during that calendar year and the total amount of interest which has  accumulated  and  has  not  been  paid  to  the  consumer  under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Every public utility to which subsections"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Obligation to bill.   PART X PROCEDURE   ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Obligation to bill.   PART X PROCEDURE   51.  Every public utility  shall supply every consumer every month, or at  such other  intervals as may be agreed  to by  the Commission or provided for in a licence or any written law in  relation to any consumer or class of consumers, a bill showing the sum payable by  the consumer on account of any  service provided by  the public utility during the preceding month, or other relevant period as may be agreed to by the Commission, or such other intervals and periods as may be prescribed in its licence.    PART X PROCEDURE",
            "description": "Every public utility  shall supply every consumer every month, or at  such other  intervals as may be agreed  to by  the Commission or provided for in a licence or any written law in  relation to any consumer or class of consumers, a bill showing the sum payable by  the consumer on account of any  service provided by  the public utility during the preceding month, or other relevant period as may be agreed to by the Commission, or such other intervals and periods as may be prescribed in its licence.    PART X PROCEDURE"
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Complaint.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Complaint.  52.  (1) A complaint under this Act against a public utility may be made by the Minister or any person (including any other public utility) having an interest in the subject matter.    (2) A complaint shall state the particulars of the act or omission complained of, the public utility against which the complaint  is made and the relief sought.   (3) The Commission may make rules prescribing  the form  in which any complaint shall be made:   Provided  that  a  complaint  that  furnishes  the  particulars  and information  required  to be provided by  the  form  shall not be  rejected only on the ground that it is not strictly in accordance with the form.  (4)(a) The Commission shall resolve every complaint LAWS OF GUYANA 40 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                                    Notice of  complaint.                        brought by a consumer, or by the Minister or the Commission itself, regarding any bill issued by a public utility to the consumer, by the issuance of an order, binding upon the consumer and the public utility, within one hundred and twenty days following the initiation of the complaint with or by the Commission, and every order issued shall be binding upon the consumer and the public utility.  (b)  Every order issued under paragraph (a) shall be based upon the Commissions review of the evidence as may have been submitted to it by the consumer and the public utility, and any evidence developed by the Commission itself, within a one hundred and twenty days period, shall require the consumer to pay any amounts owing to the public utility, or the public utility to credit any amounts due to the consumer to his account, within a reasonable time, but in any event not less than ninety days from the date of the order.  (c)  The Commission shall make rules, subject to the approval of the Minister, governing the procedure for determining the consumers complaint provided for in paragraph (a).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A complaint under this Act against a public utility may be made by the Minister or any person"
                },
                {
                    "representation": "(2)",
                    "description": "A complaint shall state the particulars of the act or omission complained of, the public utility against which the complaint  is made and the relief sought."
                },
                {
                    "representation": "(3)",
                    "description": "The Commission may make rules prescribing  the form  in which any complaint shall be made:   Provided  that  a  complaint  that  furnishes  the  particulars  and information  required  to be provided by  the  form  shall not be  rejected only on the ground that it is not strictly in accordance with the form."
                },
                {
                    "representation": "(a)",
                    "description": "shall be based upon the Commissions review of the evidence as may have been submitted to it by the consumer and the public utility, and any evidence developed by the Commission itself, within a one hundred and twenty days period, shall require the consumer to pay any amounts owing to the public utility, or the public utility to credit any amounts due to the consumer to his account, within a reasonable time, but in any event not less than ninety days from the date of the order."
                },
                {
                    "representation": "(b)",
                    "description": "Every order issued under paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "The Commission shall make rules, subject to the approval of the Minister, governing the procedure for determining the consumers complaint provided for in paragraph"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Notice of complaint.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Notice of complaint.  53.  Upon  the  filing  of  a  complaint  against  a  public  utility,  the Commission shall cause a copy thereof to be served upon the public utility, accompanied by a notice from  the Commission requiring  the public utility to satisfy the complaint, or to answer the same in writing, within such reasonable time as may be specified by the Commission in  such notice:   Provided that the Commission  shall have power,  for good and sufficient cause shown, to extend the time so specified.  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 41  L.R.O. 1/2012   Security.          Representative  complaint.",
            "description": "Upon  the  filing  of  a  complaint  against  a  public  utility,  the Commission shall cause a copy thereof to be served upon the public utility, accompanied by a notice from  the Commission requiring  the public utility to satisfy the complaint, or to answer the same in writing, within such reasonable time as may be specified by the Commission in  such notice:   Provided that the Commission  shall have power,  for good and sufficient cause shown, to extend the time so specified.  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 41  L.R.O. 1/2012   Security.          Representative  complaint."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Security.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Security.  54.  The Commission may  require  the complainant, not being  the Government,  to  give  security  for  the  costs  of  the  hearing  and investigation of  the complaint.",
            "description": "The Commission may  require  the complainant, not being  the Government,  to  give  security  for  the  costs  of  the  hearing  and investigation of  the complaint."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Representative complaint.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Representative complaint.  55.  (1) The Commission may permit one or more persons to make a complaint against a public utility, on behalf of a class of consumers or all consumers  in  relation  to  that public utility.   (2) Where a complaint has been made under subsection (1) on behalf  of  a  class  of  consumers,  the Commission  shall  cause  to  be published  at  the  expense  of  the  complainant  or  complainants,  in  a prominent  place  at  the  headquarters  of  the  Commission  and  in  a newspaper having circulation  in Guyana, a notice  stating  the particulars  of the complaint and that the complainant or complainants have sought permission to make the complaint on behalf of the class of consumers specified  in  the notice or all consumers  in  relation  to  the public utility,  the date,  time and place of  the hearing of  the complaint, and  that any person belonging in that class of consumers or any of such consumers, who is desirous of being heard in respect of the request, shall be entitled to appear  on  the  date  and  at  the   time  and  place  so  specified  to make representations supporting or opposing the request.                 (3) In the case of a complaint referred to in subsection (1), the Commission shall have power  to  join as complainant or  respondent any person or persons belonging to the class of consumer or consumers on whose behalf  the complaint has been permitted by  the Commission  to be made.   (4) A  complaint  referred  to  in  subsection  (1)  shall  not  be withdrawn or settled except with the permission of the Commission.   LAWS OF GUYANA 42 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                                  Initiation of  proceedings by  Commission.              (5) Where  the  complainant  or  complainants  have  applied  for permission to withdraw or settle a complaint referred to in subsection (1), the Commission shall cause a notice thereof to be published, at the cost of the complainant or complainants, in a prominent place at the headquarters of  the Commission and in a newspaper having circulation in  Guyana,  stating  the  date,  time  and  place  of  the  hearing  of  the application,  and   (a)   shall  hear  any  person  belonging  to  the  class  of consumers or consumers on whose behalf the complaint has been made, and who appears on the date and at the time and place specified in the above mentioned notice and opposes the request; and  (b)  shall have power to allow any such consumer who so requests to continue to prosecute the complaint:   Provided  that  where   such  consumer  does  not  appear to prosecute  the complaint and where  the Commission considers  the  terms of  the  proposed  withdrawal  or  settlement  to  be  reasonable,  the Commission shall grant the application for permission to withdraw or settle the complaint.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall  not  be withdrawn or settled except with the permission of the Commission.   LAWS OF GUYANA 42 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                                  Initiation of  proceedings by  Commission."
                },
                {
                    "representation": "(2)",
                    "description": "Where a complaint has been made under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "In the case of a complaint referred to in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "A  complaint  referred  to  in  subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Where  the  complainant  or  complainants  have  applied  for permission to withdraw or settle a complaint referred to in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "shall  hear  any  person  belonging  to  the  class  of consumers or consumers on whose behalf the complaint has been made, and who appears on the date and at the time and place specified in the above mentioned notice and opposes the request; and"
                },
                {
                    "representation": "(b)",
                    "description": "shall have power to allow any such consumer who so requests to continue to prosecute the complaint:   Provided  that  where   such  consumer  does  not  appear to prosecute  the complaint and where  the Commission considers  the  terms of  the  proposed  withdrawal  or  settlement  to  be  reasonable,  the Commission shall grant the application for permission to withdraw or settle the complaint."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Initiation of proceedings by Commission.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Initiation of proceedings by Commission.  56.  (1) Where  the  Commission  proposes  to  initiate  proceedings under  this Act against any public utility,  the Commission shall serve on the public utility a notice stating  the reasons for the  initiation of  the proposed proceedings, with  the particulars  relating  thereto, and  the date, time and place of hearing.   (2) A notice of the proposed proceedings shall be published at  the headquarters of  the Commission and in a newspaper having circulation in Guyana.   (3) The public utility and any other person having an  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 43  L.R.O. 1/2012    Fixing  of  hearing.                                        Hearing to be  public.        Decision of  Commission.  [16 of 2010]               interest  in  the subject matter of  the proposed proceedings shall be entitled  to appear at the hearing and be heard.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where  the  Commission  proposes  to  initiate  proceedings under  this Act against any public utility,  the Commission shall serve on the public utility a notice stating  the reasons for the  initiation of  the proposed proceedings, with  the particulars  relating  thereto, and  the date, time and place of hearing."
                },
                {
                    "representation": "(2)",
                    "description": "A notice of the proposed proceedings shall be published at  the headquarters of  the Commission and in a newspaper having circulation in Guyana."
                },
                {
                    "representation": "(3)",
                    "description": "The public utility and any other person having an  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 43  L.R.O. 1/2012    Fixing  of  hearing.                                        Hearing to be  public.        Decision of  Commission.  [16 of 2010]               interest  in  the subject matter of  the proposed proceedings shall be entitled  to appear at the hearing and be heard."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Fixing of hearing.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Fixing of hearing.  57.  (1) Where a public utility  satisfies a complaint against  it within  the time specified therefor or extended by the Commission, the complaint shall be dismissed by  the Commission.   (2) Where  the public utility does not  satisfy  the complaint within the   time  specified  therefor  or  extended  by  the Commission,  and  it appears to the Commission from a consideration of the complaint and answer   thereto,  or  otherwise,   that   reasonable  ground  exists   for investigating the complaint, the Commission shall fix a date, time and place for investigation and hearing of the matter.   (3) Notwithstanding anything contained in this section, where it appears to the Commission that  a  complaint  is  frivolous  or  unduly delayed, the Commission may reject the complaint.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a public utility  satisfies a complaint against  it within  the time specified therefor or extended by the Commission, the complaint shall be dismissed by  the Commission."
                },
                {
                    "representation": "(2)",
                    "description": "Where  the public utility does not  satisfy  the complaint within the   time  specified  therefor  or  extended  by  the Commission,  and  it appears to the Commission from a consideration of the complaint and answer   thereto,  or  otherwise,   that   reasonable  ground  exists   for investigating the complaint, the Commission shall fix a date, time and place for investigation and hearing of the matter."
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding anything contained in this section, where it appears to the Commission that  a  complaint  is  frivolous  or  unduly delayed, the Commission may reject the complaint."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Hearing to be public.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Hearing to be public.  58.  Subject to the confidentiality restrictions contained in section 83(5), all hearings before the Commission shall be public and  the parties to the proceedings shall be entitled to be heard in person or by counsel.",
            "description": "Subject to the confidentiality restrictions contained in section 83(5), all hearings before the Commission shall be public and  the parties to the proceedings shall be entitled to be heard in person or by counsel."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Decision of Commission.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Decision of Commission.  59.  (1) After the conclusion of the hearing, the Commission shall make an order in writing which  shall  state  the  time within which  the order is to be complied with.   (2) The decision of a majority of  the  then membership of  the Commission  (without  taking  into account any vacancy)  shall be  the decision of  the Commission, but any member not agreeing with  the majority may record his views.   (3) The chairman or,  in  the absence or  inability  to act of  the chairman,  the  person  elected  in  accordance with  section  8(2),  shall preside  at  the meetings of  the LAWS OF GUYANA 44 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                 Oaths and  subpoena.             Notice.      Proof of  agreement.              Commission; when  so presiding,  the chairman or the person elected as aforesaid, as the case may be, shall, where there is an equality of votes, have an original and a casting vote.   (4) An  order  under  subsection  (1)  may  deal  also  with  any incidental  matter  that  has  arisen  in  the  proceedings  before  the Commission.   (5)  A certified copy of the order shall be served upon the public utility and, in the case of a complaint brought by or on behalf of one or more consumers, upon each consumer and the relevant public utility, and notice thereof shall be given to any other parties to the proceeding.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may  deal  also  with  any incidental  matter  that  has  arisen  in  the  proceedings  before  the Commission."
                },
                {
                    "representation": "(2)",
                    "description": "The decision of a majority of  the  then membership of  the Commission"
                },
                {
                    "representation": "(3)",
                    "description": "The chairman or,  in  the absence or  inability  to act of  the chairman,  the  person  elected  in  accordance with  section  8(2),  shall preside  at  the meetings of  the LAWS OF GUYANA 44 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                 Oaths and  subpoena.             Notice.      Proof of  agreement.              Commission; when  so presiding,  the chairman or the person elected as aforesaid, as the case may be, shall, where there is an equality of votes, have an original and a casting vote."
                },
                {
                    "representation": "(4)",
                    "description": "An  order  under  subsection"
                },
                {
                    "representation": "(5)",
                    "description": "A certified copy of the order shall be served upon the public utility and, in the case of a complaint brought by or on behalf of one or more consumers, upon each consumer and the relevant public utility, and notice thereof shall be given to any other parties to the proceeding."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Oaths  and  subpoena.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Oaths  and  subpoena.  60.  The Commission shall have power  to subpoena witnesses,  to administer oaths,  to examine witnesses,  to compel  the production of  such books, records, documents and other records as it may deem necessary or proper  for any proceeding,  investigation or hearing held by  it,  to inspect any premises, buildings, machinery, equipment or  facility owned, occupied or used by any public utility, and  to do all other necessary and proper acts in the lawful exercise of its powers or the performance of its duties.",
            "description": "The Commission shall have power  to subpoena witnesses,  to administer oaths,  to examine witnesses,  to compel  the production of  such books, records, documents and other records as it may deem necessary or proper  for any proceeding,  investigation or hearing held by  it,  to inspect any premises, buildings, machinery, equipment or  facility owned, occupied or used by any public utility, and  to do all other necessary and proper acts in the lawful exercise of its powers or the performance of its duties."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Notice.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Notice.  61.  Notice of all hearings, investigations and proceedings before  the Commission  shall be given  in such  form and manner as  the Commission may prescribe by rules.",
            "description": "Notice of all hearings, investigations and proceedings before  the Commission  shall be given  in such  form and manner as  the Commission may prescribe by rules."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Proof of agreement.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Proof of agreement.  62.  Where any dispute arises as  to whether any agreement of  the nature  referred  to  in Parts V, VI, VII, or VIII has been entered  into between  the Government and a public utility or between  the Government and an  investor in relation to the privatisation or capitalisation of  the public utility or as to the terms of the agreement, a certificate under the signature  of  the Minister  stating  that  any  such  agreement  has  been entered into and the terms of the agreement shall be admitted by the Commission as evidence of the facts stated therein.    LAWS OF GUYANA Public Utilities Commission Cap. 57:01 45  L.R.O. 1/2012 Records of  proceedings.        Annual  assessment  upon public  utilities. [16 of 2010]",
            "description": "Where any dispute arises as  to whether any agreement of  the nature  referred  to  in Parts V, VI, VII, or VIII has been entered  into between  the Government and a public utility or between  the Government and an  investor in relation to the privatisation or capitalisation of  the public utility or as to the terms of the agreement, a certificate under the signature  of  the Minister  stating  that  any  such  agreement  has  been entered into and the terms of the agreement shall be admitted by the Commission as evidence of the facts stated therein.    LAWS OF GUYANA Public Utilities Commission Cap. 57:01 45  L.R.O. 1/2012 Records of  proceedings.        Annual  assessment  upon public  utilities. [16 of 2010]"
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Records of proceedings.  LAWS OF GUYANA 6 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012 SECTION  PART XI FUNDING OF THE COMMISSION AND COSTS   ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Records of proceedings.  LAWS OF GUYANA 6 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012 SECTION  PART XI FUNDING OF THE COMMISSION AND COSTS   63.  The Commission shall keep a full and complete record of its proceedings and of any investigation by it or on its behalf.   PART XI FUNDING  OF THE COMMISSION AND COSTS",
            "description": "The Commission shall keep a full and complete record of its proceedings and of any investigation by it or on its behalf.   PART XI FUNDING  OF THE COMMISSION AND COSTS"
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Annual assessment upon public utilities.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Annual assessment upon public utilities.  64.  (1) The annual budget of the Commission, as approved by the National Assembly, shall be funded by an annual assessment by the Commission upon the public utilities under  its  jurisdiction.   (2) The annual assessment imposed pursuant to subsection (1) shall not exceed    (a)  one per cent of the gross revenue derived from services, or fifty million dollars, whichever is less, in the case of any public utility referred to in section 4(1)(a);  (b)  one per cent of the gross revenue derived from services in the case of any public utility referred to in section 4(1)(b); and   (c)  in the case of any other public utility under the jurisdiction of the Commission, such amount as the Minister may by order, which shall be subject to negative resolution of the National Assembly, prescribe.   (3) The Commission shall, on the basis of  the budget  that  it shall submit  to  the Ministry of Finance pursuant  to  section 20 and no  later  than forty-five days before the beginning of the financial year to which such budget  relates,  determine  and  notify  each  public  utility  under  its jurisdiction of  the annual assessment upon such public utility and of  the annual   assessment   upon   each   other   public   utility   under   the Commissions  jurisdiction.  LAWS OF GUYANA 46 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                         Costs  of  investigation  or proceeding.  [16 of 2010]                      (4) A public utility shall pay over to the Commission the annual assessment made pursuant to this section in two equal installments on the  fifteenth day of  January and on  the  fifteenth day of  July  in each year, and the first installment shall be paid irrespective of the date on which the National Assembly approves  the national budget, save  that such payment shall be adjusted if necessary based on the amount of the first installment approved by the National Assembly.   (5) On or before the thirty-first day of March in each year, the Commission  shall prepare and make available  to each public utility,  to  the public,  and  to  the Minister  an  accounting  of  the  funding  received pursuant  to  this  section and  the use or other disposition of  such  funding.   (6) For purposes of  this  section,  gross  revenue derived  from services means the gross revenue derived in the most recently-ended financial year of a public utility.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall not exceed"
                },
                {
                    "representation": "(2)",
                    "description": "The annual assessment imposed pursuant to subsection"
                },
                {
                    "representation": "(a)",
                    "description": "one per cent of the gross revenue derived from services, or fifty million dollars, whichever is less, in the case of any public utility referred to in section 4(1)(a);"
                },
                {
                    "representation": "(b)",
                    "description": "one per cent of the gross revenue derived from services in the case of any public utility referred to in section 4(1)(b); and"
                },
                {
                    "representation": "(c)",
                    "description": "in the case of any other public utility under the jurisdiction of the Commission, such amount as the Minister may by order, which shall be subject to negative resolution of the National Assembly, prescribe."
                },
                {
                    "representation": "(3)",
                    "description": "The Commission shall, on the basis of  the budget  that  it shall submit  to  the Ministry of Finance pursuant  to  section 20 and no  later  than forty-five days before the beginning of the financial year to which such budget  relates,  determine  and  notify  each  public  utility  under  its jurisdiction of  the annual assessment upon such public utility and of  the annual   assessment   upon   each   other   public   utility   under   the Commissions  jurisdiction.  LAWS OF GUYANA 46 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                         Costs  of  investigation  or proceeding.  [16 of 2010]"
                },
                {
                    "representation": "(4)",
                    "description": "A public utility shall pay over to the Commission the annual assessment made pursuant to this section in two equal installments on the  fifteenth day of  January and on  the  fifteenth day of  July  in each year, and the first installment shall be paid irrespective of the date on which the National Assembly approves  the national budget, save  that such payment shall be adjusted if necessary based on the amount of the first installment approved by the National Assembly."
                },
                {
                    "representation": "(5)",
                    "description": "On or before the thirty-first day of March in each year, the Commission  shall prepare and make available  to each public utility,  to  the public,  and  to  the Minister  an  accounting  of  the  funding  received pursuant  to  this  section and  the use or other disposition of  such  funding."
                },
                {
                    "representation": "(6)",
                    "description": "For purposes of  this  section,  gross  revenue derived  from services means the gross revenue derived in the most recently-ended financial year of a public utility."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Costs of investigation or proceeding.    PART XII ENFORCEMENT OF ORDERS   ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Costs of investigation or proceeding.    PART XII ENFORCEMENT OF ORDERS   65.  (1) To  the  extent  not  defrayed  from  the  resources  of  the Commission obtained pursuant to Part IV and section 64, the expenses incurred by the Commission, and determined and assessed by it, in connection with any  investigation or proceeding under  this Act  involving any public utility, and all expenses of any litigation (including appeals) arising from any such investigation, or any valuation, revaluation or proceedings, or from any order or action of the Commission, shall be borne by  the public utility  investigated or proceeded against, and upon  the Commissions  presentation  of   itemized   statements   supported  by receipts, where such  receipts are  issued, shall be paid by  the public utility to  the  Commission  within  such  time  as  may  be  specified  by  the Commission:    Provided that the amount so determined and assessed to any one public utility in any one year by the Commission shall not exceed  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 47  L.R.O. 1/2012                                                   (a)   in respect of any proceedings relating to rate  (i)   one-fifth of one per cent in the case of any public utility referred to in section 4(1)(a); (ii)  one-half of one per cent in the case of any  public utility referred to in section 4(1)(b); (iii)  in the case of any other public utility under the jurisdiction of the Commission, such amount as the Minister may by order, which shall be subject to negative resolution of the National Assembly, prescribe;     (b)   in respect of all other investigations  (i)  one-tenth of one per cent,  in the case of any public utility referred to in section 4(1)(a); (ii)    one-tenth of one per cent in the case of any public utility referred to in section 4(1)(b); and (iii)  in the case of any other public utility under the jurisdiction of the Commission, such amount as the Minister may by order, which shall be subject to negative resolution of the National Assembly, prescribe,  of its gross revenues derived from services or such other sum as may be specified in, or determined in accordance with any other written law, a licence held by the public utility or an agreement between the Government and the public utility, or between the Government and an investor in relation to a privatisation or capitalisation of the public utility.           (2) The amount determined and assessed to a public utility and paid by it under subsection (1), and one-half of the amount determined and assessed to a public utility and paid by it under section 64, shall be taken  into account  in determining  its operating costs  for  the purposes of this Act.   LAWS OF GUYANA 48 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                   Execution of  order.           Compliance  with order in  proceedings  relating to rate.        Enforcement of  order by taking  over  management of  business of  public utility.       (3) The costs of, and incidental to, any proceedings before the Commission incurred by the parties thereto shall be in the discretion of the Commission and  the Commission may make an appropriate order  in respect thereof while deciding the matter arising in the proceedings.   (4)  To the extent not defrayed from the resources of the Commission obtained pursuant to this sections and sections 20(3) and 64, the annual budget of the Commission, as approved by the National Assembly, shall be funded by sums provided to the Commission by or under an annual appropriation by the National Assembly.  PART XII ENFORCEMENT  OF ORDERS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "To  the  extent  not  defrayed  from  the  resources  of  the Commission obtained pursuant to Part IV and section 64, the expenses incurred by the Commission, and determined and assessed by it, in connection with any  investigation or proceeding under  this Act  involving any public utility, and all expenses of any litigation"
                },
                {
                    "representation": "(a)",
                    "description": "in respect of any proceedings relating to rate"
                },
                {
                    "representation": "(i)",
                    "description": "one-tenth of one per cent,  in the case of any public utility referred to in section 4(1)(a);"
                },
                {
                    "representation": "(b)",
                    "description": "in respect of all other investigations"
                },
                {
                    "representation": "(2)",
                    "description": "The amount determined and assessed to a public utility and paid by it under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The costs of, and incidental to, any proceedings before the Commission incurred by the parties thereto shall be in the discretion of the Commission and  the Commission may make an appropriate order  in respect thereof while deciding the matter arising in the proceedings."
                },
                {
                    "representation": "(4)",
                    "description": "To the extent not defrayed from the resources of the Commission obtained pursuant to this sections and sections 20(3) and 64, the annual budget of the Commission, as approved by the National Assembly, shall be funded by sums provided to the Commission by or under an annual appropriation by the National Assembly.  PART XII ENFORCEMENT  OF ORDERS"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Execution of order.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Execution of order.  66.  (1) On  the application of any party  to any proceedings before  the Commission and the production of a certified copy of the order of the Commission  in such proceedings,  the High Court may execute  the order as if it were an order made by it.   (2) This section is without prejudice to any other provision of  this Part.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On  the application of any party  to any proceedings before  the Commission and the production of a certified copy of the order of the Commission  in such proceedings,  the High Court may execute  the order as if it were an order made by it."
                },
                {
                    "representation": "(2)",
                    "description": "This section is without prejudice to any other provision of  this Part."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Compliance with order in proceedings relating to rate.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Compliance with order in proceedings relating to rate.  67.  A public utility to which an order relating to rate applies shall make such changes  in  the  tariffs filed by  it as may be necessary  to make the same conform to the order and thereafter no change shall be made in  the  tariffs  so  filed except  in accordance with  the provisions of  this Act.",
            "description": "A public utility to which an order relating to rate applies shall make such changes  in  the  tariffs filed by  it as may be necessary  to make the same conform to the order and thereafter no change shall be made in  the  tariffs  so  filed except  in accordance with  the provisions of  this Act."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Enforcement of order by taking over management of business of public utility.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Enforcement of order by taking over management of business of public utility.  68.  (1)   Except as otherwise provided in the terms of a licence granted to a public utility or any written law, where an order made by  the Commission  in  respect of a public utility  (not being an order  fixing  rate or  for  the payment of any  sum of money) has not  in any material particular and without  lawful excuse, been complied with within a reasonable time to be stated therein for compliance,  the Commission may  take  such  steps and employ  such persons LAWS OF GUYANA Public Utilities Commission Cap. 57:01 49  L.R.O. 1/2012                                                 as may be necessary for the enforcement of such order, and for that purpose may   (a)   forcibly  or  otherwise  enter  upon,  seize  and  take possession  of  the  whole  or  any  part  of  the  movable  or immovable property of the public utility, together with the books, documents and offices of the public utility; and   (b)   until  the  order  has  been  enforced,  assume  and take over the management of the business of the public utility for and  in  the  interests of  the owner or owners of  the public utility, its creditors and the consumers.   (2) During  the  period  when  the  Commission  manages  the business of a public utility under subsection (1), the Commission may exercise all or any of  the powers, duties and  rights of  the owner or owners or directors of  the public utility, and of  its officers,  in all  respects, including  the employment and dismissal of officers and employees of  the public  utility:   Provided  that  the Commission shall not  remain  in possession of  the property or manage the business of the public utility or any part thereof for a period  in excess of six months unless within  that period  it proceeds against  the public utility under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except as otherwise provided in the terms of a licence granted to a public utility or any written law, where an order made by  the Commission  in  respect of a public utility"
                },
                {
                    "representation": "(a)",
                    "description": "forcibly  or  otherwise  enter  upon,  seize  and  take possession  of  the  whole  or  any  part  of  the  movable  or immovable property of the public utility, together with the books, documents and offices of the public utility; and"
                },
                {
                    "representation": "(b)",
                    "description": "until  the  order  has  been  enforced,  assume  and take over the management of the business of the public utility for and  in  the  interests of  the owner or owners of  the public utility, its creditors and the consumers."
                },
                {
                    "representation": "(2)",
                    "description": "During  the  period  when  the  Commission  manages  the business of a public utility under subsection"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Dissolution of public utility in default.    PART XIII OFFENCES  AND PENALTIES   ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Dissolution of public utility in default.    PART XIII OFFENCES  AND PENALTIES   69.   (3) Upon the Commission so taking possession of the property and business of any public utility, every officer and employee of the public utility  shall obey  the orders of  the Commission and of any person placed  by   the  Commission  in  authority  in  the management  of  any department or the business of the public utility.   (4) The Commission, upon  taking possession of  the property and taking over  the management of  the business of a public utility, may determine,  receive and pay out all LAWS OF GUYANA 50 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                Dissolution of  public utility  in default.                    c. 89:01                 c. 89:01       moneys due  to or owing by  the public utility and give cheques, acquittances and receipts for moneys to the same extent and with  like effect as  the proper officers of  the public utility could do  if possession of  the property had not been  taken or management of the business had not been taken over.   (5) The  costs  incurred  by  the  Commission  for  any  purpose referred to in this section shall be in the discretion of the Commission, and  the  Commission may  order  by whom  and  in what  amount  or proportion such costs, as determined and assessed by the Commission, shall be paid to the Commission.",
            "description": [
                {
                    "representation": "(3)",
                    "description": "Upon the Commission so taking possession of the property and business of any public utility, every officer and employee of the public utility  shall obey  the orders of  the Commission and of any person placed  by   the  Commission  in  authority  in  the management  of  any department or the business of the public utility."
                },
                {
                    "representation": "(4)",
                    "description": "The Commission, upon  taking possession of  the property and taking over  the management of  the business of a public utility, may determine,  receive and pay out all LAWS OF GUYANA 50 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012                Dissolution of  public utility  in default.                    c. 89:01                 c. 89:01       moneys due  to or owing by  the public utility and give cheques, acquittances and receipts for moneys to the same extent and with  like effect as  the proper officers of  the public utility could do  if possession of  the property had not been  taken or management of the business had not been taken over."
                },
                {
                    "representation": "(5)",
                    "description": "The  costs  incurred  by  the  Commission  for  any  purpose referred to in this section shall be in the discretion of the Commission, and  the  Commission may  order  by whom  and  in what  amount  or proportion such costs, as determined and assessed by the Commission, shall be paid to the Commission."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "Disobedience of order of Commission.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Disobedience of order of Commission.  70.  Every public utility which  in  respect of any material particular and without  lawful  excuse  fails  or  refuses  to  obey  an  order  of  the Commission shall be liable on summary conviction  to a fine of not less than  two million dollars nor more than three million dollars.",
            "description": "Every public utility which  in  respect of any material particular and without  lawful  excuse  fails  or  refuses  to  obey  an  order  of  the Commission shall be liable on summary conviction  to a fine of not less than  two million dollars nor more than three million dollars."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Failure of public utility to furnish information.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Failure of public utility to furnish information.  71.  Every public utility which  in  respect of any material particular and without lawful excuse fails or refuses   (a)  to prepare and furnish to the Commission within the time,  in  the  manner  and  form,  and  with  particulars  and verifications, specified by or under this Act, any return or information  (i)    required to be furnished by or under this   Act; or  (ii) directed to be furnished by the Commission for the purpose of the exercise or discharge of any of its functions; or   (b)  to answer any reasonable question relevant to any matter which is the  subject of any proceedings before the Commission or investigation by  the Commission,   shall be  liable on  summary conviction  to a  fine of  not less than  two million dollars nor more than three million dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to prepare and furnish to the Commission within the time,  in  the  manner  and  form,  and  with  particulars  and verifications, specified by or under this Act, any return or information"
                },
                {
                    "representation": "(i)",
                    "description": "required to be furnished by or under this   Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "to answer any reasonable question relevant to any matter which is the  subject of any proceedings before the Commission or investigation by  the Commission,   shall be  liable on  summary conviction  to a  fine of  not less than  two million dollars nor more than three million dollars."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "Making or furnishing false return or information.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Making or furnishing false return or information.  72.  Every public utility which  wilfully makes any return or furnishes any information  to  the Commission, which  is  false  in any material particular, shall be  liable on  summary conviction,  to a  fine of  not less than  two million dollars nor more than three million dollars.",
            "description": "Every public utility which  wilfully makes any return or furnishes any information  to  the Commission, which  is  false  in any material particular, shall be  liable on  summary conviction,  to a  fine of  not less than  two million dollars nor more than three million dollars."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "73",
            "title": "Wilful default by employee, etc., of public utility in furnishing        information.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Wilful default by employee, etc., of public utility in furnishing        information.  73.  Where  the Commission at any  time, by notice etc. of public  by employee,  Wilful default  LAWS OF GUYANA 52 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012 utility  in  furnishing  information.  [16 of 2010]       Obstruction  of, or  interference  with, mem-  bers, officers,  etc. of  Commission  in discharge  of  duties.  [16 of 2010]  Penalty  for  other offences.  [16 of 2010]         Penalty  in the  case of  continuing  offence.       served on any public utility, directs it to furnish to the Commission any return or information, which  the public utility may be required  to furnish and the public utility wilfully refuses or  fails  to  furnish  the  return or  information to  the best of  its knowledge, or means of knowledge,  in  the manner directed by  the Commission at or within  the  time  stated  in  the notice,  the public utility shall be liable on summary conviction to a fine of not less than  one million dollars nor more than two million dollars.",
            "description": "Where  the Commission at any  time, by notice etc. of public  by employee,  Wilful default  LAWS OF GUYANA 52 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012 utility  in  furnishing  information.  [16 of 2010]       Obstruction  of, or  interference  with, mem-  bers, officers,  etc. of  Commission  in discharge  of  duties.  [16 of 2010]  Penalty  for  other offences.  [16 of 2010]         Penalty  in the  case of  continuing  offence.       served on any public utility, directs it to furnish to the Commission any return or information, which  the public utility may be required  to furnish and the public utility wilfully refuses or  fails  to  furnish  the  return or  information to  the best of  its knowledge, or means of knowledge,  in  the manner directed by  the Commission at or within  the  time  stated  in  the notice,  the public utility shall be liable on summary conviction to a fine of not less than  one million dollars nor more than two million dollars."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "74",
            "title": "Obstruction of, or interference with, members, officers, etc. of         Commission in discharge of duties.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Obstruction of, or interference with, members, officers, etc. of         Commission in discharge of duties.  74.  Every persons, who obstructs or interferes with any member, officer or other person employed by the Commission, officer or other person employed by the Commission in  the exercise of  the  rights conferred or duties  imposed by or under  this Act, shall be liable on summary conviction to a fine of not less than  two million dollars nor more than three million dollars.",
            "description": "Every persons, who obstructs or interferes with any member, officer or other person employed by the Commission, officer or other person employed by the Commission in  the exercise of  the  rights conferred or duties  imposed by or under  this Act, shall be liable on summary conviction to a fine of not less than  two million dollars nor more than three million dollars."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "75",
            "title": "Penalty for other offences.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Penalty for other offences.  75.  Every public utility, or officer, employee or agent of a public utility, guilty of the contravention of any provision of  this Act  (including rules or regulations made thereunder) for which no penalty has been prescribed by any other provision of  this Act,  shall be  liable on  summary conviction to a fine of not less than  two million dollars nor more than three million dollars.",
            "description": "Every public utility, or officer, employee or agent of a public utility, guilty of the contravention of any provision of  this Act  (including rules or regulations made thereunder) for which no penalty has been prescribed by any other provision of  this Act,  shall be  liable on  summary conviction to a fine of not less than  two million dollars nor more than three million dollars."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "76",
            "title": "Penalty in the case of continuing offence.    PART XIV REVIEW AND APPEAL   ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Penalty in the case of continuing offence.    PART XIV REVIEW AND APPEAL   76.    For  the  purposes  of  this Act,  where an offence  continues after there has been a conviction, it shall be deemed  to be a  separate and distinct offence committed every day on which the offence continues.   PART XIV REVIEW AND APPEAL",
            "description": "For  the  purposes  of  this Act,  where an offence  continues after there has been a conviction, it shall be deemed  to be a  separate and distinct offence committed every day on which the offence continues.   PART XIV REVIEW AND APPEAL"
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "77",
            "title": "Suspension or review by Commission of its own decision or         order.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Suspension or review by Commission of its own decision or         order.  77.  The Commission may  suspend,  review,  vary  or  rescind  any decision or order made by  it and, where under  this Act a hearing  is required before any decision or order is made, such decision or order shall not be suspended, varied   order.  decision or  its own  Commission of  review by  Suspension or  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 53  L.R.O. 1/2012   Appeals  and  other  proceedings.                                              or rescinded without giving the parties affected by the decision or order  a  reasonable opportunity of being heard.",
            "description": "The Commission may  suspend,  review,  vary  or  rescind  any decision or order made by  it and, where under  this Act a hearing  is required before any decision or order is made, such decision or order shall not be suspended, varied   order.  decision or  its own  Commission of  review by  Suspension or  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 53  L.R.O. 1/2012   Appeals  and  other  proceedings.                                              or rescinded without giving the parties affected by the decision or order  a  reasonable opportunity of being heard."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "78",
            "title": "Appeals and other proceedings.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Appeals and other proceedings.  78.  (1) An appeal shall lie to the Court of Appeal  from any  final decision or order of the Commission.   (2) The party proposing to appeal shall give to the Commission and to  the party or parties  in whose  favour  the decision or order has been given, a notice of appeal within  fourteen days of  the decision or order of the Commission.   (3) The appellant, the Commission and the party or parties in whose favour the decision or order of the Commission was given shall be entitled to be heard by counsel upon the hearing of the appeal.   (4) The  Chancellor may  appoint  not more  than  two  persons (hereinafter in this section referred to as assessors) who, in his opinion, are qualified by reason of their knowledge and experience in respect of matters  relevant  to  the  appeal,  to  assist  the Court of Appeal, at  the hearing of the appeal, in determining any question of fact arising in the  appeal.   (5) The  assessors  shall  be  paid  such  allowances  as  may  be determined by  rules of court or,  in  the absence of  rules of court  in  regard to this matter, as may be determined by the Chancellor.   (6) All costs  incidental  to  the hearing of  the appeal  (including  the fees payable to the assessors) shall be at the discretion of the Court of Appeal.   (7) Where in respect of proceedings before the Commission a party makes an application  to  the High Court  for an order of mandamus, prohibition  or  certiorari  or  for  a  declaration  or  any  other  such application,  the High Court shall, notwithstanding anything  in any other written law, as expeditiously as possible and in any case no later than LAWS OF GUYANA 54 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012      Stay of  proceedings  pending  appeal.        Determination  of question by  Court of  Appeal.       Case stated  upon question  of law.                   seventy days of the commencement of the hearing of the application, give its decision thereon; and the court shall determine such procedure as would  facilitate  the  rendering of  the decision within  the  stipulated  time so as not to frustrate the work of the Commission.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An appeal shall lie to the Court of Appeal  from any  final decision or order of the Commission."
                },
                {
                    "representation": "(2)",
                    "description": "The party proposing to appeal shall give to the Commission and to  the party or parties  in whose  favour  the decision or order has been given, a notice of appeal within  fourteen days of  the decision or order of the Commission."
                },
                {
                    "representation": "(3)",
                    "description": "The appellant, the Commission and the party or parties in whose favour the decision or order of the Commission was given shall be entitled to be heard by counsel upon the hearing of the appeal."
                },
                {
                    "representation": "(4)",
                    "description": "The  Chancellor may  appoint  not more  than  two  persons"
                },
                {
                    "representation": "(5)",
                    "description": "The  assessors  shall  be  paid  such  allowances  as  may  be determined by  rules of court or,  in  the absence of  rules of court  in  regard to this matter, as may be determined by the Chancellor."
                },
                {
                    "representation": "(6)",
                    "description": "All costs  incidental  to  the hearing of  the appeal"
                },
                {
                    "representation": "(7)",
                    "description": "Where in respect of proceedings before the Commission a party makes an application  to  the High Court  for an order of mandamus, prohibition  or  certiorari  or  for  a  declaration  or  any  other  such application,  the High Court shall, notwithstanding anything  in any other written law, as expeditiously as possible and in any case no later than LAWS OF GUYANA 54 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012      Stay of  proceedings  pending  appeal.        Determination  of question by  Court of  Appeal.       Case stated  upon question  of law.                   seventy days of the commencement of the hearing of the application, give its decision thereon; and the court shall determine such procedure as would  facilitate  the  rendering of  the decision within  the  stipulated  time so as not to frustrate the work of the Commission."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "79",
            "title": "Stay of proceedings pending appeal.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Stay of proceedings pending appeal.  79.  No appeal shall of itself stay or suspend the operation of any decision or order of the Commission against which the appeal has been filed, but the Court of Appeal may stay or suspend, in whole or in part, the operation of the decision or order of  the Commission during  the pendency of the appeal, upon such terms and conditions (including the furnishing of security) as that court may think fit.",
            "description": "No appeal shall of itself stay or suspend the operation of any decision or order of the Commission against which the appeal has been filed, but the Court of Appeal may stay or suspend, in whole or in part, the operation of the decision or order of  the Commission during  the pendency of the appeal, upon such terms and conditions (including the furnishing of security) as that court may think fit."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "80",
            "title": "Determination of question by Court of Appeal.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Determination of question by Court of Appeal.  80.  On the hearing of the appeal and the determination of the question involved in the appeal, a certified copy of the decision of the Court of Appeal shall be forwarded to the Commission and thereupon the Commission shall make an order in accordance with that decision.",
            "description": "On the hearing of the appeal and the determination of the question involved in the appeal, a certified copy of the decision of the Court of Appeal shall be forwarded to the Commission and thereupon the Commission shall make an order in accordance with that decision."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "81",
            "title": "Case stated upon question of law.    LAWS OF GUYANA Public Utilities Commission Cap. 57:01 7  L.R.O. 1/2012 SECTION  PART XV MISCELLANEOUS   ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Case stated upon question of law.    LAWS OF GUYANA Public Utilities Commission Cap. 57:01 7  L.R.O. 1/2012 SECTION  PART XV MISCELLANEOUS   81.  (1) The Commission may, upon the application of any party to any proceedings before it, or on its own motion, state a case in writing for the opinion of the Court of Appeal upon any question which, in the opinion  of  the  Commission,  is  a  question  of  law  arising  in  the proceedings.    (2) The Court of Appeal shall hear and determine  the question of law stated for its opinion by the Commission and shall remit the matter to the Commission with the opinion of the Court of Appeal thereon, which opinion shall be binding on  the Commission and all  the parties  to the proceedings.   PART XV MISCELLANEOUS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission may, upon the application of any party to any proceedings before it, or on its own motion, state a case in writing for the opinion of the Court of Appeal upon any question which, in the opinion  of  the  Commission,  is  a  question  of  law  arising  in  the proceedings."
                },
                {
                    "representation": "(2)",
                    "description": "The Court of Appeal shall hear and determine  the question of law stated for its opinion by the Commission and shall remit the matter to the Commission with the opinion of the Court of Appeal thereon, which opinion shall be binding on  the Commission and all  the parties  to the proceedings.   PART XV MISCELLANEOUS"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "82",
            "title": "Duty of public utility to co-operate with Commission.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Duty of public utility to co-operate with Commission.  82.  It shall be the duty of every public utility to co-operate with the Commission and its officers, employees and Commission.  operate with  utility  to co-  Duty of public  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 55  L.R.O. 1/2012         Duty of public  utility   to  furnish  information  and returns.                                         agents in the performance of  their  functions and  for  that purpose  to comply with all  lawful  requests made, or directions or  instructions given, by  the Commission or  its  officers, employees or agents.",
            "description": "It shall be the duty of every public utility to co-operate with the Commission and its officers, employees and Commission.  operate with  utility  to co-  Duty of public  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 55  L.R.O. 1/2012         Duty of public  utility   to  furnish  information  and returns.                                         agents in the performance of  their  functions and  for  that purpose  to comply with all  lawful  requests made, or directions or  instructions given, by  the Commission or  its  officers, employees or agents."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "83",
            "title": "Duty of public utility to furnish information and returns.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Duty of public utility to furnish information and returns.  83.  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 35  L.R.O. 1/2012  Fixation of  rate.                                                                        Adjustment of  moneys due on  variation of  rates.",
            "description": "LAWS OF GUYANA Public Utilities Commission Cap. 57:01 35  L.R.O. 1/2012  Fixation of  rate.                                                                        Adjustment of  moneys due on  variation of  rates."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "84",
            "title": "Ascertainment of value of property of public utility.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Ascertainment of value of property of public utility.  84.  (1) The Commission may, for the purposes of carrying out its functions authorised under this Act and subject to section 21(2), order the ascertainment by appraisal of the value of the property of any public utility and in that connection may enquire into every fact which, in its judgement, has any bearing on  that value,  including  the amount of money actually and  reasonably expended  in  that LAWS OF GUYANA Public Utilities Commission Cap. 57:01 57  L.R.O. 1/2012           Annual  report.                                   undertaking  in order  to provide service reasonably adequate  to  the requirements of  the public served by the public utility.    (2) All expenses in connection with any appraisal ordered by  the Commission,  including all expenses  incurred  in connection  therewith by the public utility whose property is the subject of the appraisal, may, where the Commission so directs, be charged  to  the capital account and added to the rate base of the public utility.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission may, for the purposes of carrying out its functions authorised under this Act and subject to section 21(2), order the ascertainment by appraisal of the value of the property of any public utility and in that connection may enquire into every fact which, in its judgement, has any bearing on  that value,  including  the amount of money actually and  reasonably expended  in  that LAWS OF GUYANA Public Utilities Commission Cap. 57:01 57  L.R.O. 1/2012           Annual  report.                                   undertaking  in order  to provide service reasonably adequate  to  the requirements of  the public served by the public utility."
                },
                {
                    "representation": "(2)",
                    "description": "All expenses in connection with any appraisal ordered by  the Commission,  including all expenses  incurred  in connection  therewith by the public utility whose property is the subject of the appraisal, may, where the Commission so directs, be charged  to  the capital account and added to the rate base of the public utility."
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "85",
            "title": "Annual report.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Annual report.  85.  (1) The Commission shall, on or before the  thirty-first day of March in each calendar year, make to the Minister a report in respect of the preceding calendar year stating briefly   (a) all  applications  and  complaints  to  the Commission under  this  Act,  and  summaries  of  the  findings  of  the Commission  thereon;   (b)   summaries of  the  findings of  the Commission  in  regard to any matter in respect of which the Commission has acted on  its own motion;   (c) such other matters as may appear to the Commission to be of public  interest  in connection with public utilities; and   (d)  an accounting of  the  funds  received by  the Commission and  the Commissions use or other disposition of  such  funds, in  such  form and  in  such detail as  the Minister may prescribe; and  (e)   such other matters as the Minister may prescribe by regulations.  (2) A copy of every report under subsection (1) shall be  laid before the National Assembly by the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be  laid before the National Assembly by the Minister."
                },
                {
                    "representation": "(a)",
                    "description": "all  applications  and  complaints  to  the Commission under  this  Act,  and  summaries  of  the  findings  of  the Commission  thereon;"
                },
                {
                    "representation": "(b)",
                    "description": "summaries of  the  findings of  the Commission  in  regard to any matter in respect of which the Commission has acted on  its own motion;"
                },
                {
                    "representation": "(c)",
                    "description": "such other matters as may appear to the Commission to be of public  interest  in connection with public utilities; and"
                },
                {
                    "representation": "(d)",
                    "description": "an accounting of  the  funds  received by  the Commission and  the Commissions use or other disposition of  such  funds, in  such  form and  in  such detail as  the Minister may prescribe; and"
                },
                {
                    "representation": "(e)",
                    "description": "such other matters as the Minister may prescribe by regulations."
                },
                {
                    "representation": "(2)",
                    "description": "A copy of every report under subsection"
                }
            ]
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "86",
            "title": "Evidence of documents.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Evidence of documents.  86.  A copy of any order or other document in the   documents.  Evidence of   LAWS OF GUYANA 58 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012         Power of  Commission to  make  rules.                                           custody of  the Secretary of  the Commission, certified by  the Secretary  to be a  true copy and sealed with the seal of the Commission, shall be evidence of the order or other document.",
            "description": "A copy of any order or other document in the   documents.  Evidence of   LAWS OF GUYANA 58 Cap. 57:01 Public Utilities Commission  L.R.O. 1/2012         Power of  Commission to  make  rules.                                           custody of  the Secretary of  the Commission, certified by  the Secretary  to be a  true copy and sealed with the seal of the Commission, shall be evidence of the order or other document."
        }
    },
    {
        "act": "PUBLIC UTILITIES COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "87",
            "title": "Power of Commission to make rules.  ",
            "context": "PUBLIC UTILITIES COMMISSION ACT under Power of Commission to make rules.  87.  Subject  to  any  written  law,  any  licence  or  any  agreement between  the  Government  and  a  public   utility,  or  between  the Government  and  an  investor,  in  relation  to  the  privatisation  or capitalisation of the public utility, the Commission may make rules in respect of all or any of the following matters   (a) the procedures of the Commission;   (b) the rates that may be demanded and received by public utilities from consumers and any matter to be taken into account in fixing the rate for any service provided by a public utility;   (c) the form and manner of keeping and rendering books, accounts and other records by public utilities and the matters that the annual report of a public utility should specify;   (d)  the form of application by a consumer for receipt of interest on cash deposit;      (e)    the form of any complaint under this Act;   (f)   the form and manner of giving any notice by the Commission;     (g)  the time form and manner of furnishing to the Commission any return or information by a public utility, the particulars to be contained in it and the verification thereof;   (h)  the  fees payable in respect of matters within the jurisdiction of the Commission;  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 59  L.R.O. 1/2012          Power of the  Minister   to  make  regula-  tions.                  (i)  the   particulars that a development and expansion programme submitted by a public utility for the approval of the Commission should contain;  (j)    any  other matter  that  is  required  to  be,  or may  be, prescribed by the Commission by rules for carrying out the purposes of this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the procedures of the Commission;"
                },
                {
                    "representation": "(b)",
                    "description": "the rates that may be demanded and received by public utilities from consumers and any matter to be taken into account in fixing the rate for any service provided by a public utility;"
                },
                {
                    "representation": "(c)",
                    "description": "the form and manner of keeping and rendering books, accounts and other records by public utilities and the matters that the annual report of a public utility should specify;"
                },
                {
                    "representation": "(d)",
                    "description": "the form of application by a consumer for receipt of interest on cash deposit;"
                },
                {
                    "representation": "(e)",
                    "description": "the form of any complaint under this Act;"
                },
                {
                    "representation": "(f)",
                    "description": "the form and manner of giving any notice by the Commission;"
                },
                {
                    "representation": "(g)",
                    "description": "the time form and manner of furnishing to the Commission any return or information by a public utility, the particulars to be contained in it and the verification thereof;"
                },
                {
                    "representation": "(h)",
                    "description": "the  fees payable in respect of matters within the jurisdiction of the Commission;  LAWS OF GUYANA Public Utilities Commission Cap. 57:01 59  L.R.O. 1/2012          Power of the  Minister   to  make  regula-  tions."
                },
                {
                    "representation": "(i)",
                    "description": "the   particulars that a development and expansion programme submitted by a public utility for the approval of the Commission should contain;"
                },
                {
                    "representation": "(j)",
                    "description": "any  other matter  that  is  required  to  be,  or may  be, prescribed by the Commission by rules for carrying out the purposes of this Act."
                }
            ]
        }
    }
]