[
    {
        "act": "AMERINDIAN LANDS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "AMERINDIAN LANDS COMMISSION ACT under Short title. 1.  This Act may be cited as the Amerindian Lands Commission Act.",
            "description": "This Act may be cited as the Amerindian Lands Commission Act."
        }
    },
    {
        "act": "AMERINDIAN LANDS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "AMERINDIAN LANDS COMMISSION ACT under Interpretation. 2.  In this Act  Amerindian has the meaning assigned to it in the Amerindian Act;   Commission means the Amerindian Lands Commission established under this Act;  the Minister means the Minister responsible for Amerindian affairs; and  the relevant date means the 26th May,",
            "description": "In this Act  Amerindian has the meaning assigned to it in the Amerindian Act;   Commission means the Amerindian Lands Commission established under this Act;  the Minister means the Minister responsible for Amerindian affairs; and  the relevant date means the 26th May,"
        }
    },
    {
        "act": "AMERINDIAN LANDS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment and functions of Commission. ",
            "context": "AMERINDIAN LANDS COMMISSION ACT under Establishment and functions of Commission. 3.  There shall be an Amerindian Lands Commission which shall be charged with the following functions  (a)  to determine the areas of Guyana where any tribe or community  of  Amerindians  was  ordinarily  resident  or settled  on  the  relevant  date  including,  in  the  case  of Amerindian Districts, Areas or Villages within the meaning of the Amerindian Act, the part, if any, of such District, Area or Village where any tribe or community of Amerindians was ordinarily resident or settled on the relevant date, and to identify  every  such  tribe  or  community  with  as  much particularity as is practicable;  LAWS OF GUYANA 6 Cap. 59:03 Amerindian Lands Commission   L.R.O. 1/2012                                                 (b)  to  recommend,  with  respect  to  each  such tribe  or community of Amerindians, whether persons belonging to that tribe or community shall be given rights of tenure with respect to the areas of residence or settlement determined under paragraph (a) above or with respect to such other areas as the Commission may specify, being areas in relation to which such rights of tenure would be no less favourable to such persons than similar rights held in relation to the areas determined as aforesaid;  (c)  to  recommend  with  respect  to  each  such  tribe  or community  of  Amerindians,  the  nature  of  the  rights  of tenure to be conferred in accordance with any recommendation under paragraph (b) above;  (d)  to  recommend,  with  respect  to  each  such tribe  or community of Amerindians, the person or persons in whom such  rights  of  tenure  shall  be  vested;  and  where  the Commission  recommends  that  the  legal  and  beneficial interest   in   such   rights   shall   be   differently   held,   to recommend the terms and conditions under which such legal rights   shall  vest  and  such  beneficial  rights  shall  be conferred;  (e)  to  determine,  with  respect  to  each  such  tribe  or community of Amerindians, what freedoms or permissions, if  any, other than to reside or settle, were by tradition or custom enjoyed on the relevant date by persons belonging to that tribe or LAWS OF GUYANA Amerindian Lands Commission   Cap. 59:03 7  L.R.O. 1/2012                                Composition of the Commission  Assistant Commissioners.     Secretary and Officers.     Surveys and Plans.  community in relation to any area of Guyana, including areas other than those in which such persons were ordinarily resident or settled on that date;  (f)  to  recommend,  with  respect  to  each  such  tribe  or community of Amerindians, what rights, whether by way of easements, servitudes or otherwise, most nearly correspond to any freedoms or permissions determined under paragraph (e) above, and the person or persons to whom such rights shall  be  granted  in  substitution  for  the  freedoms  and permissions aforesaid;  (g)  to make such recommendations in relation to all or any of  the matters aforesaid as may to the Commission seem appropriate;  (h)  to report to the Minister with respect to the matters set out in paragraphs (a) to (g) above.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to"
                },
                {
                    "representation": "(b)",
                    "description": "above;"
                },
                {
                    "representation": "(c)",
                    "description": "to  recommend  with  respect  to  each  such  tribe  or community  of  Amerindians,  the  nature  of  the  rights  of tenure to be conferred in accordance with any recommendation under paragraph"
                },
                {
                    "representation": "(d)",
                    "description": "to  recommend,  with  respect  to  each  such tribe  or community of Amerindians, the person or persons in whom such  rights  of  tenure  shall  be  vested;  and  where  the Commission  recommends  that  the  legal  and  beneficial interest   in   such   rights   shall   be   differently   held,   to recommend the terms and conditions under which such legal rights   shall  vest  and  such  beneficial  rights  shall  be conferred;"
                },
                {
                    "representation": "(e)",
                    "description": "above, and the person or persons to whom such rights shall  be  granted  in  substitution  for  the  freedoms  and permissions aforesaid;"
                },
                {
                    "representation": "(f)",
                    "description": "to  recommend,  with  respect  to  each  such  tribe  or community of Amerindians, what rights, whether by way of easements, servitudes or otherwise, most nearly correspond to any freedoms or permissions determined under paragraph"
                },
                {
                    "representation": "(g)",
                    "description": "above."
                },
                {
                    "representation": "(h)",
                    "description": "to report to the Minister with respect to the matters set out in paragraphs"
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN LANDS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Composition of Commission. ",
            "context": "AMERINDIAN LANDS COMMISSION ACT under Composition of Commission. 4.  The Commission shall consist of a Chairman and not more than four other members appointed by the Minister.",
            "description": "The Commission shall consist of a Chairman and not more than four other members appointed by the Minister."
        }
    },
    {
        "act": "AMERINDIAN LANDS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Assistant Commissioners. ",
            "context": "AMERINDIAN LANDS COMMISSION ACT under Assistant Commissioners. 5.  The Minister may, at the request of the Commission appoint one or more assistant Commissioners to inquire into, and report to the Commission upon such matters as the Commission think fit.",
            "description": "The Minister may, at the request of the Commission appoint one or more assistant Commissioners to inquire into, and report to the Commission upon such matters as the Commission think fit."
        }
    },
    {
        "act": "AMERINDIAN LANDS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Secretary and Officers. ",
            "context": "AMERINDIAN LANDS COMMISSION ACT under Secretary and Officers. 6. The Minister shall appoint a Secretary to the Commission, and may  appoint  such  other  officers  of  the  Commission  as  he  may determine for the purpose of assisting the Commission in the discharge of their duties.",
            "description": "The Minister shall appoint a Secretary to the Commission, and may  appoint  such  other  officers  of  the  Commission  as  he  may determine for the purpose of assisting the Commission in the discharge of their duties."
        }
    },
    {
        "act": "AMERINDIAN LANDS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Surveys and plans. ",
            "context": "AMERINDIAN LANDS COMMISSION ACT under Surveys and plans. 7. The Commissioner of Lands shall, wherever practicable, assist the Commission by making such surveys LAWS OF GUYANA 8 Cap. 59:03 Amerindian Lands Commission   L.R.O. 1/2012          Quorum.          Procedure.       Powers.               Witnesses.              and supplying such plans as may be required by the Commission in the discharge of their functions.",
            "description": "The Commissioner of Lands shall, wherever practicable, assist the Commission by making such surveys LAWS OF GUYANA 8 Cap. 59:03 Amerindian Lands Commission   L.R.O. 1/2012          Quorum.          Procedure.       Powers.               Witnesses.              and supplying such plans as may be required by the Commission in the discharge of their functions."
        }
    },
    {
        "act": "AMERINDIAN LANDS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Quorum. ",
            "context": "AMERINDIAN LANDS COMMISSION ACT under Quorum. 8. The Commission shall have power to act notwithstanding a vacancy  among  their  members,  and  any  two  members  of  the Commission shall form a quorum for the purpose of discharging any of the functions (other than of reporting) of the Commission.",
            "description": "The Commission shall have power to act notwithstanding a vacancy  among  their  members,  and  any  two  members  of  the Commission shall form a quorum for the purpose of discharging any of the functions (other than of reporting) of the Commission."
        }
    },
    {
        "act": "AMERINDIAN LANDS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Procedure. ",
            "context": "AMERINDIAN LANDS COMMISSION ACT under Procedure. 9. The Commission may make such rules for their own guidance, the conduct and management of the proceedings before them and the times and places for such proceedings as they may from time to time think fit.",
            "description": "The Commission may make such rules for their own guidance, the conduct and management of the proceedings before them and the times and places for such proceedings as they may from time to time think fit."
        }
    },
    {
        "act": "AMERINDIAN LANDS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Powers. ",
            "context": "AMERINDIAN LANDS COMMISSION ACT under Powers. 10. The Commission shall have the powers of the High Court  (a)        to summon witnesses;  (b)        to examine witnesses on oath; and  (c)      to call for the production of books and documents:  Provided that nothing in this Act shall preclude the Commission from taking evidence otherwise than under oath.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to summon witnesses;"
                },
                {
                    "representation": "(b)",
                    "description": "to examine witnesses on oath; and"
                },
                {
                    "representation": "(c)",
                    "description": "to call for the production of books and documents:  Provided that nothing in this Act shall preclude the Commission from taking evidence otherwise than under oath."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN LANDS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Witnesses. ",
            "context": "AMERINDIAN LANDS COMMISSION ACT under Witnesses. 11. (1) All persons summoned to attend and give evidence, or to produce books, plans, or documents, at any sitting of the Commission shall be bound to obey the summons served upon as fully in all respects as witnesses are bound to obey subpoenas issued from the High Court and shall be entitled to the like expenses as if they had been summoned to attend the High Court on a criminal trial, if the same shall be allowed by the Commission, but the Commission may disallow the whole or any part of such expenses in any case, if they think fit. The procedure for the payment of such witnesses shall be the same as nearly as may LAWS OF GUYANA Amerindian Lands Commission   Cap. 59:03 9  L.R.O. 1/2012                                                 be for the payment of witnesses in the High Court, and they shall be paid at such time and in such manner as the Commission may direct.  (2) If any person  (a)      on   being   summoned   as   a   witness   before   the Commission, makes default in attending; or  (b) being in attendance as a witness, refuses to take an oath legally  required  by  the  Commission  to  be  taken,  or  to produce  any  document  in  his  power  or  control  legally required by the Commission to be produced by him, or to answer any question to which the Commission may legally require an answer; or  (c)    does any other thing which would, if the Commission had  been  a  court  of  law  having  power  to  commit  for contempt, had been contempt of that court,   the Chairman of the Commission may certify the offence of that person under  his hand to the High Court, and that Court may thereupon enquire into the alleged offence and after hearing any witnesses who may be produced against or on behalf of the person charged with the offence,  and  after  hearing  any  statement  that  may  be  offered  in defence, punish or take steps for the punishment of that person in like manner as if he had been guilty of contempt of the Court.  (3) Any person who shall wilfully give false evidence under oath before the Commission concerning the subject matter of such inquiry shall be guilty of perjury under LAWS OF GUYANA 10 Cap. 59:03 Amerindian Lands Commission   L.R.O. 1/2012  c. 8:01                   Immunity of Commissioners.    Proceedings to be public.               Legal representation. section 325 of the Criminal Law (Offences) Act, and be liable to be prosecuted and punished accordingly.  (4) No person giving evidence before the Commission shall be compellable to incriminate himself, and every such person shall, in respect of every evidence given by him before the said Commission be entitled to all the privileges to which a witness giving evidence before the High Court is entitled in respect of evidence given by him before such Court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All persons summoned to attend and give evidence, or to produce books, plans, or documents, at any sitting of the Commission shall be bound to obey the summons served upon as fully in all respects as witnesses are bound to obey subpoenas issued from the High Court and shall be entitled to the like expenses as if they had been summoned to attend the High Court on a criminal trial, if the same shall be allowed by the Commission, but the Commission may disallow the whole or any part of such expenses in any case, if they think fit. The procedure for the payment of such witnesses shall be the same as nearly as may LAWS OF GUYANA Amerindian Lands Commission   Cap. 59:03 9  L.R.O. 1/2012                                                 be for the payment of witnesses in the High Court, and they shall be paid at such time and in such manner as the Commission may direct."
                },
                {
                    "representation": "(2)",
                    "description": "If any person"
                },
                {
                    "representation": "(a)",
                    "description": "on   being   summoned   as   a   witness   before   the Commission, makes default in attending; or"
                },
                {
                    "representation": "(b)",
                    "description": "being in attendance as a witness, refuses to take an oath legally  required  by  the  Commission  to  be  taken,  or  to produce  any  document  in  his  power  or  control  legally required by the Commission to be produced by him, or to answer any question to which the Commission may legally require an answer; or"
                },
                {
                    "representation": "(c)",
                    "description": "does any other thing which would, if the Commission had  been  a  court  of  law  having  power  to  commit  for contempt, had been contempt of that court,   the Chairman of the Commission may certify the offence of that person under  his hand to the High Court, and that Court may thereupon enquire into the alleged offence and after hearing any witnesses who may be produced against or on behalf of the person charged with the offence,  and  after  hearing  any  statement  that  may  be  offered  in defence, punish or take steps for the punishment of that person in like manner as if he had been guilty of contempt of the Court."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who shall wilfully give false evidence under oath before the Commission concerning the subject matter of such inquiry shall be guilty of perjury under LAWS OF GUYANA 10 Cap. 59:03 Amerindian Lands Commission   L.R.O. 1/2012  c. 8:01                   Immunity of Commissioners.    Proceedings to be public.               Legal representation. section 325 of the Criminal Law"
                },
                {
                    "representation": "(4)",
                    "description": "No person giving evidence before the Commission shall be compellable to incriminate himself, and every such person shall, in respect of every evidence given by him before the said Commission be entitled to all the privileges to which a witness giving evidence before the High Court is entitled in respect of evidence given by him before such Court."
                }
            ]
        }
    },
    {
        "act": "AMERINDIAN LANDS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Immunity of Commissioners. ",
            "context": "AMERINDIAN LANDS COMMISSION ACT under Immunity of Commissioners. 12.  No member of the Commission shall be liable to any prosecution, action or suit in respect of anything done by him as such member.",
            "description": "No member of the Commission shall be liable to any prosecution, action or suit in respect of anything done by him as such member."
        }
    },
    {
        "act": "AMERINDIAN LANDS COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Proceedings to be public. ",
            "context": "AMERINDIAN LANDS COMMISSION ACT under Proceedings to be public. 13. (1) Subject to subsections (2) and (3), the proceedings of the Commission shall be held in public.   (2) If in their opinion it is expedient to the public interest or for the due discharge of their duties so to do, the Commission may direct that any part of their proceedings shall be held in private.  (3) The Commission shall determine who may be present at any time when any part of their proceedings is being held in private.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsections"
                },
                {
                    "representation": "(2)",
                    "description": "If in their opinion it is expedient to the public interest or for the due discharge of their duties so to do, the Commission may direct that any part of their proceedings shall be held in private."
                },
                {
                    "representation": "(3)",
                    "description": "The Commission shall determine who may be present at any time when any part of their proceedings is being held in private."
                }
            ]
        }
    }
]