[
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Short title. 1.  This Act may be cited as the District Lands Partition and Re- allotment Act.",
            "description": "This Act may be cited as the District Lands Partition and Re- allotment Act."
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Interpretation. 2.  In this Act  district means a village, country, or rural, district declared under the Local Government Act, and includes two or more of any of those districts;  the officer means the person appointed by the Minister under section 5(1);  owner means any person who by transport, letters of decree, inheritance, or devise, has acquired title to any share in any land not partitioned, or to any holding in any partitioned land, and includes any person who has purchased the share or holding but has not received transport or other title therefor.",
            "description": "In this Act  district means a village, country, or rural, district declared under the Local Government Act, and includes two or more of any of those districts;  the officer means the person appointed by the Minister under section 5(1);  owner means any person who by transport, letters of decree, inheritance, or devise, has acquired title to any share in any land not partitioned, or to any holding in any partitioned land, and includes any person who has purchased the share or holding but has not received transport or other title therefor."
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Petition for partition of land or re-allotment of holdings. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Petition for partition of land or re-allotment of holdings. 3. (1) The owners of undivided shares in any land in a district who desire that it shall be partitioned, or the owners of the several holdings in any partitioned land in a district who desire that that land shall be re- allotted among them in some manner different from that in which it is occupied to ensure the more beneficial occupation thereof, or in order to CHAPTER 60:03  DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT  LAWS OF GUYANA District Lands Partition and Re-Allotment  Cap. 60:03 5  L.R.O. 1/2012                                                 have correct titles issued therefor where it is not being occupied in accordance with the division shown on the plan to which the existing titles relate, may present a petition to the Minister praying that under this Act the area specified in the petition be partitioned or re-allotted, as the case may be, among the owners thereof.  (2) The petitioners must be the owners of shares or of holdings which in the aggregate constitute not less than fifty-one per cent in extent or in value of the area to which the petition relates.  (3) Every petition shall  (a) contain a full statement showing the reasons for the partition or re-allotment, and define clearly the land which is to be partitioned or re-allotted, and state its area and value;   (b)     state the extent or value of the shares or holdings of each of the petitioners;  (c)     contain particulars of the claim by the petitioners to be the owners of shares or of holdings which in the aggregate constitute  not less than fifty-one per cent in extent or in value of the area to which the petition relates;  (d) be signed by every petitioner, who shall state his postal address.  (4) Whenever a petition has been presented under this section, the Minister shall forward such petition to the Minister responsible for local government, and the Minister responsible for local government shall send the petition to the district commissioner of the district in which the land to LAWS OF GUYANA 6 Cap. 60:03 District Lands Partition and Re-allotment    L.R.O. 1/2012                                                 which the petition relates is situate, for investigation and report by him.  (5) The district commissioner shall, for the purpose of performing his duties under subsection (4), convene a meeting of all persons claiming to be owners of the land to which the petition relates, or of any portion thereof.  (6) Notice of the meeting referred to in subsection (5) shall be published in the Gazette and in a daily newspaper circulating in Guyana not less than twenty-one days before the date for which the meeting is convened, and the district commissioner shall cause copies of such notice to be posted  (a) in conspicuous places in the office of the district commissioner and in every post office and police station within his district; and  (b) upon conspicuous places on the area of land aforesaid.  (7) The petition shall be investigated by the district commissioner or the assistant district commissioner, and after such investigation the district commissioner or the assistant district commissioner shall return the petition to the Minister responsible for local government, and shall at the same time forward his report on the petition together with the evidence, including documentary evidence, received on such investigation.  (8) The Minister responsible for local government shall transmit to the Minister all the papers forwarded to him under subsection (7) together with his report on the petition for the information of the Minister.   LAWS OF GUYANA District Lands Partition and Re-Allotment  Cap. 60:03 7  L.R.O. 1/2012 Proceedings on receipt of petition.          Appointment of officer. [17 of 1948]                          Procedure of officer. [17 of 1948]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The owners of undivided shares in any land in a district who desire that it shall be partitioned, or the owners of the several holdings in any partitioned land in a district who desire that that land shall be re- allotted among them in some manner different from that in which it is occupied to ensure the more beneficial occupation thereof, or in order to CHAPTER 60:03  DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT  LAWS OF GUYANA District Lands Partition and Re-Allotment  Cap. 60:03 5  L.R.O. 1/2012                                                 have correct titles issued therefor where it is not being occupied in accordance with the division shown on the plan to which the existing titles relate, may present a petition to the Minister praying that under this Act the area specified in the petition be partitioned or re-allotted, as the case may be, among the owners thereof."
                },
                {
                    "representation": "(2)",
                    "description": "The petitioners must be the owners of shares or of holdings which in the aggregate constitute not less than fifty-one per cent in extent or in value of the area to which the petition relates."
                },
                {
                    "representation": "(3)",
                    "description": "Every petition shall"
                },
                {
                    "representation": "(a)",
                    "description": "in conspicuous places in the office of the district commissioner and in every post office and police station within his district; and"
                },
                {
                    "representation": "(b)",
                    "description": "upon conspicuous places on the area of land aforesaid."
                },
                {
                    "representation": "(c)",
                    "description": "contain particulars of the claim by the petitioners to be the owners of shares or of holdings which in the aggregate constitute  not less than fifty-one per cent in extent or in value of the area to which the petition relates;"
                },
                {
                    "representation": "(d)",
                    "description": "be signed by every petitioner, who shall state his postal address."
                },
                {
                    "representation": "(4)",
                    "description": "Whenever a petition has been presented under this section, the Minister shall forward such petition to the Minister responsible for local government, and the Minister responsible for local government shall send the petition to the district commissioner of the district in which the land to LAWS OF GUYANA 6 Cap. 60:03 District Lands Partition and Re-allotment    L.R.O. 1/2012                                                 which the petition relates is situate, for investigation and report by him."
                },
                {
                    "representation": "(5)",
                    "description": "shall be published in the Gazette and in a daily newspaper circulating in Guyana not less than twenty-one days before the date for which the meeting is convened, and the district commissioner shall cause copies of such notice to be posted"
                },
                {
                    "representation": "(6)",
                    "description": "Notice of the meeting referred to in subsection"
                },
                {
                    "representation": "(7)",
                    "description": "together with his report on the petition for the information of the Minister.   LAWS OF GUYANA District Lands Partition and Re-Allotment  Cap. 60:03 7  L.R.O. 1/2012 Proceedings on receipt of petition.          Appointment of officer. [17 of 1948]                          Procedure of officer. [17 of 1948]"
                },
                {
                    "representation": "(8)",
                    "description": "The Minister responsible for local government shall transmit to the Minister all the papers forwarded to him under subsection"
                }
            ]
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Proceedings on receipt of petition. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Proceedings on receipt of petition. 4.   (1) The Minister upon consideration of the petition may if he thinks fit make an order that the land specified in the petition shall be subject to this Act, and the order shall be published in the Gazette and one newspaper published in Guyana.  (2) The Minister may by order revoke or vary any order so made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister upon consideration of the petition may if he thinks fit make an order that the land specified in the petition shall be subject to this Act, and the order shall be published in the Gazette and one newspaper published in Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may by order revoke or vary any order so made."
                }
            ]
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Appointment of officer. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Appointment of officer. 5. (1) The Minister may  (a)    appoint a person to be the officer to partition and re- allot, or to re-allot, the land, and the officer shall have for that purpose all the powers conferred by this Act; and  (b)    cancel any appointment so made and appoint any other person to be the officer.  (2) The Minister responsible for finance may fix the remuneration (if any) to be paid to any officer appointed  under subsection (1).  (3) No remuneration shall be paid to, or received by, such officer other than the remuneration fixed under subsection (2).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may"
                },
                {
                    "representation": "(a)",
                    "description": "appoint a person to be the officer to partition and re- allot, or to re-allot, the land, and the officer shall have for that purpose all the powers conferred by this Act; and"
                },
                {
                    "representation": "(b)",
                    "description": "cancel any appointment so made and appoint any other person to be the officer."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister responsible for finance may fix the remuneration"
                },
                {
                    "representation": "(3)",
                    "description": "No remuneration shall be paid to, or received by, such officer other than the remuneration fixed under subsection"
                }
            ]
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Procedure of officer. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Procedure of officer. 6. (1) The officer, as soon as practicable after his appointment, shall convene a meeting of all owners or mortgagees, and of all those who claim to be owners or mortgagees, of any part of or interest in the land, and the meeting shall be held on the land or at some convenient place in proximity thereto.  (2) The officer shall, not less than twenty-one days before the date of the meeting LAWS OF GUYANA 8 Cap. 60:03 District Lands Partition and Re-allotment    L.R.O. 1/2012                                                 (a)    publish a notice thereof in the Gazette  and one newspaper published in Guyana;  (b) cause copies of the notice to be posted, in conspicuous places in the office of the district commissioner of the district within which the area of land is situate and in every post office and police station within such district;  (c) send by post a copy of the notice to every petitioning owner and to every other owner of whom he may have knowledge, and to every other person whose name is recorded in the books of any district in respect of the payment of rates or taxes for the land or any part thereof;  (d) cause at least twenty copies of the notice to be posted in conspicuous places on the land.  (3) The officer, prior to the meeting, shall cause a copy of the notice of it to be re-published once at least in the Gazette and one newspaper, the second publication to be one week after the first.  (4) At the meeting the officer shall receive claims in writing from those who claim to be owners or mortgagees of any part of the land or of any interest therein.  (5) The officer may if necessary adjourn a meeting for a period of not more than one week.   LAWS OF GUYANA District Lands Partition and Re-Allotment  Cap. 60:03 9  L.R.O. 1/2012 Powers of  officer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The officer, as soon as practicable after his appointment, shall convene a meeting of all owners or mortgagees, and of all those who claim to be owners or mortgagees, of any part of or interest in the land, and the meeting shall be held on the land or at some convenient place in proximity thereto."
                },
                {
                    "representation": "(2)",
                    "description": "The officer shall, not less than twenty-one days before the date of the meeting LAWS OF GUYANA 8 Cap. 60:03 District Lands Partition and Re-allotment    L.R.O. 1/2012"
                },
                {
                    "representation": "(a)",
                    "description": "publish a notice thereof in the Gazette  and one newspaper published in Guyana;"
                },
                {
                    "representation": "(b)",
                    "description": "cause copies of the notice to be posted, in conspicuous places in the office of the district commissioner of the district within which the area of land is situate and in every post office and police station within such district;"
                },
                {
                    "representation": "(c)",
                    "description": "send by post a copy of the notice to every petitioning owner and to every other owner of whom he may have knowledge, and to every other person whose name is recorded in the books of any district in respect of the payment of rates or taxes for the land or any part thereof;"
                },
                {
                    "representation": "(d)",
                    "description": "cause at least twenty copies of the notice to be posted in conspicuous places on the land."
                },
                {
                    "representation": "(3)",
                    "description": "The officer, prior to the meeting, shall cause a copy of the notice of it to be re-published once at least in the Gazette and one newspaper, the second publication to be one week after the first."
                },
                {
                    "representation": "(4)",
                    "description": "At the meeting the officer shall receive claims in writing from those who claim to be owners or mortgagees of any part of the land or of any interest therein."
                },
                {
                    "representation": "(5)",
                    "description": "The officer may if necessary adjourn a meeting for a period of not more than one week.   LAWS OF GUYANA District Lands Partition and Re-Allotment  Cap. 60:03 9  L.R.O. 1/2012 Powers of  officer."
                }
            ]
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Powers of officer. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Powers of officer. 7.  The officer shall have the power to do any or all of the following things, that is to say, he may  (a) enter on any part of the land at any time;  (b) ascertain and determine the value and extent of every share or holding in the land;  (c) ascertain the amount due on any mortgage, charge, or lien, on any share or holding;  (d) inquire into and determine any claim made by anyone to be an owner or mortgagee of any part of the land, or into any dispute between any claimants with respect to any undivided part or the boundaries of any part of the land;  (e) where undivided land is owned jointly, according as the petitioning owners desire, either partition the land in conformity with the manner in which it is being occupied in severalty by the joint owners, or partition it in any other manner he considers expedient to ensure the more beneficial occupation thereof:   Provided that the portion allotted to the several owners shall be proportionate to their respective shares.  (f) where the land has been previously LAWS OF GUYANA 10 Cap. 60:03 District Lands Partition and Re-allotment    L.R.O. 1/2012                                                 partitioned and allotted, according as the petitioning owners desire, either re-partition and re-allot it in the manner he considers expedient to ensure the more beneficial occupation thereof, or, in cases where it is not being occupied in conformity with the sub-divisions shown on the plan to which the existing titles for the several holdings relate, re-partition and re-allot it in conformity with the manner in which it is being occupied so that new titles for the existing holdings may be issued;  (g) make the reservations within the land he considers necessary for the purpose of laying out roads or paths, or for the better drainage thereof, or for any other purpose connected with the improvement thereof;  (h) to ensure the more beneficial occupation thereof, sub-divide the land into sections and lay out those sections in the manner and in the lots he thinks fit:  Provided that the area of any lot or lots allotted to the owner of any share or holding shall be in the aggregate in the same proportion to the aggregate area available for allotment after the reservations (if any) have been made as hereinbefore provided, as the area of the share or holding previously occupied by that LAWS OF GUYANA District Lands Partition and Re-Allotment  Cap. 60:03 11  L.R.O. 1/2012                                         Evidence.                  Plan of survey. [17 of 1948]                                  owner was to the aggregate area of the shares or holdings of all the owners before the land became subject to this Act;  (i) any other thing in his opinion reasonably necessary to carry out the purpose of the partition or allotment.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "enter on any part of the land at any time;"
                },
                {
                    "representation": "(b)",
                    "description": "ascertain and determine the value and extent of every share or holding in the land;"
                },
                {
                    "representation": "(c)",
                    "description": "ascertain the amount due on any mortgage, charge, or lien, on any share or holding;"
                },
                {
                    "representation": "(d)",
                    "description": "inquire into and determine any claim made by anyone to be an owner or mortgagee of any part of the land, or into any dispute between any claimants with respect to any undivided part or the boundaries of any part of the land;"
                },
                {
                    "representation": "(e)",
                    "description": "where undivided land is owned jointly, according as the petitioning owners desire, either partition the land in conformity with the manner in which it is being occupied in severalty by the joint owners, or partition it in any other manner he considers expedient to ensure the more beneficial occupation thereof:   Provided that the portion allotted to the several owners shall be proportionate to their respective shares."
                },
                {
                    "representation": "(f)",
                    "description": "where the land has been previously LAWS OF GUYANA 10 Cap. 60:03 District Lands Partition and Re-allotment    L.R.O. 1/2012                                                 partitioned and allotted, according as the petitioning owners desire, either re-partition and re-allot it in the manner he considers expedient to ensure the more beneficial occupation thereof, or, in cases where it is not being occupied in conformity with the sub-divisions shown on the plan to which the existing titles for the several holdings relate, re-partition and re-allot it in conformity with the manner in which it is being occupied so that new titles for the existing holdings may be issued;"
                },
                {
                    "representation": "(g)",
                    "description": "make the reservations within the land he considers necessary for the purpose of laying out roads or paths, or for the better drainage thereof, or for any other purpose connected with the improvement thereof;"
                },
                {
                    "representation": "(h)",
                    "description": "to ensure the more beneficial occupation thereof, sub-divide the land into sections and lay out those sections in the manner and in the lots he thinks fit:  Provided that the area of any lot or lots allotted to the owner of any share or holding shall be in the aggregate in the same proportion to the aggregate area available for allotment after the reservations"
                },
                {
                    "representation": "(i)",
                    "description": "any other thing in his opinion reasonably necessary to carry out the purpose of the partition or allotment."
                }
            ]
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Evidence. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Evidence. 8.  The officer may require in writing the claimant to any share or holding in land the subject of this Act to produce for his inspection all or any documents in the claimants possession or power relating to the claimants title or to any matter in connection with his duties under this Act.",
            "description": "The officer may require in writing the claimant to any share or holding in land the subject of this Act to produce for his inspection all or any documents in the claimants possession or power relating to the claimants title or to any matter in connection with his duties under this Act."
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Plan of survey. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Plan of survey. 9. (1)The officer may employ a land surveyor approved by the Commissioner of Lands to survey the land and prepare a plan to show the boundaries and extent thereof and the existing sub-divisions (if any) therein, where no plan of the land is available, or to lay out the land into the lots to which, after inquiry as hereinbefore provided, he determines each owner or person interested to be entitled; or to divide and lay out the land in the manner he may after inquiry determine in order to ensure the more advantageous enjoyment and beneficial occupation thereof, or to permit new titles to be issued.  (2) The Commissioner of Lands may approve of the officer himself, if a sworn land surveyor, to be the surveyor for the purposes of the preceding subsection.  (3) The Minister responsible for finance may fix the fee (if any) to be paid to the land surveyor employed under subsection (1).  (4) No fee shall be paid to, or received by, such surveyor other than the fee fixed under subsection (3).  LAWS OF GUYANA 12 Cap. 60:03 District Lands Partition and Re-allotment    L.R.O. 1/2012  Officer may employ assistants.    Sale of land of which owner cannot be ascertained.                      Additional powers of  officer.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "The Commissioner of Lands may approve of the officer himself, if a sworn land surveyor, to be the surveyor for the purposes of the preceding subsection."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister responsible for finance may fix the fee"
                },
                {
                    "representation": "(4)",
                    "description": "No fee shall be paid to, or received by, such surveyor other than the fee fixed under subsection"
                }
            ]
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Officer may employ assistants. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Officer may employ assistants. 10.  The officer may employ others to assist him in the performance of his duties under this Act.",
            "description": "The officer may employ others to assist him in the performance of his duties under this Act."
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Sale of land of which owner cannot be ascertained. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Sale of land of which owner cannot be ascertained. 11.  Where the owner of any share or holding in land which is the subject of this Act cannot be ascertained the officer may order the share or holding to be sold.  (2) The share or holding shall be sold by public auction by the officer or an auctioneer, and the proceeds thereof shall be paid to the officer, who, after deducting the expenses of the sale, shall pay the balance to the Accountant General.  (3) If within six years of the sale anyone satisfies the Minister that he was the owner of that share or holding, and that he was unable for good and sufficient reason to prove his claim before the officer, the Minister may direct that the balance shall be paid to the claimant, and that payment shall be in full satisfaction of his claim, but if no one makes that claim the balance shall vest in the State for the public use.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "The share or holding shall be sold by public auction by the officer or an auctioneer, and the proceeds thereof shall be paid to the officer, who, after deducting the expenses of the sale, shall pay the balance to the Accountant General."
                },
                {
                    "representation": "(3)",
                    "description": "If within six years of the sale anyone satisfies the Minister that he was the owner of that share or holding, and that he was unable for good and sufficient reason to prove his claim before the officer, the Minister may direct that the balance shall be paid to the claimant, and that payment shall be in full satisfaction of his claim, but if no one makes that claim the balance shall vest in the State for the public use."
                }
            ]
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Additional powers of officer. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Additional powers of officer. 12. (1) Wherever, from the number of those entitled to any share or holding in any land, or for any other good and sufficient reason, the officer is of opinion that it would be more convenient to sell that share or holding and divide the proceeds amongst the persons entitled, he may, instead of allotting that share or holding among those entitled thereto order it to be sold.  (2) The share or holding shall be sold by public auction by the officer or an auctioneer, and the proceeds of the sale shall be paid to the officer, who, after deducting the expenses of the sale, shall divide the proceeds amongst those entitled thereto in proportion to the interest to which each was entitled in the share or holding.  (3) The officer shall give title to the purchaser in the LAWS OF GUYANA District Lands Partition and Re-Allotment  Cap. 60:03 13  L.R.O. 1/2012       Compensation for permanent crops. [17 of 1948].                             Compensation for other crops or building.            same manner as if the purchaser were an owner to whom the share or holding was allotted by him.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Wherever, from the number of those entitled to any share or holding in any land, or for any other good and sufficient reason, the officer is of opinion that it would be more convenient to sell that share or holding and divide the proceeds amongst the persons entitled, he may, instead of allotting that share or holding among those entitled thereto order it to be sold."
                },
                {
                    "representation": "(2)",
                    "description": "The share or holding shall be sold by public auction by the officer or an auctioneer, and the proceeds of the sale shall be paid to the officer, who, after deducting the expenses of the sale, shall divide the proceeds amongst those entitled thereto in proportion to the interest to which each was entitled in the share or holding."
                },
                {
                    "representation": "(3)",
                    "description": "The officer shall give title to the purchaser in the LAWS OF GUYANA District Lands Partition and Re-Allotment  Cap. 60:03 13  L.R.O. 1/2012       Compensation for permanent crops. [17 of 1948].                             Compensation for other crops or building.            same manner as if the purchaser were an owner to whom the share or holding was allotted by him."
                }
            ]
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Compensation for permanent crops. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Compensation for permanent crops. 13.  (1) The owner of any coconut, cacao, coffee, fruit, or other economic trees, or permanent cultivation of a similar nature, who is deprived thereof by reason of partition or re-allotment made under this Act, shall be entitled to the compensation therefor determined by the officer:  Provided that where the owner is dissatisfied with the amount of compensation assessed by the officer, he may, within one month of the publication of the list required to be published under section 15(4), apply to the magistrate of the district within which the land is situate to have  the  amount  of  his  claim  ascertained  and  certified,  and  the magistrate shall inquire what is the value of the trees or cultivation aforesaid, and shall have the same power to inquire into the claim as if it were a complaint of petty debt and the officer were the defendant, and shall after investigation  certify under his hand the amount of compensation to which the owner is entitled.  (2) The amount of compensation assessed or certified under the preceding subsection shall be deemed to form part of the expenses of the partition or re-allotment and shall be recoverable accordingly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The owner of any coconut, cacao, coffee, fruit, or other economic trees, or permanent cultivation of a similar nature, who is deprived thereof by reason of partition or re-allotment made under this Act, shall be entitled to the compensation therefor determined by the officer:  Provided that where the owner is dissatisfied with the amount of compensation assessed by the officer, he may, within one month of the publication of the list required to be published under section 15(4), apply to the magistrate of the district within which the land is situate to have  the  amount  of  his  claim  ascertained  and  certified,  and  the magistrate shall inquire what is the value of the trees or cultivation aforesaid, and shall have the same power to inquire into the claim as if it were a complaint of petty debt and the officer were the defendant, and shall after investigation  certify under his hand the amount of compensation to which the owner is entitled."
                },
                {
                    "representation": "(2)",
                    "description": "The amount of compensation assessed or certified under the preceding subsection shall be deemed to form part of the expenses of the partition or re-allotment and shall be recoverable accordingly."
                }
            ]
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Compensation for other crops or building. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Compensation for other crops or building. 14. (1) The officer may direct what compensation shall be paid to any person entitled to any growing crops, or to any building, by anyone obtaining them or it through partition or re-allotment of any land under this Act, and may either prescribe the amount of that compensation or postpone the date  of the coming into effect of the partition or re- allotment to allow the crops to be reaped or the building to be removed:  Provided that the cost assessed by the officer for removing a building shall be deemed to form part of the expenses of the partition or re-allotment and shall be LAWS OF GUYANA 14 Cap. 60:03 District Lands Partition and Re-allotment    L.R.O. 1/2012                  Report of officer.                              recoverable accordingly.  (2) Where the date of coming into effect of a re-allotment is postponed, the officer may direct that any current rates or taxes due in respect of the land whereon the growing crops or building are situate shall be paid in the manner prescribed by him.  (3) The officer may direct by whom and in what manner any rates due at the time of the partition or re-allotment are to be paid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The officer may direct what compensation shall be paid to any person entitled to any growing crops, or to any building, by anyone obtaining them or it through partition or re-allotment of any land under this Act, and may either prescribe the amount of that compensation or postpone the date  of the coming into effect of the partition or re- allotment to allow the crops to be reaped or the building to be removed:  Provided that the cost assessed by the officer for removing a building shall be deemed to form part of the expenses of the partition or re-allotment and shall be LAWS OF GUYANA 14 Cap. 60:03 District Lands Partition and Re-allotment    L.R.O. 1/2012                  Report of officer.                              recoverable accordingly."
                },
                {
                    "representation": "(2)",
                    "description": "Where the date of coming into effect of a re-allotment is postponed, the officer may direct that any current rates or taxes due in respect of the land whereon the growing crops or building are situate shall be paid in the manner prescribed by him."
                },
                {
                    "representation": "(3)",
                    "description": "The officer may direct by whom and in what manner any rates due at the time of the partition or re-allotment are to be paid."
                }
            ]
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Report of officer. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Report of officer. 15.  (1) As soon as practicable after the officer has done all in his opinion necessary to effect a partition or re-allotment of the land, he shall transmit to the Minister responsible for local government  (a)    a report setting out briefly the claims made in respect of the land and his decision upon each;  (b) a plan of the proposed partition or re-allotment, as the case may be, with the names of those entitled to the lots defined on the plan;  (c) a list giving the sections and numbers of the lots into which the land has been partitioned or re-allotted and the names of those entitled by his decisions to such lots, together with the name of any mortgagee, the amount of the mortgage and the lots affected by such mortgage.  (2) Upon receipt of the report, plan and list of decisions referred to in subsection (1), the Minister LAWS OF GUYANA District Lands Partition and Re-Allotment  Cap. 60:03 15  L.R.O. 1/2012                                        Appeal from decision of officer to judge in chambers, and from judge to Full Court. [17 of 1948 17 of 1965]  responsible for local government may approve of the same, or any of them, or may send them, or any of them, back to the officer for further consideration and transmission to the Minister responsible for local government.  (3) When the report, plan and list of decisions have been finally approved by the Minister responsible for local government, the officer shall send to the district commissioner of the district in which the land partitioned or re-allotted is situate a copy of the said plan, and the said copy shall be open to inspection, during office hours, by any claimant to, or any mortgagee of, any share or holding in the said land, or by any agent of any claimant or mortgagee.  (4) The Minister responsible for local government shall cause a copy of the aforesaid approved list of decisions to be published in the Gazette and in one newspaper published in Guyana.  (5) The officer shall post, or cause to be posted, copies of the aforesaid approved list of decisions  (a)    in  conspicuous  places  in  the  office  of  the  district commissioner, and in every post office and police station situate within the district of such district commissioner; and  (b) upon conspicuous places on the aforesaid land.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "As soon as practicable after the officer has done all in his opinion necessary to effect a partition or re-allotment of the land, he shall transmit to the Minister responsible for local government"
                },
                {
                    "representation": "(a)",
                    "description": "in  conspicuous  places  in  the  office  of  the  district commissioner, and in every post office and police station situate within the district of such district commissioner; and"
                },
                {
                    "representation": "(b)",
                    "description": "upon conspicuous places on the aforesaid land."
                },
                {
                    "representation": "(c)",
                    "description": "a list giving the sections and numbers of the lots into which the land has been partitioned or re-allotted and the names of those entitled by his decisions to such lots, together with the name of any mortgagee, the amount of the mortgage and the lots affected by such mortgage."
                },
                {
                    "representation": "(2)",
                    "description": "Upon receipt of the report, plan and list of decisions referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "When the report, plan and list of decisions have been finally approved by the Minister responsible for local government, the officer shall send to the district commissioner of the district in which the land partitioned or re-allotted is situate a copy of the said plan, and the said copy shall be open to inspection, during office hours, by any claimant to, or any mortgagee of, any share or holding in the said land, or by any agent of any claimant or mortgagee."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister responsible for local government shall cause a copy of the aforesaid approved list of decisions to be published in the Gazette and in one newspaper published in Guyana."
                },
                {
                    "representation": "(5)",
                    "description": "The officer shall post, or cause to be posted, copies of the aforesaid approved list of decisions"
                }
            ]
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Appeal from decision of officer to judge in chambers, and from judge to Full Court. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Appeal from decision of officer to judge in chambers, and from judge to Full Court. 16. (1) Any claimant to, or any mortgagee of, any share or holding who is dissatisfied with a decision of the officer may, within one month after the publication under section 15(4) of the list in the Gazette, appeal from the said decision to a judge in chambers by filing in the Registry of the Supreme Court in the prescribed form a notice of appeal in which the grounds of appeal shall be briefly set out. LAWS OF GUYANA 16 Cap. 60:03 District Lands Partition and Re-allotment    L.R.O. 1/2012                                                 (2) The appellant shall, within fourteen days after filing the notice of appeal aforesaid or within such further time as may be allowed by a judge in chambers, serve copies of the notice of appeal upon the officer and upon the person or the legal representative (if any) of any deceased person who or whose estate is by the decision of the officer entitled to the land to which the appeal relates.  (3) Service under subsection (2) may be effected by registered letter posted within the time or extended time referred to in subsection (2) and addressed to the person proposed to be served, at his postal address.  (4) A judge in chambers may, if the circumstances so warrant, direct that copies of the notice of appeal be served on persons other than those specified in subsection (2), and may give directions as to the time and manner of such service.  (5) Any person upon whom a copy of a notice of appeal has been served shall be entitled to appear and to be heard at the hearing of the appeal, and any such person who so appears shall be a respondent on the appeal.  (6) The Registrar of the Supreme Court shall, forthwith after the filing of a notice of appeal under subsection (1), notify the Minister responsible for local government thereof, and the Minister responsible for local government shall thereupon cause to be transmitted to the Registrar  (a) a certified copy of the report of the officer;   (b) a copy of the plan; and  (c) any other documents, or certified copies  thereof, material to the appeal LAWS OF GUYANA District Lands Partition and Re-Allotment  Cap. 60:03 17  L.R.O. 1/2012                                                 and in the possession of the Minister responsible for local government.  (7) Where the judge in chambers is satisfied, either from the notice of appeal or otherwise, that a question as to title to immovable property arises on the appeal, he may, on the application of either of the parties or otherwise, refer the question to the Registrar of Deeds for investigation, and the Registrar of Deeds shall thereupon investigate such title and thereafter report his findings to the judge.  (8) Either of the parties to the appeal shall have the power to summon witnesses to appear before the Registrar of Deeds in the same manner and to the same extent as if the investigation by the Registrar of Deeds were the trial of an action.  (9) The Registrar of Deeds, on such investigation, shall have the power to examine on oath witnesses for either or both of the parties, to order the production of documents, and to enter upon the land the subject matter of the partition or re-allotment.  (10) At the hearing of the appeal the judge in chambers shall have the power to examine the parties or any of them and their witnesses and to order the production of documents, and may affirm, modify, amend or rescind either in whole or in part the decision of the officer, or may make any decision which the officer ought to have made, or may refer the matter back to the officer with such directions as the judge may think fit for the further partition or re-allotment by the officer.  (11) All costs of and incidental to an appeal under this section to a judge in chambers shall be in the discretion of the judge.  (12) The Chief Justice may from time to time make LAWS OF GUYANA 18 Cap. 60:03 District Lands Partition and Re-allotment    L.R.O. 1/2012                             Additional powers of Commissioner of Title.         Order of Commissioner of Title deemed to be that of a judge.   Issue of title.  [17 of 1948]         rules prescribing the forms to be used, the fees to be taken and the costs to be charged in respect of all matters and proceedings in appeals made under this section to a judge in chambers.  (13) Where the appellant, or any respondent, is dissatisfied with the decision of the judge in chambers, he may appeal from that decision to the Full Court of the High Court, and the provisions of any rules of court for the time being in force regulating appeals to the Full Court from a judge in chambers shall, as far as is practicable, apply to such appeals.  (14) In any appeal made under this section, the judge in chambers or the Full Court, as the case may be, may direct that the officer take further evidence.  (15) A Commissioner of Title may hear and determine such matters in respect of which a judge of the High Court has power to exercise jurisdiction under this Act as may be assigned to him by the Chief Justice, and for that purpose shall be vested with and may exercise the powers of a judge of the High Court.  (16) Any order of a Commissioner of Title made in pursuance of the jurisdiction conferred on him by subsection (15) shall be deemed to have been made by a judge of the High Court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any claimant to, or any mortgagee of, any share or holding who is dissatisfied with a decision of the officer may, within one month after the publication under section 15(4) of the list in the Gazette, appeal from the said decision to a judge in chambers by filing in the Registry of the Supreme Court in the prescribed form a notice of appeal in which the grounds of appeal shall be briefly set out. LAWS OF GUYANA 16 Cap. 60:03 District Lands Partition and Re-allotment    L.R.O. 1/2012"
                },
                {
                    "representation": "(2)",
                    "description": "and addressed to the person proposed to be served, at his postal address."
                },
                {
                    "representation": "(3)",
                    "description": "Service under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "A judge in chambers may, if the circumstances so warrant, direct that copies of the notice of appeal be served on persons other than those specified in subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Any person upon whom a copy of a notice of appeal has been served shall be entitled to appear and to be heard at the hearing of the appeal, and any such person who so appears shall be a respondent on the appeal."
                },
                {
                    "representation": "(6)",
                    "description": "The Registrar of the Supreme Court shall, forthwith after the filing of a notice of appeal under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "a certified copy of the report of the officer;"
                },
                {
                    "representation": "(b)",
                    "description": "a copy of the plan; and"
                },
                {
                    "representation": "(c)",
                    "description": "any other documents, or certified copies  thereof, material to the appeal LAWS OF GUYANA District Lands Partition and Re-Allotment  Cap. 60:03 17  L.R.O. 1/2012                                                 and in the possession of the Minister responsible for local government."
                },
                {
                    "representation": "(7)",
                    "description": "Where the judge in chambers is satisfied, either from the notice of appeal or otherwise, that a question as to title to immovable property arises on the appeal, he may, on the application of either of the parties or otherwise, refer the question to the Registrar of Deeds for investigation, and the Registrar of Deeds shall thereupon investigate such title and thereafter report his findings to the judge."
                },
                {
                    "representation": "(8)",
                    "description": "Either of the parties to the appeal shall have the power to summon witnesses to appear before the Registrar of Deeds in the same manner and to the same extent as if the investigation by the Registrar of Deeds were the trial of an action."
                },
                {
                    "representation": "(9)",
                    "description": "The Registrar of Deeds, on such investigation, shall have the power to examine on oath witnesses for either or both of the parties, to order the production of documents, and to enter upon the land the subject matter of the partition or re-allotment."
                }
            ]
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Issue of title. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Issue of title. 17. (1) Where the Minister responsible for local government has, under section 15, approved of the report and list of decisions of the officer and of the plan of the proposed partition or re-allotment, the officer shall, as soon as practicable after the time limited by section 16 for appealing to the judge in chambers has expired, proceed to give title for the lots in respect of which there has been no appeal in the manner now provided by law, or  may give title and have it LAWS OF GUYANA District Lands Partition and Re-Allotment  Cap. 60:03 19  L.R.O. 1/2012               Fees and charges.        Expenses of allotment.               Recovery of expenses.          recorded or registered in any manner hereafter provided by law for the transfer or registration of title to immovable property.  (2) On the final determination of an appeal the officer shall in like manner give title to the person declared to be entitled thereto.  (3) The officer may also in like manner give a mortgage of any lot to anyone found entitled thereto.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Minister responsible for local government has, under section 15, approved of the report and list of decisions of the officer and of the plan of the proposed partition or re-allotment, the officer shall, as soon as practicable after the time limited by section 16 for appealing to the judge in chambers has expired, proceed to give title for the lots in respect of which there has been no appeal in the manner now provided by law, or  may give title and have it LAWS OF GUYANA District Lands Partition and Re-Allotment  Cap. 60:03 19  L.R.O. 1/2012               Fees and charges.        Expenses of allotment.               Recovery of expenses.          recorded or registered in any manner hereafter provided by law for the transfer or registration of title to immovable property."
                },
                {
                    "representation": "(2)",
                    "description": "On the final determination of an appeal the officer shall in like manner give title to the person declared to be entitled thereto."
                },
                {
                    "representation": "(3)",
                    "description": "The officer may also in like manner give a mortgage of any lot to anyone found entitled thereto."
                }
            ]
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Fees and charges. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Fees and charges. 18.  For a transport or mortgage, including the grosse copy thereof, advertisement in the Gazette, and all other expenses, the Registrar of Deeds shall charge the sum of one hundred dollars and no more, and that sum shall be paid by the person receiving the transport.",
            "description": "For a transport or mortgage, including the grosse copy thereof, advertisement in the Gazette, and all other expenses, the Registrar of Deeds shall charge the sum of one hundred dollars and no more, and that sum shall be paid by the person receiving the transport."
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Expenses of allotment. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Expenses of allotment. 19.  All costs, charges, and expenses directed by the officer to be paid,  the amount of any compensation assessed or certified under sections 13 and 14 and the expenses of the removal of every building under section 14, and the cost of surveys and the remuneration of the officer, if any, incurred  in carrying out the provisions of this Act, unless the officer for any reason otherwise directs, shall be charged proportionately on all the lots into which the land has been partitioned or re-allotted, and for that purpose the officer shall value each of the lots independently of the buildings and cultivation thereon and assess the rate or portion to be paid in respect of each lot.",
            "description": "All costs, charges, and expenses directed by the officer to be paid,  the amount of any compensation assessed or certified under sections 13 and 14 and the expenses of the removal of every building under section 14, and the cost of surveys and the remuneration of the officer, if any, incurred  in carrying out the provisions of this Act, unless the officer for any reason otherwise directs, shall be charged proportionately on all the lots into which the land has been partitioned or re-allotted, and for that purpose the officer shall value each of the lots independently of the buildings and cultivation thereon and assess the rate or portion to be paid in respect of each lot."
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Recovery of expenses. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Recovery of expenses. 20. (1) The amount charged on each lot under the last preceding section shall be paid to the officer by the person to whom the lot is allotted within thirty days after a demand for payment in writing is served on him or the demand is posted on any principal building, conspicuous tree, stake or paling, on the lot; and, in default of payment, the officer, either himself or by someone authorised in writing by him, may proceed for the recovery of the amount by LAWS OF GUYANA 20 Cap. 60:03 District Lands Partition and Re-allotment    L.R.O. 1/2012                     Liability for amount assessed.                  Power to make regulations.   Obstruction of officer. [6 of 1997]     summary or parate execution according to law.  (2) Where more lots than one are allotted to anyone and one of the lots is a township or residential lot, the service of summation or other legal process for the recovery of an assessment in respect of all or any of those lots upon the township or residential lot shall be deemed to be valid and sufficient service.  (3) In that process and in any other legal process it shall be sufficient to describe the officer as The Officer for the allotment of ................., without specifying his name or proving his authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The amount charged on each lot under the last preceding section shall be paid to the officer by the person to whom the lot is allotted within thirty days after a demand for payment in writing is served on him or the demand is posted on any principal building, conspicuous tree, stake or paling, on the lot; and, in default of payment, the officer, either himself or by someone authorised in writing by him, may proceed for the recovery of the amount by LAWS OF GUYANA 20 Cap. 60:03 District Lands Partition and Re-allotment    L.R.O. 1/2012                     Liability for amount assessed.                  Power to make regulations.   Obstruction of officer. [6 of 1997]     summary or parate execution according to law."
                },
                {
                    "representation": "(2)",
                    "description": "Where more lots than one are allotted to anyone and one of the lots is a township or residential lot, the service of summation or other legal process for the recovery of an assessment in respect of all or any of those lots upon the township or residential lot shall be deemed to be valid and sufficient service."
                },
                {
                    "representation": "(3)",
                    "description": "In that process and in any other legal process it shall be sufficient to describe the officer as The Officer for the allotment of ................., without specifying his name or proving his authority."
                }
            ]
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Liability for amount assessed. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Liability for amount assessed. 21. (1) All lots as aforesaid shall be, and are hereby declared to be liable and leviable for the amount assessed thereon as aforesaid, and the amount due by or claimable against any lot aforesaid shall be and is  hereby  declared  to be preferent over  and above all claims  of whatever nature, kind, or description (except only debts due to the State)  whether any of those claims are against the lot or lots and buildings or against the owner thereof, anything in this or any law or Act notwithstanding, and over any claims against the owners of the lots or against the lots in the land.  (2) Any sums assessed and owing under this Act may be recovered by summary or parate execution.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All lots as aforesaid shall be, and are hereby declared to be liable and leviable for the amount assessed thereon as aforesaid, and the amount due by or claimable against any lot aforesaid shall be and is  hereby  declared  to be preferent over  and above all claims  of whatever nature, kind, or description"
                },
                {
                    "representation": "(2)",
                    "description": "Any sums assessed and owing under this Act may be recovered by summary or parate execution."
                }
            ]
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Power to make regulations. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT ACT under Power to make regulations. 22.  The Minister may make regulations for carrying out the provisions of this Act.",
            "description": "The Minister may make regulations for carrying out the provisions of this Act."
        }
    }
]