[
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT  (SPECIAL PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title and construction. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT  (SPECIAL PROCEDURE) ACT under Short title and construction. 1.  This Act may be cited as the District Lands Partition and Re- allotment (Special Procedure) Act, and shall be construed with the District Lands Partition and Re-allotment Act, hereinafter referred to as the Principal Act.",
            "description": "This Act may be cited as the District Lands Partition and Re- allotment (Special Procedure) Act, and shall be construed with the District Lands Partition and Re-allotment Act, hereinafter referred to as the Principal Act."
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT  (SPECIAL PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Power to appoint partition officer. ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT  (SPECIAL PROCEDURE) ACT under Power to appoint partition officer. 2.  The Minister may by order appoint a person or persons to partition and re-allot, or to re-allot, the areas of land described in the Schedule.",
            "description": "The Minister may by order appoint a person or persons to partition and re-allot, or to re-allot, the areas of land described in the Schedule."
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT  (SPECIAL PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application of provisions of Cap. 60: ",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT  (SPECIAL PROCEDURE) ACT under Application of provisions of Cap. 60: 03.",
            "description": "03."
        }
    },
    {
        "act": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT  (SPECIAL PROCEDURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Extension of Act to areas of land not described in the Schedule.   SCHEDULE—Areas of land to which the Act applies.   16 of 1948 An Act to make special provision for the partition of certain areas of land, for the re-allotment of holdings therein, for the issue of titles thereto, and to render the occupation thereof more beneficial.  [15th MAY, 1948]  Short title and construction. c. 60:03        Power to appoint partition officer. Schedule.  Application of provisions of Cap. 60:",
            "context": "DISTRICT LANDS PARTITION AND RE-ALLOTMENT  (SPECIAL PROCEDURE) ACT under Extension of Act to areas of land not described in the Schedule.   SCHEDULEAreas of land to which the Act applies.   16 of 1948 An Act to make special provision for the partition of certain areas of land, for the re-allotment of holdings therein, for the issue of titles thereto, and to render the occupation thereof more beneficial.  [15th MAY, 1948]  Short title and construction. c. 60:03        Power to appoint partition officer. Schedule.  Application of provisions of Cap. 60:4. Subject to negative resolution of the National Assembly, the Minister may by order from time to time amend the Schedule  (a)     by the addition thereto of any area of land not described in the Schedule;  (b)     by altering the description of any area of land described in the Schedule or in the Schedule as amended.    ____________________   SCHEDULE  (AREAS OF LAND TO WHICH THE ACT APPLIES)",
            "description": [
                {
                    "representation": "(a)",
                    "description": "by the addition thereto of any area of land not described in the Schedule;"
                },
                {
                    "representation": "(b)",
                    "description": "by altering the description of any area of land described in the Schedule or in the Schedule as amended.    ____________________   SCHEDULE"
                }
            ]
        }
    }
]