[
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CIVIL LAW OF GUYANA ACT under Short title. 1.  This Act may be cited as the Civil Law of Guyana Act.",
            "description": "This Act may be cited as the Civil Law of Guyana Act."
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "(1) Interpretation. (2) Roman-Dutch terms. (3) Saving of existing rights. ",
            "context": "CIVIL LAW OF GUYANA ACT under (1) Interpretation. (2) Roman-Dutch terms. (3) Saving of existing rights. 2.",
            "description": "2."
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Alteration of law. (a) Abrogation of Roman-Dutch law. (b) Introduction of English common law. (c) Exclusion of English law of real property. (d) Law of movable and immovable property to be the same subject to certain provisos. (i)    Full ownership of immovable property preserved. (ii)   Mortgages, real servitudes and oppositions.  (iii)  Specific performance. (iv)  Evidence in writing (Statute of Frauds). (v)   Sale by auction of immovable property.                            (Auctions of Land Act, 1867). ",
            "context": "CIVIL LAW OF GUYANA ACT under Alteration of law. (a) Abrogation of Roman-Dutch law. (b) Introduction of English common law. (c) Exclusion of English law of real property. (d) Law of movable and immovable property to be the same subject to certain provisos. (i)    Full ownership of immovable property preserved. (ii)   Mortgages, real servitudes and oppositions.  (iii)  Specific performance. (iv)  Evidence in writing (Statute of Frauds). (v)   Sale by auction of immovable property.                            (Auctions of Land Act, 1867). 3.  From and after the date aforesaid  (a) the law of Guyana relating to wills, fideicommissa, trusts, suretyship, donations or gifts (both as regards movable and immovable property), liens or rights of retention, tacit and legal hypothecs or mortgages, partnership, agency, mandate, powers of attorney and appointment, hiring and lease, landlord and tenant, negotiable instruments, bailments, carriers, torts, or delicts, quasi-delicts, every description whatsoever of contracts and obligations whether mercantile or otherwise, all questions relating to husband and wife, marriage, separation, and divorce (save as to the rights acquired and obligations contracted by marriage in community of goods or subject to ante-nuptial contract prior to the Married Persons (Property) Act), parent and child, guardian and ward, minors or infants, lunatics, persons of unsound mind, master and servant, the presumptions and rules as to continuance of life and proof of death, movable or personal property, immovable or real property and chattels real, and all matters relating to any of the aforesaid subjects, and the law of Guyana relating to all other matters whatsoever, whether ejusdem generis with the foregoing or not, shall cease to be Roman-Dutch law, and as regards all matters arising and all rights acquired or accruing after the date aforesaid, the Roman-Dutch law shall cease to apply to Guyana; LAWS OF GUYANA Civil Law of Guyana Cap. 6:01 7  L.R.O. 1/2012 Introduction of English common law.             Exclusion of English law of property.  Law of movable and immovable property to be the same subject to certain provisions.      Full ownership of immovable property preserved.            Mortgages, real servitudes and oppositions.   (b) the common law of Guyana shall be the common law of England as at the date aforesaid including therewith the doctrines of equity as then administered or at any time hereafter administered by the courts of justice in England, and the High Court shall administer the doctrines of equity in the same manner as the High Court of Justice in England administers them at the date aforesaid or at any time hereafter;  (c) the English common law of real property shall not apply to immovable property in Guyana;  (d) there shall be as heretofore one common law for both immovable and movable property, and all questions relating to immovable property within Guyana and to movable property subject to the law of Guyana shall be adjudged, determined, construed and enforced, as far as possible, according to the principles of the common law of England applicable to personal property:  Provided that  (i) immovable property may be held as heretofore in full ownership, which shall be the only ownership of immovable property recognised by the common law and shall not be subject to any rule of succession by primogeniture or preference of males to females, or to any other incident attached to land tenure or to estates in lands in England and not attached to personal property in England;  (ii) the law and practice relating to conventional mortgages or hypothecs of movable or immovable property, and to easements, profits a prendre, or LAWS OF GUYANA 8 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012        Specific performance.        Evidence in writing (Statute of Frauds).                           Sale by auction of immovable property real servitudes, and the right of opposition in the case of both transports and mortgages, shall be the law and practice now administered in those matters by the Supreme Court;  (iii) the relief by judgment for specific performance shall be granted in the case of immovable property on the same principles on which it is granted in England in the case of contracts relating to land or to interests in land;  (iv) no action shall be brought whereby to charge anyone upon    any lease of immovable  property for a period  exceeding one year, or    any contract or agreement for  the sale, mortgage, or lease of   immovable property or any  interest in or concerning  immovable property, or    any declaration, creation or  assignment of any trust  relating to immovable  property, unless the agreement  or some memorandum or note  thereof is in writing and signed  by the party to be charged or  some other person thereunto  by him lawfully authorised;  (v) the particulars or conditions of sale by auction of immovable property shall LAWS OF GUYANA Civil Law of Guyana Cap. 6:01 9  L.R.O. 1/2012 (Auctions of Land Act 1867).                      Vesting foreshore, sea-bed and minerals thereunder in the State. [11 of 1971]    c. 62:01   c. 65:01            state whether that property will be sold without reserve, or subject to a reserved price, or whether a right to bid is reserved; if it is stated that the property will be sold without reserve, or to that effect, then the seller may not employ anyone to bid at the sale, nor may the auctioneer take knowingly any bidding from that person; and where any sale by auction of immovable property is declared, either in the particulars or conditions of sale, to be subject to a right of the seller to bid, the seller, or any one person on his behalf, may bid at that auction in any manner he thinks proper.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the law of Guyana relating to wills, fideicommissa, trusts, suretyship, donations or gifts"
                },
                {
                    "representation": "(b)",
                    "description": "the common law of Guyana shall be the common law of England as at the date aforesaid including therewith the doctrines of equity as then administered or at any time hereafter administered by the courts of justice in England, and the High Court shall administer the doctrines of equity in the same manner as the High Court of Justice in England administers them at the date aforesaid or at any time hereafter;"
                },
                {
                    "representation": "(c)",
                    "description": "the English common law of real property shall not apply to immovable property in Guyana;"
                },
                {
                    "representation": "(d)",
                    "description": "there shall be as heretofore one common law for both immovable and movable property, and all questions relating to immovable property within Guyana and to movable property subject to the law of Guyana shall be adjudged, determined, construed and enforced, as far as possible, according to the principles of the common law of England applicable to personal property:  Provided that"
                },
                {
                    "representation": "(i)",
                    "description": "immovable property may be held as heretofore in full ownership, which shall be the only ownership of immovable property recognised by the common law and shall not be subject to any rule of succession by primogeniture or preference of males to females, or to any other incident attached to land tenure or to estates in lands in England and not attached to personal property in England;"
                },
                {
                    "representation": "(v)",
                    "description": "the particulars or conditions of sale by auction of immovable property shall LAWS OF GUYANA Civil Law of Guyana Cap. 6:01 9  L.R.O. 1/2012"
                }
            ]
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "(1) Vesting foreshore, sea-bed and minerals thereunder, in the State. (5) Determination of public rights (7) Saving of existing rights. (8) Foreshore. ",
            "context": "CIVIL LAW OF GUYANA ACT under (1) Vesting foreshore, sea-bed and minerals thereunder, in the State. (5) Determination of public rights (7) Saving of existing rights. (8) Foreshore. 4.)  CIVIL LAW OF GUYANA ACT LAWS OF GUYANA 4 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012   SECTION",
            "description": "4.)  CIVIL LAW OF GUYANA ACT LAWS OF GUYANA 4 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012   SECTION"
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "(1) Rules for intestate succession (22 & 23 Car. II. c. 10, adapted). (e) (1 Jas. II, c. 17, s. ",
            "context": "CIVIL LAW OF GUYANA ACT under (1) Rules for intestate succession (22 & 23 Car. II. c. 10, adapted). (e) (1 Jas. II, c. 17, s. 5.) (27 Eliz. c.",
            "description": "5.) (27 Eliz. c."
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Wills (7 W. IV. and 1 Vic. c. ",
            "context": "CIVIL LAW OF GUYANA ACT under Wills (7 W. IV. and 1 Vic. c. 6.  Where the Wills Act, and any other Act now or hereafter dealing with wills or testaments, is silent, the Wills Act, 1837, of the United Kingdom  except section 7 thereof so far as it relates to personal property, shall be part of the law of LAWS OF GUYANA Civil Law of Guyana Cap. 6:01 17  L.R.O. 1/2012                                                 Guyana and shall apply to both movable and immovable property as if the provisions dealing with personal property were specifically enacted to apply to both movable and immovable property, and in the absence of any provision by Act the English common law, including the rule against perpetuities, shall apply:  Provided always that  (a) although no descendant or ascendant of any person dying after the date aforesaid shall have any right to claim any legitimate portion, effect shall be given to any testamentary direction bequeathing a legitimate portion to any ascendant or descendant as a valid bequest of that part of the estate which would constitute a legitimate portion for the descendant or ascendant under the Roman-Dutch law;  (b) no person by will or otherwise shall so settle or dispose of any property that the rents or profits shall be accumulated for a longer term than the life of that person, or the term of twenty-one years from the death of that person, or during the minority of anyone living or en ventre sa mere at the time of the death of that person, or during the minority of anyone who would be entitled under the will or other document if of full age; and any accumulation in excess thereof shall go to the person who would be entitled but for that direction; but of the debts or for raising a portion for LAWS OF GUYANA 18 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012                   Charities. (43 Eliz. c.4)                     Voluntary conveyances and settlements. (13 Eliz. c. 5) (27 Eliz. c. 4)   the child of anyone;   (c) no person by will or other document shall so settle or dispose of any property that the rents or profits thereof shall be wholly or partially accumulated for the purchase of land only for any longer period than during the minority of anyone who would be entitled to receive the rents or profits under the will or other document if of full age.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "although no descendant or ascendant of any person dying after the date aforesaid shall have any right to claim any legitimate portion, effect shall be given to any testamentary direction bequeathing a legitimate portion to any ascendant or descendant as a valid bequest of that part of the estate which would constitute a legitimate portion for the descendant or ascendant under the Roman-Dutch law;"
                },
                {
                    "representation": "(b)",
                    "description": "no person by will or otherwise shall so settle or dispose of any property that the rents or profits shall be accumulated for a longer term than the life of that person, or the term of twenty-one years from the death of that person, or during the minority of anyone living or en ventre sa mere at the time of the death of that person, or during the minority of anyone who would be entitled under the will or other document if of full age; and any accumulation in excess thereof shall go to the person who would be entitled but for that direction; but of the debts or for raising a portion for LAWS OF GUYANA 18 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012                   Charities."
                },
                {
                    "representation": "(c)",
                    "description": "no person by will or other document shall so settle or dispose of any property that the rents or profits thereof shall be wholly or partially accumulated for the purchase of land only for any longer period than during the minority of anyone who would be entitled to receive the rents or profits under the will or other document if of full age."
                }
            ]
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "7.) (g) Intestate Estates Act, ",
            "context": "CIVIL LAW OF GUYANA ACT under 7.) (g) Intestate Estates Act, 7. Charities. (43 Eliz. c.",
            "description": "Charities. (43 Eliz. c."
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Voluntary conveyances and settlements (13 Eliz. c. ",
            "context": "CIVIL LAW OF GUYANA ACT under Voluntary conveyances and settlements (13 Eliz. c. 8.  Voluntary conveyances or settlements, or other voluntary dispositions of property, whether movable or immovable, that is to say, conveyances, settlements, or dispositions, made otherwise than on valuable consideration and in good faith lawfully conveyed to, or made in favour of, a person who is without notice of any fraudulent intent, shall LAWS OF GUYANA Civil Law of Guyana Cap. 6:01 19  L.R.O. 1/2012      Annus luctus abolished.      Trusts and Trustees.  (56 & 57 Vic. c. 53)                                 be void as against existing creditors.  MARRIAGE",
            "description": "Voluntary conveyances or settlements, or other voluntary dispositions of property, whether movable or immovable, that is to say, conveyances, settlements, or dispositions, made otherwise than on valuable consideration and in good faith lawfully conveyed to, or made in favour of, a person who is without notice of any fraudulent intent, shall LAWS OF GUYANA Civil Law of Guyana Cap. 6:01 19  L.R.O. 1/2012      Annus luctus abolished.      Trusts and Trustees.  (56 & 57 Vic. c. 53)                                 be void as against existing creditors.  MARRIAGE"
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Annus luctus abolished.  TRUSTS ",
            "context": "CIVIL LAW OF GUYANA ACT under Annus luctus abolished.  TRUSTS 9.  The obligation of observing the annus luctus, and any other limitation of the right of a widow or widower under Roman-Dutch to re-marry, are hereby abolished.  TRUSTS",
            "description": "The obligation of observing the annus luctus, and any other limitation of the right of a widow or widower under Roman-Dutch to re-marry, are hereby abolished.  TRUSTS"
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Trusts and Trustees:    56 & 57 Vic. c. ",
            "context": "CIVIL LAW OF GUYANA ACT under Trusts and Trustees:    56 & 57 Vic. c. 10.  Subject to this or any other Act, the Trustee Act, 1893, of the United Kingdom shall be part of the law of Guyana so far as the same is applicable:   Provided that  (a) the High Court may exercise any power which the High Court of Justice in England may exercise under that Act;   (b) a trustee may, in addition to the securities set out in section 1 of the aforesaid Act invest any trust moneys in the Government savings bank of Guyana, or in any bonds or inscribed stock issued by the authority of the Government of Guyana, and guaranteed by resolution of the National Assembly or by the Government of the United Kingdom, or in any municipal bonds  issued with the consent of the Government of Guyana or in any colonial stock registered in the United Kingdom in accordance with the provisions of the Colonial Stock Acts, 1877 and 1892, of the United Kingdom or in any investment sanctioned by a judge of the High Court on application by any trustee;  LAWS OF GUYANA 20 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012             (Trustee Act,",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the High Court may exercise any power which the High Court of Justice in England may exercise under that Act;"
                },
                {
                    "representation": "(b)",
                    "description": "a trustee may, in addition to the securities set out in section 1 of the aforesaid Act invest any trust moneys in the Government savings bank of Guyana, or in any bonds or inscribed stock issued by the authority of the Government of Guyana, and guaranteed by resolution of the National Assembly or by the Government of the United Kingdom, or in any municipal bonds  issued with the consent of the Government of Guyana or in any colonial stock registered in the United Kingdom in accordance with the provisions of the Colonial Stock Acts, 1877 and 1892, of the United Kingdom or in any investment sanctioned by a judge of the High Court on application by any trustee;  LAWS OF GUYANA 20 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012"
                }
            ]
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "(1) Legal rate of interest in existing contracts.   (2) Rate of interest where no rate fixed. ",
            "context": "CIVIL LAW OF GUYANA ACT under (1) Legal rate of interest in existing contracts.   (2) Rate of interest where no rate fixed. 11.  (1) Where interest is now payable upon any contract, expressed or implied, for payment of the legal or current rate of interest, or where upon any debt or sum of money interest is now payable by any rule of law, the same rate of interest shall be recoverable as if this provision had not been enacted.   (2) In all proceedings before any court of justice founded upon contract in which no rate of interest is specifically stated, the court shall award interest, if it so thinks fit, at the rate of six per cent per annum and no more.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where interest is now payable upon any contract, expressed or implied, for payment of the legal or current rate of interest, or where upon any debt or sum of money interest is now payable by any rule of law, the same rate of interest shall be recoverable as if this provision had not been enacted."
                },
                {
                    "representation": "(2)",
                    "description": "In all proceedings before any court of justice founded upon contract in which no rate of interest is specifically stated, the court shall award interest, if it so thinks fit, at the rate of six per cent per annum and no more."
                }
            ]
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "English law to prevail in insurance cases.  MISCELLANEOUS  ",
            "context": "CIVIL LAW OF GUYANA ACT under English law to prevail in insurance cases.  MISCELLANEOUS  12.  In every suit, action, and cause having reference to questions of fire and life assurance which are henceforth brought in the High Court, or in any other competent court in Guyana, the law administered for the time being by the High Court of Justice in England, so far as that law is not repugnant to, or in conflict with, any Act now in force in Guyana, shall be the law to be administered by the High Court or other competent court.   LAWS OF GUYANA Civil Law of Guyana Cap. 6:01 21  L.R.O. 1/2012              Laesio enormis and Roman Dutch pleas abolished; law of parate execution and notaries public retained.         Deeds.        Habeas corpus. (31 Ca. II., c.",
            "description": "In every suit, action, and cause having reference to questions of fire and life assurance which are henceforth brought in the High Court, or in any other competent court in Guyana, the law administered for the time being by the High Court of Justice in England, so far as that law is not repugnant to, or in conflict with, any Act now in force in Guyana, shall be the law to be administered by the High Court or other competent court.   LAWS OF GUYANA Civil Law of Guyana Cap. 6:01 21  L.R.O. 1/2012              Laesio enormis and Roman Dutch pleas abolished; law of parate execution and notaries public retained.         Deeds.        Habeas corpus. (31 Ca. II., c."
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "(1) Laesio enormis and Roman-Dutch pleas abolished; law of parate execution and notaries public retained. ",
            "context": "CIVIL LAW OF GUYANA ACT under (1) Laesio enormis and Roman-Dutch pleas abolished; law of parate execution and notaries public retained. 13.  (1) The doctrine or action of laesio enormis is hereby abolished.  (2) The pleas founded upon the benefits of excussion and division and all other pleas founded upon the Roman-Dutch or Roman law and not recognised by the English common law are hereby abolished and it shall be no longer necessary to exclude them expressly in any surety bond or other document.  (3) The law and procedure relating to parate execution and to notaries public shall continue as at present.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The doctrine or action of laesio enormis is hereby abolished."
                },
                {
                    "representation": "(2)",
                    "description": "The pleas founded upon the benefits of excussion and division and all other pleas founded upon the Roman-Dutch or Roman law and not recognised by the English common law are hereby abolished and it shall be no longer necessary to exclude them expressly in any surety bond or other document."
                },
                {
                    "representation": "(3)",
                    "description": "The law and procedure relating to parate execution and to notaries public shall continue as at present."
                }
            ]
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Deeds. ",
            "context": "CIVIL LAW OF GUYANA ACT under Deeds. 14.  Where by the English common law, or by any Act or other written law now or hereafter applying to Guyana, any matter is required to be evidenced by deed, a document notarially executed shall be held to be as valid and effectual for all purposes as if sealed and delivered as a deed.",
            "description": "Where by the English common law, or by any Act or other written law now or hereafter applying to Guyana, any matter is required to be evidenced by deed, a document notarially executed shall be held to be as valid and effectual for all purposes as if sealed and delivered as a deed."
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Habeas corpus, 31 Car. II., c. ",
            "context": "CIVIL LAW OF GUYANA ACT under Habeas corpus, 31 Car. II., c. 15.  The common law right to the writ of habeas corpus, as confirmed and regulated by the Habeas Corpus Act, 1679, of the United Kingdom shall be part of the law and procedure of Guyana and, subject to any rules of the High Court, shall be granted and issued as nearly as possible in accordance with the practice and procedure for the time being in force in regard to that writ in the High Court of Justice in England.",
            "description": "The common law right to the writ of habeas corpus, as confirmed and regulated by the Habeas Corpus Act, 1679, of the United Kingdom shall be part of the law and procedure of Guyana and, subject to any rules of the High Court, shall be granted and issued as nearly as possible in accordance with the practice and procedure for the time being in force in regard to that writ in the High Court of Justice in England."
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Assignment of debts and chases in action. (S.C. of Judicature  Act, 1873, s.25 (6).) ",
            "context": "CIVIL LAW OF GUYANA ACT under Assignment of debts and chases in action. (S.C. of Judicature  Act, 1873, s.25 (6).) 16.  Any absolute assignment, by writing under the hand of the assignor (not purporting to be by way of charge only), of any debt or other legal chose in action, of which express notice in writing has been given to the debtor, trustee, or other person from whom the assignor would have been entitled to receive or claim that debt or chose in action, shall be and be deemed to have been effectual in law (subject to all equities which would have been entitled to priority over the right of the assignee if this Act had not passed), to pass and LAWS OF GUYANA 22 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012                    Promise and agreement by parol.  (Statute of Frauds, s.",
            "description": "Any absolute assignment, by writing under the hand of the assignor (not purporting to be by way of charge only), of any debt or other legal chose in action, of which express notice in writing has been given to the debtor, trustee, or other person from whom the assignor would have been entitled to receive or claim that debt or chose in action, shall be and be deemed to have been effectual in law (subject to all equities which would have been entitled to priority over the right of the assignee if this Act had not passed), to pass and LAWS OF GUYANA 22 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012                    Promise and agreement by parol.  (Statute of Frauds, s."
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Promise and agreement by parol. (Statute of Frauds, s. ",
            "context": "CIVIL LAW OF GUYANA ACT under Promise and agreement by parol. (Statute of Frauds, s. 17.  No action shall be brought whereby to charge any heir, executor or administrator, upon any special promise to answer damages out of his own estate, or whereby to charge the defendant upon any special promise to answer for the debt, default, or miscarriage of another, or to charge anyone upon any agreement made upon consideration of marriage, or upon any agreement which is not to be performed within the space of one year from the making thereof, unless the agreement upon which the action is brought or some memorandum or note thereof, is in writing and signed by the party to be charged therewith, or some other person thereunto by him lawfully authorised.",
            "description": "No action shall be brought whereby to charge any heir, executor or administrator, upon any special promise to answer damages out of his own estate, or whereby to charge the defendant upon any special promise to answer for the debt, default, or miscarriage of another, or to charge anyone upon any agreement made upon consideration of marriage, or upon any agreement which is not to be performed within the space of one year from the making thereof, unless the agreement upon which the action is brought or some memorandum or note thereof, is in writing and signed by the party to be charged therewith, or some other person thereunto by him lawfully authorised."
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Action against executors (3 and 4 W. IV., c. 41, s. ",
            "context": "CIVIL LAW OF GUYANA ACT under Action against executors (3 and 4 W. IV., c. 41, s. 18.  An action may be maintained against the executors or administrators of anyone deceased for any wrong committed by him in his lifetime to another in respect of his property if the injury has been committed within six months before his death and if the action is brought within six months after letters of administration have been granted.",
            "description": "An action may be maintained against the executors or administrators of anyone deceased for any wrong committed by him in his lifetime to another in respect of his property if the injury has been committed within six months before his death and if the action is brought within six months after letters of administration have been granted."
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Persons of unsound mind. ",
            "context": "CIVIL LAW OF GUYANA ACT under Persons of unsound mind. 19.  (1) Where anyone has been adjudged to be of unsound mind and a proper subject for confinement under the provisions of the Mental Hospital Act, a judge of the High LAWS OF GUYANA Civil Law of Guyana Cap. 6:01 23  L.R.O. 1/2012 17 of 1959] Cap. 140 1953 Ed.                     53 Vic., c. 5                      Cap. 140 1953 Ed.  Court may, on application by the Attorney-General, or by a wife, husband, blood relation, creditor, or duly appointed agent or attorney of the person so adjudged, make an order as to the custody of the person so adjudged, and thereupon that order shall supersede any order of committal or removal made under the Act aforesaid and if any previous order of committal or removal has been made, the judge shall cause the Attorney-General to be notified of the application and shall fix a day for hearing his objection (if any) thereto.  (2) On the application of any of the persons mentioned in the preceding subsection, the judge may also, in respect of the estate or property in Guyana of any of those hereinafter mentioned, and whether they are or are not resident or domiciled in Guyana, make any of the orders, or exercise or direct to be exercised any of the powers, which a judge in lunacy may make or exercise or direct to be exercised under the Lunacy Act, 1890, of the United Kingdom and any Act amending it.  (3) The persons in respect of whose estate or property in Guyana any order may be made or power exercised under the last preceding subsection are as follows  (a) any lunatic or person of unsound mind  (i) so adjudged under the Mental Hospital Act;  (ii) so found by inquisition within the meaning of the Lunacy Act, 1890, of the United Kingdom whether so adjudged under the Mental Hospital Act or not; (iii) not so found or LAWS OF GUYANA 24 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012                                              c. 3:02   adjudged, for the administration of whose property any order has been made by a court of competent jurisdiction in any part of the United Kingdom or in any colony or dependency thereof;  (b) anyone lawfully detained as a lunatic or person of unsound mind though not so found;  (c) anyone with regard to whom it is proved to the satisfaction of the judge by affidavit or otherwise that  (i) he is, through mental infirmity arising from disease or age, incapable of managing his affairs;  (ii) he is of unsound mind and incapable of managing his affairs:  (iii) he is or has been a criminal lunatic and continues to be insane and in confinement.  (4) The practice and procedure of the High Court under this section and the costs in relation thereto shall be regulated by rules of court made under the High Court Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where anyone has been adjudged to be of unsound mind and a proper subject for confinement under the provisions of the Mental Hospital Act, a judge of the High LAWS OF GUYANA Civil Law of Guyana Cap. 6:01 23  L.R.O. 1/2012 17 of 1959] Cap. 140 1953 Ed.                     53 Vic., c. 5                      Cap. 140 1953 Ed.  Court may, on application by the Attorney-General, or by a wife, husband, blood relation, creditor, or duly appointed agent or attorney of the person so adjudged, make an order as to the custody of the person so adjudged, and thereupon that order shall supersede any order of committal or removal made under the Act aforesaid and if any previous order of committal or removal has been made, the judge shall cause the Attorney-General to be notified of the application and shall fix a day for hearing his objection"
                },
                {
                    "representation": "(2)",
                    "description": "On the application of any of the persons mentioned in the preceding subsection, the judge may also, in respect of the estate or property in Guyana of any of those hereinafter mentioned, and whether they are or are not resident or domiciled in Guyana, make any of the orders, or exercise or direct to be exercised any of the powers, which a judge in lunacy may make or exercise or direct to be exercised under the Lunacy Act, 1890, of the United Kingdom and any Act amending it."
                },
                {
                    "representation": "(3)",
                    "description": "The persons in respect of whose estate or property in Guyana any order may be made or power exercised under the last preceding subsection are as follows"
                },
                {
                    "representation": "(a)",
                    "description": "any lunatic or person of unsound mind"
                },
                {
                    "representation": "(i)",
                    "description": "he is, through mental infirmity arising from disease or age, incapable of managing his affairs;"
                },
                {
                    "representation": "(b)",
                    "description": "anyone lawfully detained as a lunatic or person of unsound mind though not so found;"
                },
                {
                    "representation": "(c)",
                    "description": "anyone with regard to whom it is proved to the satisfaction of the judge by affidavit or otherwise that"
                },
                {
                    "representation": "(4)",
                    "description": "The practice and procedure of the High Court under this section and the costs in relation thereto shall be regulated by rules of court made under the High Court Act."
                }
            ]
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Declaration. ",
            "context": "CIVIL LAW OF GUYANA ACT under Declaration. 20.  (1) All Acts, regulations, or rules, purporting to protection or LAWS OF GUYANA Civil Law of Guyana Cap. 6:01 25  L.R.O. 1/2012 Declaration.                                           Monopolies.     confer any franchise, vote, appointing or nominating power, or any right to be elected, appointed, or nominated to any government, municipal, or other public office of honour or emolument, shall apply and since the year 1838 have applied equally to all British subjects or Commonwealth citizens of every race or origin within Guyana without any distinction whatsoever, and every British subject or Commonwealth citizens possessing the qualifications (if any) prescribed thereunder for exercising that power or holding that office shall exercise or hold it, as the case may be, independently of race or origin.  (2) All Acts, regulations, or rules, purporting to confer upon British subjects or Commonwealth citizens any right of trade, commerce, land holding, land transfer, lease or mortgage of movable or immovable property, or any right of association, or purporting to regulate the exercise thereof, shall apply and since the year 1838 have always applied to all British subjects or Commonwealth citizens resident within Guyana.  (3) From and after the commencement of this Act, all regulations and rules referred to in subsections (1) and (2) of this section shall apply to all persons of East Indian race or origin (not being subjects of any non- Indian foreign state) whether those persons are British subjects, or British protected persons, or subjects of any Indian native state.  (4) No British subject and no one of East Indian race or origin (not being a subject of a non-Indian foreign state) shall be subject to any legal, political, or other disability, disqualification, or incapacity by reason only of his race or place of origin.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "of this section shall apply to all persons of East Indian race or origin"
                },
                {
                    "representation": "(3)",
                    "description": "From and after the commencement of this Act, all regulations and rules referred to in subsections"
                },
                {
                    "representation": "(4)",
                    "description": "No British subject and no one of East Indian race or origin"
                }
            ]
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Monopolies. ",
            "context": "CIVIL LAW OF GUYANA ACT under Monopolies. 21.  The provisions of law contained in the Schedule (being provisions relating to monopolies) shall have effect in Guyana . LAWS OF GUYANA 26 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012 Royal prerogative.          s. 22                                 Monopolies, &c., shall be tried by the common law.",
            "description": "The provisions of law contained in the Schedule (being provisions relating to monopolies) shall have effect in Guyana . LAWS OF GUYANA 26 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012 Royal prerogative.          s. 22                                 Monopolies, &c., shall be tried by the common law."
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Royal prerogative.   SCHEDULE—Provisions relating to monopolies.    __________________________     LAWS OF GUYANA Civil Law of Guyana Cap. 6:01 5  L.R.O. 1/2012 1929 Ed. c. 7 1953 Ed. c. 2 _______________________________________________________ 15 of 1916 An Act to codify certain portions of the Roman-Dutch Law of the State and in other matters to substitute the English Common Law and Principles of Equity, along with certain English Statutory Provisions for the Roman-Dutch Law.  [1st JANAURY, 1917]  Short title.    Interpretation.                  Roman-Dutch terms.      Saving of existing rights.  ",
            "context": "CIVIL LAW OF GUYANA ACT under Royal prerogative.   SCHEDULEProvisions relating to monopolies.    __________________________     LAWS OF GUYANA Civil Law of Guyana Cap. 6:01 5  L.R.O. 1/2012 1929 Ed. c. 7 1953 Ed. c. 2 _______________________________________________________ 15 of 1916 An Act to codify certain portions of the Roman-Dutch Law of the State and in other matters to substitute the English Common Law and Principles of Equity, along with certain English Statutory Provisions for the Roman-Dutch Law.  [1st JANAURY, 1917]  Short title.    Interpretation.                  Roman-Dutch terms.      Saving of existing rights.  22.  Except as specifically enacted, nothing in this Act contained shall be deemed to limit or restrict the royal prerogative as hitherto enjoyed by the British Crown under the Roman-Dutch law of Guyana, and except as aforesaid that prerogative shall as from the date aforesaid comprehend all the pre-eminence and all the special dignities, liberties, privileges, and powers conferred upon the Crown by the common law of England.  SCHEDULE  PROVISIONS RELATING TO MONOPOLIES",
            "description": "Except as specifically enacted, nothing in this Act contained shall be deemed to limit or restrict the royal prerogative as hitherto enjoyed by the British Crown under the Roman-Dutch law of Guyana, and except as aforesaid that prerogative shall as from the date aforesaid comprehend all the pre-eminence and all the special dignities, liberties, privileges, and powers conferred upon the Crown by the common law of England.  SCHEDULE  PROVISIONS RELATING TO MONOPOLIES"
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1890",
            "title": "(Modified.)  (6) Escheat.  WILLS CHARITIES AND GIFTS  ",
            "context": "CIVIL LAW OF GUYANA ACT under (Modified.)  (6) Escheat.  WILLS CHARITIES AND GIFTS  1890. (Modified)                     father shall not take in exclusion of the mother, but each shall be entitled if of the same degree to a separate and equal share, and if, after the death of either parent, any of the children die intestate without wife or children, every brother and sister and their representatives shall have an equal share with the surviving parent;  (f) the husband of the survivor shall not be entitled to any preference or to any greater interest than the wife would have where the wife is the survivor, but shall take a like share, and a wifes estate shall be subject in all respects to the same rules of distribution as a husbands estate;  (g) if the estate does not exceed in value four hundred and eighty dollars, the surviving spouse, if any, whether there are descendants or not of the intestate, shall take the whole estate absolutely and exclusively, and, if the estate exceeds four hundred and eighty dollars, whether there are descendants or not of the intestate, shall be entitled to four hundred and eighty dollars as a just charge, without prejudice to or diminution of his or her share as above provided, and the residue shall be treated as if it were the whole estate;  (h) the degrees of kindred shall be reckoned by counting every generation from the intestate up to the LAWS OF GUYANA 14 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012                            Escheat.  c. 46:01                   common ancestor and down thence to the person in question.  (2) The rules of succession to both immovable and movable property shall be the same, and no distinction shall be made between movable and immovable property for purposes of distribution.  (3) No special rule of succession in the county of Berbice pursuant to any law, customs or charter shall be valid or enforceable after the date aforesaid.  (4) In any matter not provided for by this section the common law of England shall apply.  (5) Any claim which might have been made by or on behalf of the State to exclude a surviving spouse on failure of blood relations of the deceased under the common law of Berbice or under the common law of Demerara and Essequibo shall cease to be valid or enforceable.  (6)(a) In the absence of all blood relations, including all persons entitled to succeed to the estate of a deceased person under section 11 of the Legitimacy Act and in the absence of a surviving wife or husband of a deceased person, his residuary estate shall belong to the State as bona vacantia and in lieu of any right to escheat.  (b) the President may, at any time, out of the whole or any part of the property devolving on the State as aforesaid, provide for  (i) dependants, whether kindred or not, of the intestate;   (ii) persons other than dependants for whom the intestate might reasonably have been expected to make LAWS OF GUYANA Civil Law of Guyana Cap. 6:01 15  L.R.O. 1/2012                                                 provision; and  (iii) other persons who would have succeeded to the estate of the deceased but for their own, or their ancestors, or the deceaseds illegitimacy.  (c) The personal representative of a deceased person may, before transferring any property to the State as bona vacantia, publish a notice in the Gazette and in a daily newspaper circulating in the district or county in which the deceased ordinarily resided, calling on all persons desiring to claim any of the property to lodge their claim with the personal representative within three months from the date of the publication of the notice in the Gazette.  (d) The personal representative of a deceased person may, before transferring any property to the State as bona vacantia, apply to the Court for the opinion, advice or direction of the Court on any question respecting the ascertainment of any claim to any property of the deceased or the transfer of such property to the State.  (e) The personal representative of a deceased person who, before transferring any property to the State as bona vacantia, publishes notices in accordance with paragraph (c) and acts in accordance with any opinion, advice or direction of the Court, shall be deemed, so far as regards his own responsibility, to have discharged his obligations and his duty as personal representative in the subject matter of the application:  Provided that this paragraph shall not extend to indemnify any personal representative in respect of any act done in accordance with the opinion, advice or direction of the Court, if he has been guilty of any fraud or wilful concealment or misrepresentation in obtaining that opinion, LAWS OF GUYANA 16 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012              13:01                              Wills. c. 12:02 (7W.IV. and 1 Vic c.26)  advice or direction.  (f) No proceedings may be brought against the State in respect of any property disposed of in pursuance of paragraph (b).  (g) In this subsection the expression personal representative of a deceased person includes the Public Trustee acting in the capacity of a personal representative with respect to any intestacy, and section 13 of the Public Trustee Act shall have no application to monies received by the Public Trustee acting as aforesaid.  (7) In determining relationships for the purposes of this section no regard shall be had to whether any person is born in wedlock or out of wedlock and a person born out of wedlock shall be entitled to the same rights under this section as a person born in wedlock:  Provided that a man shall not, as the father of a child born out of wedlock and dying intestate, be entitled to take any interest under this section in the estate of the child unless, before the death of the child   (i) he had been adjudged to be the father of the child by a court of competent jurisdiction; or  (ii) he had acknowledged the child to be his own and had contributed towards the maintenance of the child.  WILLS, CHARITIES AND GIFTS",
            "description": [
                {
                    "representation": "(f)",
                    "description": "No proceedings may be brought against the State in respect of any property disposed of in pursuance of paragraph"
                },
                {
                    "representation": "(g)",
                    "description": "In this subsection the expression personal representative of a deceased person includes the Public Trustee acting in the capacity of a personal representative with respect to any intestacy, and section 13 of the Public Trustee Act shall have no application to monies received by the Public Trustee acting as aforesaid."
                },
                {
                    "representation": "(h)",
                    "description": "the degrees of kindred shall be reckoned by counting every generation from the intestate up to the LAWS OF GUYANA 14 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012                            Escheat.  c. 46:01                   common ancestor and down thence to the person in question."
                },
                {
                    "representation": "(2)",
                    "description": "The rules of succession to both immovable and movable property shall be the same, and no distinction shall be made between movable and immovable property for purposes of distribution."
                },
                {
                    "representation": "(3)",
                    "description": "No special rule of succession in the county of Berbice pursuant to any law, customs or charter shall be valid or enforceable after the date aforesaid."
                },
                {
                    "representation": "(4)",
                    "description": "In any matter not provided for by this section the common law of England shall apply."
                },
                {
                    "representation": "(5)",
                    "description": "Any claim which might have been made by or on behalf of the State to exclude a surviving spouse on failure of blood relations of the deceased under the common law of Berbice or under the common law of Demerara and Essequibo shall cease to be valid or enforceable."
                },
                {
                    "representation": "(a)",
                    "description": "In the absence of all blood relations, including all persons entitled to succeed to the estate of a deceased person under section 11 of the Legitimacy Act and in the absence of a surviving wife or husband of a deceased person, his residuary estate shall belong to the State as bona vacantia and in lieu of any right to escheat."
                },
                {
                    "representation": "(b)",
                    "description": "the President may, at any time, out of the whole or any part of the property devolving on the State as aforesaid, provide for"
                },
                {
                    "representation": "(i)",
                    "description": "he had been adjudged to be the father of the child by a court of competent jurisdiction; or"
                },
                {
                    "representation": "(c)",
                    "description": "and acts in accordance with any opinion, advice or direction of the Court, shall be deemed, so far as regards his own responsibility, to have discharged his obligations and his duty as personal representative in the subject matter of the application:  Provided that this paragraph shall not extend to indemnify any personal representative in respect of any act done in accordance with the opinion, advice or direction of the Court, if he has been guilty of any fraud or wilful concealment or misrepresentation in obtaining that opinion, LAWS OF GUYANA 16 Cap. 6:01 Civil Law of Guyana  L.R.O. 1/2012              13:01                              Wills. c. 12:02"
                },
                {
                    "representation": "(d)",
                    "description": "The personal representative of a deceased person may, before transferring any property to the State as bona vacantia, apply to the Court for the opinion, advice or direction of the Court on any question respecting the ascertainment of any claim to any property of the deceased or the transfer of such property to the State."
                },
                {
                    "representation": "(e)",
                    "description": "The personal representative of a deceased person who, before transferring any property to the State as bona vacantia, publishes notices in accordance with paragraph"
                },
                {
                    "representation": "(7)",
                    "description": "In determining relationships for the purposes of this section no regard shall be had to whether any person is born in wedlock or out of wedlock and a person born out of wedlock shall be entitled to the same rights under this section as a person born in wedlock:  Provided that a man shall not, as the father of a child born out of wedlock and dying intestate, be entitled to take any interest under this section in the estate of the child unless, before the death of the child"
                }
            ]
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1892",
            "title": "Incorporated by section ",
            "context": "CIVIL LAW OF GUYANA ACT under Incorporated by section 1892.  Incorporated by section",
            "description": "Incorporated by section"
        }
    },
    {
        "act": "CIVIL LAW OF GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "1894.) ",
            "context": "CIVIL LAW OF GUYANA ACT under 1894.) 1894.)       Legal rate of interest in existing contracts.      Rate of interest where no rate fixed.    English law to prevail in insurance cases.           (c) a trustee shall be entitled to fair and reasonable compensation for his services, and for his time expended, in and about the trust estate allowed by a judge of the High Court or allowed by any Act to an administrator in like cases, and any judge may on summary application fix the amount of the compensation although the trust estate is not before the Court in any action;  (d) a trustee shall not be liable for breach of trust by reason only of his continuing to hold an investment which has ceased to be an investment authorised by the instrument of trust or by the general law.",
            "description": [
                {
                    "representation": "(c)",
                    "description": "a trustee shall be entitled to fair and reasonable compensation for his services, and for his time expended, in and about the trust estate allowed by a judge of the High Court or allowed by any Act to an administrator in like cases, and any judge may on summary application fix the amount of the compensation although the trust estate is not before the Court in any action;"
                },
                {
                    "representation": "(d)",
                    "description": "a trustee shall not be liable for breach of trust by reason only of his continuing to hold an investment which has ceased to be an investment authorised by the instrument of trust or by the general law."
                }
            ]
        }
    }
]