[
    {
        "act": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  PART I CAPACITY, PROPERTY AND LIABILITIES OF MARRIED WOMEN; AND LIABILITIES OF HUSBANDS; ABOLITION OF PRESUMPTION OF COERCION OF WIFE BY HUSBAND  ",
            "context": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT under Short title.  PART I CAPACITY, PROPERTY AND LIABILITIES OF MARRIED WOMEN; AND LIABILITIES OF HUSBANDS; ABOLITION OF PRESUMPTION OF COERCION OF WIFE BY HUSBAND  1.  This Act may be cited as the Law Reform (Miscellaneous Provisions) Act.     CHAPTER 6:02  LAW REFORM (MISCELLANEOUS PROVISIONS) ACT   LAWS OF GUYANA Law Reform (Miscellaneous Provisions) Cap. 6:02 5  L.R.O. 1/2012             Capacity of married women. c. 45:04                      Property of married women.            PART I CAPACITY, PROPERTY AND LIABILITIES OF MARRIED WOMEN; AND LIABILITIES OF HUSBANDS; ABOLITION OF PRESUMPTION OF COERCION OF WIFE BY HUSBAND",
            "description": "This Act may be cited as the Law Reform (Miscellaneous Provisions) Act.     CHAPTER 6:02  LAW REFORM (MISCELLANEOUS PROVISIONS) ACT   LAWS OF GUYANA Law Reform (Miscellaneous Provisions) Cap. 6:02 5  L.R.O. 1/2012             Capacity of married women. c. 45:04                      Property of married women.            PART I CAPACITY, PROPERTY AND LIABILITIES OF MARRIED WOMEN; AND LIABILITIES OF HUSBANDS; ABOLITION OF PRESUMPTION OF COERCION OF WIFE BY HUSBAND"
        }
    },
    {
        "act": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Capacity of married women. ",
            "context": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT under Capacity of married women. 2.  Subject to this Part and subject, as respects actions in tort between husband and wife, to section 12 of the Married Persons (Property) Act, a married woman shall  (a) be capable of acquiring, holding and disposing of, any property; and  (b) be capable of rendering herself, and being rendered, liable in respect of any tort, contract, debt, or obligation; and  (c) be capable of suing and being sued, either in tort or in contract or otherwise; and  (d) be subject to the law relating to insolvency and to the enforcement of judgments and orders,  in all respects as if she were unmarried.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "be capable of acquiring, holding and disposing of, any property; and"
                },
                {
                    "representation": "(b)",
                    "description": "be capable of rendering herself, and being rendered, liable in respect of any tort, contract, debt, or obligation; and"
                },
                {
                    "representation": "(c)",
                    "description": "be capable of suing and being sued, either in tort or in contract or otherwise; and"
                },
                {
                    "representation": "(d)",
                    "description": "be subject to the law relating to insolvency and to the enforcement of judgments and orders,  in all respects as if she were unmarried."
                }
            ]
        }
    },
    {
        "act": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Property of married women. ",
            "context": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT under Property of married women. 3.  (1) Subject to this Part, all property which  (a) immediately before the passing of this Act was the separate property of a married woman or held for her separate use in equity; or  (b) belongs at the time of her marriage to a woman married after the passing of this Act; or  (c) after the passing of this Act is LAWS OF GUYANA 6 Cap. 6:02 Law Reform (Miscellaneous Provisions)  L.R.O. 1/2012                                                 acquired by or devolves upon a married woman other than a woman married in community of property,  shall belong to her in all respects as if she were unmarried and may be disposed of accordingly:  Provided that nothing in this subsection shall interfere with or render inoperative any restriction upon anticipation or alienation attached to the enjoyment of any property by virtue of any provision attaching such a restriction, contained in any Act passed before the passing of this Act, or in any instrument executed before the 1st January,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Part, all property which"
                },
                {
                    "representation": "(a)",
                    "description": "immediately before the passing of this Act was the separate property of a married woman or held for her separate use in equity; or"
                },
                {
                    "representation": "(b)",
                    "description": "belongs at the time of her marriage to a woman married after the passing of this Act; or"
                },
                {
                    "representation": "(c)",
                    "description": "after the passing of this Act is LAWS OF GUYANA 6 Cap. 6:02 Law Reform"
                }
            ]
        }
    },
    {
        "act": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Abolition of husband’s liability for wife’s torts and ante-nuptial contracts, debts and obligations. ",
            "context": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT under Abolition of husbands liability for wifes torts and ante-nuptial contracts, debts and obligations. 4.  Subject to this Part the husband of a married woman shall not, by reason only of his being her husband, be liable  (a) in respect of any tort committed by her whether before or after the marriage, or in respect of any contract entered into, or debt or obligation incurred, by her before the marriage; or  (b) be sued, or made a party to any legal proceeding brought, in respect of any such tort, contract, debt, or obligation.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in respect of any tort committed by her whether before or after the marriage, or in respect of any contract entered into, or debt or obligation incurred, by her before the marriage; or"
                },
                {
                    "representation": "(b)",
                    "description": "be sued, or made a party to any legal proceeding brought, in respect of any such tort, contract, debt, or obligation."
                }
            ]
        }
    },
    {
        "act": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Savings. ",
            "context": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT under Savings. 5.  (1) Nothing in this Part shall  (a) during the coverture which began before the 20th August, 1904, affect any property to which the title (whether vested or contingent, and whether in possession, reversion, or remainder) of a married woman accrued before that date, except property held for her separate use in equity;  (b) affect any legal proceeding in respect of any tort if proceedings have been LAWS OF GUYANA 8 Cap. 6:02 Law Reform (Miscellaneous Provisions)  L.R.O. 1/2012                                                 instituted in respect thereof before the passing of this Act;  (c) enable any judgment or order against a married woman in respect of a contract entered into, or debt or obligation incurred, before the passing of this Act, to be enforced in solvency or to be enforced otherwise than against her property.  (2) For the avoidance of doubt it is hereby declared that nothing in this Part  (a) renders the husband of a married woman liable in respect of any contract entered into, or debt or obligation incurred, by her after the marriage in respect of which he would not have been liable if this Act had not been passed;  (b) exempts the husband of a married woman from liability in respect of any contract entered into, or debt or obligation (not being a debt or obligation arising out of the commission of a tort) incurred, by her after the marriage in respect of which he would have been liable if this Act had not been passed;  (c) prevents a husband and wife from acquiring, holding, and disposing of, any property jointly or as tenants in common, or from rendering themselves, or being rendered, jointly liable in respect of any tort, contract, LAWS OF GUYANA Law Reform (Miscellaneous Provisions) Cap. 6:02 9  L.R.O. 1/2012            Abolition of presumption of coercion of wife by husband. [21 of 1932]           Proceedings against, and contribution between joint and several tortfeasors.                 debt or obligation, and of suing and being sued either in tort or in contract or otherwise, in like manner as if they were not married;  (d)  prevents the exercise of any joint power given to a husband and wife.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Nothing in this Part shall"
                },
                {
                    "representation": "(a)",
                    "description": "renders the husband of a married woman liable in respect of any contract entered into, or debt or obligation incurred, by her after the marriage in respect of which he would not have been liable if this Act had not been passed;"
                },
                {
                    "representation": "(b)",
                    "description": "exempts the husband of a married woman from liability in respect of any contract entered into, or debt or obligation"
                },
                {
                    "representation": "(c)",
                    "description": "prevents a husband and wife from acquiring, holding, and disposing of, any property jointly or as tenants in common, or from rendering themselves, or being rendered, jointly liable in respect of any tort, contract, LAWS OF GUYANA Law Reform"
                },
                {
                    "representation": "(2)",
                    "description": "For the avoidance of doubt it is hereby declared that nothing in this Part"
                },
                {
                    "representation": "(d)",
                    "description": "prevents the exercise of any joint power given to a husband and wife."
                }
            ]
        }
    },
    {
        "act": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Abolition of presumption of coercion of wife by husband.  PART II PROCEEDINGS AGAINST, AND CONTRIBUTIONS BETWEEN, TORTFEASORS  ",
            "context": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT under Abolition of presumption of coercion of wife by husband.  PART II PROCEEDINGS AGAINST, AND CONTRIBUTIONS BETWEEN, TORTFEASORS  6.  Any presumption of law that an offence committed by a wife in the presence of her husband is committed under the coercion of her husband is hereby abolished, but on a charge against a wife for any offence other than treason or murder it shall be a good defence to prove that the offence was committed in the presence of, and under the coercion of, the husband.  PART II PROCEEDINGS AGAINST, AND CONTRIBUTIONS BETWEEN, TORTFEASORS",
            "description": "Any presumption of law that an offence committed by a wife in the presence of her husband is committed under the coercion of her husband is hereby abolished, but on a charge against a wife for any offence other than treason or murder it shall be a good defence to prove that the offence was committed in the presence of, and under the coercion of, the husband.  PART II PROCEEDINGS AGAINST, AND CONTRIBUTIONS BETWEEN, TORTFEASORS"
        }
    },
    {
        "act": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Proceedings against, and contribution between joint and several tortfeasors.  PART III CONTRIBUTORY NEGLIGENCE AND FOR PURPOSES  CONNECTED THEREWITH  ",
            "context": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT under Proceedings against, and contribution between joint and several tortfeasors.  PART III CONTRIBUTORY NEGLIGENCE AND FOR PURPOSES  CONNECTED THEREWITH  7.  (1) Where damage is suffered by any person as a result of a tort (whether a crime or not)  (a) judgment recovered against any tortfeasor liable in respect of that damage shall not be a bar to an action against any other person who would, if sued, have been liable as a joint tortfeasor in respect of the same damage;  (b) if more than one action is brought in respect of that damage by or on behalf of the person by whom it was suffered, or for the benefit of the estate, or of the wife, husband, parent or child, of that person, against tortfeasors liable in respect of the LAWS OF GUYANA 10 Cap. 6:02 Law Reform (Miscellaneous Provisions)  L.R.O. 1/2012                                                 damage (whether as joint tortfeasors or  otherwise) the sums recoverable under the judgments given in those actions by way of damages shall not in the aggregate exceed the amount of the damages awarded by the judgment first given; and in any of those actions, other than that in which judgment is first given, the plaintiff shall not be entitled to costs unless the court is of the opinion that there was reasonable ground for bringing the action;  (c) any tortfeasor liable in respect of that damage may recover contribution from any other tortfeasor who is, or would if sued have been liable in respect of the same damage, whether as a joint tortfeasor or otherwise, so, however, that no person shall be entitled to recover contribution under this section from any person entitled to be indemnified by him in respect of the liability in respect of which the contribution is sought.  (2) In any proceedings for contribution under this section the amount of contribution recoverable from any person shall be such as may be found by the court to be just and equitable having regard to the extent of that persons responsibility for the damage; and the court shall have power to exempt any person from liability to make contribution, or to direct that the contribution to be recovered from any person shall amount to a complete indemnity.  (3) For the purposes of this section    LAWS OF GUYANA Law Reform (Miscellaneous Provisions) Cap. 6:02 11  L.R.O. 1/2012                                                 (a) (i) parent includes father and mother, and grandfather and grandmother, and stepfather and stepmother;    child includes son and daughter, and grandson and granddaughter, and stepson and stepdaughter;  (ii) a person shall be deemed to be  the parent or child of another person notwithstanding that  he is or was only related to him  illegitimately; and accordingly  in deducing any relationship  which, under this Part only, is  included within the meaning  of the expression parent and  child, any illegitimate person  shall be treated as being, or as  having been, the legitimate  offspring of his mother and  reputed father;  (b) the reference in this section to judgment first given shall, in a case where that judgment is reversed on appeal, be construed as a reference to the judgment first given which is not so reversed and, in a case where a judgment is varied on appeal, be construed as a reference to that judgment as so varied.  (4) Nothing in this section shall  (a) apply with respect to any tort LAWS OF GUYANA 12 Cap. 6:02 Law Reform (Miscellaneous Provisions)  L.R.O. 1/2012                      Interpretation.       Cap. 111 1953 Ed.         Apportionment of liability in case of contributory negligence.       committed before the commencement of this Part; or  (b) affect any criminal proceedings against any person in respect of any wrongful act; or  (c) render enforceable any agreement for indemnity which would not have been enforceable if this section had not been passed.  PART III CONTRIBUTORY NEGLIGENCE AND FOR PURPOSES CONNECTED THEREWITH",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where damage is suffered by any person as a result of a tort"
                },
                {
                    "representation": "(a)",
                    "description": "apply with respect to any tort LAWS OF GUYANA 12 Cap. 6:02 Law Reform"
                },
                {
                    "representation": "(b)",
                    "description": "affect any criminal proceedings against any person in respect of any wrongful act; or"
                },
                {
                    "representation": "(c)",
                    "description": "render enforceable any agreement for indemnity which would not have been enforceable if this section had not been passed.  PART III CONTRIBUTORY NEGLIGENCE AND FOR PURPOSES CONNECTED THEREWITH"
                },
                {
                    "representation": "(2)",
                    "description": "In any proceedings for contribution under this section the amount of contribution recoverable from any person shall be such as may be found by the court to be just and equitable having regard to the extent of that persons responsibility for the damage; and the court shall have power to exempt any person from liability to make contribution, or to direct that the contribution to be recovered from any person shall amount to a complete indemnity."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section    LAWS OF GUYANA Law Reform"
                },
                {
                    "representation": "(4)",
                    "description": "Nothing in this section shall"
                }
            ]
        }
    },
    {
        "act": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Interpretation. ",
            "context": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT under Interpretation. 8.  In this Part  damage includes loss of life and personal injury;  dependant means any person for whose benefit an action could be brought under the Accidental Deaths and Workmens Injuries (Compensation) Ordinance, and any Act amending the same or substituted therefor;  fault means negligence, breach of statutory duty or other act or omission which gives rise to a liability in tort, or would, apart from this Part, give rise to a defence of contributory negligence.",
            "description": "In this Part  damage includes loss of life and personal injury;  dependant means any person for whose benefit an action could be brought under the Accidental Deaths and Workmens Injuries (Compensation) Ordinance, and any Act amending the same or substituted therefor;  fault means negligence, breach of statutory duty or other act or omission which gives rise to a liability in tort, or would, apart from this Part, give rise to a defence of contributory negligence."
        }
    },
    {
        "act": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Apportionment of liability in case of contributory negligence. ",
            "context": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT under Apportionment of liability in case of contributory negligence. 9.  (1) Where any person suffers damage as the result partly of his own fault and partly of the fault of any other person or persons, a claim in respect of that damage shall not be defeated by reason of the fault of the person suffering the damage, but the damages recoverable in respect thereof shall be reduced to such extent as the court thinks just and equitable having regard to the claimants share in the responsibility for the damage: LAWS OF GUYANA Law Reform (Miscellaneous Provisions) Cap. 6:02 13  L.R.O. 1/2012                                         Cap. 111 1953 Ed.       Provided that  (a) this subsection shall not operate to defeat any defence arising under a contract;  (b) where any contract or enactment providing for the limitation of liability is applicable to the claim, the amount of damages  recoverable by the claimant by virtue of this subsection shall not exceed the maximum limit so applicable.   (2) Where damages are recoverable by any person by virtue of the foregoing subsection subject to such reduction as is therein mentioned, the court shall find and record the total damages which would have been recoverable if the claimant had not been at fault.  (3) Section 7 shall apply in any case where two or more persons are liable or would, if they had all been sued, be liable by virtue of subsection (1) of this section in respect of the damage suffered by any person.  (4) Where any person dies as the result partly of his own fault and partly of the fault of any other person or persons, and accordingly if an action were brought for the benefit of the estate under Part IV, the damages recoverable would be reduced under subsection (1), any damages recoverable in an action brought for the benefit of the dependants of that person under the Accidental Deaths and Workmens Injuries (Compensation) Ordinance shall be reduced to a proportionate extent.  (5) Where in any case to which subsection (1) applies, one of the persons at fault avoids liability to any other such person or his personal representative by pleading LAWS OF GUYANA 14 Cap. 6:02 Law Reform (Miscellaneous Provisions)  L.R.O. 1/2012 c. 7:02         22 & 23 Geo. 5, c.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "applies, one of the persons at fault avoids liability to any other such person or his personal representative by pleading LAWS OF GUYANA 14 Cap. 6:02 Law Reform"
                },
                {
                    "representation": "(a)",
                    "description": "this subsection shall not operate to defeat any defence arising under a contract;"
                },
                {
                    "representation": "(b)",
                    "description": "where any contract or enactment providing for the limitation of liability is applicable to the claim, the amount of damages  recoverable by the claimant by virtue of this subsection shall not exceed the maximum limit so applicable."
                },
                {
                    "representation": "(2)",
                    "description": "Where damages are recoverable by any person by virtue of the foregoing subsection subject to such reduction as is therein mentioned, the court shall find and record the total damages which would have been recoverable if the claimant had not been at fault."
                },
                {
                    "representation": "(3)",
                    "description": "Section 7 shall apply in any case where two or more persons are liable or would, if they had all been sued, be liable by virtue of subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Where any person dies as the result partly of his own fault and partly of the fault of any other person or persons, and accordingly if an action were brought for the benefit of the estate under Part IV, the damages recoverable would be reduced under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Where in any case to which subsection"
                }
            ]
        }
    },
    {
        "act": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Saving for Maritime Conventions Act, 1911, and past cases.    LAWS OF GUYANA 4 Cap. 6:02 Law Reform (Miscellaneous Provisions)  L.R.O. 1/2012 SECTION PART IV EFFECT OF DEATH ON CERTAIN CAUSES OF ACTION  ",
            "context": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT under Saving for Maritime Conventions Act, 1911, and past cases.    LAWS OF GUYANA 4 Cap. 6:02 Law Reform (Miscellaneous Provisions)  L.R.O. 1/2012 SECTION PART IV EFFECT OF DEATH ON CERTAIN CAUSES OF ACTION  10.  (1) This Part shall not apply to any claim in which section one of the applied Act entitled the Maritime Conventions Act, 1911, applies and that Act shall have effect as if this Part had not been passed.  (2) This Part shall not apply to any case where the acts or omissions giving rise to the claim occurred before the passing of this Part.  PART IV EFFECT OF DEATH ON CERTAIN CAUSES OF ACTION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Part shall not apply to any claim in which section one of the applied Act entitled the Maritime Conventions Act, 1911, applies and that Act shall have effect as if this Part had not been passed."
                },
                {
                    "representation": "(2)",
                    "description": "This Part shall not apply to any case where the acts or omissions giving rise to the claim occurred before the passing of this Part.  PART IV EFFECT OF DEATH ON CERTAIN CAUSES OF ACTION"
                }
            ]
        }
    },
    {
        "act": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Effect of death on certain causes of action.  PART V INTEREST ON DEBTS, DAMAGES AND JUDGMENTS  ",
            "context": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT under Effect of death on certain causes of action.  PART V INTEREST ON DEBTS, DAMAGES AND JUDGMENTS  11.  (1) Subject to this section, on the death of any person after the commencement of this Part, all causes of action subsisting against or vested in him shall survive against, or, as the case may be, for the benefit of, his estate:  Provided that this subsection shall not apply to causes of action for defamation, or seduction, or for inducing one spouse to leave or remain apart from the other or to claims for damages on the ground of adultery.  (2) Where a cause of action survives as aforesaid LAWS OF GUYANA Law Reform (Miscellaneous Provisions) Cap. 6:02 15  L.R.O. 1/2012                                                 for the benefit of the estate of a deceased person, the damages recoverable for the benefit of the estate of that person  (a) shall not include   (i) any exemplary damages;  (ii) any damages for loss of income in respect of any period after that persons death;  (b) in the case of a breach of promise to marry shall be limited to such damage, if any, to the estate of that person as flows from the breach of promise to marry;  (c) where the death of that person has been caused by the act or omission which gives rise to the cause of action, shall be calculated without reference to any loss or gain to his estate consequent on his death, except that a sum in respect of funeral expenses may be included.  (3) No proceedings shall be maintainable in respect of a cause of action in tort which by virtue of this section has survived against the estate of a deceased person, unless either  (a) proceedings against him in respect of that cause of action were pending at the date of his death; or  (b) the cause of action arose not earlier than six months before his death and LAWS OF GUYANA 16 Cap. 6:02 Law Reform (Miscellaneous Provisions)  L.R.O. 1/2012                        Cap. 111 1953 Ed.                        proceedings are taken in respect thereof not later than six months after his personal representative took out representation.  (4) Where damage has been suffered by reason of any act or omission in respect of which a cause of action would have subsisted against any person if that person had not died before or at the same time as the damage was suffered, there shall be deemed, for the purposes of this Part, to have been subsisting against him before his death such cause of action in respect of that act or omission as would have subsisted if he had died after the damage was suffered.  (5) The rights conferred by this Part for the benefit of the estates of deceased persons shall be in addition to and not in derogation of any rights conferred on the dependants of deceased persons by the Accidental Deaths and Workmens Injuries (Compensation) Ordinances or the applied Act entitled the Carriage of Air Act, 1932, as applied to Guyana by the applied law entitled the Carriage by Air (Colonies, Protectorates and Mandated Territories) Order, 1934, and so much of this Part as relates to causes of action against the estates of deceased persons shall apply in relation to causes of action under said Acts as it applies in relation to other causes of action not expressly excepted from the operation of subsection (1).  (6) In the event of the insolvency of an estate against which proceedings are maintainable by virtue of this section, any liability in respect of the cause of action in respect of which the proceedings are maintainable shall be deemed to be a debt provable in the administration of the estate, notwithstanding that it is a demand in the nature of unliquidated damages arising otherwise than by a contract, promise or breach of trust.   LAWS OF GUYANA Law Reform (Miscellaneous Provisions) Cap. 6:02 17  L.R.O. 1/2012     Power of the courts to award interest on debts, damages and judgments. [29 of 1961]  PART V INTEREST.ON DEBTS, DAMAGES AND JUDGMENTS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, on the death of any person after the commencement of this Part, all causes of action subsisting against or vested in him shall survive against, or, as the case may be, for the benefit of, his estate:  Provided that this subsection shall not apply to causes of action for defamation, or seduction, or for inducing one spouse to leave or remain apart from the other or to claims for damages on the ground of adultery."
                },
                {
                    "representation": "(2)",
                    "description": "Where a cause of action survives as aforesaid LAWS OF GUYANA Law Reform"
                },
                {
                    "representation": "(a)",
                    "description": "proceedings against him in respect of that cause of action were pending at the date of his death; or"
                },
                {
                    "representation": "(i)",
                    "description": "any exemplary damages;"
                },
                {
                    "representation": "(b)",
                    "description": "the cause of action arose not earlier than six months before his death and LAWS OF GUYANA 16 Cap. 6:02 Law Reform"
                },
                {
                    "representation": "(c)",
                    "description": "where the death of that person has been caused by the act or omission which gives rise to the cause of action, shall be calculated without reference to any loss or gain to his estate consequent on his death, except that a sum in respect of funeral expenses may be included."
                },
                {
                    "representation": "(3)",
                    "description": "No proceedings shall be maintainable in respect of a cause of action in tort which by virtue of this section has survived against the estate of a deceased person, unless either"
                },
                {
                    "representation": "(4)",
                    "description": "Where damage has been suffered by reason of any act or omission in respect of which a cause of action would have subsisted against any person if that person had not died before or at the same time as the damage was suffered, there shall be deemed, for the purposes of this Part, to have been subsisting against him before his death such cause of action in respect of that act or omission as would have subsisted if he had died after the damage was suffered."
                },
                {
                    "representation": "(5)",
                    "description": "The rights conferred by this Part for the benefit of the estates of deceased persons shall be in addition to and not in derogation of any rights conferred on the dependants of deceased persons by the Accidental Deaths and Workmens Injuries"
                },
                {
                    "representation": "(6)",
                    "description": "In the event of the insolvency of an estate against which proceedings are maintainable by virtue of this section, any liability in respect of the cause of action in respect of which the proceedings are maintainable shall be deemed to be a debt provable in the administration of the estate, notwithstanding that it is a demand in the nature of unliquidated damages arising otherwise than by a contract, promise or breach of trust.   LAWS OF GUYANA Law Reform"
                }
            ]
        }
    },
    {
        "act": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1953",
            "title": "(2) Any instrument executed on or after the 1st January, 1953, shall, in so far as it purports to attach to the enjoyment of any property by a woman any restriction upon anticipation or alienation which could not have been attached to the enjoyment of that property by a man, be void.  (3) For the purposes of the provisions of this section relating to restrictions upon anticipation or alienation—  (a) an instrument attaching such a restriction as aforesaid executed on or after the 1st January, 1953, in pursuance of an obligation imposed before that date to attach such a restriction shall be deemed to have been executed before the said 1st January;  (b) a provision contained in an instrument made in exercise of a special power of appointment shall be deemed to be contained in that instrument only and not in the LAWS OF GUYANA Law Reform (Miscellaneous Provisions) Cap. 6:02 7  L.R.O. 1/2012               Abolition of husband’s liability for wife’s torts and ante-nuptial contracts, debts and obligations.          Savings.                 instrument by which the power was created; and  (c) the will of any testator who dies after the 31st December, 1962, shall (notwithstanding the actual date of the execution thereof) be deemed to have been executed after 1st January, ",
            "context": "LAW REFORM (MISCELLANEOUS PROVISIONS) ACT under (2) Any instrument executed on or after the 1st January, 1953, shall, in so far as it purports to attach to the enjoyment of any property by a woman any restriction upon anticipation or alienation which could not have been attached to the enjoyment of that property by a man, be void.  (3) For the purposes of the provisions of this section relating to restrictions upon anticipation or alienation  (a) an instrument attaching such a restriction as aforesaid executed on or after the 1st January, 1953, in pursuance of an obligation imposed before that date to attach such a restriction shall be deemed to have been executed before the said 1st January;  (b) a provision contained in an instrument made in exercise of a special power of appointment shall be deemed to be contained in that instrument only and not in the LAWS OF GUYANA Law Reform (Miscellaneous Provisions) Cap. 6:02 7  L.R.O. 1/2012               Abolition of husbands liability for wifes torts and ante-nuptial contracts, debts and obligations.          Savings.                 instrument by which the power was created; and  (c) the will of any testator who dies after the 31st December, 1962, shall (notwithstanding the actual date of the execution thereof) be deemed to have been executed after 1st January, 1953.",
            "description": "1953."
        }
    }
]