[
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "DEFAMATION ACT under Short title. 1.  This Act may be cited as the Defamation Act.",
            "description": "This Act may be cited as the Defamation Act."
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "DEFAMATION ACT under Interpretation. 2.  In this Act broadcasting by means of wireless telegraphy means publication for general reception by means of wireless telegraphy within the meaning of the Post and Telegraph Act and  LAWS OF GUYANA 4 Cap. 6:03 Defamation   L.R.O. 1/2012                       Broadcast statements.    Slander affecting  official, professional or business reputation.     Slander of title and other injurious falsehood.        broadcast by means of wireless telegraphy shall be construed accordingly; Court means the High Court;  newspaper means any paper containing public news, intelligence or occurrences, or any remarks or observations thereon printed for sale, and published in Guyana periodically or in parts or numbers at intervals not exceeding thirty-six days between the publication of any two such papers, parts or numbers; also any paper printed in order to be dispersed, and made public weekly or oftener, or at intervals not exceeding thirty-six days containing only or principally advertisements;  words  includes a reference to pictures, visual images, gestures and other methods of signifying meaning.",
            "description": "In this Act broadcasting by means of wireless telegraphy means publication for general reception by means of wireless telegraphy within the meaning of the Post and Telegraph Act and  LAWS OF GUYANA 4 Cap. 6:03 Defamation   L.R.O. 1/2012                       Broadcast statements.    Slander affecting  official, professional or business reputation.     Slander of title and other injurious falsehood.        broadcast by means of wireless telegraphy shall be construed accordingly; Court means the High Court;  newspaper means any paper containing public news, intelligence or occurrences, or any remarks or observations thereon printed for sale, and published in Guyana periodically or in parts or numbers at intervals not exceeding thirty-six days between the publication of any two such papers, parts or numbers; also any paper printed in order to be dispersed, and made public weekly or oftener, or at intervals not exceeding thirty-six days containing only or principally advertisements;  words  includes a reference to pictures, visual images, gestures and other methods of signifying meaning."
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Broadcast statements. ",
            "context": "DEFAMATION ACT under Broadcast statements. 3.  For the purposes of the law of libel and slander, the broadcasting of words by means of wireless telegraphy shall be treated as publication in permanent form.",
            "description": "For the purposes of the law of libel and slander, the broadcasting of words by means of wireless telegraphy shall be treated as publication in permanent form."
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Slander affecting official, professional or business reputation. ",
            "context": "DEFAMATION ACT under Slander affecting official, professional or business reputation. 4.  In any action for slander in respect of words calculated to disparage the plaintiff in any office, profession, calling, trade or business held or carried on by him at the time of the publication, it shall not be necessary to allege or prove special damage, whether or not the words are spoken of the plaintiff in the way of his office, profession, calling, trade or business.",
            "description": "In any action for slander in respect of words calculated to disparage the plaintiff in any office, profession, calling, trade or business held or carried on by him at the time of the publication, it shall not be necessary to allege or prove special damage, whether or not the words are spoken of the plaintiff in the way of his office, profession, calling, trade or business."
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Slander of title and other injurious falsehood. ",
            "context": "DEFAMATION ACT under Slander of title and other injurious falsehood. 5.  (1) In an action for slander of title, slander of goods or other malicious falsehood, it shall not be necessary to allege or prove special damage  (a) if the words upon which the action is founded are calculated to cause pecuniary damage to the plaintiff and are published in writing or other permanent form; or LAWS OF GUYANA Defamation Cap. 6:03 5  L.R.O. 1/2012                  Slander of person. [19 of 1990]         Justification.           Fair comment.           (b) if the said words are calculated to cause pecuniary damage to the plaintiff in respect of any office, profession, calling, trade or business held or carried on by him at the time of the publication.  (2) Section 3 shall apply for the purposes of this section as it applies for the purposes of the law of libel and slander.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In an action for slander of title, slander of goods or other malicious falsehood, it shall not be necessary to allege or prove special damage"
                },
                {
                    "representation": "(a)",
                    "description": "if the words upon which the action is founded are calculated to cause pecuniary damage to the plaintiff and are published in writing or other permanent form; or LAWS OF GUYANA Defamation Cap. 6:03 5  L.R.O. 1/2012                  Slander of person. [19 of 1990]         Justification.           Fair comment."
                },
                {
                    "representation": "(b)",
                    "description": "if the said words are calculated to cause pecuniary damage to the plaintiff in respect of any office, profession, calling, trade or business held or carried on by him at the time of the publication."
                },
                {
                    "representation": "(2)",
                    "description": "Section 3 shall apply for the purposes of this section as it applies for the purposes of the law of libel and slander."
                }
            ]
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Slander of person. ",
            "context": "DEFAMATION ACT under Slander of person. 6.  Words spoken and published which impute unchastity or adultery to any person shall not require special damage to render them actionable: Provided always, that in any action for words spoken and made actionable by this section, a plaintiff shall not recover more costs than damages, unless the judge certifies that there was reasonable ground for bringing the action.",
            "description": "Words spoken and published which impute unchastity or adultery to any person shall not require special damage to render them actionable: Provided always, that in any action for words spoken and made actionable by this section, a plaintiff shall not recover more costs than damages, unless the judge certifies that there was reasonable ground for bringing the action."
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Justification. ",
            "context": "DEFAMATION ACT under Justification. 7.  In any action for libel or slander in respect of words containing two or more distinct charges against the plaintiff, a defence of justification shall not fail by reason only that the truth of every charge is not proved if the words not proved to be true do not materially injure the plaintiffs reputation having regard to the truth of the remaining charges.",
            "description": "In any action for libel or slander in respect of words containing two or more distinct charges against the plaintiff, a defence of justification shall not fail by reason only that the truth of every charge is not proved if the words not proved to be true do not materially injure the plaintiffs reputation having regard to the truth of the remaining charges."
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Fair comment. ",
            "context": "DEFAMATION ACT under Fair comment. 8.  In any action for libel or slander in respect of words consisting partly of allegations of fact and partly of expression of opinion, a defence of fair comment shall not fail by reason only that the truth of every allegation of fact is not proved if the expression of opinion is fair comment having regard to such of the facts alleged or referred to in the words complained of as are proved.  LAWS OF GUYANA 6 Cap. 6:03 Defamation   L.R.O. 1/2012 Evidence of apology in mitigation of damages.          Evidence of other proceedings in mitigation of damages.        Special plea in action for libel in newspaper.                      Unintentional defamation.",
            "description": "In any action for libel or slander in respect of words consisting partly of allegations of fact and partly of expression of opinion, a defence of fair comment shall not fail by reason only that the truth of every allegation of fact is not proved if the expression of opinion is fair comment having regard to such of the facts alleged or referred to in the words complained of as are proved.  LAWS OF GUYANA 6 Cap. 6:03 Defamation   L.R.O. 1/2012 Evidence of apology in mitigation of damages.          Evidence of other proceedings in mitigation of damages.        Special plea in action for libel in newspaper.                      Unintentional defamation."
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Evidence of apology in mitigation of damages. ",
            "context": "DEFAMATION ACT under Evidence of apology in mitigation of damages. 9.  In any action for libel or slander the defendant (after notice in writing of his intention to do so, duly given to the plaintiff at the time of filing or delivering the plea in that action) may give in evidence  in mitigation of damages that he made or offered an apology to the plaintiff for the libel or slander before the commencement of the action, or as soon afterwards as he had an opportunity of doing so, if the action has been commenced before there was an opportunity of making or offering the apology.",
            "description": "In any action for libel or slander the defendant (after notice in writing of his intention to do so, duly given to the plaintiff at the time of filing or delivering the plea in that action) may give in evidence  in mitigation of damages that he made or offered an apology to the plaintiff for the libel or slander before the commencement of the action, or as soon afterwards as he had an opportunity of doing so, if the action has been commenced before there was an opportunity of making or offering the apology."
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Evidence of other proceedings in mitigation of damages. ",
            "context": "DEFAMATION ACT under Evidence of other proceedings in mitigation of damages. 10.  In any action for libel or slander the defendant may give evidence in mitigation of damages that the plaintiff has recovered damages, or has brought actions for damages, for libel or slander in respect of the publication of words to the same effect as the words on which the action is founded, or has received or agreed to receive compensation in respect of any such publication.",
            "description": "In any action for libel or slander the defendant may give evidence in mitigation of damages that the plaintiff has recovered damages, or has brought actions for damages, for libel or slander in respect of the publication of words to the same effect as the words on which the action is founded, or has received or agreed to receive compensation in respect of any such publication."
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Special plea in action for libel in newspaper. ",
            "context": "DEFAMATION ACT under Special plea in action for libel in newspaper. 11.  (1) In any action for libel contained in any newspaper, the defendant may plead that the libel was inserted in that newspaper without actual malice and without gross negligence, and that, before the commencement of the action or at the earliest opportunity afterwards he inserted in the newspaper a full apology for the said libel, or, if the newspaper in which the said libel appeared is ordinarily published at intervals exceeding one week, had offered to publish the apology in any newspaper to be selected by the plaintiff in the action.  (2) No defendant in the action may file any such plea without at the same time making a payment of money into Court by way of amends for the injury sustained by the publication of the libel, and every plea so filed without payment of money into Court shall be deemed a nullity and may be so treated by the plaintiff in the action.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In any action for libel contained in any newspaper, the defendant may plead that the libel was inserted in that newspaper without actual malice and without gross negligence, and that, before the commencement of the action or at the earliest opportunity afterwards he inserted in the newspaper a full apology for the said libel, or, if the newspaper in which the said libel appeared is ordinarily published at intervals exceeding one week, had offered to publish the apology in any newspaper to be selected by the plaintiff in the action."
                },
                {
                    "representation": "(2)",
                    "description": "No defendant in the action may file any such plea without at the same time making a payment of money into Court by way of amends for the injury sustained by the publication of the libel, and every plea so filed without payment of money into Court shall be deemed a nullity and may be so treated by the plaintiff in the action."
                }
            ]
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Unintentional defamation. ",
            "context": "DEFAMATION ACT under Unintentional defamation. 12.  (1) A person who has published words alleged to be defamatory of another person may, if he claims that the LAWS OF GUYANA Defamation Cap. 6:03 7  L.R.O. 1/2012                                                 words were published by him innocently in relation to that other person, make an offer of amends under this section; and in any such case  (a) if the offer is accepted by the party aggrieved and is duly performed, no proceedings for libel or slander shall be taken or continued by that party against the person making the offer in respect of the publication in question (but without prejudice to any cause of action against any other person jointly responsible for that publication);  (b) if the offer is not accepted by the party aggrieved, then, except as otherwise provided by this section, it shall be a defence, in any proceedings by him for libel or slander against the person making the offer in respect of the publication in question, to prove that the words complained of were published by the defendant innocently in relation to the plaintiff and that the offer was made as soon as practicable after the defendant received notice that they were or might be defamatory of the plaintiff, and has not been withdrawn.  (2) An offer of amends under this section must be expressed to be made for the purposes of this section, and must be accompanied by an affidavit specifying the facts relied upon by the person making it to show that the words in question were published by him innocently in relation to the party aggrieved; and for the purposes of a defence under subsection (1) (b) no evidence, other than evidence of facts specified in the affidavit, shall be admissible on behalf of that LAWS OF GUYANA 8 Cap. 6:03 Defamation   L.R.O. 1/2012                                                 person to prove that the words were so published.  (3) An offer of amends under this section shall be understood to mean an offer  (a) in any case, to publish or join in the publication of a suitable correction of the words complained of, and a sufficient apology to the party aggrieved in respect of those words;  (b) where copies of a document or record containing the said words have been distributed by or with the knowledge of the person making the offer, to take such steps as are reasonably practicable on his part for notifying persons to whom copies have been so distributed that the words are alleged to be defamatory of the party aggrieved.  (4) Where an offer of amends under this section is accepted by the party aggrieved  (a) any question as to the steps to be taken into fulfilment of the offer as so accepted shall in default of agreement between the parties be referred to and determined by the Court, whose decision thereon shall be final;  (b) the power of the Court to make orders as to costs in proceedings by the party aggrieved against the person making the offer in respect of the publication in question, or in proceedings in respect of the offer under paragraph LAWS OF GUYANA Defamation Cap. 6:03 9  L.R.O. 1/2012                                                 (a), shall include power to order the payment by the person making the offer to the party aggrieved of costs on an indemnity basis and any expenses reasonably incurred or to be incurred by that party in consequence of the publication in question;  and if no such proceedings as aforesaid are taken, the Court may, upon application made by the party aggrieved, make any such order for the payment of such costs and expenses as aforesaid as could be made in such proceedings.  (5) For the purposes of this section words shall be treated as published by one person (in this subsection referred to as the publisher) innocently in relation to another person if and only if the following conditions are satisfied, that is to say  (a) that the publisher did not intend to publish them of and concerning that other person, and did not know of circumstances by virtue of which they might be understood to refer to him; or  (b) that the words were not defamatory on the face of them, and the publisher did not know of circumstances by virtue of which they might be understood to be defamatory of that other person,  and in either case that the publisher exercised all reasonable care in relation to the publication; and any reference in this subsection to the publisher shall be construed as including a reference to any servant or agent of his who was concerned with the contents of the publication. LAWS OF GUYANA 10 Cap. 6:03 Defamation   L.R.O. 1/2012         Newspaper reports of judicial proceedings privileged.    Cap. 29  1953 Ed.   Newspaper reports of proceedings of privileged.                         (6) Subsection (1)(b) shall not apply in relation to the publication by any person of words of which he is not the author unless he proves that the words were written by the author without malice.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(b) no evidence, other than evidence of facts specified in the affidavit, shall be admissible on behalf of that LAWS OF GUYANA 8 Cap. 6:03 Defamation   L.R.O. 1/2012                                                 person to prove that the words were so published."
                },
                {
                    "representation": "(a)",
                    "description": "that the publisher did not intend to publish them of and concerning that other person, and did not know of circumstances by virtue of which they might be understood to refer to him; or"
                },
                {
                    "representation": "(b)",
                    "description": "shall not apply in relation to the publication by any person of words of which he is not the author unless he proves that the words were written by the author without malice."
                },
                {
                    "representation": "(2)",
                    "description": "An offer of amends under this section must be expressed to be made for the purposes of this section, and must be accompanied by an affidavit specifying the facts relied upon by the person making it to show that the words in question were published by him innocently in relation to the party aggrieved; and for the purposes of a defence under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "An offer of amends under this section shall be understood to mean an offer"
                },
                {
                    "representation": "(4)",
                    "description": "Where an offer of amends under this section is accepted by the party aggrieved"
                },
                {
                    "representation": "(5)",
                    "description": "For the purposes of this section words shall be treated as published by one person"
                },
                {
                    "representation": "(6)",
                    "description": "Subsection"
                }
            ]
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Newspaper reports of judicial proceedings privileged. ",
            "context": "DEFAMATION ACT under Newspaper reports of judicial proceedings privileged. 13.  A fair and accurate report in any newspaper of proceedings publicly heard before any court exercising judicial authority shall, if published contemporaneously with such proceedings, be privileged:  Provided that nothing in this section shall authorise the publication of any matter prohibited by the Judicial Proceedings (Regulation of Reports) Ordinance.",
            "description": "A fair and accurate report in any newspaper of proceedings publicly heard before any court exercising judicial authority shall, if published contemporaneously with such proceedings, be privileged:  Provided that nothing in this section shall authorise the publication of any matter prohibited by the Judicial Proceedings (Regulation of Reports) Ordinance."
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Newspaper reports of proceedings of public meetings privileged. ",
            "context": "DEFAMATION ACT under Newspaper reports of proceedings of public meetings privileged. 14.  A fair and accurate report published in any newspaper of the proceedings of a public meeting or (except where neither the public nor any newspaper reporter is admitted) of any meeting of a council, board or local government authority formed or constituted under any written law, or of any committee appointed by any of the abovementioned bodies, and the publication at the request of any Ministry or of any Government office or department of any notice or report issued by them for the information of the public shall be privileged, unless it shall be proved that such report or publication was published or made maliciously:  Provided that  (a) the protection intended to be afforded by this section shall not be available as a defence in any proceedings if it shall be proved that the defendant has been requested to publish in the newspaper in which the report or other publication complained of appeared, a reasonable letter or statement by way of contradiction or explanation of such report or other public meetings LAWS OF GUYANA Defamation Cap. 6:03 11  L.R.O. 1/2012                             Limitation on privilege at elections.        Agreements for indemnity.        Consolidation of actions.        publication, and has refused or neglected to insert the same;  (b) nothing in this section shall be deemed or construed to limit or abridge any privilege now by law existing, or to protect the publication of any matter not of public concern and the publication of which is not for the public benefit.  For the purposes of this section public meeting shall mean any meeting bona fide and lawfully held for a lawful purpose and for the furtherance or discussion of any matter or public concern, whether the admission thereto be general or restricted.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the protection intended to be afforded by this section shall not be available as a defence in any proceedings if it shall be proved that the defendant has been requested to publish in the newspaper in which the report or other publication complained of appeared, a reasonable letter or statement by way of contradiction or explanation of such report or other public meetings LAWS OF GUYANA Defamation Cap. 6:03 11  L.R.O. 1/2012                             Limitation on privilege at elections.        Agreements for indemnity.        Consolidation of actions.        publication, and has refused or neglected to insert the same;"
                },
                {
                    "representation": "(b)",
                    "description": "nothing in this section shall be deemed or construed to limit or abridge any privilege now by law existing, or to protect the publication of any matter not of public concern and the publication of which is not for the public benefit.  For the purposes of this section public meeting shall mean any meeting bona fide and lawfully held for a lawful purpose and for the furtherance or discussion of any matter or public concern, whether the admission thereto be general or restricted."
                }
            ]
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Limitation of privilege at elections. ",
            "context": "DEFAMATION ACT under Limitation of privilege at elections. 15.  A defamatory statement published by or on behalf of a candidate in any election to a local government authority or to the National Assembly shall not be deemed to be published on a privileged occasion on the ground that it is material to a question in issue in the election, whether or not the person by whom it is published is qualified to vote at the election.",
            "description": "A defamatory statement published by or on behalf of a candidate in any election to a local government authority or to the National Assembly shall not be deemed to be published on a privileged occasion on the ground that it is material to a question in issue in the election, whether or not the person by whom it is published is qualified to vote at the election."
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Agreements for indemnity. ",
            "context": "DEFAMATION ACT under Agreements for indemnity. 16.  An agreement for indemnifying any person against civil liability for libel in respect of the publication of any matter shall not be unlawful unless at the time of the publication that person knows that the matter is defamatory, and does not reasonably believe there is a good defence to any action brought upon it.",
            "description": "An agreement for indemnifying any person against civil liability for libel in respect of the publication of any matter shall not be unlawful unless at the time of the publication that person knows that the matter is defamatory, and does not reasonably believe there is a good defence to any action brought upon it."
        }
    },
    {
        "act": "DEFAMATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Consolidation of actions. ",
            "context": "DEFAMATION ACT under Consolidation of actions. 17.  It shall be competent for a judge or the Court, upon an application by or on behalf of two or more defendants in actions in respect of the same, or substantially the same, libel, slander, slander of title or other injurious falsehood brought by one and the same person to make an order for the consolidation of such actions, so that they shall be tried together and after such order has been made, and before the trial of the said actions, the defendants in any new LAWS OF GUYANA 12 Cap. 6:03 Defamation   L.R.O. 1/2012                            Extension of certain defences to broadcasting.                   actions instituted in respect of the same, or substantially the same, libel, slander, slander of title or other injurious falsehood, shall also be entitled to be joined in a common action upon a joint application being made by such new defendants and the defendants in the actions already consolidated.  (2) In a consolidated action under this section the Court shall assess the whole amount of the damages (if any) in one sum, but a separate verdict shall be taken for or against each defendant in the same way as if the actions consolidated had been tried separately; and if the Court shall have found a verdict against the defendant or defendants in more than one of the actions so consolidated, the judge shall proceed to apportion the amount of the damages which he shall have so found between and against the said last-mentioned defendants; and the judge at the trial, if he awards to the plaintiff the costs of the action, shall thereupon make such order as he shall deem just for the apportionment of such costs between and against such defendants.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "In a consolidated action under this section the Court shall assess the whole amount of the damages"
                }
            ]
        }
    }
]