[
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "STATE LANDS ACT under Short title. 1. This Act may be cited as the State Lands Act.",
            "description": "This Act may be cited as the State Lands Act."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  GRANTS, LEASES AND LICENCES  ",
            "context": "STATE LANDS ACT under Interpretation.  GRANTS, LEASES AND LICENCES  2.  In this Act  boat means any vessel or craft, and includes the tackle, apparel, and furniture belonging thereto or used therewith;  Commissioner means the Commissioner of Lands, or, in the absence of the Commissioner, the officer of the department next in rank;  department means the Lands Department;  mineral  means  gold,  silver,  precious  stones,  and  any  valuable mineral to which the Mining Act applies;  officer means any officer of the department, and any forest officer under the Forests Act;  State  lands  regulations  means  any  regulations  made  under  the authority of section 17;  vehicle means anything used in conveying on land any substance or thing seized or liable to seizure under this Act, and includes any animal  attached to or used with the vehicle, together with all harness, tackle, and appurtenances.  GRANTS, LEASES  AND  LICENCES",
            "description": "In this Act  boat means any vessel or craft, and includes the tackle, apparel, and furniture belonging thereto or used therewith;  Commissioner means the Commissioner of Lands, or, in the absence of the Commissioner, the officer of the department next in rank;  department means the Lands Department;  mineral  means  gold,  silver,  precious  stones,  and  any  valuable mineral to which the Mining Act applies;  officer means any officer of the department, and any forest officer under the Forests Act;  State  lands  regulations  means  any  regulations  made  under  the authority of section 17;  vehicle means anything used in conveying on land any substance or thing seized or liable to seizure under this Act, and includes any animal  attached to or used with the vehicle, together with all harness, tackle, and appurtenances.  GRANTS, LEASES  AND  LICENCES"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Issue of grants, leases and licences. ",
            "context": "STATE LANDS ACT under Issue of grants, leases and licences. 3. (1) Subject to this Act or the Forests Act, the President may  (a)      make absolute or provisional grants of any State lands of Guyana, subject to such conditions (if any) as he thinks fit or as are provided by the regulations for the time being in force; LAWS OF GUYANA State Lands Cap. 62:01 7  L.R.O. 1/2012       c. 67:01                                           (b)   grant leases of any State lands of Guyana for such terms, and subject to such conditions (if any) as he thinks fit or as are provided by those regulations, or the Forests Act or any regulations made thereunder;  (c)  subject to paragraphs (e) and (f), authorise the Commissioner to issue licences to occupy any State lands for any of the following purposes, namely, agriculture or taking or obtaining any substance or thing found in those lands, or any other purpose beneficial to the occupier;  (d)  subject to paragraphs (e) and (f), authorise the Commissioner to give permission to occupy any of those lands  for any of those purposes, or to take or obtain any substance   or  thing  found  therein  without  giving  any exclusive right to occupy any specified part thereof;  (e)      authorise the Conservator of Forests to issue licences to occupy any State Lands for the purpose of cutting wood in the forest thereon, or of taking or obtaining any balata or such  other substance or thing found in those lands as the Minister  may by order designate for the purposes of this paragraph, or  to give permission to occupy any of those lands for any of the purposes mentioned in this paragraph without giving any  LAWS OF GUYANA 8 Cap. 62:01 State Lands      L.R.O. 1/2012                            c. 65:01                     exclusive right to occupy any special part thereof; or  (f)  authorise the Commissioner of Geological Surveys and Mines to issue licences to occupy any State Lands for the purpose of quarrying stone, or gravel, or kaolin and other clays,  or  taking  or  obtaining  any  stone  or  such  other substance or thing found in those lands as the Minister may by order designate for the purposes of this paragraph, or to give permission to occupy any of those lands for any of the purposes  mentioned in this paragraph without giving any exclusive right to occupy any specified part thereof:  Provided that no grant, licence or permission, shall be issued under this Act authorising anyone to take or obtain from State lands any mineral, but all licences to take or obtain minerals shall be issued under the Mining Act.  (2) References in this Act to the Commissioner shall, in so far as they relate to any matter for which  (i)     the Conservator of Forests may be authorised under subsection (1)(e); (ii)     the Commissioner of Geological Surveys and Mines may be authorised under section (1)(f),  shall be construed and have effect as references to the Conservator of Forests and the Commissioner of Geological Surveys and Mines, respectively and any authority conferred upon the Commissioner prior to the coming into operation of LAWS OF GUYANA State Lands Cap. 62:01 9  L.R.O. 1/2012        Conversion of State lands into Government lands. [4 of 1972]          Reservation of minerals.                   the subsection in respect of the matters referred to in paragraphs (i) and (ii) respectively shall have effect as an authority conferred upon the Conservator of Forests and the Commissioner of Geological Surveys and Mines, as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act or the Forests Act, the President may"
                },
                {
                    "representation": "(a)",
                    "description": "make absolute or provisional grants of any State lands of Guyana, subject to such conditions"
                },
                {
                    "representation": "(b)",
                    "description": "grant leases of any State lands of Guyana for such terms, and subject to such conditions"
                },
                {
                    "representation": "(c)",
                    "description": "subject to paragraphs"
                },
                {
                    "representation": "(e)",
                    "description": "authorise the Conservator of Forests to issue licences to occupy any State Lands for the purpose of cutting wood in the forest thereon, or of taking or obtaining any balata or such  other substance or thing found in those lands as the Minister  may by order designate for the purposes of this paragraph, or  to give permission to occupy any of those lands for any of the purposes mentioned in this paragraph without giving any  LAWS OF GUYANA 8 Cap. 62:01 State Lands      L.R.O. 1/2012                            c. 65:01                     exclusive right to occupy any special part thereof; or"
                },
                {
                    "representation": "(d)",
                    "description": "subject to paragraphs"
                },
                {
                    "representation": "(f)",
                    "description": "authorise the Commissioner of Geological Surveys and Mines to issue licences to occupy any State Lands for the purpose of quarrying stone, or gravel, or kaolin and other clays,  or  taking  or  obtaining  any  stone  or  such  other substance or thing found in those lands as the Minister may by order designate for the purposes of this paragraph, or to give permission to occupy any of those lands for any of the purposes  mentioned in this paragraph without giving any exclusive right to occupy any specified part thereof:  Provided that no grant, licence or permission, shall be issued under this Act authorising anyone to take or obtain from State lands any mineral, but all licences to take or obtain minerals shall be issued under the Mining Act."
                },
                {
                    "representation": "(2)",
                    "description": "References in this Act to the Commissioner shall, in so far as they relate to any matter for which"
                },
                {
                    "representation": "(i)",
                    "description": "and"
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Conversion of State lands into Government lands.  CONDITIONS AND LIMITATIONS  ",
            "context": "STATE LANDS ACT under Conversion of State lands into Government lands.  CONDITIONS AND LIMITATIONS  4.  Whenever the President deems it expedient that any State lands should be converted into Government lands, the President may issue a grant of those lands, subject to such conditions (if any) as he thinks fit, to the Commissioner and his successors in office for and on behalf of the State as Government lands and thereupon such lands shall be held by the Commissioner and his successors in office as Government lands.  CONDITIONS   AND  LIMITATIONS",
            "description": "Whenever the President deems it expedient that any State lands should be converted into Government lands, the President may issue a grant of those lands, subject to such conditions (if any) as he thinks fit, to the Commissioner and his successors in office for and on behalf of the State as Government lands and thereupon such lands shall be held by the Commissioner and his successors in office as Government lands.  CONDITIONS   AND  LIMITATIONS"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Reservation of minerals. ",
            "context": "STATE LANDS ACT under Reservation of minerals. 5.  No grant or sale of any State lands made under this Act shall be deemed to confer any right to any mineral therein, and all minerals notwithstanding the grant or sale, shall be deemed to remain and, shall remain the absolute property of the State.",
            "description": "No grant or sale of any State lands made under this Act shall be deemed to confer any right to any mineral therein, and all minerals notwithstanding the grant or sale, shall be deemed to remain and, shall remain the absolute property of the State."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Where grant or licence is to be set up for sale at auction. ",
            "context": "STATE LANDS ACT under Where grant or licence is to be set up for sale at auction. 6. (1) The President, in any case in which he deems it expedient to do  so,  may direct that any grant, licence, or permission shall be exposed to public competition at auction.  (2) Unless the President in any case otherwise directs, when two or more applications are made in respect of the same tract of State land, all being for a grant thereof, or all for a licence of occupancy thereof, for the same purposes, and more than one of the applications are received before notice of any one of them has been published, the grant or licence of occupancy for which application is made shall be exposed to public competition at auction.  (3) When two or more applications are made in respect of the same tract of State land, some being for a grant   auction. set up for sale at licence is to be Where grant or  LAWS OF GUYANA 10 Cap. 62:01 State Lands      L.R.O. 1/2012                  Where grant or licence put up to auction.                             and some for a licence of  occupancy  for  a  stated  purpose,  or  all  being  for  licences  of occupancy but not all for the same purpose, and more than one of the applications are received before notice of any one application has been published, the President shall direct that a grant, or (if it appears to him expedient) a licence of occupancy for any of the said purposes he deems best, shall be exposed to public competition at auction.  (4) In all cases other than those hereinbefore specified, no grant or licence of occupancy for which application is made shall be exposed to public competition at auction unless the President in any case otherwise directs.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The President, in any case in which he deems it expedient to do  so,  may direct that any grant, licence, or permission shall be exposed to public competition at auction."
                },
                {
                    "representation": "(2)",
                    "description": "Unless the President in any case otherwise directs, when two or more applications are made in respect of the same tract of State land, all being for a grant thereof, or all for a licence of occupancy thereof, for the same purposes, and more than one of the applications are received before notice of any one of them has been published, the grant or licence of occupancy for which application is made shall be exposed to public competition at auction."
                },
                {
                    "representation": "(3)",
                    "description": "When two or more applications are made in respect of the same tract of State land, some being for a grant   auction. set up for sale at licence is to be Where grant or  LAWS OF GUYANA 10 Cap. 62:01 State Lands      L.R.O. 1/2012                  Where grant or licence put up to auction.                             and some for a licence of  occupancy  for  a  stated  purpose,  or  all  being  for  licences  of occupancy but not all for the same purpose, and more than one of the applications are received before notice of any one application has been published, the President shall direct that a grant, or"
                },
                {
                    "representation": "(4)",
                    "description": "In all cases other than those hereinbefore specified, no grant or licence of occupancy for which application is made shall be exposed to public competition at auction unless the President in any case otherwise directs."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Where grant or licence put up to auction. ",
            "context": "STATE LANDS ACT under Where grant or licence put up to auction. 7.  Where a grant, licence, or permission, is exposed to public competition, the following regulations shall be observed:  (a)     public notice of the time and place at which the grant, licence or permission will be exposed to public competition shall be given for at least twenty-one days before the day on which it is so exposed to public competition;  (b)      the Commissioner, or any officer of the department authorised by the Commissioner, shall expose to public competition  at  auction  the grant, licence,  or permission which the Government has sanctioned being so exposed at auction;  (c)      where application is made under this Act, for any grant, licence, or permission, the land proposed to be comprised in the grant, licence, or permission may be exposed to public LAWS OF GUYANA State Lands Cap. 62:01 11  L.R.O. 1/2012                 Right of highest bidder.         Objection to grant or licence.           No right to issue of grant or licence. [4 of 1972]   Power to resume for public purposes lands competition at auction as a whole, or may be divided and separately exposed to public competition, as appears to be most advantageous to the public interest; and  (d)      the  person  offering  the  highest  sum  at  the  public competition shall, if a grant, licence, or permission is issued to him, pay the auction duties payable by the purchaser on sales at public auction.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "public notice of the time and place at which the grant, licence or permission will be exposed to public competition shall be given for at least twenty-one days before the day on which it is so exposed to public competition;"
                },
                {
                    "representation": "(b)",
                    "description": "the Commissioner, or any officer of the department authorised by the Commissioner, shall expose to public competition  at  auction  the grant, licence,  or permission which the Government has sanctioned being so exposed at auction;"
                },
                {
                    "representation": "(c)",
                    "description": "where application is made under this Act, for any grant, licence, or permission, the land proposed to be comprised in the grant, licence, or permission may be exposed to public LAWS OF GUYANA State Lands Cap. 62:01 11  L.R.O. 1/2012                 Right of highest bidder.         Objection to grant or licence.           No right to issue of grant or licence. [4 of 1972]   Power to resume for public purposes lands competition at auction as a whole, or may be divided and separately exposed to public competition, as appears to be most advantageous to the public interest; and"
                },
                {
                    "representation": "(d)",
                    "description": "the  person  offering  the  highest  sum  at  the  public competition shall, if a grant, licence, or permission is issued to him, pay the auction duties payable by the purchaser on sales at public auction."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Right of highest bidder. ",
            "context": "STATE LANDS ACT under Right of highest bidder. 8.  Where a grant, licence, or permission is exposed to public competition, the person offering the highest sum (if the highest sum is equal to or above any upset price fixed) shall be deemed to have a preferent claim to the grant, licence, or permission if the President deems it expedient to issue it, but nothing herein contained shall be deemed to give anyone a right thereto.",
            "description": "Where a grant, licence, or permission is exposed to public competition, the person offering the highest sum (if the highest sum is equal to or above any upset price fixed) shall be deemed to have a preferent claim to the grant, licence, or permission if the President deems it expedient to issue it, but nothing herein contained shall be deemed to give anyone a right thereto."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Objection to grant or licence. ",
            "context": "STATE LANDS ACT under Objection to grant or licence. 9.  Anyone claiming any interest in land proposed to be included in a grant, licence, or permission under this Act or having any reason to oppose the issue of a grant, licence, or permission, may lodge in the office of the Commissioner his reasons for opposition, which must be in writing, and the grant, licence, or permission so opposed shall not be issued until the President has decided on the validity of the opposition.",
            "description": "Anyone claiming any interest in land proposed to be included in a grant, licence, or permission under this Act or having any reason to oppose the issue of a grant, licence, or permission, may lodge in the office of the Commissioner his reasons for opposition, which must be in writing, and the grant, licence, or permission so opposed shall not be issued until the President has decided on the validity of the opposition."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "No right to issue of grant or licence. ",
            "context": "STATE LANDS ACT under No right to issue of grant or licence. 10.  In no case whatsoever shall it be compulsory on the President to grant, sell, or dispose of any portion of the State lands of Guyana, or to issue any licence or permission under this Act.",
            "description": "In no case whatsoever shall it be compulsory on the President to grant, sell, or dispose of any portion of the State lands of Guyana, or to issue any licence or permission under this Act."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Power to resume for public purposes lands licensed. ",
            "context": "STATE LANDS ACT under Power to resume for public purposes lands licensed. 11.  The President may at any time direct that any land specified on a licence or permission shall be taken and used for public purposes, on payment   of   such   LAWS OF GUYANA 12 Cap. 62:01 State Lands      L.R.O. 1/2012 licensed.    Power of entry and search. c. 67:01        Continuance of conditions of grant not- withstanding sale or mortgage.              When grants determine.     Effect of determination.   Unpaid rent may be recovered by parate execution on compensation   as,   having   regard   to   all   the circumstances of the case, he deems reasonable.",
            "description": "The President may at any time direct that any land specified on a licence or permission shall be taken and used for public purposes, on payment   of   such   LAWS OF GUYANA 12 Cap. 62:01 State Lands      L.R.O. 1/2012 licensed.    Power of entry and search. c. 67:01        Continuance of conditions of grant not- withstanding sale or mortgage.              When grants determine.     Effect of determination.   Unpaid rent may be recovered by parate execution on compensation   as,   having   regard   to   all   the circumstances of the case, he deems reasonable."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Power of entry and search. ",
            "context": "STATE LANDS ACT under Power of entry and search. 12.  Any officer of the department and any forest officer under the Forests Act may, with his assistants, if any, at any reasonable time, enter upon any vessel, wharf, or premises, and search for, and if found inspect, any article which he has any reasonable ground to believe has been illegally obtained from the ungranted or unlicensed State lands of Guyana.",
            "description": "Any officer of the department and any forest officer under the Forests Act may, with his assistants, if any, at any reasonable time, enter upon any vessel, wharf, or premises, and search for, and if found inspect, any article which he has any reasonable ground to believe has been illegally obtained from the ungranted or unlicensed State lands of Guyana."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Continuance of conditions of grant notwithstanding sale or mortgage.  FORFEITURE AND DETERMINATION OF GRANT, LICENCE OR PERMISSION  ",
            "context": "STATE LANDS ACT under Continuance of conditions of grant notwithstanding sale or mortgage.  FORFEITURE AND DETERMINATION OF GRANT, LICENCE OR PERMISSION  13.  Anyone who by any transport, conveyance, or devolution of any kind or description, becomes the owner of any State lands whereof a grant,  subject to conditions, has been made, during the period for which those conditions are framed to subsist, shall, notwithstanding any of the  regulations for the time being in force authorising the transfer or  mortgage of those lands, during the subsistence of the conditions as private lands, and, notwithstanding any Act or law to the contrary, hold those lands subject to the same terms and conditions as if he had been the original grantee thereof.  FORFEITURE  AND  DETERMINATION  OF  GRANT, LICENCE, OR PERMISSION",
            "description": "Anyone who by any transport, conveyance, or devolution of any kind or description, becomes the owner of any State lands whereof a grant,  subject to conditions, has been made, during the period for which those conditions are framed to subsist, shall, notwithstanding any of the  regulations for the time being in force authorising the transfer or  mortgage of those lands, during the subsistence of the conditions as private lands, and, notwithstanding any Act or law to the contrary, hold those lands subject to the same terms and conditions as if he had been the original grantee thereof.  FORFEITURE  AND  DETERMINATION  OF  GRANT, LICENCE, OR PERMISSION"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "When grants determine. ",
            "context": "STATE LANDS ACT under When grants determine. 14.  Where any condition of any grant, licence, or permission is not fulfilled, or where any regulation is not observed, the grant, licence, or permission may be revoked by the President and it shall thereupon cease and determine.",
            "description": "Where any condition of any grant, licence, or permission is not fulfilled, or where any regulation is not observed, the grant, licence, or permission may be revoked by the President and it shall thereupon cease and determine."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Effect of determination. ",
            "context": "STATE LANDS ACT under Effect of determination. 15.  Where any grant, licence, or permission in any way determines, all buildings and erections on the land at the time when it determines, shall belong absolutely to the State.",
            "description": "Where any grant, licence, or permission in any way determines, all buildings and erections on the land at the time when it determines, shall belong absolutely to the State."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Unpaid rent may be recovered by parate execution on determination of grant.  GENERAL REGULATIONS ",
            "context": "STATE LANDS ACT under Unpaid rent may be recovered by parate execution on determination of grant.  GENERAL REGULATIONS 16. Where any grant, licence, or permission determines in consequence of non-compliance with any condition or any of the regulations, the unpaid portion of any rent to be paid in respect of the unexpired portion of the term LAWS OF GUYANA State Lands Cap. 62:01 13  L.R.O. 1/2012 determination of grant. [22 of 1932]       Regulations.  [6 of 1997]                                      mentioned in the licence or permission shall fall due and become payable and may be recovered by parate execution against the licensee or holder of the permission and his sureties.  GENERAL   REGULATIONS",
            "description": "Where any grant, licence, or permission determines in consequence of non-compliance with any condition or any of the regulations, the unpaid portion of any rent to be paid in respect of the unexpired portion of the term LAWS OF GUYANA State Lands Cap. 62:01 13  L.R.O. 1/2012 determination of grant. [22 of 1932]       Regulations.  [6 of 1997]                                      mentioned in the licence or permission shall fall due and become payable and may be recovered by parate execution against the licensee or holder of the permission and his sureties.  GENERAL   REGULATIONS"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "(1) Regulations.  (5) Power to make regulations prescribing fees for the use of canals and dams.  LAWS OF GUYANA 4 Cap. 62:01 State Lands      L.R.O. 1/2012 SECTION  REGULATIONS AS TO RUPUNUNI CATTLE TRAIL  ",
            "context": "STATE LANDS ACT under (1) Regulations.  (5) Power to make regulations prescribing fees for the use of canals and dams.  LAWS OF GUYANA 4 Cap. 62:01 State Lands      L.R.O. 1/2012 SECTION  REGULATIONS AS TO RUPUNUNI CATTLE TRAIL  17.  (1) Subject to negative resolution of the National Assembly, the Minister may from time to time make regulations for any of the purposes of this Act.  (2) The regulations may prescribe the fees, royalties, and rents payable or chargeable for or in respect of all matters under this Act.  (3) Any regulation may provide that  (a)     anyone not complying therewith shall be liable to a penalty not exceeding forty-eight thousand seven hundred and fifty dollars;  (b)  in the event of non-compliance therewith, any grant, licence, or permission shall be revoked in addition to any other penalty;  (c)    the holder of any grant, licence, or permission shall be liable for any penalty for a breach thereof committed by any member of his family, or by anyone living with or employed by him.  (4) The regulations shall be published in the Gazette and shall have the force of law.  (5) The Minister may make regulations relating to LAWS OF GUYANA 14 Cap. 62:01 State Lands      L.R.O. 1/2012                  Rupununi cattle trail.  [36 of 1930]                       Collection of tolls.     the use of canals and dams constructed on State lands not held under grant, lease, licence or permission, and may in such regulations prescribe the tolls to be charged, levied and collected for the passage of boats of any kind along any canal and for the privilege to catch fish therein and for the right of passage over or along any dam.  (6) In subsection (5) the expression canal includes trench.   REGULATIONS   AS  TO  RUPUNUNI  CATTLE  TRAIL",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to negative resolution of the National Assembly, the Minister may from time to time make regulations for any of the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The regulations may prescribe the fees, royalties, and rents payable or chargeable for or in respect of all matters under this Act."
                },
                {
                    "representation": "(3)",
                    "description": "Any regulation may provide that"
                },
                {
                    "representation": "(a)",
                    "description": "anyone not complying therewith shall be liable to a penalty not exceeding forty-eight thousand seven hundred and fifty dollars;"
                },
                {
                    "representation": "(b)",
                    "description": "in the event of non-compliance therewith, any grant, licence, or permission shall be revoked in addition to any other penalty;"
                },
                {
                    "representation": "(c)",
                    "description": "the holder of any grant, licence, or permission shall be liable for any penalty for a breach thereof committed by any member of his family, or by anyone living with or employed by him."
                },
                {
                    "representation": "(4)",
                    "description": "The regulations shall be published in the Gazette and shall have the force of law."
                },
                {
                    "representation": "(5)",
                    "description": "the expression canal includes trench.   REGULATIONS   AS  TO  RUPUNUNI  CATTLE  TRAIL"
                },
                {
                    "representation": "(6)",
                    "description": "In subsection"
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "(1) Rupununi cattle trail.   (3) Collection of tolls. ",
            "context": "STATE LANDS ACT under (1) Rupununi cattle trail.   (3) Collection of tolls. 18. (1) The Minister may prescribe by regulation the payment of tolls for the passage of cattle over the trail or path made through the State savannahs and forests extending from Annai on the Rupununi river by way of Kurupukari on the Essequibo river to terminal points at Takama on the Berbice river, and Hyde Park on the Demerara river, including any extensions or deviations of the path hereafter made.  (2) The Minister may make regulations  (a)      as to the tolls which may be charged in respect of the passage of cattle over the trail and the collection thereof; and   (b)    generally, for carrying into effect the provisions of this section.  (3) Where any person has by contract with the Government undertaken the maintenance of the cattle trail, the Minister may authorise in writing such person to collect and retain all tolls which are payable by virtue of this section.  (4) Any person so authorised as aforesaid shall without further authority  be  entitled  to  take  all  necessary  LAWS OF GUYANA State Lands Cap. 62:01 15  L.R.O. 1/2012     Penalty where no special penalty imposed. [6 of 1997]     Trespass on State lands. [6 of 1997]                                 proceedings  in  any competent court to enforce payment of any such tolls.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may prescribe by regulation the payment of tolls for the passage of cattle over the trail or path made through the State savannahs and forests extending from Annai on the Rupununi river by way of Kurupukari on the Essequibo river to terminal points at Takama on the Berbice river, and Hyde Park on the Demerara river, including any extensions or deviations of the path hereafter made."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may make regulations"
                },
                {
                    "representation": "(a)",
                    "description": "as to the tolls which may be charged in respect of the passage of cattle over the trail and the collection thereof; and"
                },
                {
                    "representation": "(b)",
                    "description": "generally, for carrying into effect the provisions of this section."
                },
                {
                    "representation": "(3)",
                    "description": "Where any person has by contract with the Government undertaken the maintenance of the cattle trail, the Minister may authorise in writing such person to collect and retain all tolls which are payable by virtue of this section."
                },
                {
                    "representation": "(4)",
                    "description": "Any person so authorised as aforesaid shall without further authority  be  entitled  to  take  all  necessary  LAWS OF GUYANA State Lands Cap. 62:01 15  L.R.O. 1/2012     Penalty where no special penalty imposed. [6 of 1997]     Trespass on State lands. [6 of 1997]                                 proceedings  in  any competent court to enforce payment of any such tolls."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Penalty where no special penalty imposed.  OFFENCES  ",
            "context": "STATE LANDS ACT under Penalty where no special penalty imposed.  OFFENCES  19.  Everyone who commits a breach of any of the regulations for which no special penalty is provided shall be liable to a fine of nine thousand seven hundred and fifty dollars.  OFFENCES",
            "description": "Everyone who commits a breach of any of the regulations for which no special penalty is provided shall be liable to a fine of nine thousand seven hundred and fifty dollars.  OFFENCES"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Trespass on State lands. ",
            "context": "STATE LANDS ACT under Trespass on State lands. 20.  Everyone who trespasses on or unlawfully occupies any of the State lands shall be liable to a fine of four thousand eight hundred and seventy-five dollars or to imprisonment for two months:  Provided that  (a)     no one shall be deemed a trespasser on, or to have unlawfully  occupied,  any  of  the  State  lands  under  this section who proves, to the satisfaction of the magistrate before whom he is brought  (i)  that he was travelling and reasonably occupied or used the lands for the purposes of his journey; or (ii)     that he was authorised to occupy or use the lands by the Minister or by any other person having authority under this Act or any other written law; or (iii)    that he, or those through whom he claims, occupied the lands under a bona fide claim of right; and  LAWS OF GUYANA 16 Cap. 62:01 State Lands      L.R.O. 1/2012               Taking anything from State lands.  [11 of 1971 4 of 1972 6 of 1997]   Exceptions.                           (b)    where anyone is convicted for a first time under this section he shall not be liable to imprisonment, whether in default of paying any penalty or otherwise if he thereupon surrenders  peaceable  possession  of  all  the  State  lands occupied by him, with all the crops growing thereon, and all buildings and erections thereupon or affixed thereto.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "no one shall be deemed a trespasser on, or to have unlawfully  occupied,  any  of  the  State  lands  under  this section who proves, to the satisfaction of the magistrate before whom he is brought"
                },
                {
                    "representation": "(i)",
                    "description": "that he was travelling and reasonably occupied or used the lands for the purposes of his journey; or"
                },
                {
                    "representation": "(b)",
                    "description": "where anyone is convicted for a first time under this section he shall not be liable to imprisonment, whether in default of paying any penalty or otherwise if he thereupon surrenders  peaceable  possession  of  all  the  State  lands occupied by him, with all the crops growing thereon, and all buildings and erections thereupon or affixed thereto."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "(1) Taking anything from State lands.    (2) Exceptions. ",
            "context": "STATE LANDS ACT under (1) Taking anything from State lands.    (2) Exceptions. 21. (1)  Save  as  hereinafter  excepted,  everyone  who  takes  any substance or thing from or off the State lands shall be liable to a fine of one  hundred and thirty thousand dollars and to imprisonment for twelve  months; and the substance or thing shall be deemed to be forfeited and condemned.  (2) The following are the exceptions, that is to say, where the person  (a)     holds  a  grant  of  the  lands  from  or  off  which  the substance or thing was taken, and is authorised by the grant to take it;  (b)     holds a licence or permission under this Act to take the substance or thing from or off the lands;  (c)   is the servant or agent of anyone holding the grant, licence,  or  permission,  referred  to  in  the  two  previous paragraphs, and is acting within the privileges conferred by the grant, licence or permission;   (d)     is travelling, and reasonably takes the substance or thing to enable him to LAWS OF GUYANA State Lands Cap. 62:01 17  L.R.O. 1/2012                       Impeding navigation of river and creek. c. 67:01 [6 of 1997]                          support life or to continue his journey;   (e)   is lawfully travelling, and takes the substance or thing for any purpose other than the purpose of profit or gain; and   (f)   has applied for a grant, licence or permission, and the Commissioner in pursuance of any regulation made in that behalf, grants permission to take any substance or thing from the land for which application has been made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Save  as  hereinafter  excepted,  everyone  who  takes  any substance or thing from or off the State lands shall be liable to a fine of one  hundred and thirty thousand dollars and to imprisonment for twelve  months; and the substance or thing shall be deemed to be forfeited and condemned."
                },
                {
                    "representation": "(2)",
                    "description": "The following are the exceptions, that is to say, where the person"
                },
                {
                    "representation": "(a)",
                    "description": "holds  a  grant  of  the  lands  from  or  off  which  the substance or thing was taken, and is authorised by the grant to take it;"
                },
                {
                    "representation": "(b)",
                    "description": "holds a licence or permission under this Act to take the substance or thing from or off the lands;"
                },
                {
                    "representation": "(c)",
                    "description": "is the servant or agent of anyone holding the grant, licence,  or  permission,  referred  to  in  the  two  previous paragraphs, and is acting within the privileges conferred by the grant, licence or permission;"
                },
                {
                    "representation": "(d)",
                    "description": "is travelling, and reasonably takes the substance or thing to enable him to LAWS OF GUYANA State Lands Cap. 62:01 17  L.R.O. 1/2012                       Impeding navigation of river and creek. c. 67:01 [6 of 1997]                          support life or to continue his journey;"
                },
                {
                    "representation": "(e)",
                    "description": "is lawfully travelling, and takes the substance or thing for any purpose other than the purpose of profit or gain; and"
                },
                {
                    "representation": "(f)",
                    "description": "has applied for a grant, licence or permission, and the Commissioner in pursuance of any regulation made in that behalf, grants permission to take any substance or thing from the land for which application has been made."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Impeding navigation of river and creek. ",
            "context": "STATE LANDS ACT under Impeding navigation of river and creek. 22. (1) Everyone who wilfully causes any impediment to the free use or navigation of any river or navigable creek, shall be liable to a fine of  ninety-seven thousand five hundred dollars, unless he has previously obtained permission under this Act or the Forests Act to cause the impediment.  (2) Everyone who negligently allows anything to fall into a river or navigable creek, whereby the free use or navigation of the river or creek is impeded, or who, by any negligent act or omission, causes the free use or navigation of the river or creek to be impeded, shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars.  (3) Anyone  who  blasts  any  rock  in  the  bed  of  a  river  or navigable creek, or who removes any stone or other material therefrom without permission under this Act or the Forests Act, shall be liable to a fine of ninety-seven thousand five hundred dollars.  (4) The Commissioner of Lands or the Conservator of Forests, may sanction the temporary placing of any impediment in a river or creek, for such time as may be expedient and on such conditions as to the Commissioner of LAWS OF GUYANA 18 Cap. 62:01 State Lands      L.R.O. 1/2012             Obstruction of officer. [ 6 of 1997]    Incitement by holder of licence to commit offence. [6 of 1997]         Seizure of thing illegally taken from State lands. c. 67:01             Lands or the Conservator of Forests may seem proper:  Provided that the construction, by anyone authorised to cut wood, or  to  search  or  mine  for  minerals,  of  a  temporary  stop-off  or obstruction, made for the purpose of raising the water in a creek to facilitate his business, shall not be deemed to be an offence under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who wilfully causes any impediment to the free use or navigation of any river or navigable creek, shall be liable to a fine of  ninety-seven thousand five hundred dollars, unless he has previously obtained permission under this Act or the Forests Act to cause the impediment."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who negligently allows anything to fall into a river or navigable creek, whereby the free use or navigation of the river or creek is impeded, or who, by any negligent act or omission, causes the free use or navigation of the river or creek to be impeded, shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars."
                },
                {
                    "representation": "(3)",
                    "description": "Anyone  who  blasts  any  rock  in  the  bed  of  a  river  or navigable creek, or who removes any stone or other material therefrom without permission under this Act or the Forests Act, shall be liable to a fine of ninety-seven thousand five hundred dollars."
                },
                {
                    "representation": "(4)",
                    "description": "The Commissioner of Lands or the Conservator of Forests, may sanction the temporary placing of any impediment in a river or creek, for such time as may be expedient and on such conditions as to the Commissioner of LAWS OF GUYANA 18 Cap. 62:01 State Lands      L.R.O. 1/2012             Obstruction of officer. [ 6 of 1997]    Incitement by holder of licence to commit offence. [6 of 1997]         Seizure of thing illegally taken from State lands. c. 67:01             Lands or the Conservator of Forests may seem proper:  Provided that the construction, by anyone authorised to cut wood, or  to  search  or  mine  for  minerals,  of  a  temporary  stop-off  or obstruction, made for the purpose of raising the water in a creek to facilitate his business, shall not be deemed to be an offence under this section."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Obstruction of officer. ",
            "context": "STATE LANDS ACT under Obstruction of officer. 23.  Everyone who obstructs any officer or person acting under this Act shall be liable to a fine of nine thousand seven hundred and fifty dollars or to imprisonment for two months.",
            "description": "Everyone who obstructs any officer or person acting under this Act shall be liable to a fine of nine thousand seven hundred and fifty dollars or to imprisonment for two months."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Incitement by holder of licence to commit offence.  SEIZURES  ",
            "context": "STATE LANDS ACT under Incitement by holder of licence to commit offence.  SEIZURES  24.  If the holder of a licence or permission issued under this Act unlawfully causes or procures, or incites or aids, anyone to commit trespass on State lands, or to remove anything seized under this Act, he shall be liable to a fine of nine thousand seven hundred and fifty dollars or to imprisonment for two months, and shall in addition forfeit his licence or permission.  SEIZURES",
            "description": "If the holder of a licence or permission issued under this Act unlawfully causes or procures, or incites or aids, anyone to commit trespass on State lands, or to remove anything seized under this Act, he shall be liable to a fine of nine thousand seven hundred and fifty dollars or to imprisonment for two months, and shall in addition forfeit his licence or permission.  SEIZURES"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Seizure of thing illegally taken from State lands. ",
            "context": "STATE LANDS ACT under Seizure of thing illegally taken from State lands. 25.  (1) Any officer  of the department, forest  officer  under  the Forests Act, district commissioner, member of the police force or rural constable,   if   that   constable   is   authorised   in   writing   by   the Commissioner  of  Police  to  make  seizures,  may  seize  and  take possession of any substance or thing illegally taken from or off the State  lands, together with any boat or vehicle used in the removal thereof, and all tools and implements found with or in the possession of the person having the substance or thing, and every article so seized under  this  Act  shall  be  deemed  and  taken  to  be  forfeited  and condemned.  (2) Before   seizing   any   article   under   the   last   preceding subsection the officer, district commissioner, or LAWS OF GUYANA State Lands Cap. 62:01 19  L.R.O. 1/2012      Notice of seizure. [33 of 1930]          Claim to article seized.           Burden of proof to be on claimant.         Adjudication on claim. [33 of 1930]      constable, may take and detain the article for so long as may be reasonably necessary to make inquiries respecting it.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any officer  of the department, forest  officer  under  the Forests Act, district commissioner, member of the police force or rural constable,   if   that   constable   is   authorised   in   writing   by   the Commissioner  of  Police  to  make  seizures,  may  seize  and  take possession of any substance or thing illegally taken from or off the State  lands, together with any boat or vehicle used in the removal thereof, and all tools and implements found with or in the possession of the person having the substance or thing, and every article so seized under  this  Act  shall  be  deemed  and  taken  to  be  forfeited  and condemned."
                },
                {
                    "representation": "(2)",
                    "description": "Before   seizing   any   article   under   the   last   preceding subsection the officer, district commissioner, or LAWS OF GUYANA State Lands Cap. 62:01 19  L.R.O. 1/2012      Notice of seizure. [33 of 1930]          Claim to article seized.           Burden of proof to be on claimant.         Adjudication on claim. [33 of 1930]      constable, may take and detain the article for so long as may be reasonably necessary to make inquiries respecting it."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Notice of seizure. ",
            "context": "STATE LANDS ACT under Notice of seizure. 26.  Where any article is so seized, the magistrate of the district in which the article was seized shall advertise it for four successive Saturdays in the Gazette, for sale on a specified day at some convenient place, and, on the day appointed the article shall be sold publicly by, or by order of the magistrate, unless the person claiming it, or someone authorised by him in writing, gives notice in writing to the magistrate on or before the third Saturday that he intends to claim it.",
            "description": "Where any article is so seized, the magistrate of the district in which the article was seized shall advertise it for four successive Saturdays in the Gazette, for sale on a specified day at some convenient place, and, on the day appointed the article shall be sold publicly by, or by order of the magistrate, unless the person claiming it, or someone authorised by him in writing, gives notice in writing to the magistrate on or before the third Saturday that he intends to claim it."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Claim to article seized. ",
            "context": "STATE LANDS ACT under Claim to article seized. 27.  No claim to any article seized under this Act shall be entertained unless the claim is entered in the name of the person who removed the article, or in the name of someone who in the claim states himself to be at the time of making it the person bona fide entitled to the article, and unless the sum of twenty-four dollars is deposited with the magistrate in security to pay any costs that may be awarded in the event of judgment being given against the claimant.",
            "description": "No claim to any article seized under this Act shall be entertained unless the claim is entered in the name of the person who removed the article, or in the name of someone who in the claim states himself to be at the time of making it the person bona fide entitled to the article, and unless the sum of twenty-four dollars is deposited with the magistrate in security to pay any costs that may be awarded in the event of judgment being given against the claimant."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Burden of proof to be on claimant. ",
            "context": "STATE LANDS ACT under Burden of proof to be on claimant. 28.  The proof of the illegality of any seizure made under this Act shall  be on the claimant of the article seized, and the proof of the legality thereof shall not be on the seizing officer; and if, upon any trial or proceeding, a question arises whether anyone acting as a seizing officer under this Act is that officer, evidence of his so acting shall be deemed  sufficient,  and  he  shall  not  be  required  to  produce  his commission, warrant, or authority.",
            "description": "The proof of the illegality of any seizure made under this Act shall  be on the claimant of the article seized, and the proof of the legality thereof shall not be on the seizing officer; and if, upon any trial or proceeding, a question arises whether anyone acting as a seizing officer under this Act is that officer, evidence of his so acting shall be deemed  sufficient,  and  he  shall  not  be  required  to  produce  his commission, warrant, or authority."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Adjudication on claim. ",
            "context": "STATE LANDS ACT under Adjudication on claim. 29.  (1) Any claim made under this Act shall be proceeded with before the magistrate at some time to be fixed by him, and the magistrate shall adjudicate upon the claim, and if condemned the article shall be sold publicly by, or by the order of, the magistrate after advertisement of the day of sale for four successive Saturdays in the Gazette.  LAWS OF GUYANA 20 Cap. 62:01 State Lands      L.R.O. 1/2012           Release of article seized, on security given.        Protection to officer where probable cause of detention exists. [4 of 1972 6 of 1997]                     (2) The Minister may, by general regulation or special order, direct that an upset price shall be fixed with respect to sales under section 27 or this section, and if, at any sale where the upset price is fixed a sum less than the upset price is offered for any of the articles so put up for sale, such article shall become the property of the State.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any claim made under this Act shall be proceeded with before the magistrate at some time to be fixed by him, and the magistrate shall adjudicate upon the claim, and if condemned the article shall be sold publicly by, or by the order of, the magistrate after advertisement of the day of sale for four successive Saturdays in the Gazette.  LAWS OF GUYANA 20 Cap. 62:01 State Lands      L.R.O. 1/2012           Release of article seized, on security given.        Protection to officer where probable cause of detention exists. [4 of 1972 6 of 1997]"
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may, by general regulation or special order, direct that an upset price shall be fixed with respect to sales under section 27 or this section, and if, at any sale where the upset price is fixed a sum less than the upset price is offered for any of the articles so put up for sale, such article shall become the property of the State."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Release of article seized, on security given. ",
            "context": "STATE LANDS ACT under Release of article seized, on security given. 30.  Where any article is seized, the Director of Public Prosecutions may authorise the release thereof on sufficient security being given to pay the value thereof if it is condemned, and thereupon the proceedings shall continue in all respects as if the article had not been released, except that on final sentence of condemnation the amount so secured shall become payable and may be recovered by the State, by parate execution.",
            "description": "Where any article is seized, the Director of Public Prosecutions may authorise the release thereof on sufficient security being given to pay the value thereof if it is condemned, and thereupon the proceedings shall continue in all respects as if the article had not been released, except that on final sentence of condemnation the amount so secured shall become payable and may be recovered by the State, by parate execution."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Protection to officer where probable cause of detention   exists. ",
            "context": "STATE LANDS ACT under Protection to officer where probable cause of detention   exists. 31. (1) If, on the trial of any claim in respect of any detention or seizure made under this Act, the decision is in favour of the claimant and the magistrate in case of there being no appeal, or the judge or court in case of there being an appeal, certifies on the record that there was a probable  cause  of detention or seizure, the claimant shall not be entitled to any costs; nor shall any action, suit, indictment, or other prosecution  in  respect  of  the  detention  or  seizure  be  thereafter commenced or further carried on against the person who made it.  (2) Where any action, suit, indictment, or other prosecution against anyone in respect of a detention or seizure made under this Act is  brought to trial, and judgment or sentence is given against the defendant, and the judge or court before whom or which the trial takes place  certifies  on  the  record  that  there  was  a  probable  cause  of detention or  seizure, the plaintiff in the action or suit, besides the articles detained or seized or the value thereof, shall not be entitled to more damages than five cents or to any costs of suit, and the defendant in the indictment or prosecution shall not be liable to any punishment beyond a fine of sixty-five dollars. LAWS OF GUYANA State Lands Cap. 62:01 21  L.R.O. 1/2012    Collusive seizure or non- seizure, or abandonment of seizure. [6 of 1997]      Bribing  officers.         Illegal removal. [6 of 1997]           Power to restore article seized or to mitigate penalty or forfeiture.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If, on the trial of any claim in respect of any detention or seizure made under this Act, the decision is in favour of the claimant and the magistrate in case of there being no appeal, or the judge or court in case of there being an appeal, certifies on the record that there was a probable  cause  of detention or seizure, the claimant shall not be entitled to any costs; nor shall any action, suit, indictment, or other prosecution  in  respect  of  the  detention  or  seizure  be  thereafter commenced or further carried on against the person who made it."
                },
                {
                    "representation": "(2)",
                    "description": "Where any action, suit, indictment, or other prosecution against anyone in respect of a detention or seizure made under this Act is  brought to trial, and judgment or sentence is given against the defendant, and the judge or court before whom or which the trial takes place  certifies  on  the  record  that  there  was  a  probable  cause  of detention or  seizure, the plaintiff in the action or suit, besides the articles detained or seized or the value thereof, shall not be entitled to more damages than five cents or to any costs of suit, and the defendant in the indictment or prosecution shall not be liable to any punishment beyond a fine of sixty-five dollars. LAWS OF GUYANA State Lands Cap. 62:01 21  L.R.O. 1/2012    Collusive seizure or non- seizure, or abandonment of seizure. [6 of 1997]      Bribing  officers.         Illegal removal. [6 of 1997]           Power to restore article seized or to mitigate penalty or forfeiture."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "(1)  Collusive seizure or non-seizure, or abandonment of   seizure.  (2)   Bribing officer. ",
            "context": "STATE LANDS ACT under (1)  Collusive seizure or non-seizure, or abandonment of   seizure.  (2)   Bribing officer. 32.  (1) If any officer authorised by this Act to seize an article makes a collusive seizure, or delivers up, or makes any agreement to deliver up, or not to seize, an article liable to forfeiture, or takes a bribe, gratuity, recompense, or reward, for neglect or non-performance of his duty, the officer shall for each offence be liable to a fine of ninety-seven thousand five hundred dollars, and be rendered incapable of serving the State in any office whatever.  (2) Everyone who gives or offers, or procures to be given or offered, any bribe, recompense, or reward to, or makes any collusive agreement with, any officer aforesaid to induce him in any way to neglect his duty, or to do, conceal, or connive at any act whereby any of the provisions of this Act may be evaded, shall be liable to a fine of ninety-seven thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any officer authorised by this Act to seize an article makes a collusive seizure, or delivers up, or makes any agreement to deliver up, or not to seize, an article liable to forfeiture, or takes a bribe, gratuity, recompense, or reward, for neglect or non-performance of his duty, the officer shall for each offence be liable to a fine of ninety-seven thousand five hundred dollars, and be rendered incapable of serving the State in any office whatever."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who gives or offers, or procures to be given or offered, any bribe, recompense, or reward to, or makes any collusive agreement with, any officer aforesaid to induce him in any way to neglect his duty, or to do, conceal, or connive at any act whereby any of the provisions of this Act may be evaded, shall be liable to a fine of ninety-seven thousand five hundred dollars."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Illegal removal. ",
            "context": "STATE LANDS ACT under Illegal removal. 33.  Everyone  who unlawfully removes  or attempts to remove, anything seized  or detained  by any officer  authorised  to make  a seizure, or wilfully defaces or removes any notice affixed by that officer under this Act, shall be liable to a fine of nineteen thousand five hundred dollars and to imprisonment for six months; and if the person convicted is the holder of a wood-cutting licence or permission, or of a licence or permission of occupancy, he shall in addition forfeit his licence or permission.",
            "description": "Everyone  who unlawfully removes  or attempts to remove, anything seized  or detained  by any officer  authorised  to make  a seizure, or wilfully defaces or removes any notice affixed by that officer under this Act, shall be liable to a fine of nineteen thousand five hundred dollars and to imprisonment for six months; and if the person convicted is the holder of a wood-cutting licence or permission, or of a licence or permission of occupancy, he shall in addition forfeit his licence or permission."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Power to restore article seized or to mitigate penalty or  forfeiture.  MODE OF DEALING WITH OFFENDERS  ",
            "context": "STATE LANDS ACT under Power to restore article seized or to mitigate penalty or  forfeiture.  MODE OF DEALING WITH OFFENDERS  34. (1) The Minister may order any article seized or forfeited under or by virtue of this Act to be restored in any manner, and on any terms and conditions he thinks fit to direct, and may also remit or mitigate any fine, penalty, or forfeiture incurred under this Act.  (2) Every fine, penalty, or forfeiture so mitigated shall be appropriated and divided in accordance with the terms of the order of the Minister.  LAWS OF GUYANA 22 Cap. 62:01 State Lands      L.R.O. 1/2012     Arrest. [4 of 1972]      Proceeding by summons.       Power of entry given to certain officers.  c. 67:01     Representa- tives of trade unions and officials of approved organisations may enter State Lands. [9 of 1977 6 of 1997]           MODE OF DEALING WITH OFFENDERS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may order any article seized or forfeited under or by virtue of this Act to be restored in any manner, and on any terms and conditions he thinks fit to direct, and may also remit or mitigate any fine, penalty, or forfeiture incurred under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Every fine, penalty, or forfeiture so mitigated shall be appropriated and divided in accordance with the terms of the order of the Minister.  LAWS OF GUYANA 22 Cap. 62:01 State Lands      L.R.O. 1/2012     Arrest. [4 of 1972]      Proceeding by summons.       Power of entry given to certain officers.  c. 67:01     Representa- tives of trade unions and officials of approved organisations may enter State Lands. [9 of 1977 6 of 1997]           MODE OF DEALING WITH OFFENDERS"
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Arrest. ",
            "context": "STATE LANDS ACT under Arrest. 35.  Every officer of the department and every police officer or constable may arrest anyone wilfully trespassing on, or unlawfully occupying, any of the State lands or any State forests, or who illegally takes therefrom any substance or thing.",
            "description": "Every officer of the department and every police officer or constable may arrest anyone wilfully trespassing on, or unlawfully occupying, any of the State lands or any State forests, or who illegally takes therefrom any substance or thing."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Proceeding by summons.   SECTION LAWS OF GUYANA State Lands Cap. 62:01 5  L.R.O. 1/2012  RIGHT OF ENTRY  ",
            "context": "STATE LANDS ACT under Proceeding by summons.   SECTION LAWS OF GUYANA State Lands Cap. 62:01 5  L.R.O. 1/2012  RIGHT OF ENTRY  36.  Wherever under this Act a right of arrest is given, it shall be lawful  to  proceed  by  way  of  summons  instead  of  arrest,  at  the discretion of the complainant or officer.  RIGHT OF ENTRY",
            "description": "Wherever under this Act a right of arrest is given, it shall be lawful  to  proceed  by  way  of  summons  instead  of  arrest,  at  the discretion of the complainant or officer.  RIGHT OF ENTRY"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Power of entry given to certain officers. ",
            "context": "STATE LANDS ACT under Power of entry given to certain officers. 37.  Any officer of the department, any forest officer under the Forests Act, and any district commissioner, by himself or with any servants and assistants he desires may enter on any State lands held under a grant which has been issued subject to any conditions, or held under any licence, and may inspect the lands.",
            "description": "Any officer of the department, any forest officer under the Forests Act, and any district commissioner, by himself or with any servants and assistants he desires may enter on any State lands held under a grant which has been issued subject to any conditions, or held under any licence, and may inspect the lands."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Representatives of trade unions and officials of approved  organisations may enter State Lands. ",
            "context": "STATE LANDS ACT under Representatives of trade unions and officials of approved  organisations may enter State Lands. 38. (1) Wherever labour is employed on State Lands which are subject to a lease, licence or permission, any person on producing proof to the holder of the lease, licence or permission, or to his agent, that he is a representative of a trade union registered under the Trade Union Act, or an official of an organisation approved by order of the Minister responsible for labour for the purposes of this section, may enter at any reasonable time any such State Lands for the purpose of  (a)  holding discussions with persons employed thereon on the conditions of their employment;  (b)    making representations to the employer on behalf of the persons so employed; or LAWS OF GUYANA State Lands Cap. 62:01 23  L.R.O. 1/2012                                            Commissioner may authorise public officer to exercise powers.  (c)  recruiting persons so employed as members of the trade union or organisation, as the case may be.  (2) The requirement to permit an entry authorised by subsection (1) shall be deemed a condition of every lease, licence or permission to which that subsection applies and a breach of that condition on more than one occasion shall render the lease, licence or permission liable to be terminated in accordance with section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be deemed a condition of every lease, licence or permission to which that subsection applies and a breach of that condition on more than one occasion shall render the lease, licence or permission liable to be terminated in accordance with section"
                },
                {
                    "representation": "(a)",
                    "description": "holding discussions with persons employed thereon on the conditions of their employment;"
                },
                {
                    "representation": "(b)",
                    "description": "making representations to the employer on behalf of the persons so employed; or LAWS OF GUYANA State Lands Cap. 62:01 23  L.R.O. 1/2012                                            Commissioner may authorise public officer to exercise powers."
                },
                {
                    "representation": "(c)",
                    "description": "recruiting persons so employed as members of the trade union or organisation, as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "The requirement to permit an entry authorised by subsection"
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Commissioner may authorise public officer to exercise powers.  SAVINGS  ",
            "context": "STATE LANDS ACT under Commissioner may authorise public officer to exercise powers.  SAVINGS  39.  The Commissioner may authorise in writing any public officer to exercise all or any of the powers conferred on an officer of the department under sections 12, 25, 35 and 37 or any of the regulations.  LAWS OF GUYANA 24 Cap. 62:01 State Lands      L.R.O. 1/2012     Monetary dues to be paid to Accountant General. [O. 34/1962]   Reservation of rights of the State. [O. 34/1962 4 of 1972]    Protection of rights of Amerindians. [4 of 1972]          Appointment of government stations.        Prosecutions of offences.       SAVINGS",
            "description": "The Commissioner may authorise in writing any public officer to exercise all or any of the powers conferred on an officer of the department under sections 12, 25, 35 and 37 or any of the regulations.  LAWS OF GUYANA 24 Cap. 62:01 State Lands      L.R.O. 1/2012     Monetary dues to be paid to Accountant General. [O. 34/1962]   Reservation of rights of the State. [O. 34/1962 4 of 1972]    Protection of rights of Amerindians. [4 of 1972]          Appointment of government stations.        Prosecutions of offences.       SAVINGS"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Monetary dues to be paid to Accountant General. ",
            "context": "STATE LANDS ACT under Monetary dues to be paid to Accountant General. 40.  All rent, fees or other moneys payable under this Act shall be paid to the Accountant General.",
            "description": "All rent, fees or other moneys payable under this Act shall be paid to the Accountant General."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Reservation of rights of the State. ",
            "context": "STATE LANDS ACT under Reservation of rights of the State. 41.  Nothing in this Act shall extend to or abridge or affect the prerogative of the State in relation to the State lands of Guyana.",
            "description": "Nothing in this Act shall extend to or abridge or affect the prerogative of the State in relation to the State lands of Guyana."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Protection of rights of Amerindians. ",
            "context": "STATE LANDS ACT under Protection of rights of Amerindians. 42.  Nothing in this Act shall be construed to prejudice, alter, or affect any right or privilege heretofore legally possessed, exercised, or enjoyed by any Amerindian in Guyana:  Provided that the Minister may, from time to time, by publication in the Gazette, make any regulations to him seeming meet defining the privileges and rights to be enjoyed by Amerindians, in relation to the State lands and the rivers and creeks of Guyana.",
            "description": "Nothing in this Act shall be construed to prejudice, alter, or affect any right or privilege heretofore legally possessed, exercised, or enjoyed by any Amerindian in Guyana:  Provided that the Minister may, from time to time, by publication in the Gazette, make any regulations to him seeming meet defining the privileges and rights to be enjoyed by Amerindians, in relation to the State lands and the rivers and creeks of Guyana."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Appointment of government stations.  PROCEDURE  ",
            "context": "STATE LANDS ACT under Appointment of government stations.  PROCEDURE  43.  The Minister may appoint government stations in any places he thinks fit for the purpose of this Act, and of the regulations, and each appointment shall be notified in the Gazette.  PROCEDURE",
            "description": "The Minister may appoint government stations in any places he thinks fit for the purpose of this Act, and of the regulations, and each appointment shall be notified in the Gazette.  PROCEDURE"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Prosecutions of offences. ",
            "context": "STATE LANDS ACT under Prosecutions of offences. 44.  (1) Any offence created or penalty imposed by this Act or by the regulations may be prosecuted or recovered under the Summary Jurisdiction Acts.  (2) A  complaint  for  an  offence  against  this  Act  or  the regulations shall be made within twelve calendar months from the time when the matter of the complaint arose, and when the offence has been committed   within  the  LAWS OF GUYANA State Lands Cap. 62:01 25  L.R.O. 1/2012                  Forms.      Protection of officer acting under the Act. c. 5:07        jurisdiction  of  one  magistrate,  and  the Commissioner certifies in writing that in his opinion the complaint for it can be more conveniently or fairly heard before the magistrate of any other district in Guyana, the last-mentioned magistrate may, and he is hereby required to hear and determine the complaint as if the offence had been committed within his jurisdiction:  Provided that the venue shall not be changed except with the approval of the Director of Public Prosecutions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any offence created or penalty imposed by this Act or by the regulations may be prosecuted or recovered under the Summary Jurisdiction Acts."
                },
                {
                    "representation": "(2)",
                    "description": "A  complaint  for  an  offence  against  this  Act  or  the regulations shall be made within twelve calendar months from the time when the matter of the complaint arose, and when the offence has been committed   within  the  LAWS OF GUYANA State Lands Cap. 62:01 25  L.R.O. 1/2012                  Forms.      Protection of officer acting under the Act. c. 5:07        jurisdiction  of  one  magistrate,  and  the Commissioner certifies in writing that in his opinion the complaint for it can be more conveniently or fairly heard before the magistrate of any other district in Guyana, the last-mentioned magistrate may, and he is hereby required to hear and determine the complaint as if the offence had been committed within his jurisdiction:  Provided that the venue shall not be changed except with the approval of the Director of Public Prosecutions."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Forms. ",
            "context": "STATE LANDS ACT under Forms. 45.  The Minister may direct what forms shall be used in any proceedings under this Act, and those forms when published in the Gazette may be used for and in respect of the several matters therein mentioned.",
            "description": "The Minister may direct what forms shall be used in any proceedings under this Act, and those forms when published in the Gazette may be used for and in respect of the several matters therein mentioned."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Protection of office acting under Act.   __________________________     1929 Ed. c. 171 1953 Ed. c. 175 _______________________________________________________ 32 of 1903 An Act to provide for the proper regulation of the State Lands, Rivers, and Creeks of the State.   [ 26TH SEPTEMBER, 1903]          CHAPTER 62:01        STATE LANDS ACT  LAWS OF GUYANA 6 Cap. 62:01 State Lands      L.R.O. 1/2012 Short title.   Interpretation. [4 of 1972]               c. 65:01    c. 67:01                 Issue of grants, leases and licences. [4 of 1972 9 of 1977]     ",
            "context": "STATE LANDS ACT under Protection of office acting under Act.   __________________________     1929 Ed. c. 171 1953 Ed. c. 175 _______________________________________________________ 32 of 1903 An Act to provide for the proper regulation of the State Lands, Rivers, and Creeks of the State.   [ 26TH SEPTEMBER, 1903]          CHAPTER 62:01        STATE LANDS ACT  LAWS OF GUYANA 6 Cap. 62:01 State Lands      L.R.O. 1/2012 Short title.   Interpretation. [4 of 1972]               c. 65:01    c. 67:01                 Issue of grants, leases and licences. [4 of 1972 9 of 1977]     46.  Every magistrate, officer, or person acting under this Act shall be entitled to the benefit of the Justices Protection Act.  _________________      LAWS OF GUYANA 26 Cap. 62:01 State Lands      L.R.O. 1/2012  PRELIMINARY  REGULATION",
            "description": "Every magistrate, officer, or person acting under this Act shall be entitled to the benefit of the Justices Protection Act.  _________________      LAWS OF GUYANA 26 Cap. 62:01 State Lands      L.R.O. 1/2012  PRELIMINARY  REGULATION"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Area to be granted under licences. ",
            "context": "STATE LANDS ACT under Area to be granted under licences. 47. The area to be granted under a licence shall ordinarily not Area to be exceed 2,000 acres, but may be such larger area not exceeding 5,000 acres as the President may in any particular case approve.",
            "description": "The area to be granted under a licence shall ordinarily not Area to be exceed 2,000 acres, but may be such larger area not exceeding 5,000 acres as the President may in any particular case approve."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Term of licence. ",
            "context": "STATE LANDS ACT under Term of licence. 48. A licence may be granted for a period of two years and may Term of be renewed with the approval of the Commissioner for any further period not exceeding two years at any one time.",
            "description": "A licence may be granted for a period of two years and may Term of be renewed with the approval of the Commissioner for any further period not exceeding two years at any one time."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Survey and inspection of tracts. ",
            "context": "STATE LANDS ACT under Survey and inspection of tracts. 49. Unless the Commissioner in any particular case otherwise decides no survey of the land to be leased or licensed shall be necessary but the applicant shall in lieu of a survey cut lines to enclose the area applied for and pay the cost of inspection by prismatic compass and chain of the tract and the making of a diagram thereof by an officer thereto deputed by the Commissioner. The fee payable for such inspection (including diagram) shall be       For inspection of an area up to 100 acres ...    $",
            "description": "Unless the Commissioner in any particular case otherwise decides no survey of the land to be leased or licensed shall be necessary but the applicant shall in lieu of a survey cut lines to enclose the area applied for and pay the cost of inspection by prismatic compass and chain of the tract and the making of a diagram thereof by an officer thereto deputed by the Commissioner. The fee payable for such inspection (including diagram) shall be       For inspection of an area up to 100 acres ...    $"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Rent. ",
            "context": "STATE LANDS ACT under Rent. 50. The rent payable on a licence or lease shall be at the rate of one cent for each period in respect of which the licence or lease has been granted or renewed as the case may be.",
            "description": "The rent payable on a licence or lease shall be at the rate of one cent for each period in respect of which the licence or lease has been granted or renewed as the case may be."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Conditions. (1) Licensee must work tract. (2) Transfers and mortgages. (3) Notice boards to be erected and boundary lines         to be kept open. (4) Licensee to sell Government timber at current                             market rates. ",
            "context": "STATE LANDS ACT under Conditions. (1) Licensee must work tract. (2) Transfers and mortgages. (3) Notice boards to be erected and boundary lines         to be kept open. (4) Licensee to sell Government timber at current                             market rates. 51. A licence shall ordinarily be issued subject to the following conditions but the President may in any particular case vary these conditions to suit special circumstances or may in like manner annex such further conditions as he may think fit: (a)  The licensee shall in each year during the continuance of the licence work the tract to the satisfaction of the Commissioner. (b)    The licensee shall not transfer or mortgage his interest in the licence or sublet the tract save in accordance with the provisions of these Regulations relating to transfers and mortgages and to subletting. (c)   The licensee shall place and maintain on the front of the tract at or near each boundary paal or at some conspicuous place a board on which shall be painted in plain legible letters and figures the name of the licensee and the number and date of his licence; and he shall also keep the boundary lines of the tract clear and open at all times to the satisfaction of any officer of the Department. LAWS OF GUYANA State Lands Cap. 62:01   75 [Subsidiary] State Lands Regulations  L.R.O. 1/2012    Licensee to sell Government timber at current market rates.            Security to be given by applicant.                Continued security.          (d)  The licensee shall, when required by the Minister, be bound to sell to any Government Department at current market rates, at the place of production or at such current market rates with reasonable transport charges added, the same in case of disagreement to be calculated on the average prices of the preceding three months, timber or other articles obtained by him from the tract licensed, to an amount not exceeding twenty-five per cent of the total output of such tract.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "The licensee shall in each year during the continuance of the licence work the tract to the satisfaction of the Commissioner."
                },
                {
                    "representation": "(b)",
                    "description": "The licensee shall not transfer or mortgage his interest in the licence or sublet the tract save in accordance with the provisions of these Regulations relating to transfers and mortgages and to subletting."
                },
                {
                    "representation": "(c)",
                    "description": "The licensee shall place and maintain on the front of the tract at or near each boundary paal or at some conspicuous place a board on which shall be painted in plain legible letters and figures the name of the licensee and the number and date of his licence; and he shall also keep the boundary lines of the tract clear and open at all times to the satisfaction of any officer of the Department. LAWS OF GUYANA State Lands Cap. 62:01   75 [Subsidiary] State Lands Regulations  L.R.O. 1/2012    Licensee to sell Government timber at current market rates.            Security to be given by applicant.                Continued security."
                },
                {
                    "representation": "(d)",
                    "description": "The licensee shall, when required by the Minister, be bound to sell to any Government Department at current market rates, at the place of production or at such current market rates with reasonable transport charges added, the same in case of disagreement to be calculated on the average prices of the preceding three months, timber or other articles obtained by him from the tract licensed, to an amount not exceeding twenty-five per cent of the total output of such tract."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "(1) Security to be given by applicant.                     (3) Continued security. ",
            "context": "STATE LANDS ACT under (1) Security to be given by applicant.                     (3) Continued security. 52. (1) Before any lease or licence for wood-cutting is issued the Security to applicant shall if required by the Commissioner give security to his satisfaction in a sum not exceeding three thousand dollars that the forests for which the lease or licence is applied for shall not during the continuance of the lease or licence suffer any injury and that the royalty on all articles taken therefrom and the rents due and payable thereon shall be duly paid. (2) If such security is not given within two months from the date of the notification by the Commissioner that it is required, the application may be cancelled and all fees deposited forfeited. (3) Any person to whom more than one lease or licence is granted, may in lieu of giving separate security in respect of each tract, give security in a sum not exceeding five thousand dollars in respect of all such tracts and such security shall be renewed only when from the death or bankruptcy of sureities or from their ceasing to reside in Guyana or from its being reduced, or estreated, it is necessary to renew it.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Before any lease or licence for wood-cutting is issued the Security to applicant shall if required by the Commissioner give security to his satisfaction in a sum not exceeding three thousand dollars that the forests for which the lease or licence is applied for shall not during the continuance of the lease or licence suffer any injury and that the royalty on all articles taken therefrom and the rents due and payable thereon shall be duly paid."
                },
                {
                    "representation": "(2)",
                    "description": "If such security is not given within two months from the date of the notification by the Commissioner that it is required, the application may be cancelled and all fees deposited forfeited."
                },
                {
                    "representation": "(3)",
                    "description": "Any person to whom more than one lease or licence is granted, may in lieu of giving separate security in respect of each tract, give security in a sum not exceeding five thousand dollars in respect of all such tracts and such security shall be renewed only when from the death or bankruptcy of sureities or from their ceasing to reside in Guyana or from its being reduced, or estreated, it is necessary to renew it."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "(1) Size of trees to be cut. (5) Permission required to collect balata from felled trees. ",
            "context": "STATE LANDS ACT under (1) Size of trees to be cut. (5) Permission required to collect balata from felled trees. 53. (1) No tree shall be cut that will square less than ten inches, except wallaba or other hardwood trees of a like nature, cut for the purpose of making paling posts, beams or",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No tree shall be cut that will square less than ten inches, except wallaba or other hardwood trees of a like nature, cut for the purpose of making paling posts, beams or"
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Provisions as to removal and conveyance of   LAWS OF GUYANA State Lands Cap. 62:01   33 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                                 REGULATION    timber, etc. ",
            "context": "STATE LANDS ACT under Provisions as to removal and conveyance of   LAWS OF GUYANA State Lands Cap. 62:01   33 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                                 REGULATION    timber, etc. 54. (1) No timber, staves, posts, beams, sticks, firewood, shingles, charcoal, or other article whatsoever which may under this part be taken off the State lands shall be removed from a leased or licensed tract, or shall be conveyed in any manner, without a permit in that behalf signed by the lessee or licensee or his agent or representative on the tract, unless otherwise permitted by the Commissioner. (2) The permit shall be in such form, and shall contain such particulars, as the Commissioner may direct, and no permit shall be used by a lessee or licensee or his agent or representative for any other purpose than in connection with the conveyance of articles from the specific tract of State land for which such permit was approved by the Commissioner. Any licensee or his agent or person in charge who refuses or neglects to insert the full particulars required on permits issued for the removal of substances from State land as aforesaid, or who falsifies, alters, or wilfully defaces such permit in a manner calculated to cause a loss of revenue shall be guilty of an offence under these Regulations. (3) The person in charge of every such article in course of conveyance from a leased or licensed tract shall take the same to the nearest Government Station and exhibit his permit to the officer in charge of such station, who shall, if he is satisfied that the article mentioned in such permit has been legally obtained from State land leased or licensed for the purpose, endorse his name with the date thereon. (4) No such article as aforesaid shall be conveyed beyond such Government Station without such endorsement on the permit relating to the same. (5) The person in charge of every such article in course of conveyance from a leased or licensed tract shall also, on arriving at the place of destination of such article, within twenty-four hours after deliver his permit to an LAWS OF GUYANA 78 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                                 officer at the Government Station nearest to such place, and the officer shall satisfy himself that the particulars contained in the permit are true. (6) Any officer of the Department whilst travelling on duty may, if he is satisfied that the particulars contained in any such permit handed to him are true, endorse his name, with the date thereon, and the place where the permit is so endorsed shall, for the time being, be deemed to be a Government Station; and in any such case the provisions of paragraphs (3) and (4) shall not apply. (7) Permission in writing may be granted by the Commissioner to the lessee or licensee of any tract to convey timber therefrom to any depot, flat or beach without a permit to convey such timber being made out in respect of each load: Provided that the lessee or licensee shall furnish a monthly statement showing the kind and quantity of all timber so conveyed, together with such other information as the Commissioner may require, and pay royalty thereon during the first week in each calendar month. (8) Permission in writing may be granted by the Commissioner, or any officer of the Department duly authorised by the Commissioner, to the lessee or licensee of any tract to convey any article taken off his tract to any place, without the same being first taken to a Government Station, and in any such case the provisions of paragraphs (3) and (4) of this regulation shall not apply. (9) Permission in writing may be granted by the Commissioner to the lessee or licensee of any tract who desires to export any articles mentioned in this part to convey such article direct to the place where the vessel in which the same is to be exported is loading, without the same being first taken to a Government Station. LAWS OF GUYANA State Lands Cap. 62:01   79 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                            Royalty.           [Reg. 33/1948]      Prohibition of selling or purchasing timber, etc., (10)  The lessee or licensee shall be bound, after the vessel has been loaded, and before entry is passed at the Customs, to deliver to an officer of the Lands Department a declaration made by himself or his agent, or by a timber measurer holding a certificate as such from the Commissioner, declaring the quantity of each article with which the vessel is loaded, as well as the quantity, if any, transported from the tract for the purpose but rejected by the shippers, and shall pay the royalty on the whole. (11)  Any timber, staves, posts, beams, sticks, firewood, shingles, charcoal or other article whatsoever from a leased or licensed tract of State land, removed or otherwise dealt with except in accordance with the foregoing paragraphs, shall be liable to seizure and forfeiture, as though illegally cut on the ungranted State lands.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No timber, staves, posts, beams, sticks, firewood, shingles, charcoal, or other article whatsoever which may under this part be taken off the State lands shall be removed from a leased or licensed tract, or shall be conveyed in any manner, without a permit in that behalf signed by the lessee or licensee or his agent or representative on the tract, unless otherwise permitted by the Commissioner."
                },
                {
                    "representation": "(2)",
                    "description": "The permit shall be in such form, and shall contain such particulars, as the Commissioner may direct, and no permit shall be used by a lessee or licensee or his agent or representative for any other purpose than in connection with the conveyance of articles from the specific tract of State land for which such permit was approved by the Commissioner. Any licensee or his agent or person in charge who refuses or neglects to insert the full particulars required on permits issued for the removal of substances from State land as aforesaid, or who falsifies, alters, or wilfully defaces such permit in a manner calculated to cause a loss of revenue shall be guilty of an offence under these Regulations."
                },
                {
                    "representation": "(3)",
                    "description": "and"
                },
                {
                    "representation": "(4)",
                    "description": "of this regulation shall not apply."
                },
                {
                    "representation": "(5)",
                    "description": "The person in charge of every such article in course of conveyance from a leased or licensed tract shall also, on arriving at the place of destination of such article, within twenty-four hours after deliver his permit to an LAWS OF GUYANA 78 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                                 officer at the Government Station nearest to such place, and the officer shall satisfy himself that the particulars contained in the permit are true."
                },
                {
                    "representation": "(6)",
                    "description": "Any officer of the Department whilst travelling on duty may, if he is satisfied that the particulars contained in any such permit handed to him are true, endorse his name, with the date thereon, and the place where the permit is so endorsed shall, for the time being, be deemed to be a Government Station; and in any such case the provisions of paragraphs"
                },
                {
                    "representation": "(7)",
                    "description": "Permission in writing may be granted by the Commissioner to the lessee or licensee of any tract to convey timber therefrom to any depot, flat or beach without a permit to convey such timber being made out in respect of each load: Provided that the lessee or licensee shall furnish a monthly statement showing the kind and quantity of all timber so conveyed, together with such other information as the Commissioner may require, and pay royalty thereon during the first week in each calendar month."
                },
                {
                    "representation": "(8)",
                    "description": "Permission in writing may be granted by the Commissioner, or any officer of the Department duly authorised by the Commissioner, to the lessee or licensee of any tract to convey any article taken off his tract to any place, without the same being first taken to a Government Station, and in any such case the provisions of paragraphs"
                },
                {
                    "representation": "(9)",
                    "description": "Permission in writing may be granted by the Commissioner to the lessee or licensee of any tract who desires to export any articles mentioned in this part to convey such article direct to the place where the vessel in which the same is to be exported is loading, without the same being first taken to a Government Station. LAWS OF GUYANA State Lands Cap. 62:01   79 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                            Royalty.           [Reg. 33/1948]      Prohibition of selling or purchasing timber, etc.,"
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Royalty. ",
            "context": "STATE LANDS ACT under Royalty. 55. (1) The lessee or licensee shall forthwith, after having delivered the permit as required by regulation 54 (5), pay the royalty payable on the articles specified therein at the office of the Department or to an officer of the Department appointed for the purpose. (2) In the case of timber and other forest products cut and removed, or cut or removed from State lands and sold in accordance with regulation 10 of the State Lands (Amerindian) Regulations, the purchaser shall forthwith pay the royalty payable on the articles purchased at the office of the Department, or to an officer of the Department, appointed by the Commissioner for that purpose.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The lessee or licensee shall forthwith, after having delivered the permit as required by regulation 54"
                },
                {
                    "representation": "(2)",
                    "description": "In the case of timber and other forest products cut and removed, or cut or removed from State lands and sold in accordance with regulation 10 of the State Lands"
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Prohibition of selling or purchasing timber, etc.,                   without permit. ",
            "context": "STATE LANDS ACT under Prohibition of selling or purchasing timber, etc.,                   without permit. 56. No person shall purchase from a lessee or licensee, and no lessee or licensee shall sell to any person, any of the articles mentioned in regulation 54, unless a permit for the removal of the same has been obtained as required by the said regulation and the lessee or licensee produces a receipt showing that the royalty payable thereon has been duly paid. without permit. LAWS OF GUYANA 80 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012      Power to grant certain transport privileges to licensee.     Permission to occupy land as depot for storing timber and for cultivation.        Transport facilities and land depot may be granted over adjoining land licensed to others.          Survey of land granted for depot not necessary.",
            "description": "No person shall purchase from a lessee or licensee, and no lessee or licensee shall sell to any person, any of the articles mentioned in regulation 54, unless a permit for the removal of the same has been obtained as required by the said regulation and the lessee or licensee produces a receipt showing that the royalty payable thereon has been duly paid. without permit. LAWS OF GUYANA 80 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012      Power to grant certain transport privileges to licensee.     Permission to occupy land as depot for storing timber and for cultivation.        Transport facilities and land depot may be granted over adjoining land licensed to others.          Survey of land granted for depot not necessary."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "57.(1)  Power to grant certain transport privileges  to licensee. (2)  Permission to occupy land as depot for storing  timber and for cultivation. (3) Transport facilities and land for depot may be granted over adjoining land licensed to others. (4) Survey of land granted for depot not necessary. ",
            "context": "STATE LANDS ACT under 57.(1)  Power to grant certain transport privileges  to licensee. (2)  Permission to occupy land as depot for storing  timber and for cultivation. (3) Transport facilities and land for depot may be granted over adjoining land licensed to others. (4) Survey of land granted for depot not necessary. 57. (1) Permission may be granted by the Commissioner to any lessee or licensee to construct and use such railways and tramways and timber and cart paths on State lands outside the limits of the tract leased or licensed to him as may facilitate the transportation of the timber or other articles taken from the tract. (2) Permission may also be granted by the Commissioner to any lessee or licensee to occupy, at or near the entrance of any creek, timber, or cart path, any State land not exceeding five acres in extent, for the purpose of erecting houses, for storing his goods, dropping his timber, and depositing his shingles or any other article which he is authorised to procure from his tract, and also to cultivate any portion of such land for the support of himself and his labourers, so long as he continues to hold such lease or licence. (3) Permission may also be granted by the Commissioner to a lessee or licensee of a woodcutting tract to construct and use any railway, tramway, or cart or timber path through or across State lands adjoining or in proximity to his tract which are leased or licensed to any person for woodcutting, collecting balata, or for grazing purposes, where it is shown to his satisfaction that such permission is necessary to enable such lessee or licensee to remove his timber or other articles, and to occupy as a depot any portion of such State lands not exceeding five acres in extent for the purpose of erecting buildings for storing his goods or for the purpose of dropping his timber or other articles. (4) No survey shall be required and, with the exception of the fee payable for the permission and rental, no other charge shall be made in respect of any such permission:  Provided, however, that if the lessee or licensee is at any time found to be occupying more than five acres of land LAWS OF GUYANA State Lands Cap. 62:01   81 [Subsidiary] State Lands Regulations  L.R.O. 1/2012             Reservation in favour of State metals, minerals, etc., and of right to enter and mine therefor.              Power to take portions of  lease or licence for public  purposes or to grant portions for mining pur-poses or to resume por-tions denuded  of valuable timber for cultivation purposes under any such permission, the permission may be at once rescinded by the Commissioner and the lessee or licensee may be required to take out a lease for the occupied area and to pay the fees required under these Regulations",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Permission may be granted by the Commissioner to any lessee or licensee to construct and use such railways and tramways and timber and cart paths on State lands outside the limits of the tract leased or licensed to him as may facilitate the transportation of the timber or other articles taken from the tract."
                },
                {
                    "representation": "(2)",
                    "description": "Permission may also be granted by the Commissioner to any lessee or licensee to occupy, at or near the entrance of any creek, timber, or cart path, any State land not exceeding five acres in extent, for the purpose of erecting houses, for storing his goods, dropping his timber, and depositing his shingles or any other article which he is authorised to procure from his tract, and also to cultivate any portion of such land for the support of himself and his labourers, so long as he continues to hold such lease or licence."
                },
                {
                    "representation": "(3)",
                    "description": "Permission may also be granted by the Commissioner to a lessee or licensee of a woodcutting tract to construct and use any railway, tramway, or cart or timber path through or across State lands adjoining or in proximity to his tract which are leased or licensed to any person for woodcutting, collecting balata, or for grazing purposes, where it is shown to his satisfaction that such permission is necessary to enable such lessee or licensee to remove his timber or other articles, and to occupy as a depot any portion of such State lands not exceeding five acres in extent for the purpose of erecting buildings for storing his goods or for the purpose of dropping his timber or other articles."
                },
                {
                    "representation": "(4)",
                    "description": "No survey shall be required and, with the exception of the fee payable for the permission and rental, no other charge shall be made in respect of any such permission:  Provided, however, that if the lessee or licensee is at any time found to be occupying more than five acres of land LAWS OF GUYANA State Lands Cap. 62:01   81 [Subsidiary] State Lands Regulations  L.R.O. 1/2012             Reservation in favour of State metals, minerals, etc., and of right to enter and mine therefor.              Power to take portions of  lease or licence for public  purposes or to grant portions for mining pur-poses or to resume por-tions denuded  of valuable timber for cultivation purposes under any such permission, the permission may be at once rescinded by the Commissioner and the lessee or licensee may be required to take out a lease for the occupied area and to pay the fees required under these Regulations"
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Reservation in favour of State of metals, minerals, etc., and of right to enter and mine therefor. ",
            "context": "STATE LANDS ACT under Reservation in favour of State of metals, minerals, etc., and of right to enter and mine therefor. 58. A lease or licence shall not confer on the holder any right to the land in respect of which the lease or licence is granted nor any right to any gold, silver or other metals, minerals, ores, bauxite, metals, gems or precious stones, rock, coal or mineral oil in or under the  and land comprised in such lease or license and all agents, servants or of right workmen of the Government thereto specially authorised shall be to enter and there-in entitled to enter upon the land granted and therein to search and for mine for and carry away therefrom any metal or mineral or other substance or thing as aforesaid and also any stone, sand, clay or other materials which may be required for making or keeping in repair any roads, tramways, railways, drainage or irrigation works or for the construction of any works or purposes of public use",
            "description": "A lease or licence shall not confer on the holder any right to the land in respect of which the lease or licence is granted nor any right to any gold, silver or other metals, minerals, ores, bauxite, metals, gems or precious stones, rock, coal or mineral oil in or under the  and land comprised in such lease or license and all agents, servants or of right workmen of the Government thereto specially authorised shall be to enter and there-in entitled to enter upon the land granted and therein to search and for mine for and carry away therefrom any metal or mineral or other substance or thing as aforesaid and also any stone, sand, clay or other materials which may be required for making or keeping in repair any roads, tramways, railways, drainage or irrigation works or for the construction of any works or purposes of public use"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "(1) Power to take portions of lease or licence for public purposes or to grant portions for mining purposes or to resume portions denuded of valuable timber for cultivation purposes without compensation.        (2)  Land for roads, railways, etc., to be reserved for lessee or licensee over portions resumed or disposed of to others.   ",
            "context": "STATE LANDS ACT under (1) Power to take portions of lease or licence for public purposes or to grant portions for mining purposes or to resume portions denuded of valuable timber for cultivation purposes without compensation.        (2)  Land for roads, railways, etc., to be reserved for lessee or licensee over portions resumed or disposed of to others.   59.(1) The President shall have full power and authority at all times during the term of the lease or licence to resume possession of any part or parts of the land comprised in a lease or licence which may be required for any works or purposes of public use, utility or convenience, or may sell, lease, license or otherwise dispose of any part or parts of the said land to any person or persons for any such purpose, or may, subject to the provisions of any Acts and regulations for the time being in force relating to mining on State lands grant to any person or persons a concession, lease, licence or permission in respect of any part or parts of the said land; or may resume possession of any portion of the said land which in his opinion has been denuded of valuable timber or which he considers ought to be resumed for cultivation, without making any compensation to the lessee or licensee in respect thereof other than a proportionate reduction of rent in respect of any land LAWS OF GUYANA 82 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012 without com-pensation.                  Land for roads, railways, etc., to be reserved for lessee or licensee over portions resumed or disposed of to others.     Balata or quarrying rights may be granted to others.   Right of entry to inspecting officer.       resumed or disposed of as aforesaid on which marketable timber is growing or standing: Provided, however, that no such resumption or disposition shall be made of any land within five hundred yards of a saw-mill site, or within five hundred feet of any building or within one hundred feet of any railway or tramway constructed for the purpose of hauling timber unless compensation be paid for the same. (2) Where any land comprised in a lease or licence is resumed or disposed of as hereinbefore provided the Commissioner shall reserve therefrom such land as may be necessary for roads or railway or tramway routes likely to be required by the lessee or licensee for present or future requirements and in every title issued in respect of any land resumed or disposed of as aforesaid power shall be reserved to the President to resume any portion of such as may be required for roads or railway or tramway routes by the lessee or licensee without payment of compensation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The President shall have full power and authority at all times during the term of the lease or licence to resume possession of any part or parts of the land comprised in a lease or licence which may be required for any works or purposes of public use, utility or convenience, or may sell, lease, license or otherwise dispose of any part or parts of the said land to any person or persons for any such purpose, or may, subject to the provisions of any Acts and regulations for the time being in force relating to mining on State lands grant to any person or persons a concession, lease, licence or permission in respect of any part or parts of the said land; or may resume possession of any portion of the said land which in his opinion has been denuded of valuable timber or which he considers ought to be resumed for cultivation, without making any compensation to the lessee or licensee in respect thereof other than a proportionate reduction of rent in respect of any land LAWS OF GUYANA 82 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012 without com-pensation.                  Land for roads, railways, etc., to be reserved for lessee or licensee over portions resumed or disposed of to others.     Balata or quarrying rights may be granted to others.   Right of entry to inspecting officer.       resumed or disposed of as aforesaid on which marketable timber is growing or standing: Provided, however, that no such resumption or disposition shall be made of any land within five hundred yards of a saw-mill site, or within five hundred feet of any building or within one hundred feet of any railway or tramway constructed for the purpose of hauling timber unless compensation be paid for the same."
                },
                {
                    "representation": "(2)",
                    "description": "Where any land comprised in a lease or licence is resumed or disposed of as hereinbefore provided the Commissioner shall reserve therefrom such land as may be necessary for roads or railway or tramway routes likely to be required by the lessee or licensee for present or future requirements and in every title issued in respect of any land resumed or disposed of as aforesaid power shall be reserved to the President to resume any portion of such as may be required for roads or railway or tramway routes by the lessee or licensee without payment of compensation."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Balata or quarrying rights may be granted to    others.   ",
            "context": "STATE LANDS ACT under Balata or quarrying rights may be granted to    others.   60.00 For inspection of every additional 500  acres or part thereof over 1,000 acres         $",
            "description": "60.00 For inspection of every additional 500  acres or part thereof over 1,000 acres         $"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Right of entry to inspecting officer.   ",
            "context": "STATE LANDS ACT under Right of entry to inspecting officer.   61. It shall be lawful for any officer of the Government authorised in that behalf by the Commissioner to enter upon any land held under lease or licence for woodcutting purposes at such times as may be reasonable to inspect the operations of the lessee or licensee in so far as may be necessary to ascertain whether such lessee or licensee is complying with the conditions of his lease or licence.",
            "description": "It shall be lawful for any officer of the Government authorised in that behalf by the Commissioner to enter upon any land held under lease or licence for woodcutting purposes at such times as may be reasonable to inspect the operations of the lessee or licensee in so far as may be necessary to ascertain whether such lessee or licensee is complying with the conditions of his lease or licence."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Penalty for non-observance of conditions of    licence  PART IX LICENCES TO COLLECT BALATA, GUMS, ETC.  ",
            "context": "STATE LANDS ACT under Penalty for non-observance of conditions of    licence  PART IX LICENCES TO COLLECT BALATA, GUMS, ETC.  62. The Commissioner may at any time revoke any licence in the event of non-observance by the licensee of any of the conditions of his licence or of the provisions of the licence. of conditions of non-observance Penalty for LAWS OF GUYANA State Lands Cap. 62:01   83 [Subsidiary] State Lands Regulations  L.R.O. 1/2012            Issue of licences for obtaining balata, etc.    Rental.           Royalty.     First Schedule.    Transfer and Mortgage.     regulations relating to licences for woodcutting PART  IX  LICENCES TO COLLECT BALATA, GUM, ETC.",
            "description": "The Commissioner may at any time revoke any licence in the event of non-observance by the licensee of any of the conditions of his licence or of the provisions of the licence. of conditions of non-observance Penalty for LAWS OF GUYANA State Lands Cap. 62:01   83 [Subsidiary] State Lands Regulations  L.R.O. 1/2012            Issue of licences for obtaining balata, etc.    Rental.           Royalty.     First Schedule.    Transfer and Mortgage.     regulations relating to licences for woodcutting PART  IX  LICENCES TO COLLECT BALATA, GUM, ETC."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Issue of licences for obtaining balata, etc. ( a)  Rental. ( b )  Royalty. ( c)  Transfer and mortgage. LAWS OF GUYANA 34 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                                 REGULATION   (d )  Erection of notice boards. ( e)  Licensee must work tract to satisfaction of             Commissioner.  ( f)  Licensee prohibited from holding balata     licences on frontier of neighbouring country.  (g )  Power to grant lease or licence to others for     any purpose whatsoever any portion of the     land licensed. ",
            "context": "STATE LANDS ACT under Issue of licences for obtaining balata, etc. ( a)  Rental. ( b )  Royalty. ( c)  Transfer and mortgage. LAWS OF GUYANA 34 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                                 REGULATION   (d )  Erection of notice boards. ( e)  Licensee must work tract to satisfaction of             Commissioner.  ( f)  Licensee prohibited from holding balata     licences on frontier of neighbouring country.  (g )  Power to grant lease or licence to others for     any purpose whatsoever any portion of the     land licensed. 63. Licences for a term of years or during the pleasure of the President (as the case may be) for the purpose of obtaining rubber, balata or substances of a like nature from the forests on State lands by the Commissioner subject to the following conditions : (a)   The licensee shall pay to the Commissioner on the date specified in the licence an annual rental of forty dollars, and in default of payment of such rental on the day on which the same becomes due, the licensee shall in addition, pay interest thereon at the rate of six per cent per annum for each day of such default. (b)  The licensee shall forthwith after the delivery of the permit as required by regulation 68 (5) pay royalty at the Department as specified in the First Schedule unless the Commissioner otherwise directs.  (c)  The licensee shall not transfer or mortgage his interest in accordance with the regulations relating to transfers and mortgages, and shall not sub-let his interest in the licence or any part thereof.  (d)  The licensee shall place and keep on either side of  the tract licensed to him a board on which shall be painted in plain legible letters and figures the name of the licensee, the extent of the tract, and the date of the licence   notice boards. Erection of  LAWS OF GUYANA 84 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                Licensee pro-hibited from holding balata licences on frontier of neighbouring country.   under which he holds it, and he shall keep such board with such inscription in good repair during the continuance of the licence:     Provided that when two or more contiguous tracts are licensed to the same person notice boards at the extreme limits of the whole facade only shall be necessary. (e)  The licensee shall in each year during the continuance of the licence do work on the tract licensed to the satisfaction of the Commissioner:      Provided always that the Commissioner may give the licensee permission in writing to cease work on the tract for such time as the Commissioner may think fit. (f)   The licensee shall not at any time during the period for which the licence is granted accept a licence to collect rubber licences on or balata from a Government on the frontiers of Guyana.  (g)   The licence shall not confer on the licensee the right to Power to plant rubber, or trees other than balata, on any portion of the land to which the licence refers, and the President may grant others for lease or licence for any purpose whatsoever other than the purpose of collecting balata to any person any portion of the any portion land, upon due notice being given to the licensee, and there upon the right of the licensee under the licence in or to the portion of 'land so granted, leased or licensed shall immediately cease and determine. Commissioner. satisfaction of work tract to Licensee must        land licensed. portion of the whatsoever any any purpose to others for lease or licence Power to grant  LAWS OF GUYANA State Lands Cap. 62:01   85 [Subsidiary] State Lands Regulations  L.R.O. 1/2012              Security to be given by applicant.                      Continued security.          The foregoing provisions shall apply to every licence for obtaining rubber, balata or substances of a like nature, whether such licence was issued before or after the commencement of these Regulations.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "The licensee shall pay to the Commissioner on the date specified in the licence an annual rental of forty dollars, and in default of payment of such rental on the day on which the same becomes due, the licensee shall in addition, pay interest thereon at the rate of six per cent per annum for each day of such default."
                },
                {
                    "representation": "(b)",
                    "description": "The licensee shall forthwith after the delivery of the permit as required by regulation 68"
                },
                {
                    "representation": "(5)",
                    "description": "pay royalty at the Department as specified in the First Schedule unless the Commissioner otherwise directs."
                },
                {
                    "representation": "(c)",
                    "description": "The licensee shall not transfer or mortgage his interest in accordance with the regulations relating to transfers and mortgages, and shall not sub-let his interest in the licence or any part thereof."
                },
                {
                    "representation": "(d)",
                    "description": "The licensee shall place and keep on either side of  the tract licensed to him a board on which shall be painted in plain legible letters and figures the name of the licensee, the extent of the tract, and the date of the licence   notice boards. Erection of  LAWS OF GUYANA 84 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                Licensee pro-hibited from holding balata licences on frontier of neighbouring country.   under which he holds it, and he shall keep such board with such inscription in good repair during the continuance of the licence:     Provided that when two or more contiguous tracts are licensed to the same person notice boards at the extreme limits of the whole facade only shall be necessary."
                },
                {
                    "representation": "(e)",
                    "description": "The licensee shall in each year during the continuance of the licence do work on the tract licensed to the satisfaction of the Commissioner:      Provided always that the Commissioner may give the licensee permission in writing to cease work on the tract for such time as the Commissioner may think fit."
                },
                {
                    "representation": "(f)",
                    "description": "The licensee shall not at any time during the period for which the licence is granted accept a licence to collect rubber licences on or balata from a Government on the frontiers of Guyana."
                },
                {
                    "representation": "(g)",
                    "description": "The licence shall not confer on the licensee the right to Power to plant rubber, or trees other than balata, on any portion of the land to which the licence refers, and the President may grant others for lease or licence for any purpose whatsoever other than the purpose of collecting balata to any person any portion of the any portion land, upon due notice being given to the licensee, and there upon the right of the licensee under the licence in or to the portion of 'land so granted, leased or licensed shall immediately cease and determine. Commissioner. satisfaction of work tract to Licensee must        land licensed. portion of the whatsoever any any purpose to others for lease or licence Power to grant  LAWS OF GUYANA State Lands Cap. 62:01   85 [Subsidiary] State Lands Regulations  L.R.O. 1/2012              Security to be given by applicant.                      Continued security.          The foregoing provisions shall apply to every licence for obtaining rubber, balata or substances of a like nature, whether such licence was issued before or after the commencement of these Regulations."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "(1) Security to be given by applicant.   (3) Continued security. ",
            "context": "STATE LANDS ACT under (1) Security to be given by applicant.   (3) Continued security. 64. (1) Before any licence for the collection of rubber or balata is issued, the applicant shall give security to the Commissioner to his satisfaction in a sum not exceeding five thousand dollars that the forests on State lands for which the licence is applied for shall not suffer any injury during the continuance of the licence and that the royalty on all articles taken therefrom and the rents due and payable thereon shall be duly paid, and also that the unlicensed forests on State lands within twenty miles of the nearest point on the tract for which the licence is applied for shall not during the continuance of the licence suffer any injury by reason of anything done by the applicant or by any person employed by him. (2) If such bond is not given within two months from the date of the notification by the Commissioner that it is required, the application may be cancelled and all fees deposited shall be forfeited. (3) Any person to whom more than one licence for the collection of rubber, balata and other substances of a like nature is granted, may in lieu of giving separate security in respect of each tract, give security in a sum not exceeding five thousand dollars in respect of all such tracts, and such security shall be renewed only when from the death or bankruptcy of sureties or from their ceasing to reside in Guyana or from its being reduced, or estreated it is necessary to renew it.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Before any licence for the collection of rubber or balata is issued, the applicant shall give security to the Commissioner to his satisfaction in a sum not exceeding five thousand dollars that the forests on State lands for which the licence is applied for shall not suffer any injury during the continuance of the licence and that the royalty on all articles taken therefrom and the rents due and payable thereon shall be duly paid, and also that the unlicensed forests on State lands within twenty miles of the nearest point on the tract for which the licence is applied for shall not during the continuance of the licence suffer any injury by reason of anything done by the applicant or by any person employed by him."
                },
                {
                    "representation": "(2)",
                    "description": "If such bond is not given within two months from the date of the notification by the Commissioner that it is required, the application may be cancelled and all fees deposited shall be forfeited."
                },
                {
                    "representation": "(3)",
                    "description": "Any person to whom more than one licence for the collection of rubber, balata and other substances of a like nature is granted, may in lieu of giving separate security in respect of each tract, give security in a sum not exceeding five thousand dollars in respect of all such tracts, and such security shall be renewed only when from the death or bankruptcy of sureties or from their ceasing to reside in Guyana or from its being reduced, or estreated it is necessary to renew it."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "(1) Registration of persons.       (12) Employment of Amerindians.       (13) Commissioner may cancel registration.  certificate.       (16) Commissioner may debar any person from                   registration.        (18) Penalty for failure to point out work place to                  inspecting officer. ",
            "context": "STATE LANDS ACT under (1) Registration of persons.       (12) Employment of Amerindians.       (13) Commissioner may cancel registration.  certificate.       (16) Commissioner may debar any person from                   registration.        (18) Penalty for failure to point out work place to                  inspecting officer. 65. (1) The licensee shall not employ or permit to be employed any person to prospect for or to bleed rubber or balata on any tract licensed to him, or to labour, work, or be engaged thereon or in connection therewith in any capacity whatsoever, who has not been registered by the  Reg. 17/1968] persons.  Registration of   LAWS OF GUYANA 86 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations L.R.O. 1/2012                                            Commissioner, and any person found labouring, working or engaged on or in connection with any tract licensed for rubber or balata collecting purposes, in any capacity whatsoever who has not been duly registered as herein provided for or in any capacity other than that in which he has been registered shall be liable to a fine of seventy-five dollars.  (2) Application for the registration of persons shall be made in Georgetown or at such other places as may from time to time be fixed by the Minister, to the Commissioner or any person appointed by the Minister in that behalf who are hereinafter referred to as the Registering Officer.  (3) Where any person is registered to work on any tract, and the contract between him and his employer is for a limited time, it shall not be necessary, on the expiration of the term of service, if such person desire to remain on such tract, to again register such person, but in any such case the employer shall endorse the expired certificate of registration to the effect that the person's term of service has been extended for a period which must be stated, and notice shall as soon as practicable be sent to the Registering Officer of such continuation of service.  (4) Every person whose certificate has not been endorsed as hereinbefore provided who works on a tract after the expiry of his term of service, shall be deemed to have been employed thereon by the holder thereof without being duly registered as required by these Regulations.  (5) The Registering Officer may refuse to register persons to work in any capacity outside the limits of Georgetown or New Amsterdam for any company or co-partnership, whether registered in Guyana or not, unless such company or co-partnership shall pay a deposit of such LAWS OF GUYANA State Lands Cap. 62:01   87 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                                 amount as the Commissioner shall determine, or enter into a bond with two good and sufficient sureties for the due payment of all sums due to the persons so registered.  (6) The Registering Officer may refuse to register persons for any employer against whom any unsatisfied judgment for labourers' wages exist, and shall not register any person whose contract with another employer is unexpired and still subsisting, except with the permission of such employer.  (7) Any person who makes application to be registered as aforesaid shall state to the Registering Officer the capacity in which he intends to labour on or in connection with the tract, the situation of the tract, and, in case of a bleeder, the name of the foreman under whose control he intends to work, and the Registering Officer shall enter all such information on the registration certificate to be given to such person. Such certificate shall be in the form approved by the Commissioner, and shall remain in force for any term not exceeding twelve months from the date of issue. No person under the age of 18 years shall be registered to labour in the capacity of a bleeder. (8) It shall not be necessary for any person who has been duly registered, whose period of service has expired, and who is in any district, and who desires to be employed on any tract, other than the one in respect of which he has been registered, to attend personally before the Registering Officer, but it shall be sufficient if the application for registration is made by letter sent by post enclosing the fee for such registration, and the certificate referred to in paragraph (7), and in such case the Registering Officer shall forward the certificate by post. (9) No immigrant shall be registered unless he produces his certificate of exemption from labour or is otherwise shown to be exempt. LAWS OF GUYANA 88 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                     c. 29:01   Commissioner may cancel registration certificate.               (10) The Registering Officer shall keep a record of the named ages, residences, places and terms of employment and proposes, wages, and of such other particulars as the Minister may direct. (11) Every employer of persons registered under these regulations shall be bound to certify on the back of the registration certificate that such person has completed his service under such certificate, and may state whether such service has been satisfactory or otherwise. (12) It shall not be compulsory for any Amerindian to take out a certificate of registration, and no such certificate shall be issued or contract entered into unless a permit to employ such Amerindian has been granted under the Amerindian Act. (13) The Commissioner may for good cause order that any certificate of registration shall be cancelled subject to an appeal to the Minister. (14) Any registered foreman or bleeder may at any time proceed to work on any tract other than the one for which he has been registered, on the agent, foreman, or other person under whose control such foreman or bleeder is working notifying to the nearest officer, by the first available opportunity, the situation of the tract to which such foreman or bleeder has been transferred. (15) Any person may be registered by means of written communication through the Post Office, or other reliable source, if the officer is satisfied that the person to be registered possesses the knowledge and ability required. (16) The Commissioner may order that any person shall not be registered to labour on or in connection with any tract licensed for rubber or balata collecting purposes, if he is of opinion that such person is not a fit and proper person to labour in such behalf, and if the   registration. person from may debar any Commissioner   Amerindians. Employment of     LAWS OF GUYANA State Lands Cap. 62:01   89 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                    Penalty for failure to point out work place to inspecting officer.             Conditions under which balata trees may be bled or Commissioner so orders, such person shall be debarred from registration for such time as the Commissioner may deem fit: Provided always that such person may appeal against such order to the Minister. (17) Any person who has been registered as hereinbefore provided, who refuses or neglects to produce his registration certificate for the inspection of any officer when called upon to do so, shall be liable to a fine of seventy-five dollars. (18) Any person registered under this regulation, who, when requested by any officer, neglects or refuses without reasonable excuse to go and point out to such officer the place where he has been bleeding rubber or balata, or the trees which he has bled shall be liable to a fine of one hundred and fifty dollars (19) Any foreman, who when requested by an officer neglects or refuses without reasonable excuse to go and point out to such officer the whereabouts of the bleeders under his control or the trees which they have bled or are bleeding, shall on conviction thereof be liable to a fine of one hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The licensee shall not employ or permit to be employed any person to prospect for or to bleed rubber or balata on any tract licensed to him, or to labour, work, or be engaged thereon or in connection therewith in any capacity whatsoever, who has not been registered by the  Reg. 17/1968] persons.  Registration of   LAWS OF GUYANA 86 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations L.R.O. 1/2012                                            Commissioner, and any person found labouring, working or engaged on or in connection with any tract licensed for rubber or balata collecting purposes, in any capacity whatsoever who has not been duly registered as herein provided for or in any capacity other than that in which he has been registered shall be liable to a fine of seventy-five dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Application for the registration of persons shall be made in Georgetown or at such other places as may from time to time be fixed by the Minister, to the Commissioner or any person appointed by the Minister in that behalf who are hereinafter referred to as the Registering Officer."
                },
                {
                    "representation": "(3)",
                    "description": "Where any person is registered to work on any tract, and the contract between him and his employer is for a limited time, it shall not be necessary, on the expiration of the term of service, if such person desire to remain on such tract, to again register such person, but in any such case the employer shall endorse the expired certificate of registration to the effect that the person's term of service has been extended for a period which must be stated, and notice shall as soon as practicable be sent to the Registering Officer of such continuation of service."
                },
                {
                    "representation": "(4)",
                    "description": "Every person whose certificate has not been endorsed as hereinbefore provided who works on a tract after the expiry of his term of service, shall be deemed to have been employed thereon by the holder thereof without being duly registered as required by these Regulations."
                },
                {
                    "representation": "(5)",
                    "description": "The Registering Officer may refuse to register persons to work in any capacity outside the limits of Georgetown or New Amsterdam for any company or co-partnership, whether registered in Guyana or not, unless such company or co-partnership shall pay a deposit of such LAWS OF GUYANA State Lands Cap. 62:01   87 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                                 amount as the Commissioner shall determine, or enter into a bond with two good and sufficient sureties for the due payment of all sums due to the persons so registered."
                },
                {
                    "representation": "(6)",
                    "description": "The Registering Officer may refuse to register persons for any employer against whom any unsatisfied judgment for labourers' wages exist, and shall not register any person whose contract with another employer is unexpired and still subsisting, except with the permission of such employer."
                },
                {
                    "representation": "(7)",
                    "description": "Any person who makes application to be registered as aforesaid shall state to the Registering Officer the capacity in which he intends to labour on or in connection with the tract, the situation of the tract, and, in case of a bleeder, the name of the foreman under whose control he intends to work, and the Registering Officer shall enter all such information on the registration certificate to be given to such person. Such certificate shall be in the form approved by the Commissioner, and shall remain in force for any term not exceeding twelve months from the date of issue. No person under the age of 18 years shall be registered to labour in the capacity of a bleeder."
                },
                {
                    "representation": "(8)",
                    "description": "It shall not be necessary for any person who has been duly registered, whose period of service has expired, and who is in any district, and who desires to be employed on any tract, other than the one in respect of which he has been registered, to attend personally before the Registering Officer, but it shall be sufficient if the application for registration is made by letter sent by post enclosing the fee for such registration, and the certificate referred to in paragraph"
                },
                {
                    "representation": "(9)",
                    "description": "No immigrant shall be registered unless he produces his certificate of exemption from labour or is otherwise shown to be exempt. LAWS OF GUYANA 88 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                     c. 29:01   Commissioner may cancel registration certificate."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Conditions under which balata trees may be bled.  or felled. ",
            "context": "STATE LANDS ACT under Conditions under which balata trees may be bled.  or felled. 66. (1) No balata tree shall be cut or bled that measures less than 42 inches round the circumference at a height of four and one quarter feet from the ground. (2) No tree that has been bled shall be again cut or bled until the wounds in the bark caused by any previous incisions be covered with renewed bark as to which the inspecting officer shall be sole judge. The limbs and branches of a tree shall not be cut or bled. (3) The incisions in the bark must be not less than 9 inches apart and be so cut that they do not cross each 6/12/1933] 15/9/1920 felled. [Reg. LAWS OF GUYANA 90 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                           Keeping of book showing balata, etc., collected. other but run one into the other, conveying the latex or gum towards the base of the tree. Where a tree is bled on the whole circumference the incisions shall run one into the other on one side of the tree only, and shall not meet, run into, or cross one another at any other point. (4) The incisions or gutters formed in the bark must not be more than one inch and a half wide on the outside, and must not be the full depth of the bark. (5) No bleeder shall make use of any instrument for bleeding rubber, balata or substances of a like nature the use of which has been prohibited by the Commissioner. (6) The method of bleeding known as \"double face\" is strictly prohibited. (7) No balata tree may be felled or destroyed except for the purpose of extracting from the forest and utilising the timber, and any tree measuring less than 16 inches in diameter on its smallest diameter at four and one quarter feet from the ground shall not be felled without the permission of the Commissioner as provided in regulation",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No balata tree shall be cut or bled that measures less than 42 inches round the circumference at a height of four and one quarter feet from the ground."
                },
                {
                    "representation": "(2)",
                    "description": "No tree that has been bled shall be again cut or bled until the wounds in the bark caused by any previous incisions be covered with renewed bark as to which the inspecting officer shall be sole judge. The limbs and branches of a tree shall not be cut or bled."
                },
                {
                    "representation": "(3)",
                    "description": "The incisions in the bark must be not less than 9 inches apart and be so cut that they do not cross each 6/12/1933] 15/9/1920 felled. [Reg. LAWS OF GUYANA 90 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                           Keeping of book showing balata, etc., collected. other but run one into the other, conveying the latex or gum towards the base of the tree. Where a tree is bled on the whole circumference the incisions shall run one into the other on one side of the tree only, and shall not meet, run into, or cross one another at any other point."
                },
                {
                    "representation": "(4)",
                    "description": "The incisions or gutters formed in the bark must not be more than one inch and a half wide on the outside, and must not be the full depth of the bark."
                },
                {
                    "representation": "(5)",
                    "description": "No bleeder shall make use of any instrument for bleeding rubber, balata or substances of a like nature the use of which has been prohibited by the Commissioner."
                },
                {
                    "representation": "(6)",
                    "description": "The method of bleeding known as \"double face\" is strictly prohibited."
                },
                {
                    "representation": "(7)",
                    "description": "No balata tree may be felled or destroyed except for the purpose of extracting from the forest and utilising the timber, and any tree measuring less than 16 inches in diameter on its smallest diameter at four and one quarter feet from the ground shall not be felled without the permission of the Commissioner as provided in regulation"
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Keeping of book showing balata, etc., collected. ",
            "context": "STATE LANDS ACT under Keeping of book showing balata, etc., collected. 67. (1) The licensee, or agent or representative on the tract, shall keep a book in which shall be entered the quantity of every parcel of rubber, balata, or substance of a like nature collected by or for him. (2) In any case where the licensee does not reside on the tract the Commissioner may give permission in writing to the licensee to keep the said book at his place of business or that of his agent. (3) Such book shall be at all times open to the LAWS OF GUYANA State Lands Cap. 62:01   91 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                Permit for the removal of balata, etc., from licensed tract.                             inspection of any officer of the Department, district commissioner, or member of the police force.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The licensee, or agent or representative on the tract, shall keep a book in which shall be entered the quantity of every parcel of rubber, balata, or substance of a like nature collected by or for him."
                },
                {
                    "representation": "(2)",
                    "description": "In any case where the licensee does not reside on the tract the Commissioner may give permission in writing to the licensee to keep the said book at his place of business or that of his agent."
                },
                {
                    "representation": "(3)",
                    "description": "Such book shall be at all times open to the LAWS OF GUYANA State Lands Cap. 62:01   91 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                Permit for the removal of balata, etc., from licensed tract.                             inspection of any officer of the Department, district commissioner, or member of the police force."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Permit for the removal of balata, etc., from  licensed                  tract. ",
            "context": "STATE LANDS ACT under Permit for the removal of balata, etc., from  licensed                  tract. 68. (1) No rubber, balata, or other article whatsoever which under this Part may be taken off the State lands shall be removed from a licensed tract, or shall be conveyed in any manner without a permit in that behalf signed by the licensee or his agent or representative on the tract. (2) The permit shall be in such form and shall contain such particulars as the Commissioner may direct. Any licensee or his agent or person in charge who refuses or neglects to insert the full particulars required on permits issued for the removal of substances from State land as aforesaid, or who falsifies, alters, or wilfully defaces such permit in a manner calculated to cause a loss of revenue shall be guilty of an offence under these Regulations. (3) The person in charge of every such article in course of conveyance from a licensed tract shall take the same to such Government Station as the Commissioner may appoint for the purpose and exhibit his permit to the officer in charge of such station, who shall, if he is satisfied that the article mentioned in such permit has been legally obtained from State land licensed for the purpose, endorse his name, with the date, thereon. (4) No such article as aforesaid shall be conveyed beyond such Government Station without such endorsement on the permit relating to the same. (5) The person in charge of every such article in course of conveyance from a licensed tract shall also, on arriving at the place of destination of such article within twenty-four hours thereafter, deliver his permit to an officer at the Government Station nearest to such place, and the officer shall satisfy himself that the particulars contained in the permit are true. LAWS OF GUYANA 92 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                              Procedure on exportation of balata etc. (6) Any officer of the Department whilst travelling on duty may, if he is satisfied that the particulars contained in any such permit handed to him are true, endorse his name, with the date thereon, and the place where the permit is so endorsed shall, for the time being, be deemed to be a Government Station, and in any such case paragraphs (3) and (4) shall not apply. (7) Permission in writing may be granted by the Commissioner or any officer of the Department duly authorised by the Commissioner to the licensee of any tract to convey any article taken off his tract to any place, without the same being first taken to a Government Station, and in any such case paragraphs (3) and (4) shall not apply. (8) The licensee shall, forthwith after having delivered the permit as required by the last preceding regulation, pay the royalty on the substance specified therein at the office of the Department or to an officer of the Department appointed for the purpose. (9) No person shall purchase from a licensee and no licensee shall sell to any person, any of the articles, mentioned in regulation 68 (1) unless a permit for the removal of the same has been obtained as required by the said regulation, and the licensee produces a receipt showing that the royalty payable thereon has been duly paid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "unless a permit for the removal of the same has been obtained as required by the said regulation, and the licensee produces a receipt showing that the royalty payable thereon has been duly paid."
                },
                {
                    "representation": "(2)",
                    "description": "The permit shall be in such form and shall contain such particulars as the Commissioner may direct. Any licensee or his agent or person in charge who refuses or neglects to insert the full particulars required on permits issued for the removal of substances from State land as aforesaid, or who falsifies, alters, or wilfully defaces such permit in a manner calculated to cause a loss of revenue shall be guilty of an offence under these Regulations."
                },
                {
                    "representation": "(3)",
                    "description": "and"
                },
                {
                    "representation": "(4)",
                    "description": "shall not apply."
                },
                {
                    "representation": "(5)",
                    "description": "The person in charge of every such article in course of conveyance from a licensed tract shall also, on arriving at the place of destination of such article within twenty-four hours thereafter, deliver his permit to an officer at the Government Station nearest to such place, and the officer shall satisfy himself that the particulars contained in the permit are true. LAWS OF GUYANA 92 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                              Procedure on exportation of balata etc."
                },
                {
                    "representation": "(6)",
                    "description": "Any officer of the Department whilst travelling on duty may, if he is satisfied that the particulars contained in any such permit handed to him are true, endorse his name, with the date thereon, and the place where the permit is so endorsed shall, for the time being, be deemed to be a Government Station, and in any such case paragraphs"
                },
                {
                    "representation": "(7)",
                    "description": "Permission in writing may be granted by the Commissioner or any officer of the Department duly authorised by the Commissioner to the licensee of any tract to convey any article taken off his tract to any place, without the same being first taken to a Government Station, and in any such case paragraphs"
                },
                {
                    "representation": "(8)",
                    "description": "The licensee shall, forthwith after having delivered the permit as required by the last preceding regulation, pay the royalty on the substance specified therein at the office of the Department or to an officer of the Department appointed for the purpose."
                },
                {
                    "representation": "(9)",
                    "description": "No person shall purchase from a licensee and no licensee shall sell to any person, any of the articles, mentioned in regulation 68"
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Procedure on exportation of balata, etc.  PERMISSION TO COLLECT GUMS OTHER THAN BALATA AND ORCHIDS  ",
            "context": "STATE LANDS ACT under Procedure on exportation of balata, etc.  PERMISSION TO COLLECT GUMS OTHER THAN BALATA AND ORCHIDS  69. Every licensee who desires to export rubber, balata, or other Procedure substance of a like nature taken from State lands shall hand to an officer of Customs the receipt for royalty paid, and such officer shall balata, etc. on the tendering of such receipt, cause the rubber, balata, or substance of a like nature to be weighed and shall certify on the back of the receipt the quantity for which entry is passed; and, if the quantity is less than that mentioned in the receipt, the officer shall return to the exporter the receipt with the certificate, and when entry for the full quantity mentioned in the receipt is passed for shipment, the officer LAWS OF GUYANA State Lands Cap. 62:01   93 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                  Permission required by collector of gums etc.     Permission to collect orchids.      First Schedule.  Collection of royalty on orchids exported. Procedure on exportation of gum.        shall endorse the same on the receipt. PERMISSION TO COLLECT GUMS OTHER THAN BALATA AND ORCHIDS",
            "description": "Every licensee who desires to export rubber, balata, or other Procedure substance of a like nature taken from State lands shall hand to an officer of Customs the receipt for royalty paid, and such officer shall balata, etc. on the tendering of such receipt, cause the rubber, balata, or substance of a like nature to be weighed and shall certify on the back of the receipt the quantity for which entry is passed; and, if the quantity is less than that mentioned in the receipt, the officer shall return to the exporter the receipt with the certificate, and when entry for the full quantity mentioned in the receipt is passed for shipment, the officer LAWS OF GUYANA State Lands Cap. 62:01   93 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                  Permission required by collector of gums etc.     Permission to collect orchids.      First Schedule.  Collection of royalty on orchids exported. Procedure on exportation of gum.        shall endorse the same on the receipt. PERMISSION TO COLLECT GUMS OTHER THAN BALATA AND ORCHIDS"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "(1) Permission required by collector of gums, etc.         (2) Permission to collect orchids. ",
            "context": "STATE LANDS ACT under (1) Permission required by collector of gums, etc.         (2) Permission to collect orchids. 70. (1) Every person who desires for the purpose of trade to collect on State lands, gums other than rubber, balata, or substances of a like nature, or any substances which can be obtained without cutting gums, etc. any tree or shrub, or any plants except orchids shall obtain permission (2) Every person who desires to collect orchids on State lands, shall obtain permission in writing to do so from the Commissioner.  (3) Any permission under this regulation may, on payment therefor of the fee specified in the First Schedule, be issued by the Commissioner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every person who desires for the purpose of trade to collect on State lands, gums other than rubber, balata, or substances of a like nature, or any substances which can be obtained without cutting gums, etc. any tree or shrub, or any plants except orchids shall obtain permission"
                },
                {
                    "representation": "(2)",
                    "description": "Every person who desires to collect orchids on State lands, shall obtain permission in writing to do so from the Commissioner."
                },
                {
                    "representation": "(3)",
                    "description": "Any permission under this regulation may, on payment therefor of the fee specified in the First Schedule, be issued by the Commissioner."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Collection of royalty on orchids exported. Procedure on Exportation of Gum, Etc. ",
            "context": "STATE LANDS ACT under Collection of royalty on orchids exported. Procedure on Exportation of Gum, Etc. 71. (1) Every person who collects orchids from State lands for exportation, or who desires to export any gums taken from State lands, other than rubber, balata or substances of a like nature, or balsam copaiba or tonka beans, or any substance, which can be obtained without cutting any tree or shrub, or any plants other then orchids, shall pay to an officer of the Department the royalty payable for any orchids so collected, or for any such gums, balsam copaiba or tonka beans. The officer shall give a receipt for the same and when the orchids, gums, balsam copaiba or tonka beans are to be shipped the exporter shall exhibit to an officer of Customs the receipt for royalty so paid. (2) The officer of Customs shall certify on the back of the receipt the quantity for which entry is passed, and, if the quantity is less than that mentioned in the receipt, the officer shall return to the exporter the receipt with the certificate and, when entry for the full quantity mentioned in the receipt is passed for shipment, the officer shall endorse the same on the receipt. LAWS OF GUYANA 94 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                       Penalty on evading payment of royalty.            Right to surrender licenses under this Part.     Licensee may prosecute for offences. (3) If no royalty is payable on any such substance or plant, the exporter shall exhibit to an officer of Customs the licence or permission obtained by him to collect the same, or a certificate from an officer of the Department that he is the holder of such a licence or permission and the officer shall thereupon pass the same for shipment",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every person who collects orchids from State lands for exportation, or who desires to export any gums taken from State lands, other than rubber, balata or substances of a like nature, or balsam copaiba or tonka beans, or any substance, which can be obtained without cutting any tree or shrub, or any plants other then orchids, shall pay to an officer of the Department the royalty payable for any orchids so collected, or for any such gums, balsam copaiba or tonka beans. The officer shall give a receipt for the same and when the orchids, gums, balsam copaiba or tonka beans are to be shipped the exporter shall exhibit to an officer of Customs the receipt for royalty so paid."
                },
                {
                    "representation": "(2)",
                    "description": "The officer of Customs shall certify on the back of the receipt the quantity for which entry is passed, and, if the quantity is less than that mentioned in the receipt, the officer shall return to the exporter the receipt with the certificate and, when entry for the full quantity mentioned in the receipt is passed for shipment, the officer shall endorse the same on the receipt. LAWS OF GUYANA 94 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                       Penalty on evading payment of royalty.            Right to surrender licenses under this Part.     Licensee may prosecute for offences."
                },
                {
                    "representation": "(3)",
                    "description": "If no royalty is payable on any such substance or plant, the exporter shall exhibit to an officer of Customs the licence or permission obtained by him to collect the same, or a certificate from an officer of the Department that he is the holder of such a licence or permission and the officer shall thereupon pass the same for shipment"
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "Penalty on evading payment of royalty. ",
            "context": "STATE LANDS ACT under Penalty on evading payment of royalty. 72. (1) Every person who exports, or attempts to export, or receives or attempts to receive on board any boat or vessel, any of the things mentioned in this Part in respect of which royalty is required to be paid, without royalty having been paid and entry passed for the same, shall be liable, on summary conviction, to a fine of seven hundred and fifty dollars, and to the forfeiture of such thing and also of the licence, or permission, if any, held by him. (2) Any officer of the Department or Customs officer may be the complainant in any such case.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every person who exports, or attempts to export, or receives or attempts to receive on board any boat or vessel, any of the things mentioned in this Part in respect of which royalty is required to be paid, without royalty having been paid and entry passed for the same, shall be liable, on summary conviction, to a fine of seven hundred and fifty dollars, and to the forfeiture of such thing and also of the licence, or permission, if any, held by him."
                },
                {
                    "representation": "(2)",
                    "description": "Any officer of the Department or Customs officer may be the complainant in any such case."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "73",
            "title": "Right to surrender licences under this Part. ",
            "context": "STATE LANDS ACT under Right to surrender licences under this Part. 73. The holder of a licence to collect balata may surrender his licence during any year before the expiration of the said term, on payment of the sum of five dollars for each year or part of a year during which he has held such licence in addition to the rental for the year during which surrender is made if the Minister shall so decide.",
            "description": "The holder of a licence to collect balata may surrender his licence during any year before the expiration of the said term, on payment of the sum of five dollars for each year or part of a year during which he has held such licence in addition to the rental for the year during which surrender is made if the Minister shall so decide."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "74",
            "title": "Licensee may prosecute for offences.   LAWS OF GUYANA State Lands Cap. 62:01   35 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                                REGULATION  PART X LICENCES FOR QUARRYING STONE, GRAVEL, KAOLIN AND OTHER CLAYS  ",
            "context": "STATE LANDS ACT under Licensee may prosecute for offences.   LAWS OF GUYANA State Lands Cap. 62:01   35 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                                REGULATION  PART X LICENCES FOR QUARRYING STONE, GRAVEL, KAOLIN AND OTHER CLAYS  74. (1) The licensee, or any person duly authorised by him in writing, may prosecute any person whether employed by him or not, for any offence against any regulation in this Part, committed on the land comprised in his licence or who collects or removes any such substance or thing from the forest on such land in contravention of section 21 of the Act. (2) Where any person is convicted of any breach of these regulations as to rubber or balata bleeding, the person prosecuting shall, by first opportunity thereafter, transmit to the Commissioner all information as regards the conviction of such offender. LAWS OF GUYANA State Lands Cap. 62:01   95 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                         Issue of licences for quarrying.            Rental.          (3) A complaint for an offence under regulations 65 and 66 may be prosecuted in the magisterial district where the offender was registered. PART X LICENCES FOR QUARRYING STONE, GRAVEL, KAOLIN AND OTHER CLAYS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The licensee, or any person duly authorised by him in writing, may prosecute any person whether employed by him or not, for any offence against any regulation in this Part, committed on the land comprised in his licence or who collects or removes any such substance or thing from the forest on such land in contravention of section 21 of the Act."
                },
                {
                    "representation": "(2)",
                    "description": "Where any person is convicted of any breach of these regulations as to rubber or balata bleeding, the person prosecuting shall, by first opportunity thereafter, transmit to the Commissioner all information as regards the conviction of such offender. LAWS OF GUYANA State Lands Cap. 62:01   95 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                         Issue of licences for quarrying.            Rental."
                },
                {
                    "representation": "(3)",
                    "description": "A complaint for an offence under regulations 65 and 66 may be prosecuted in the magisterial district where the offender was registered. PART X LICENCES FOR QUARRYING STONE, GRAVEL, KAOLIN AND OTHER CLAYS"
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "75",
            "title": "(a) Issue of licences for quarrying.             (b) Rental.             (c) Licensee must work quarry to satisfaction of                       Commissioner. (d) Transfer and mortgage.                     (e )  Notice boards must be erected and boundary                           lines kept open.             (f)  Blasting operations to be carried out in manner                   prescribed by law.            (g)  Reservation in favour of State of metals,                    minerals, etc. ",
            "context": "STATE LANDS ACT under (a) Issue of licences for quarrying.             (b) Rental.             (c) Licensee must work quarry to satisfaction of                       Commissioner. (d) Transfer and mortgage.                     (e )  Notice boards must be erected and boundary                           lines kept open.             (f)  Blasting operations to be carried out in manner                   prescribed by law.            (g)  Reservation in favour of State of metals,                    minerals, etc. 75. Licences for a term of years or during the pleasure of the President (as the case may be) for the purpose of quarrying stone, or gravel, or kaolin and other clays may be issued by the Commissioner subject to the following conditions: ( a)   The licence shall be subject to the provisions of any Act or regulations in force at the date thereof or thereafter passed relating to such licences or to quarrying. ( b)   The licensee shall pay to the Commissioner on the date, specified in the licence rental at the rate of twenty cents per acre:   Provided that the President may at any time by notice in the Gazette  direct that such other rate of rental as he may think fit shall be payable in respect of licences applied for after the date of any such notice. ( c)  The licensee shall within such time from the date of the Licensee licence as is specified therein, begin preliminary operations under it to the satisfaction of the Commissioner, or surrender of Commissioner. The licence, and shall, within such further time from the said date as is specified in the licence, in case he shall not have surrendered the licence as herein provided, effectively begin and thereafter continue quarrying operations.  Commissioner. of to satisfaction work quarry Licensee must    LAWS OF GUYANA 96 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012         Transfer of mortgage.          Notice boards must be erected and boundary lines kept open.             Blasting be carries out in manner prescribed by ( d)  The licensee shall not alienate or transfer or mortgage Transfer and his interest in the licence or any part thereof except in accordance with the provisions of the State Lands Regulations relating to transfers and mortgages, and shall not sub-let the same without special permission in writing from the Commissioner. (e)  The licensee shall place and keep on the facade of the Notice tract licensed to him, on or near to each boundary paal, a board on which shall be painted, in plain legible letters and figures, the name of the licensee, and the date and term of years of the licence under which he holds it; and the licensee shall keep such board with such inscription in good repair during the continuance of the licence, and he shall also keep the boundary lines of the tract clear and open at all times to the satisfaction of any officer. (f)  Blasting operations shall be carried on on the manner prescribed by any Act or regulations for the time being in force relating to the regulation and control of quarries. (g)  The licence shall not confer on the holder any right to the land in respect of which the licence is granted nor the right to any gold, silver, or other metals, minerals, ores, bauxite, gems or precious stones, coal, or mineral oil in and under the said land and any agents, servants, or workmen of the Government thereto specially authorised shall be entitled to enter upon the land licensed and therein to search and mine for law.  minerals etc. of metals, favour of State Reservation in  LAWS OF GUYANA State Lands Cap. 62:01   97 [Subsidiary] State Lands Regulations  L.R.O. 1/2012               Security to be given by applicant.               Extension of time for commencing work.  Permit for removal of stone, etc.    and to carry away therefrom any such metals or minerals or other substances or things as aforesaid.",
            "description": [
                {
                    "representation": "(e)",
                    "description": "The licensee shall place and keep on the facade of the Notice tract licensed to him, on or near to each boundary paal, a board on which shall be painted, in plain legible letters and figures, the name of the licensee, and the date and term of years of the licence under which he holds it; and the licensee shall keep such board with such inscription in good repair during the continuance of the licence, and he shall also keep the boundary lines of the tract clear and open at all times to the satisfaction of any officer."
                },
                {
                    "representation": "(f)",
                    "description": "Blasting operations shall be carried on on the manner prescribed by any Act or regulations for the time being in force relating to the regulation and control of quarries."
                },
                {
                    "representation": "(g)",
                    "description": "The licence shall not confer on the holder any right to the land in respect of which the licence is granted nor the right to any gold, silver, or other metals, minerals, ores, bauxite, gems or precious stones, coal, or mineral oil in and under the said land and any agents, servants, or workmen of the Government thereto specially authorised shall be entitled to enter upon the land licensed and therein to search and mine for law.  minerals etc. of metals, favour of State Reservation in  LAWS OF GUYANA State Lands Cap. 62:01   97 [Subsidiary] State Lands Regulations  L.R.O. 1/2012               Security to be given by applicant.               Extension of time for commencing work.  Permit for removal of stone, etc.    and to carry away therefrom any such metals or minerals or other substances or things as aforesaid."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "76",
            "title": "Security to be given by applicant. ",
            "context": "STATE LANDS ACT under Security to be given by applicant. 76. (1) Before any licence for quarrying is issued, the applicant shall give security to the Commissioner to his satisfaction in a sum not exceeding two hundred and forty dollars for the payment of all royalty on any gravel, kaolin, clay or substance of a like nature taken from the land for which the licence is applied for and for the payment of all rents due and payable thereon. (2) If such security is not given within two months from the date of the notification by the Commissioner that it is required, the application may be cancelled and all fees deposited forfeited.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Before any licence for quarrying is issued, the applicant shall give security to the Commissioner to his satisfaction in a sum not exceeding two hundred and forty dollars for the payment of all royalty on any gravel, kaolin, clay or substance of a like nature taken from the land for which the licence is applied for and for the payment of all rents due and payable thereon."
                },
                {
                    "representation": "(2)",
                    "description": "If such security is not given within two months from the date of the notification by the Commissioner that it is required, the application may be cancelled and all fees deposited forfeited."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "77",
            "title": "Extension of time for commencing work. ",
            "context": "STATE LANDS ACT under Extension of time for commencing work. 77. The Minister may extend the time within which preliminary operations shall be commenced or operations effectively continued under any quarrying licence.",
            "description": "The Minister may extend the time within which preliminary operations shall be commenced or operations effectively continued under any quarrying licence."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "78",
            "title": "Permit for removal of stone, etc. ",
            "context": "STATE LANDS ACT under Permit for removal of stone, etc. 78. (1) The licensee or his agent thereto authorised by him in writing shall, before removing from the tract any stone, gravel, or kaolin, clay, or other substance of a like nature, issue to the person in charge of such article a permit in which he shall state the quantity of stone, gravel, or kaolin, clay, or substance of a like nature to be removed, and shall send a duplicate of such permit to the Commissioner within seven days of the issue thereof: Provided that the putting of any stone, gravel, kaolin, clay, or substance of a like nature on board any vessel lying at or near any tract to be removed, shall not be deemed a removal within the meaning of this regulation. (2) The permit shall be in such form and shall contain such particulars as the Commissioner may direct.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The licensee or his agent thereto authorised by him in writing shall, before removing from the tract any stone, gravel, or kaolin, clay, or other substance of a like nature, issue to the person in charge of such article a permit in which he shall state the quantity of stone, gravel, or kaolin, clay, or substance of a like nature to be removed, and shall send a duplicate of such permit to the Commissioner within seven days of the issue thereof: Provided that the putting of any stone, gravel, kaolin, clay, or substance of a like nature on board any vessel lying at or near any tract to be removed, shall not be deemed a removal within the meaning of this regulation."
                },
                {
                    "representation": "(2)",
                    "description": "The permit shall be in such form and shall contain such particulars as the Commissioner may direct."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "79",
            "title": "Payment of royalty on gravel, etc.   REMOVAL OF SAND, ETC.  ",
            "context": "STATE LANDS ACT under Payment of royalty on gravel, etc.   REMOVAL OF SAND, ETC.  79. The licensee shall forthwith after having delivered LAWS OF GUYANA 98 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                Payment of royalty on gravel, etc.        Granting of permit for removal of sand, etc., from State Lands.       Payment of royalty.      permit.    the permit as required by the last preceding regulation, pay the royalty payable on the substance specified therein at the office of the Department or to an officer of the Department appointed for the purpose. REMOVAL OF SAND, ETC.",
            "description": "The licensee shall forthwith after having delivered LAWS OF GUYANA 98 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                Payment of royalty on gravel, etc.        Granting of permit for removal of sand, etc., from State Lands.       Payment of royalty.      permit.    the permit as required by the last preceding regulation, pay the royalty payable on the substance specified therein at the office of the Department or to an officer of the Department appointed for the purpose. REMOVAL OF SAND, ETC."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "80",
            "title": "Granting of permit for removal of sand, etc., from                State lands. ",
            "context": "STATE LANDS ACT under Granting of permit for removal of sand, etc., from                State lands. 80. Any person desirous of obtaining sand, shell, or caddy from Granting of the State lands, shall be at liberty to do so without first obtaining a licence for the tract whereon such sand, shell, or caddy is lying, provided that he obtains from an officer of the Department a permit stating the weight or quantity of such sand, shell, or caddy, to be removed, the place from whence it is to be taken, the mode of its removal, and its ultimate destination.",
            "description": "Any person desirous of obtaining sand, shell, or caddy from Granting of the State lands, shall be at liberty to do so without first obtaining a licence for the tract whereon such sand, shell, or caddy is lying, provided that he obtains from an officer of the Department a permit stating the weight or quantity of such sand, shell, or caddy, to be removed, the place from whence it is to be taken, the mode of its removal, and its ultimate destination."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "81",
            "title": "Payment of royalty. ",
            "context": "STATE LANDS ACT under Payment of royalty. 81. Except in the case of a permit issued to any officer of the Payment of Government for the removal of sand, shell, or caddy, for the public service, the person obtaining a permit shall, at the time of receiving it pay royalty on the quantity of the sand, shell, or caddy mentioned in it.",
            "description": "Except in the case of a permit issued to any officer of the Payment of Government for the removal of sand, shell, or caddy, for the public service, the person obtaining a permit shall, at the time of receiving it pay royalty on the quantity of the sand, shell, or caddy mentioned in it."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "82",
            "title": "Duration of permit. ",
            "context": "STATE LANDS ACT under Duration of permit. 82. (1) A permit granted to any officer of the Government for Duration of the purpose aforesaid may, in the discretion of the Commissioner, be made available for any period not exceeding twelve months from the date of its issue. (2) A permit granted to any other person shall only be available for six weeks from the date of its issue.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A permit granted to any officer of the Government for Duration of the purpose aforesaid may, in the discretion of the Commissioner, be made available for any period not exceeding twelve months from the date of its issue."
                },
                {
                    "representation": "(2)",
                    "description": "A permit granted to any other person shall only be available for six weeks from the date of its issue."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "83",
            "title": "Power to refuse permit. ",
            "context": "STATE LANDS ACT under Power to refuse permit. 83. (1) It shall not be compulsory for any officer of the Department to issue a permit under these Regulations. (2) If any officer of the Department refuses to refusal to the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It shall not be compulsory for any officer of the Department to issue a permit under these Regulations."
                },
                {
                    "representation": "(2)",
                    "description": "If any officer of the Department refuses to refusal to the Minister."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "84",
            "title": "Prohibition of selling stone, etc., without permit.  PART XI MISCELLANEOUS PROVISIONS  ",
            "context": "STATE LANDS ACT under Prohibition of selling stone, etc., without permit.  PART XI MISCELLANEOUS PROVISIONS  84. No person shall sell or purchase any stone, sand, Duration of issue such permit, the applicant may appeal from such permit. Power to refuse LAWS OF GUYANA State Lands Cap. 62:01   99 [Subsidiary] State Lands Regulations  L.R.O. 1/2012               Prohibition of selling stone, etc., without permit.        Power to grant permission to remove articles from State lands without obtaining licence.           gravel, shell, Prohibition caddy, kaolin, clay or other substances of a like nature taken from State lands, unless a permit for the removal of the same has been without obtained as required by these Regulations. PART XI MISCELLANEOUS PROVISIONS",
            "description": "No person shall sell or purchase any stone, sand, Duration of issue such permit, the applicant may appeal from such permit. Power to refuse LAWS OF GUYANA State Lands Cap. 62:01   99 [Subsidiary] State Lands Regulations  L.R.O. 1/2012               Prohibition of selling stone, etc., without permit.        Power to grant permission to remove articles from State lands without obtaining licence.           gravel, shell, Prohibition caddy, kaolin, clay or other substances of a like nature taken from State lands, unless a permit for the removal of the same has been without obtained as required by these Regulations. PART XI MISCELLANEOUS PROVISIONS"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "85",
            "title": "(1) Power to grant permission to remove articles    from State lands without obtaining licence. (3) Location and marking off of tract. ",
            "context": "STATE LANDS ACT under (1) Power to grant permission to remove articles    from State lands without obtaining licence. (3) Location and marking off of tract. 85. (1) The President may, provided he is satisfied that the cost of taking out a licence will be prohibitive to the industry which the applicant wishes to pursue, or that, owing to any special circumstances, the issue of a licence is impracticable, authorise the Commissioner on payment of such fees as may be deemed by the President to be reasonable, to issue, either by himself or any officer of the Department duly authorised by the Commissioner for that purpose, permission in writing to any person to occupy State land for any purpose, or cut, gather, take and remove any article whatever growing upon State land on condition that he pays the royalty payable thereon. (2) The President may annex to the permission such other conditions as he may think fit. (3) After the tract has been located by the applicant, the boundaries, if not creeks or other well defined boundaries, shall be marked off or defined in such manner as may be directed by the Commissioner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The President may, provided he is satisfied that the cost of taking out a licence will be prohibitive to the industry which the applicant wishes to pursue, or that, owing to any special circumstances, the issue of a licence is impracticable, authorise the Commissioner on payment of such fees as may be deemed by the President to be reasonable, to issue, either by himself or any officer of the Department duly authorised by the Commissioner for that purpose, permission in writing to any person to occupy State land for any purpose, or cut, gather, take and remove any article whatever growing upon State land on condition that he pays the royalty payable thereon."
                },
                {
                    "representation": "(2)",
                    "description": "The President may annex to the permission such other conditions as he may think fit."
                },
                {
                    "representation": "(3)",
                    "description": "After the tract has been located by the applicant, the boundaries, if not creeks or other well defined boundaries, shall be marked off or defined in such manner as may be directed by the Commissioner."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "86",
            "title": "Granting of leave to sub-let. LAWS OF GUYANA 36 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                            eg.24/3/1919 15/9/1920, 6/12/1933 1/1947, 30/1947 28/1948, 33/1948 34/1951, 12/1952 12/1954, 17/1968 11/1974, Gaz. 23/4/1960 Nt. 413A    Citation.   REGULATION  ",
            "context": "STATE LANDS ACT under Granting of leave to sub-let. LAWS OF GUYANA 36 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012                            eg.24/3/1919 15/9/1920, 6/12/1933 1/1947, 30/1947 28/1948, 33/1948 34/1951, 12/1952 12/1954, 17/1968 11/1974, Gaz. 23/4/1960 Nt. 413A    Citation.   REGULATION  86. ( b)  Every lessee or holder of a permission shall be bound during the continuance of his lease or permission to keep the boundary lines of his tract clear and open and to place and boards on the front of the tract at or near to each boundary paal a board on which shall be painted in legible letters and figures the name of the holder and the number and date LAWS OF GUYANA 70 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012       Right of entry  to inspecting officer.             Warning to be given to lessee and mortgagee where lessee is in default of compliance with conditions.                    of his lease, or permission, as the case may be. ( c)  It shall be lawful for any officer of the Government of authorised in that behalf by the Commissioner to enter upon the land held under any lease or permission at such times as officer, may be reasonable to inspect the cultivation or stock and the boundary lines, notice boards and paals placed thereon and to do all things necessary to ascertain whether the conditions under which such lease or permission is held are being complied with. ( d)  Where a lessee fails or neglects to comply with or fulfil any of the prescribed conditions of his lease or where any lessee and instalment of rent payable thereunder is three months or more mortgagee overdue, such lessee and in the event of the lease having been mortgaged and notice of the execution thereof having been filed in the office of the Department by the mortgagee or the mortgage recorded in the office of the Department in terms of regulation 17 such mortgagee shall also be given a warning by or on behalf of the Commissioner to carry out within six months the obligations in respect of which the lessee is in default or to pay within three months the arrears of rent as the case may be and where such lessee or mortgagee as aforesaid fails to comply with such warning within the time specified the lease and the lands comprised therein and all improvements thereon may be forfeited:  Provided, however, that where either such lessee or mortgagee before the expiration of LAWS OF GUYANA State Lands Cap. 62:01   71 [Subsidiary] State Lands Regulations  L.R.O. 1/2012           Buildings and erections on land on expiry of lease to be-long to the  State.                           Payment for improvements.     the time specified in such warning complies with the conditions in respect of which the lessee was in default and pays all rent due the lessee shall continue to hold the land leased as if no breach had been committed. ( e)  Where any lease for grazing purposes or any lease for agricultural purposes expires by effluxion of time and such lease is not renewed by the previous holder all buildings or erections and all improvements on the land shall belong absolutely to the State: Provided, however, that where in the case of any lease for grazing purposes or any lease for agricultural purposes exceeding one hundred acres such lease is renewed to a succeeding lessee within twelve months of the date of expiry as aforesaid the previous lessee shall be entitled to receive from the succeeding lessee the full value of all lawful improvements existing on the land as computed at the date of such renewal, the amount of compensation payable in respect of such improvements to be determined as far as possible in the manner hereinafter prescribed in regulation",
            "description": "( b)  Every lessee or holder of a permission shall be bound during the continuance of his lease or permission to keep the boundary lines of his tract clear and open and to place and boards on the front of the tract at or near to each boundary paal a board on which shall be painted in legible letters and figures the name of the holder and the number and date LAWS OF GUYANA 70 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012       Right of entry  to inspecting officer.             Warning to be given to lessee and mortgagee where lessee is in default of compliance with conditions.                    of his lease, or permission, as the case may be. ( c)  It shall be lawful for any officer of the Government of authorised in that behalf by the Commissioner to enter upon the land held under any lease or permission at such times as officer, may be reasonable to inspect the cultivation or stock and the boundary lines, notice boards and paals placed thereon and to do all things necessary to ascertain whether the conditions under which such lease or permission is held are being complied with. ( d)  Where a lessee fails or neglects to comply with or fulfil any of the prescribed conditions of his lease or where any lessee and instalment of rent payable thereunder is three months or more mortgagee overdue, such lessee and in the event of the lease having been mortgaged and notice of the execution thereof having been filed in the office of the Department by the mortgagee or the mortgage recorded in the office of the Department in terms of regulation 17 such mortgagee shall also be given a warning by or on behalf of the Commissioner to carry out within six months the obligations in respect of which the lessee is in default or to pay within three months the arrears of rent as the case may be and where such lessee or mortgagee as aforesaid fails to comply with such warning within the time specified the lease and the lands comprised therein and all improvements thereon may be forfeited:  Provided, however, that where either such lessee or mortgagee before the expiration of LAWS OF GUYANA State Lands Cap. 62:01   71 [Subsidiary] State Lands Regulations  L.R.O. 1/2012           Buildings and erections on land on expiry of lease to be-long to the  State.                           Payment for improvements.     the time specified in such warning complies with the conditions in respect of which the lessee was in default and pays all rent due the lessee shall continue to hold the land leased as if no breach had been committed. ( e)  Where any lease for grazing purposes or any lease for agricultural purposes expires by effluxion of time and such lease is not renewed by the previous holder all buildings or erections and all improvements on the land shall belong absolutely to the State: Provided, however, that where in the case of any lease for grazing purposes or any lease for agricultural purposes exceeding one hundred acres such lease is renewed to a succeeding lessee within twelve months of the date of expiry as aforesaid the previous lessee shall be entitled to receive from the succeeding lessee the full value of all lawful improvements existing on the land as computed at the date of such renewal, the amount of compensation payable in respect of such improvements to be determined as far as possible in the manner hereinafter prescribed in regulation"
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "87",
            "title": "Permission to cut down balata tree.  SUPPLEMENTARY PROVISIONS  ",
            "context": "STATE LANDS ACT under Permission to cut down balata tree.  SUPPLEMENTARY PROVISIONS  87. Any person who fells or destroys any balata tree and fails to utilise the timber, or who bleeds any tree in contravention of this regulation shall be liable to a fine of one hundred and fifty dollars.",
            "description": "Any person who fells or destroys any balata tree and fails to utilise the timber, or who bleeds any tree in contravention of this regulation shall be liable to a fine of one hundred and fifty dollars."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "88",
            "title": "(1) Fees and royalties.    (2) Minimum royalty. ",
            "context": "STATE LANDS ACT under (1) Fees and royalties.    (2) Minimum royalty. 88. (1) Subject to paragraph (2), the fees and royalties specified in the First Schedule shall be payable in respect of the several matters therein mentioned Provided that the Minister may at any time by notice in the Gazette fix a royalty on any substance or thing not mentioned in the said schedule, collected or removed from the State forests. (2) In respect of every year ending 31st December there shall be paid by the holder of a licence issued pursuant to regulation 75 such amount of royalty as would not be less than the amount which would be required to be paid had there been removed by him from every five acres, or part thereof, of land held under the licence such minimum quantity of any substance mentioned in that regulation as would require the payment of royalty amounting to one thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to paragraph"
                },
                {
                    "representation": "(2)",
                    "description": "In respect of every year ending 31st December there shall be paid by the holder of a licence issued pursuant to regulation 75 such amount of royalty as would not be less than the amount which would be required to be paid had there been removed by him from every five acres, or part thereof, of land held under the licence such minimum quantity of any substance mentioned in that regulation as would require the payment of royalty amounting to one thousand dollars."
                }
            ]
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "89",
            "title": "Payment of royalty. ",
            "context": "STATE LANDS ACT under Payment of royalty. 89. Notwithstanding anything contained in Parts VIII, IX and X Payment royalty shall be payable on all timber, staves, posts, beams, sticks, of royalty, firewood, shingles,  royalty. Minimum  royalty. Payment of  LAWS OF GUYANA State Lands Cap. 62:01  101 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                   Limitation of effect of Regulations.      charcoal, rubber, balata, sand or other articles whatsoever, which may under these Parts be cut or obtained on any tract held under lease, licence or permission, issued under the State Lands Act, or any regulations thereunder for the time being in force, whether the same are dealt with in accordance with the said Parts or not; and, if any such timber, staves, posts, beams, sticks, firewood, shingles, charcoal, rubber, balata, sand or other substances as aforesaid are lost or stolen, or if from any cause, royalty cannot be paid thereon in conformity with the said Parts, royalty shall be paid thereon to the Commissioner, notwithstanding such loss, theft or other cause, and the Commissioner may recover the amount of such royalty by parate execution:  Provided that if the Commissioner is satisfied that the loss or theft is not the result of default or negligence of the licensee, he may with the approval of the Minister remit the royalty due in whole or in part.",
            "description": "Notwithstanding anything contained in Parts VIII, IX and X Payment royalty shall be payable on all timber, staves, posts, beams, sticks, of royalty, firewood, shingles,  royalty. Minimum  royalty. Payment of  LAWS OF GUYANA State Lands Cap. 62:01  101 [Subsidiary] State Lands Regulations  L.R.O. 1/2012                                   Limitation of effect of Regulations.      charcoal, rubber, balata, sand or other articles whatsoever, which may under these Parts be cut or obtained on any tract held under lease, licence or permission, issued under the State Lands Act, or any regulations thereunder for the time being in force, whether the same are dealt with in accordance with the said Parts or not; and, if any such timber, staves, posts, beams, sticks, firewood, shingles, charcoal, rubber, balata, sand or other substances as aforesaid are lost or stolen, or if from any cause, royalty cannot be paid thereon in conformity with the said Parts, royalty shall be paid thereon to the Commissioner, notwithstanding such loss, theft or other cause, and the Commissioner may recover the amount of such royalty by parate execution:  Provided that if the Commissioner is satisfied that the loss or theft is not the result of default or negligence of the licensee, he may with the approval of the Minister remit the royalty due in whole or in part."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "90",
            "title": "Limitation of effect of regulations. ",
            "context": "STATE LANDS ACT under Limitation of effect of regulations. 90. Nothing in these Regulations contained shall in any wise Limitation prevent the President from in any case at any stage of the proceedings Regulations refusing to issue a grant, lease, licence or permission; but if in any case he so refuses under circumstances not provided for in these Regu-lations all moneys previously paid or deposited by an applicant shall be returned to him.",
            "description": "Nothing in these Regulations contained shall in any wise Limitation prevent the President from in any case at any stage of the proceedings Regulations refusing to issue a grant, lease, licence or permission; but if in any case he so refuses under circumstances not provided for in these Regu-lations all moneys previously paid or deposited by an applicant shall be returned to him."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "91",
            "title": "Alteration in description of boundaries of balata  licences. ",
            "context": "STATE LANDS ACT under Alteration in description of boundaries of balata  licences. 91.  In any case where it is found that the description of the boundaries given in any licence to collect balata varies with the boundaries actual position of the boundaries on the ground and thereby un- of balaissue a new licence in place thereof.",
            "description": "In any case where it is found that the description of the boundaries given in any licence to collect balata varies with the boundaries actual position of the boundaries on the ground and thereby un- of balaissue a new licence in place thereof."
        }
    },
    {
        "act": "STATE LANDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "92",
            "title": "Penalty.   FIRST SCHEDULE—Table of fees and royalties.  SECOND SCHEDULE—Forms  ____________________        STATE LANDS REGULATIONS  made under section 17  PRELIMINARY  ",
            "context": "STATE LANDS ACT under Penalty.   FIRST SCHEDULETable of fees and royalties.  SECOND SCHEDULEForms  ____________________        STATE LANDS REGULATIONS  made under section 17  PRELIMINARY  92. Every person who fails to comply with any condition attached to any grant, lease, licence or permission, shall, on conviction, be liable to a fine of seventy-five dollars.  Penalty.      balata licences. boundaries of description of Alteration in  LAWS OF GUYANA 102 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012       Reg. 9, 12, 18, 53, 63, 70(3),",
            "description": "Every person who fails to comply with any condition attached to any grant, lease, licence or permission, shall, on conviction, be liable to a fine of seventy-five dollars.  Penalty.      balata licences. boundaries of description of Alteration in  LAWS OF GUYANA 102 Cap. 62:01 State Lands  [Subsidiary] State Lands Regulations  L.R.O. 1/2012       Reg. 9, 12, 18, 53, 63, 70(3),"
        }
    }
]