[
    {
        "act": "STATE GRANTS (PRESIDENTS SIGNATURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "STATE GRANTS (PRESIDENTS SIGNATURE) ACT under Short title. 1.  This Act may be cited as the State Grants (Presidents Signature) Act.",
            "description": "This Act may be cited as the State Grants (Presidents Signature) Act."
        }
    },
    {
        "act": "STATE GRANTS (PRESIDENTS SIGNATURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "President’s signature may be attached by stamp or facsimile. ",
            "context": "STATE GRANTS (PRESIDENTS SIGNATURE) ACT under Presidents signature may be attached by stamp or facsimile. 2.  It shall be lawful for the President in all State grants and leases of land hereafter to be made by him, to cause his signature thereto to be attached  by means of a stamp or facsimile of his sign manual, and grants and  leases so signed shall be of the same effect, force, and validity to all intents and purposes as if the said grants and leases bore the actual autograph or sign manual of the President:  Provided  always  that  all  such  grants  and  leases  shall  be countersigned by the Commissioner of Lands or other person duly appointed by the President in that behalf.   LAWS OF GUYANA 4 Cap. 62:04 State Grants (Presidents Signature)   L.R.O. 1/2012  Presidents signature to State grants and leases when attached By stamp to be attested by Commissioner of lands or other officer.    Offences.",
            "description": "It shall be lawful for the President in all State grants and leases of land hereafter to be made by him, to cause his signature thereto to be attached  by means of a stamp or facsimile of his sign manual, and grants and  leases so signed shall be of the same effect, force, and validity to all intents and purposes as if the said grants and leases bore the actual autograph or sign manual of the President:  Provided  always  that  all  such  grants  and  leases  shall  be countersigned by the Commissioner of Lands or other person duly appointed by the President in that behalf.   LAWS OF GUYANA 4 Cap. 62:04 State Grants (Presidents Signature)   L.R.O. 1/2012  Presidents signature to State grants and leases when attached By stamp to be attested by Commissioner of lands or other officer.    Offences."
        }
    },
    {
        "act": "STATE GRANTS (PRESIDENTS SIGNATURE) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "President’s signature to State grants and leases when attached by stamp to be attested by Commissioner of Lands or other officer. ",
            "context": "STATE GRANTS (PRESIDENTS SIGNATURE) ACT under Presidents signature to State grants and leases when attached by stamp to be attested by Commissioner of Lands or other officer. 3. Whenever the President shall, by virtue of the powers conferred upon him by section 2, cause his signature to be attached to any State grant or lease of land by means of a stamp or facsimile of his sign manual, every such signature shall be so attached in the presence of the Commissioner of Lands, or of some other officer duly authorised by the President on that behalf, who shall certify on the face of such State grant or  lease that the Presidents signature was so attached in his presence.",
            "description": "Whenever the President shall, by virtue of the powers conferred upon him by section 2, cause his signature to be attached to any State grant or lease of land by means of a stamp or facsimile of his sign manual, every such signature shall be so attached in the presence of the Commissioner of Lands, or of some other officer duly authorised by the President on that behalf, who shall certify on the face of such State grant or  lease that the Presidents signature was so attached in his presence."
        }
    }
]