[
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Short title. 1.  This Act may be cited as the Acquisition of Lands for Public Purposes Act.",
            "description": "This Act may be cited as the Acquisition of Lands for Public Purposes Act."
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Interpretation. 2.  In this Act  the Court means the High Court, and includes any judge thereof;   land includes all land whether covered with water or otherwise, together with any buildings and erections thereon, and, where that meaning may be inferred, any right therein;  the Registrar means the Registrar of the Court.",
            "description": "In this Act  the Court means the High Court, and includes any judge thereof;   land includes all land whether covered with water or otherwise, together with any buildings and erections thereon, and, where that meaning may be inferred, any right therein;  the Registrar means the Registrar of the Court."
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Power to declare a work a public work. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Power to declare a work a public work. 3.  The Minister may by order declare any railway, tramway, road, canal, dock, harbour work, polder, building, dam, sluice, or drain, or any work, measure or undertaking of whatsoever description whether ejusdem  generis  with  any  of  the  foregoing  or  not,  and  whether constructed or to be constructed out of public funds or otherwise or by the Government or otherwise, to be a public work and may alter or vary any order so made.",
            "description": "The Minister may by order declare any railway, tramway, road, canal, dock, harbour work, polder, building, dam, sluice, or drain, or any work, measure or undertaking of whatsoever description whether ejusdem  generis  with  any  of  the  foregoing  or  not,  and  whether constructed or to be constructed out of public funds or otherwise or by the Government or otherwise, to be a public work and may alter or vary any order so made."
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Authorisation to enter and examine land required. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Authorisation to enter and examine land required. 4. The Minister may by order authorise the Commissioner of  Lands or any other person, together  with his agents, servants or workmen, to enter upon any land   specified  in   the     order    for    the  purpose  of surveying  or   CHAPTER 62:05  ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT  LAWS OF GUYANA Acquisition of Lands for Public Purposes Cap. 62:05 5           Powers of Commissioner of Lands or other person authorised.                         Power to  declare land to be required for public work.       Acquisition of land without building or erection thereon  otherwise examining it with a view to the acquisition of the whole or of part of it for the construction of a public work.",
            "description": "The Minister may by order authorise the Commissioner of  Lands or any other person, together  with his agents, servants or workmen, to enter upon any land   specified  in   the     order    for    the  purpose  of surveying  or   CHAPTER 62:05  ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT  LAWS OF GUYANA Acquisition of Lands for Public Purposes Cap. 62:05 5           Powers of Commissioner of Lands or other person authorised.                         Power to  declare land to be required for public work.       Acquisition of land without building or erection thereon  otherwise examining it with a view to the acquisition of the whole or of part of it for the construction of a public work."
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Powers of Commissioner of Lands or other person authorised. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Powers of Commissioner of Lands or other person authorised. 5. (1)  When  any  order  aforesaid  has  been  made  the  person authorised shall have power to do all or any of the following acts:  (a)      to enter upon and survey and take levels of any land in any locality within which the public works are intended to be executed; or  (b)      to dig or bore into the sub-soil of that land;  (c)       to do all other acts necessary to ascertain whether the land is adapted to the purpose:  Provided that neither the person authorised, nor his agent, servants or workmen, shall enter into any building or into or upon any enclosed yard, court, or garden, attached to a dwelling-house, except with the consent of the occupier thereof, without previously giving the occupier at least seven days notice in writing of his intention to do so.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When  any  order  aforesaid  has  been  made  the  person authorised shall have power to do all or any of the following acts:"
                },
                {
                    "representation": "(a)",
                    "description": "to enter upon and survey and take levels of any land in any locality within which the public works are intended to be executed; or"
                },
                {
                    "representation": "(b)",
                    "description": "to dig or bore into the sub-soil of that land;"
                },
                {
                    "representation": "(c)",
                    "description": "to do all other acts necessary to ascertain whether the land is adapted to the purpose:  Provided that neither the person authorised, nor his agent, servants or workmen, shall enter into any building or into or upon any enclosed yard, court, or garden, attached to a dwelling-house, except with the consent of the occupier thereof, without previously giving the occupier at least seven days notice in writing of his intention to do so."
                }
            ]
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power to declare land to be required for public work. 6A.  Acquisition of land without building or erection thereon for public purposes. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Power to declare land to be required for public work. 6A.  Acquisition of land without building or erection thereon for public purposes. 6.  The report of the person, together with a plan of the land, shall be laid before the Minister, and after consideration thereof the Minister may enter into negotiations for the purchase of the land, or, if for any reason he deems it advisable, may by order declare that the land or any part thereof is required for a public work and may alter or annul any order so made.  6A. Notwithstanding anything contained in any law or in any judgment, decree or order of any Court, it shall, with effect from the commencement of the Acquisition of Lands for Public Purposes (Amendment) Act 2001, be lawful under this L.R.O. 1/2012 LAWS OF GUYANA 6 Cap. 62:05 Acquisition of Lands for Public Purposes   L.R.O. 1/2012  for public purposes. [10 of 2001]    Vesting of land. [23 of 1990]                  Notification to owner and suspension of dealings with the land.                 Vesting of land in the State.  Act to acquire land for the proposed construction of a public work or for a public purpose whether or not there is any building or erection on such land.",
            "description": "The report of the person, together with a plan of the land, shall be laid before the Minister, and after consideration thereof the Minister may enter into negotiations for the purchase of the land, or, if for any reason he deems it advisable, may by order declare that the land or any part thereof is required for a public work and may alter or annul any order so made.  6A. Notwithstanding anything contained in any law or in any judgment, decree or order of any Court, it shall, with effect from the commencement of the Acquisition of Lands for Public Purposes (Amendment) Act 2001, be lawful under this L.R.O. 1/2012 LAWS OF GUYANA 6 Cap. 62:05 Acquisition of Lands for Public Purposes   L.R.O. 1/2012  for public purposes. [10 of 2001]    Vesting of land. [23 of 1990]                  Notification to owner and suspension of dealings with the land.                 Vesting of land in the State.  Act to acquire land for the proposed construction of a public work or for a public purpose whether or not there is any building or erection on such land."
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Vesting of land. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Vesting of land. 7. (1) At the expiration of one month from the date of the order mentioned in the last preceding section or of any longer period fixed by the order, the land specified therein shall vest in the State, subject to the payment of the purchase money or of any compensation as hereinafter provided.  (2) Land so acquired may be sold, leased, or otherwise dealt with in all respects in the same manner in which Government land is sold, leased or otherwise dealt with from time to time by any law, practice, or procedure, notwithstanding that it has not been used or has ceased to be used for the purpose of the public work for which it was acquired.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "At the expiration of one month from the date of the order mentioned in the last preceding section or of any longer period fixed by the order, the land specified therein shall vest in the State, subject to the payment of the purchase money or of any compensation as hereinafter provided."
                },
                {
                    "representation": "(2)",
                    "description": "Land so acquired may be sold, leased, or otherwise dealt with in all respects in the same manner in which Government land is sold, leased or otherwise dealt with from time to time by any law, practice, or procedure, notwithstanding that it has not been used or has ceased to be used for the purpose of the public work for which it was acquired."
                }
            ]
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Notification to owner and suspension of dealings with the land. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Notification to owner and suspension of dealings with the land. 8. (1) When any order is made under section 4 or section 6, notice thereof shall be served personally on the proprietor or his attorney if either is resident in Guyana, and, if he is not so resident or cannot be found, shall be considered duly served if it is published in the Gazette and in one local newspaper and a copy is also affixed upon a conspicuous part of the land.  (2) From the date of that service no transport or mortgage shall be advertised, passed, or registered, and no contract relating to the land entered into, for the period of one month in the case of an order under section 4, and until the date of the vesting of the land in Guyana in the case of an order under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When any order is made under section 4 or section 6, notice thereof shall be served personally on the proprietor or his attorney if either is resident in Guyana, and, if he is not so resident or cannot be found, shall be considered duly served if it is published in the Gazette and in one local newspaper and a copy is also affixed upon a conspicuous part of the land."
                },
                {
                    "representation": "(2)",
                    "description": "From the date of that service no transport or mortgage shall be advertised, passed, or registered, and no contract relating to the land entered into, for the period of one month in the case of an order under section 4, and until the date of the vesting of the land in Guyana in the case of an order under section"
                }
            ]
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Vesting of land in the State. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Vesting of land in the State. 9. (1)  When any order is made under section 6, the Minister shall cause  a certified copy of it, together with a plan of the land duly certified by a qualified surveyor, to be LAWS OF GUYANA Acquisition of Lands for Public Purposes Cap. 62:05 7                                    Powers of Minister.             deposited in the deeds registry and may at the same or at any subsequent time deposit a certificate under his hand to the effect that the National Assembly has voted the sum necessary for compensation; and from the expiration of the period prescribed by section 7 that certified copy shall be conclusive evidence that the land set out in the plan is vested in the State, and the Registrar of deeds shall register the title accordingly in the same manner as if transport had been advertised and passed notwithstanding any entry of opposition.  (2) (a) Anyone who would have a right to oppose if transport of the land were about to be passed by the owner thereof shall have the same right to enter opposition to the registration but that opposition shall be deemed to apply only to the payment of the compensation money to the parties interested.  (b) Where the matters alleged in the opposition are disputed by any of the persons claiming the compensation money or any part thereof, the person so claiming may enter a defence to the opposition and thereafter the proceedings shall continue as in ordinary opposition suits; and the Court shall have full power to make any order in relation to the opposition suit, both as to granting time or otherwise appearing to the Court to be necessary in order to have the questions at issue between the parties determined.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When any order is made under section 6, the Minister shall cause  a certified copy of it, together with a plan of the land duly certified by a qualified surveyor, to be LAWS OF GUYANA Acquisition of Lands for Public Purposes Cap. 62:05 7                                    Powers of Minister.             deposited in the deeds registry and may at the same or at any subsequent time deposit a certificate under his hand to the effect that the National Assembly has voted the sum necessary for compensation; and from the expiration of the period prescribed by section 7 that certified copy shall be conclusive evidence that the land set out in the plan is vested in the State, and the Registrar of deeds shall register the title accordingly in the same manner as if transport had been advertised and passed notwithstanding any entry of opposition."
                },
                {
                    "representation": "(2)",
                    "description": "(a) Anyone who would have a right to oppose if transport of the land were about to be passed by the owner thereof shall have the same right to enter opposition to the registration but that opposition shall be deemed to apply only to the payment of the compensation money to the parties interested."
                },
                {
                    "representation": "(b)",
                    "description": "Where the matters alleged in the opposition are disputed by any of the persons claiming the compensation money or any part thereof, the person so claiming may enter a defence to the opposition and thereafter the proceedings shall continue as in ordinary opposition suits; and the Court shall have full power to make any order in relation to the opposition suit, both as to granting time or otherwise appearing to the Court to be necessary in order to have the questions at issue between the parties determined."
                }
            ]
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Powers of Minister. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Powers of Minister. 10.  In case the public work which is the subject of an order under section 6 hereof is a railway, the Minister, subject to any special Act passed for the purposes of a public work under this Act, may exercise any of the powers and shall be subject to all the obligations, as regards construction of a railway and works connected therewith as regards temporary occupation  of  lands near a railway during construction thereof, and as regards works for accommodation of lands adjoining a railway, and also may exercise all other powers and shall be subject to all other obligations, which a company may exercise or to which it is subjected under sections 244 to 254 (inclusive), sections 256 to 260 (inclusive), and 280 to 284 L.R.O. 1/2012 LAWS OF GUYANA 8 Cap. 62:05 Acquisition of Lands for Public Purposes   L.R.O. 1/2012   1 of 1846                                  Compensation to adjacent proprietors.        Arbitration.  (inclusive), of the Companies Clauses and Powers Consolidation Ordinance, 1846, and those sections shall for that purpose, mutatis mutandis, be read and construed as if the word Minister were substituted for the words  company or railway company and as if any reference in those sections to the Ordinance last aforesaid and to the special Act were only to this Act and to any special Act passed for the purposes of any public work sanctioned by an order under this Act:  Provided that  (a)    in cases  where notices,  summonses,  or other legal process are to be given or served those sections shall be read and   construed  as  if  the  word  Minister,  and  where summonses or other legal process are to be served as if the words  the  Attorney-General,  were  substituted  for  the words company or railway company; and  (b)    nothing in section 249 of the Companies Clauses and Powers Consolidation Ordinance, 1846, shall be held to authorise any action for nuisance or other injury against the Minister or against the State.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in cases  where notices,  summonses,  or other legal process are to be given or served those sections shall be read and   construed  as  if  the  word  Minister,  and  where summonses or other legal process are to be served as if the words  the  Attorney-General,  were  substituted  for  the words company or railway company; and"
                },
                {
                    "representation": "(b)",
                    "description": "nothing in section 249 of the Companies Clauses and Powers Consolidation Ordinance, 1846, shall be held to authorise any action for nuisance or other injury against the Minister or against the State."
                }
            ]
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Compensation to adjacent proprietors. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Compensation to adjacent proprietors. 11.  The owner of any land which, without any portion thereof having been actually acquired, has been injured by the erection or construction upon lands acquired under this Act of a public work shall be entitled to compensation in the manner hereinafter provided for any servitude, easement, or right appurtenant to the land destroyed or interfered with or for any injury caused to the land by that erection or construction.",
            "description": "The owner of any land which, without any portion thereof having been actually acquired, has been injured by the erection or construction upon lands acquired under this Act of a public work shall be entitled to compensation in the manner hereinafter provided for any servitude, easement, or right appurtenant to the land destroyed or interfered with or for any injury caused to the land by that erection or construction."
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Arbitration. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Arbitration. 12.  Nothing in this Act contained shall be construed or deemed or taken   to prevent or preclude the persons LAWS OF GUYANA Acquisition of Lands for Public Purposes Cap. 62:05 9      1 of 1846   Giving directions on publication of order.              Notices to persons interested.    Assessment of compensation. [35 of 1975]             Evidence and direction of proceedings.      interested by mutual agreement submitting the difference between them as to compensation to the decision of an arbitrator or arbitrators in manner provided by the Companies Clauses and Powers Consolidation Ordinance,",
            "description": "Nothing in this Act contained shall be construed or deemed or taken   to prevent or preclude the persons LAWS OF GUYANA Acquisition of Lands for Public Purposes Cap. 62:05 9      1 of 1846   Giving directions on publication of order.              Notices to persons interested.    Assessment of compensation. [35 of 1975]             Evidence and direction of proceedings.      interested by mutual agreement submitting the difference between them as to compensation to the decision of an arbitrator or arbitrators in manner provided by the Companies Clauses and Powers Consolidation Ordinance,"
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Giving directions on publication of order. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Giving directions on publication of order. 13. (1) When any order has been published by the Minister under section 6 hereof, the Court to which application may be made by motion ex parte by or on behalf of the Attorney-General shall direct the value of the land described in the order to be ascertained and the amount of compensation which ought to be paid to the several persons interested therein to be determined.  (2) The Court shall further appoint the time and place at which it will sit to hear and determine the matter, and the Registrar shall cause public notice of the time and place so appointed to be published in the Gazette and in one other newspaper published in Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When any order has been published by the Minister under section 6 hereof, the Court to which application may be made by motion ex parte by or on behalf of the Attorney-General shall direct the value of the land described in the order to be ascertained and the amount of compensation which ought to be paid to the several persons interested therein to be determined."
                },
                {
                    "representation": "(2)",
                    "description": "The Court shall further appoint the time and place at which it will sit to hear and determine the matter, and the Registrar shall cause public notice of the time and place so appointed to be published in the Gazette and in one other newspaper published in Guyana."
                }
            ]
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Notices to persons interested. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Notices to persons interested. 14.  The Court shall direct what notices shall be given or served to enable all persons interested to protect their rights and the manner in which those notices shall be given or served.",
            "description": "The Court shall direct what notices shall be given or served to enable all persons interested to protect their rights and the manner in which those notices shall be given or served."
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Assessment of compensation. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Assessment of compensation. 15.  The Court, after hearing evidence in that behalf, shall, subject to this Act, assess the amount of compensation to be paid to the owner of the land described in the order and to all others having any just right, title, or  interest, to or in the land or any portion thereof, and the compensation may take into account and may include any amount the Court decides to be a proper compensation for disturbance to a lessee.",
            "description": "The Court, after hearing evidence in that behalf, shall, subject to this Act, assess the amount of compensation to be paid to the owner of the land described in the order and to all others having any just right, title, or  interest, to or in the land or any portion thereof, and the compensation may take into account and may include any amount the Court decides to be a proper compensation for disturbance to a lessee."
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Evidence and direction of proceedings. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Evidence and direction of proceedings. 16. (l) The Attorney-General or anyone on his behalf and everyone interested in the land described in the order, may appear before the Court  and tender any relevant evidence in support of their alleged rights and  the  value thereof, and may cross-examine any witness produced in an  adverse interest and produce evidence to rebut any adverse testimony. L.R.O. 1/2012 LAWS OF GUYANA 10 Cap. 62:05 Acquisition of Lands for Public Purposes   L.R.O. 1/2012                              Owner may claim appropriation.            Items of assessment to be taken into consideration. [35 of 1975 23 of 1990]  (2) The Attorney-General or anyone on his behalf, or any interested person aforesaid, may summon any witnesses required.  (3) In all matters not herein expressly provided for the Court shall have full power to direct the proceedings as justice requires:  Provided that the Minister may at any stage of the proceedings give notice of intention to discontinue them on paying compensation for any damage done, for any temporary occupation of the land, and for any costs incurred up to the date of withdrawal, but nothing shall in that case be awarded by way of compensation for loss of bargain or damages for breach of contract.  (4) On the notice being given to discontinue the proceedings for the acquisition of land the soil of the land shall thenceforth revest in the owner or person interested for his prior estate.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "The Attorney-General or anyone on his behalf and everyone interested in the land described in the order, may appear before the Court  and tender any relevant evidence in support of their alleged rights and  the  value thereof, and may cross-examine any witness produced in an  adverse interest and produce evidence to rebut any adverse testimony. L.R.O. 1/2012 LAWS OF GUYANA 10 Cap. 62:05 Acquisition of Lands for Public Purposes   L.R.O. 1/2012                              Owner may claim appropriation.            Items of assessment to be taken into consideration. [35 of 1975 23 of 1990]"
                },
                {
                    "representation": "(2)",
                    "description": "The Attorney-General or anyone on his behalf, or any interested person aforesaid, may summon any witnesses required."
                },
                {
                    "representation": "(3)",
                    "description": "In all matters not herein expressly provided for the Court shall have full power to direct the proceedings as justice requires:  Provided that the Minister may at any stage of the proceedings give notice of intention to discontinue them on paying compensation for any damage done, for any temporary occupation of the land, and for any costs incurred up to the date of withdrawal, but nothing shall in that case be awarded by way of compensation for loss of bargain or damages for breach of contract."
                },
                {
                    "representation": "(4)",
                    "description": "On the notice being given to discontinue the proceedings for the acquisition of land the soil of the land shall thenceforth revest in the owner or person interested for his prior estate."
                }
            ]
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Owner may claim appropriation. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Owner may claim appropriation. 17.  If the Minister has not, either before or within fourteen days of the  award of the Court of the amount of compensation to be paid, caused notification of the abandonment of lands entered on, or as to which proceedings have been instituted under this Act, to be made in manner hereby provided, the owner thereof may, by notice in writing to the Minister, claim that land be appropriated, and the land shall then be deemed to have been definitely appropriated without the power of subsequent  abandonment, and the assessed compensation therefor shall become due.",
            "description": "If the Minister has not, either before or within fourteen days of the  award of the Court of the amount of compensation to be paid, caused notification of the abandonment of lands entered on, or as to which proceedings have been instituted under this Act, to be made in manner hereby provided, the owner thereof may, by notice in writing to the Minister, claim that land be appropriated, and the land shall then be deemed to have been definitely appropriated without the power of subsequent  abandonment, and the assessed compensation therefor shall become due."
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Items of assessment to be taken into consideration. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Items of assessment to be taken into consideration. 18.  In determining claims for compensation for lands acquired under this Act, the Court may take into consideration  (a)      the  market  value  of  the  land  on  the  LAWS OF GUYANA Acquisition of Lands for Public Purposes Cap. 62:05 11                                                  date  of  the publication  in the Gazette of the order  under  section  3 declaring the work on the land to be a public work;  (b)   any damage sustained by the person interested at the time of awarding compensation by reason of severance;  (c)    the damage (if any) sustained by the person interested at  the  time of awarding compensation by reason of the acquisition injuriously affecting his other property or his earnings;  (d)     if in consequence of the acquisition he is compelled to change his residence or place of business, the reasonable expenses (if any) incidental to the change,  but shall not take into consideration  (i)    the degree of urgency or necessity which has led to the acquisition; (ii) any pretium dilectionis or disinclination of the person interested to part with the land acquired; (iii)   any  damage  sustained  by  the  person  interested which, if caused by a private person, would not render the private person liable to an action; (iv)  any damage, not being in the nature of deprivation of, or  interference with, any servitude, easement, or legal right, which, after the time of awarding L.R.O. 1/2012 LAWS OF GUYANA 12 Cap. 62:05 Acquisition of Lands for Public Purposes   L.R.O. 1/2012                         Additional award. [35 of 1975 23 of 1990]      Resumption under State grant or State Lands Resumption  Act. c. 62:02    Severance.       compensation, is likely to be caused by or in consequence of the use to which the land acquired will be put; (v)    any increase to the value of the land acquired likely to accrue from the use to which the land acquired will be put;  (vi)   any outlay  or  improvements  on  the  land  which appear to have been made, commenced, or effected, with the intention of enhancing the compensation to be awarded therefor in the event or with the view of its being required for the public purpose for which it has been acquired.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the  market  value  of  the  land  on  the  LAWS OF GUYANA Acquisition of Lands for Public Purposes Cap. 62:05 11                                                  date  of  the publication  in the Gazette of the order  under  section  3 declaring the work on the land to be a public work;"
                },
                {
                    "representation": "(b)",
                    "description": "any damage sustained by the person interested at the time of awarding compensation by reason of severance;"
                },
                {
                    "representation": "(c)",
                    "description": "the damage"
                },
                {
                    "representation": "(d)",
                    "description": "if in consequence of the acquisition he is compelled to change his residence or place of business, the reasonable expenses"
                },
                {
                    "representation": "(i)",
                    "description": "the degree of urgency or necessity which has led to the acquisition;"
                },
                {
                    "representation": "(v)",
                    "description": "any increase to the value of the land acquired likely to accrue from the use to which the land acquired will be put;"
                }
            ]
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Additional award. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Additional award. 19.  In determining claims for compensation the court shall have power to consider and award    to the claimant in respect of compensation for compulsory purchase, in addition to the matters herein specified, any sum not exceeding such per cent of the market value of the land at the time of awarding compensation to the Court seeming fit.",
            "description": "In determining claims for compensation the court shall have power to consider and award    to the claimant in respect of compensation for compulsory purchase, in addition to the matters herein specified, any sum not exceeding such per cent of the market value of the land at the time of awarding compensation to the Court seeming fit."
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Resumption under State grant or State Lands Resumption Act. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Resumption under State grant or State Lands Resumption Act. 20.  Nothing in this Act shall be construed or deemed to confer upon any person any right to compensation in respect of any land resumed in the name of the State, in pursuance of any condition, reservation, or power of resumption contained in any grant of State land or under the State Lands Resumption Act.",
            "description": "Nothing in this Act shall be construed or deemed to confer upon any person any right to compensation in respect of any land resumed in the name of the State, in pursuance of any condition, reservation, or power of resumption contained in any grant of State land or under the State Lands Resumption Act."
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Severance. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Severance. 21.  As  to  severance,  the  Court  shall  have  power  to  assess compensation on the footing that any specified works, crossings, or access, agreed on behalf of the Minister, shall be erected, provided, and allowed, and the agreement shall be reduced into writing and be signed by the judge and shall be valid and effectual and binding on the parties. LAWS OF GUYANA Acquisition of Lands for Public Purposes Cap. 62:05 13  As to  procedure not specifically provided for.      Publication of assessment.     Deposit and distribution of amount of assessment.      Payment in bonds at discretion of  the Minister  and issue thereof. [35 of 1975] c. 62:07",
            "description": "As  to  severance,  the  Court  shall  have  power  to  assess compensation on the footing that any specified works, crossings, or access, agreed on behalf of the Minister, shall be erected, provided, and allowed, and the agreement shall be reduced into writing and be signed by the judge and shall be valid and effectual and binding on the parties. LAWS OF GUYANA Acquisition of Lands for Public Purposes Cap. 62:05 13  As to  procedure not specifically provided for.      Publication of assessment.     Deposit and distribution of amount of assessment.      Payment in bonds at discretion of  the Minister  and issue thereof. [35 of 1975] c. 62:07"
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "As to procedure not specifically provided for. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under As to procedure not specifically provided for. 22.  In any matter not above provided for the Court may award compensation in accordance with any law, rule, or procedure followed in like cases by courts of justice or by arbitrators in the United Kingdom.",
            "description": "In any matter not above provided for the Court may award compensation in accordance with any law, rule, or procedure followed in like cases by courts of justice or by arbitrators in the United Kingdom."
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Publication of assessment. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Publication of assessment. 23.  The amount of the assessment, and those, if they are known, to whom it is payable, shall be forthwith published by the Registrar in the Gazette and in one other newspaper published in Guyana.",
            "description": "The amount of the assessment, and those, if they are known, to whom it is payable, shall be forthwith published by the Registrar in the Gazette and in one other newspaper published in Guyana."
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Deposit and distribution of amount of assessment. 24A.  Payment  in  bonds  at  discretion  of  the  Minister  and  issue thereof. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Deposit and distribution of amount of assessment. 24A.  Payment  in  bonds  at  discretion  of  the  Minister  and  issue thereof. 24. The amount of the assessment shall, on the warrant of the Minister responsible for finance,  be deposited  by the Accountant General in the registry of the Court to abide the order of the Court, and shall be distributed by the Court free from all deductions for office and other costs, as justice may require.  24A.  Where any land is acquired under this Act the compensation for the land may, in the discretion of the Minister, be paid either in whole or in part by the issue of land bonds under the Land Bonds Act of such type as the  Minister determines to a nominal amount equal to the amount of compensation payable or to such part thereof as may be determined by the Minister, as the case may be, and the provisions of the Land Bonds Act  shall apply mutatis mutandis for the purpose subject, however, to the following modifications  (a)     section 5(1) shall not apply;  (b)    for the words two million dollars in section 6(2), there shall be substituted the words one hundred million dollars  or  such  greater  value  as  may  be  approved  by resolution of the National Assembly;  (c)    for the reference in section 6(3) to section 4 of the Land Bonds Act there L.R.O. 1/2012 LAWS OF GUYANA 14 Cap. 62:05 Acquisition of Lands for Public Purposes   L.R.O. 1/2012                                    Taking of proceedings in vacation.  Claim under $500 may be settled by magistrate.      shall be substituted a reference to this section;  (d)    for the words the passing of this Act in section 6(3) there  shall be substituted the words the exercise of his powers  under section 25 of the Acquisition of Lands for Public Purposes Act;  (e)    the following section shall be substituted for section 8",
            "description": [
                {
                    "representation": "(a)",
                    "description": "section 5(1) shall not apply;"
                },
                {
                    "representation": "(b)",
                    "description": "for the words two million dollars in section 6(2), there shall be substituted the words one hundred million dollars  or  such  greater  value  as  may  be  approved  by resolution of the National Assembly;"
                },
                {
                    "representation": "(c)",
                    "description": "for the reference in section 6(3) to section 4 of the Land Bonds Act there L.R.O. 1/2012 LAWS OF GUYANA 14 Cap. 62:05 Acquisition of Lands for Public Purposes   L.R.O. 1/2012                                    Taking of proceedings in vacation.  Claim under $500 may be settled by magistrate.      shall be substituted a reference to this section;"
                },
                {
                    "representation": "(d)",
                    "description": "for the words the passing of this Act in section 6(3) there  shall be substituted the words the exercise of his powers  under section 25 of the Acquisition of Lands for Public Purposes Act;"
                },
                {
                    "representation": "(e)",
                    "description": "the following section shall be substituted for section 8"
                }
            ]
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Taking of proceedings in vacation. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Taking of proceedings in vacation. 25.  All proceedings by and before the Court under this Act may be had and taken during any of its vacations.",
            "description": "All proceedings by and before the Court under this Act may be had and taken during any of its vacations."
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Claim exceeding $500 may be referred to magistrate. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Claim exceeding $500 may be referred to magistrate. 27.  When it does not appear to the Commissioner of Lands that the land claimed exceeds five hundred dollars in value, the magistrate of the district  in which the land is situate, upon the application of the Commissioner of Lands, may summon the other party to appear before him at a time and place to be named in the summons, and upon the appearance of that party, or in his absence upon proof of the due service of the summons, the magistrate may give all Interest on land bonds  LAWS OF GUYANA Acquisition of Lands for Public Purposes Cap. 62:05 15                               c. 3:05      Claim exceeding $500 may be referred to magistrate.  [4 of 1972]        directions and exercise all or any of the powers in regard to the assessment and award which the Court may exercise under this Act:  Provided that  (a)     the  party  so  summoned,  at  any  time  before  the magistrate has given his decision, may apply to the Court in chambers by motion to have the proceedings removed to the Court  and thereupon the Court may order them to be so removed, and the order shall be served upon the magistrate, who shall  immediately transmit all documents of every description in his possession and custody to the Registrar; and  (b)    in  that  case  the  party  having  the  proceedings  so removed shall only be entitled to the costs as laid down by the Summary Jurisdiction (Magistrates) Act, or any order under it relating to fees, unless the compensation awarded by the Court exceeds five hundred dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the  party  so  summoned,  at  any  time  before  the magistrate has given his decision, may apply to the Court in chambers by motion to have the proceedings removed to the Court  and thereupon the Court may order them to be so removed, and the order shall be served upon the magistrate, who shall  immediately transmit all documents of every description in his possession and custody to the Registrar; and"
                },
                {
                    "representation": "(b)",
                    "description": "in  that  case  the  party  having  the  proceedings  so removed shall only be entitled to the costs as laid down by the Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Assaulting or obstructing officers. ",
            "context": "ACQUISITION OF LANDS FOR PUBLIC PURPOSES ACT under Assaulting or obstructing officers. 28.  Anyone who assaults or beats or obstructs  (a)  the marshal, bailiff, or any of his assistants, in the execution of his duty under this Act; or  (b)   the Commissioner of Lands, or other person authorised as  aforesaid, or his workmen, servants, or agents, in the execution of his or their duty under this Act, or aids, or aids or abets any person in so doing,  shall be liable on summary conviction to a fine of forty-eight thousand seven  hundred  and  fifty  dollars,  and  in  default  of  payment  to imprisonment for six months.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the marshal, bailiff, or any of his assistants, in the execution of his duty under this Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "the Commissioner of Lands, or other person authorised as  aforesaid, or his workmen, servants, or agents, in the execution of his or their duty under this Act, or aids, or aids or abets any person in so doing,  shall be liable on summary conviction to a fine of forty-eight thousand seven  hundred  and  fifty  dollars,  and  in  default  of  payment  to imprisonment for six months."
                }
            ]
        }
    }
]