[
    {
        "act": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT under Short title. 1.  This Act may be cited as the Acquisition of Land (Land Settlement) Act.",
            "description": "This Act may be cited as the Acquisition of Land (Land Settlement) Act."
        }
    },
    {
        "act": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT under Interpretation. 2.  In this Act  land settlement scheme includes any project intended to secure land for the establishment of farmers as an organised settlement or for distribution by sale, lease or otherwise to persons individually for agricultural purposes; LAWS OF GUYANA 4 Cap. 62:06      Acquisition of Land (Land Settlement)   L.R.O. 1/2012     c. 62:05  Power of Minister to declare a land settlement work under section 3 of Cap. 62:",
            "description": "In this Act  land settlement scheme includes any project intended to secure land for the establishment of farmers as an organised settlement or for distribution by sale, lease or otherwise to persons individually for agricultural purposes; LAWS OF GUYANA 4 Cap. 62:06      Acquisition of Land (Land Settlement)   L.R.O. 1/2012     c. 62:05  Power of Minister to declare a land settlement work under section 3 of Cap. 62:"
        }
    },
    {
        "act": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Power of Minister to declare a land settlement scheme a public work under section 3 of Cap. 62:",
            "context": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT under Power of Minister to declare a land settlement scheme a public work under section 3 of Cap. 62:3.  Subject to section 7 of this Act, the Minister may by order under section 3 of the Acquisition of Lands for Public Purposes Act declare any land settlement scheme to be a public work for the purposes of the Principal Act, and thereafter that Act shall, subject to the modifications hereinafter stated, apply in relation to the acquisition of any land for the purposes of such schemes.",
            "description": "Subject to section 7 of this Act, the Minister may by order under section 3 of the Acquisition of Lands for Public Purposes Act declare any land settlement scheme to be a public work for the purposes of the Principal Act, and thereafter that Act shall, subject to the modifications hereinafter stated, apply in relation to the acquisition of any land for the purposes of such schemes."
        }
    },
    {
        "act": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Modification of application of Cap. 62:05 when land required for land settlement scheme. ",
            "context": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT under Modification of application of Cap. 62:05 when land required for land settlement scheme. 4. When an order made under section 3 of the Principal Act and section 3 of this Act has declared a land settlement scheme to be a public work, then in relation to the acquisition of any land required for the purposes of such scheme  (a)    section 5(1) of the Principal Act shall have effect as if the following paragraphs were added thereto  (d) to set out the boundaries of the land proposed to be taken;   (e)    to do all such other acts as may be incidental to or necessary for any of the purposes aforesaid.;  (b)  the proviso to section 7(1) of the Principal Act shall have effect as if for the words for the public work for which the   land   is   required   therein   appearing   there   were substituted the following words                to pay the purchase price or compensation for the land required; Cap. 62:05 where scheme a public LAWS OF GUYANA Acquisition of Land (Land Settlement) Cap. 62:06 5  L.R.O. 1/2012       Method of assessment of compensation. c. 62:05                                Schedule.    Award and assessment of fair value where land is and  (c)     section 19 of the Principal Act shall not have effect.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "section 5(1) of the Principal Act shall have effect as if the following paragraphs were added thereto  (d) to set out the boundaries of the land proposed to be taken;"
                },
                {
                    "representation": "(e)",
                    "description": "to do all such other acts as may be incidental to or necessary for any of the purposes aforesaid.;"
                },
                {
                    "representation": "(b)",
                    "description": "the proviso to section 7(1) of the Principal Act shall have effect as if for the words for the public work for which the   land   is   required   therein   appearing   there   were substituted the following words                to pay the purchase price or compensation for the land required; Cap. 62:05 where scheme a public LAWS OF GUYANA Acquisition of Land"
                },
                {
                    "representation": "(c)",
                    "description": "section 19 of the Principal Act shall not have effect."
                }
            ]
        }
    },
    {
        "act": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "05",
            "title": "",
            "context": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT under 5.  Method of assessment of compensation.",
            "description": "Method of assessment of compensation."
        }
    },
    {
        "act": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Award and assessment of fair value where land is acquired. ",
            "context": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT under Award and assessment of fair value where land is acquired. 6. (1)  In determining claims for compensation the Court shall have  power to consider and award to the claimant such additional amount  as   the  Court  deems  LAWS OF GUYANA 6 Cap. 62:06      Acquisition of Land (Land Settlement)   L.R.O. 1/2012  acquired.                          Appointment of commissioner etc. [21 of 1959] c. 62:05                necessary  in  order  to  make  such compensation a fair value of the land acquired compulsorily under this Act.  (2) In  determining  whether  it  is  necessary  to  award  any additional amount as aforesaid the Court shall consider  (a)    the nature and extent of the estate or interest of the claimant in the land;  (b) the extent to which the value of the improvements on the land exceeds the value of the improvements normally required;  (c) any special value that the land may have by reason of locality;  (d) such other matters affecting the land as the Court considers relevant.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In determining claims for compensation the Court shall have  power to consider and award to the claimant such additional amount  as   the  Court  deems  LAWS OF GUYANA 6 Cap. 62:06      Acquisition of Land"
                },
                {
                    "representation": "(2)",
                    "description": "In  determining  whether  it  is  necessary  to  award  any additional amount as aforesaid the Court shall consider"
                },
                {
                    "representation": "(a)",
                    "description": "the nature and extent of the estate or interest of the claimant in the land;"
                },
                {
                    "representation": "(b)",
                    "description": "the extent to which the value of the improvements on the land exceeds the value of the improvements normally required;"
                },
                {
                    "representation": "(c)",
                    "description": "any special value that the land may have by reason of locality;"
                },
                {
                    "representation": "(d)",
                    "description": "such other matters affecting the land as the Court considers relevant."
                }
            ]
        }
    },
    {
        "act": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Appointment of commissioners, etc. ",
            "context": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT under Appointment of commissioners, etc. 7.  (1) Before an order is made under section 3 of the Principal Act and section 3 of this Act, the Minister may, and if requested to do so in writing by the owner or occupier of the land shall, by notice published in  the  Gazette,   issue  a  Commission  appointing  two  or  more commissioners to determine by investigation whether or not it is in the public interest that the land in respect of which it is sought to make an order as aforesaid should be  acquired for a land settlement scheme having regard to the extent to  which the land is not beneficially occupied or utilised for agriculture.  (2) In  making  their  investigation  the  commissioners  shall, together with any other relevant matters, take into consideration the following matters, that is to say  LAWS OF GUYANA Acquisition of Land (Land Settlement) Cap. 62:06 7  L.R.O. 1/2012               c. 19:03                                  (a)    the extent to which the land requires improvements to be effected before it can be utilised for agriculture;  (b)  the reasonable requirements of the owner of the land for agriculture.  (3) Subject to subsection (5) of this section, commissioners appointed as aforesaid shall have all the powers, duties and obligations of,  and  shall  for  all  purposes  be  deemed  to  be,  commissioners appointed under the Commissions of Inquiry Act.  (4) Where in making their investigation the commissioners find that any part or parts of the land are in beneficial occupation or are utilised for agriculture but that having regard to the extent to which the land as a whole is so occupied or utilised it is nevertheless in the public interest that such part  or parts be acquired in order to ensure the planned development of the land as a whole, the commissioners shall in their report distinguish between those parts of the land which are beneficially occupied or utilised for agriculture and those which are not.  (5) Any person whose interests are, or may be prejudicially affected shall be entitled to be heard by himself or counsel or attorney-at-law  before such commissioners.  (6) The report of the commissioners to the Minister shall be published in the Gazette.  (7) If the commissioners report to the Minister that it is not in the public interest that any land or any part of such land in respect of which it is sought to make an order should be acquired for a land settlement scheme, it shall not be lawful for the Minister to make an order with respect to such land or part thereof as the case may be.  LAWS OF GUYANA 8 Cap. 62:06      Acquisition of Land (Land Settlement)   L.R.O. 1/2012  Power to acquire land by lease. c.62:05",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Before an order is made under section 3 of the Principal Act and section 3 of this Act, the Minister may, and if requested to do so in writing by the owner or occupier of the land shall, by notice published in  the  Gazette,   issue  a  Commission  appointing  two  or  more commissioners to determine by investigation whether or not it is in the public interest that the land in respect of which it is sought to make an order as aforesaid should be  acquired for a land settlement scheme having regard to the extent to  which the land is not beneficially occupied or utilised for agriculture."
                },
                {
                    "representation": "(2)",
                    "description": "In  making  their  investigation  the  commissioners  shall, together with any other relevant matters, take into consideration the following matters, that is to say  LAWS OF GUYANA Acquisition of Land"
                },
                {
                    "representation": "(a)",
                    "description": "the extent to which the land requires improvements to be effected before it can be utilised for agriculture;"
                },
                {
                    "representation": "(b)",
                    "description": "the reasonable requirements of the owner of the land for agriculture."
                },
                {
                    "representation": "(3)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Any person whose interests are, or may be prejudicially affected shall be entitled to be heard by himself or counsel or attorney-at-law  before such commissioners."
                },
                {
                    "representation": "(4)",
                    "description": "Where in making their investigation the commissioners find that any part or parts of the land are in beneficial occupation or are utilised for agriculture but that having regard to the extent to which the land as a whole is so occupied or utilised it is nevertheless in the public interest that such part  or parts be acquired in order to ensure the planned development of the land as a whole, the commissioners shall in their report distinguish between those parts of the land which are beneficially occupied or utilised for agriculture and those which are not."
                },
                {
                    "representation": "(6)",
                    "description": "The report of the commissioners to the Minister shall be published in the Gazette."
                },
                {
                    "representation": "(7)",
                    "description": "If the commissioners report to the Minister that it is not in the public interest that any land or any part of such land in respect of which it is sought to make an order should be acquired for a land settlement scheme, it shall not be lawful for the Minister to make an order with respect to such land or part thereof as the case may be.  LAWS OF GUYANA 8 Cap. 62:06      Acquisition of Land"
                }
            ]
        }
    },
    {
        "act": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Power to acquire land by lease. ",
            "context": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT under Power to acquire land by lease. 8. (1) Anything in the Principal Act to the contrary notwithstanding where any order has been made under section 3 of the Principal Act and section 3 of this Act, the Minister may, where he considers it expedient so to do, by order published in the Gazette, declare that the land described in such order shall be held by the State on a lease subject to such terms and conditions as may be specified in such order.  (2) Upon the expiration of thirty days after the publication of any order made under subsection (1) of this section, the land described in such order shall be deemed to have been leased to the State on the terms and conditions specified in such order.  (3) The compensation to be paid in respect of such land shall be assessed on the following basis, that is to say  (a) an annual rent equivalent to the amount of the estimated net  annual income derived from the use of the land for agriculture determined as at the date of the acquisition of the land  in  accordance  with  the  principles  set  out  in  the Schedule to this Act, or six per cent of the price paid for the land (exclusive of any buildings, plant and machinery on the land) by the person who owned the land on the 1st July, 1955, whichever is the greater;  (b) six per cent of the market value of any buildings, plant and machinery on such land;  (c) such amount, if any, as may be payable in accordance with section 18(b), (c) and (d) of the Principal Act. LAWS OF GUYANA Acquisition of Land (Land Settlement) Cap. 62:06 9  L.R.O. 1/2012              Power of Court to award additional sum to claimant.       Conditions relating to land sold or leased. c. 62:05                                             (4) The powers conferred upon the Minister by this section shall be in addition to and not in derogation of and this Act, and notwithstanding the exercise of the power may at any other subsequent time exercise in respect of such writ any other power conferred upon him by the principal Act and this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of this section, the land described in such order shall be deemed to have been leased to the State on the terms and conditions specified in such order."
                },
                {
                    "representation": "(2)",
                    "description": "Upon the expiration of thirty days after the publication of any order made under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The compensation to be paid in respect of such land shall be assessed on the following basis, that is to say"
                },
                {
                    "representation": "(a)",
                    "description": "an annual rent equivalent to the amount of the estimated net  annual income derived from the use of the land for agriculture determined as at the date of the acquisition of the land  in  accordance  with  the  principles  set  out  in  the Schedule to this Act, or six per cent of the price paid for the land"
                },
                {
                    "representation": "(b)",
                    "description": "six per cent of the market value of any buildings, plant and machinery on such land;"
                },
                {
                    "representation": "(c)",
                    "description": "and"
                },
                {
                    "representation": "(d)",
                    "description": "of the Principal Act. LAWS OF GUYANA Acquisition of Land"
                },
                {
                    "representation": "(4)",
                    "description": "The powers conferred upon the Minister by this section shall be in addition to and not in derogation of and this Act, and notwithstanding the exercise of the power may at any other subsequent time exercise in respect of such writ any other power conferred upon him by the principal Act and this Act."
                }
            ]
        }
    },
    {
        "act": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Power of Court to award additional sum to claimant. ",
            "context": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT under Power of Court to award additional sum to claimant. 9.  In determining claims for compensation where an order has been made by the Minister under section 8 of this Act, the Court shall have power to consider and award to the claimant an additional sum by way of annual rent equivalent to six per cent of such additional amount as the Court would deem it necessary to award under section 6 of this Act if the land were acquired compulsorily under section 3 of this Act.",
            "description": "In determining claims for compensation where an order has been made by the Minister under section 8 of this Act, the Court shall have power to consider and award to the claimant an additional sum by way of annual rent equivalent to six per cent of such additional amount as the Court would deem it necessary to award under section 6 of this Act if the land were acquired compulsorily under section 3 of this Act."
        }
    },
    {
        "act": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Conditions relating to land sold or leased.  SCHEDULE—Income from use of land for Agriculture.   __________________________ 13 of 1957 An Act to make provision for the Acquisition of Lands to be used for the purpose of Land Settlement.  [25th MAY, 1957]  Short title.    Interpretation.        ",
            "context": "ACQUISITION OF LAND (LAND SETTLEMENT) ACT under Conditions relating to land sold or leased.  SCHEDULEIncome from use of land for Agriculture.   __________________________ 13 of 1957 An Act to make provision for the Acquisition of Lands to be used for the purpose of Land Settlement.  [25th MAY, 1957]  Short title.    Interpretation.        10. (1) Where any land acquired under the Principal Act and this Act  is sold or leased to any person for the purposes of any land settlement scheme  (a) the purchaser or lessor as the case may be, shall not sell, lease, let, sub-let, charge or incumber such land without the consent of  the Minister, and any sale, lease, letting, sub- letting,  charge  or  incumbrance  in  contravention  of  the provisions of this section shall be void and of no effect;  (b) such land, or the lessors interest therein as the case may be, shall not be liable to be taken in execution except in respect of any debt owing to, or obligation arising under any guarantee by, the State, or in respect of the recovery of any tax, duty, rate any other power conferred upon him by the Principal  Act, conferred by this section in respect of any land, the Minister LAWS OF GUYANA 10 Cap. 62:06      Acquisition of Land (Land Settlement)   L.R.O. 1/2012                S.5 (2), 8(3)                                  or other sum of money due and owing to the State or to any statutory authority.  (2)  The provisions of subsection (l)(a) and (b) shall be set out in every  transport  or  lease  relating  to  any  land  acquired  under  the Principal Act and this Act which is sold or leased for the purposes of a land settlement scheme.   SCHEDULE  Principles for determining the net annual income from the use of land for agriculture and the capitalized value of such income  The net annual income from the use of land for agriculture shall be the estimated net annual income that can be derived from the land by average efficient farmers engaged in the cultivation of crops, in animal husbandry or both in accordance with normal standards and practices in Guyana having regard to the position and character of the land.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any land acquired under the Principal Act and this Act  is sold or leased to any person for the purposes of any land settlement scheme"
                },
                {
                    "representation": "(a)",
                    "description": "and"
                },
                {
                    "representation": "(b)",
                    "description": "shall be set out in every  transport  or  lease  relating  to  any  land  acquired  under  the Principal Act and this Act which is sold or leased for the purposes of a land settlement scheme.   SCHEDULE  Principles for determining the net annual income from the use of land for agriculture and the capitalized value of such income  The net annual income from the use of land for agriculture shall be the estimated net annual income that can be derived from the land by average efficient farmers engaged in the cultivation of crops, in animal husbandry or both in accordance with normal standards and practices in Guyana having regard to the position and character of the land."
                },
                {
                    "representation": "(3)",
                    "description": "or other sum of money due and owing to the State or to any statutory authority."
                },
                {
                    "representation": "(2)",
                    "description": "The provisions of subsection"
                }
            ]
        }
    }
]