[
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "SEA DEFENCES ACT under Short title. 1.  This Act may be cited as the Sea Defences Act.",
            "description": "This Act may be cited as the Sea Defences Act."
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  SUPERVISION OF DEFENCES  ",
            "context": "SEA DEFENCES ACT under Interpretation.  SUPERVISION OF DEFENCES  2.  In this Act  the Chief Officer means the Chief Hydraulics Officer and includes anyone performing the duties of the holder of that office;  CHAPTER 64:01  SEA DEFENCES ACT  LAWS OF GUYANA Sea Defences Cap. 64:01 5  L.R.O. 1/2012                                                 estate includes any plantation or estate, or any piece of land abutting on or near the sea shore, or any river or creek, or the bank of a river or creek;   the Hydraulics  Division  means  the  Hydraulics  Division  of  the Ministry and includes the Chief Officer, every officer of the Hydraulics Division and everyone employed by the Chief Officer or by any officer of the Hydraulics Division;  the time limited means the time mentioned in any notice given by the Chief Officer within which the proprietor of an estate is required to complete any works, and, where there is an appeal, means the time fixed by the Minister;  works means any work for repairing, strengthening, heightening, or protecting any existing dam, and includes  (a)     any work for constructing or protecting a new dam; and   (b)  groynes and construction of any material and every description of work or arrangement intended to protect an estate or any land from submersion or flooding; and  (c)     the removal of anything which, in the opinion of the Chief Officer, ought to be removed for the protection or conservation of the foreshore.    LAWS OF GUYANA 6 Cap. 64:01 Sea Defences   L.R.O. 1/2012     Inspection of plantation  dams.   Execution of necessary work by proprietor.               Procedure   on requisition   to execute work.                  SUPERVISION OF DEFENCES",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any work for constructing or protecting a new dam; and"
                },
                {
                    "representation": "(b)",
                    "description": "groynes and construction of any material and every description of work or arrangement intended to protect an estate or any land from submersion or flooding; and"
                },
                {
                    "representation": "(c)",
                    "description": "the removal of anything which, in the opinion of the Chief Officer, ought to be removed for the protection or conservation of the foreshore.    LAWS OF GUYANA 6 Cap. 64:01 Sea Defences   L.R.O. 1/2012     Inspection of plantation  dams.   Execution of necessary work by proprietor.               Procedure   on requisition   to execute work.                  SUPERVISION OF DEFENCES"
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Inspection of plantation dams. ",
            "context": "SEA DEFENCES ACT under Inspection of plantation dams. 3.  The Chief Officer and everyone authorised by him in writing may at all times enter on any estate and inspect the sea, river, and outer dams thereof.",
            "description": "The Chief Officer and everyone authorised by him in writing may at all times enter on any estate and inspect the sea, river, and outer dams thereof."
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Execution of necessary work by proprietor.  WORKS OF DEFENCE  ",
            "context": "SEA DEFENCES ACT under Execution of necessary work by proprietor.  WORKS OF DEFENCE  4. (1) When the Chief Officer is of opinion that any sea, river, or outer dam of an estate is in bad order or insufficient, or is improperly constructed, either as regards position or material, or is not sufficiently protected, he may require the proprietor of the estate to execute any work he considers ought to be executed.  (2) When the dam has been completed, whether in obedience to an order of the Chief Officer or otherwise, he may serve a notice on the proprietor of the estate, as hereinafter provided, requiring him from time to time to execute any works necessary for the maintenance of the dam in good order.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When the Chief Officer is of opinion that any sea, river, or outer dam of an estate is in bad order or insufficient, or is improperly constructed, either as regards position or material, or is not sufficiently protected, he may require the proprietor of the estate to execute any work he considers ought to be executed."
                },
                {
                    "representation": "(2)",
                    "description": "When the dam has been completed, whether in obedience to an order of the Chief Officer or otherwise, he may serve a notice on the proprietor of the estate, as hereinafter provided, requiring him from time to time to execute any works necessary for the maintenance of the dam in good order."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Procedure on requisition to execute work. ",
            "context": "SEA DEFENCES ACT under Procedure on requisition to execute work. 5. (1) When the Chief Officer requires the proprietor of an estate to execute works he shall cause a notice in writing signed by him and addressed to the proprietor of the estate, without naming the proprietor, to be served on the proprietor.  (2) The notice shall state shortly the nature and description of the works to be executed and, save in the case of a notice to maintain a dam under subsection (2) of the last preceding section, the time within which they shall be executed.  (3) The notice shall, save in the case of a notice to maintain a dam as aforesaid, also state the estimated cost of executing the works set forth in the notice.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When the Chief Officer requires the proprietor of an estate to execute works he shall cause a notice in writing signed by him and addressed to the proprietor of the estate, without naming the proprietor, to be served on the proprietor."
                },
                {
                    "representation": "(2)",
                    "description": "of the last preceding section, the time within which they shall be executed."
                },
                {
                    "representation": "(3)",
                    "description": "The notice shall, save in the case of a notice to maintain a dam as aforesaid, also state the estimated cost of executing the works set forth in the notice."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Default in commencing works. ",
            "context": "SEA DEFENCES ACT under Default in commencing works. 6. (1) Where the proprietor of an estate fails commencing works. Default in LAWS OF GUYANA Sea Defences Cap. 64:01 7  L.R.O. 1/2012               No alteration in line of dam without permission of Minister.                               within the time limited to commence the execution of the works or any of them so required as aforesaid, or, in the case of works required to be done under section 4(2), where he fails to execute them when and as soon as they become necessary, the Chief Officer shall apply to the Minister for directions and the Minister may make any order on the application the circumstances require.  (2) The Hydraulics Division shall execute any works the Minister directs.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the proprietor of an estate fails commencing works. Default in LAWS OF GUYANA Sea Defences Cap. 64:01 7  L.R.O. 1/2012               No alteration in line of dam without permission of Minister.                               within the time limited to commence the execution of the works or any of them so required as aforesaid, or, in the case of works required to be done under section 4(2), where he fails to execute them when and as soon as they become necessary, the Chief Officer shall apply to the Minister for directions and the Minister may make any order on the application the circumstances require."
                },
                {
                    "representation": "(2)",
                    "description": "The Hydraulics Division shall execute any works the Minister directs."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "No alteration in line of dam without permission of Minister. ",
            "context": "SEA DEFENCES ACT under No alteration in line of dam without permission of Minister. 7. (1) No deviation from the existing line of a sea, river, front, or outer dam of an estate shall be made unless the permission of the Minister has  been first obtained, and the Minister may refuse the permission or attach thereto any terms or conditions to him seeming expedient.  (2) If  any  deviation  aforesaid  is  attempted  without first obtaining the permission, the Attorney-General shall be entitled to obtain,  on motion ex parte, an order prohibiting the attempt and requiring the  removal of any work already begun or executed in contravention of this section.  (3) In the event of non-compliance by anyone with any of the terms or conditions attached to any permission aforesaid, the Attorney- General may obtain, on motion ex parte, from the High Court in its civil jurisdiction an order to enforce compliance.  (4) No power ad litem shall be necessary in any proceeding under this section.  (5) The  proprietor  of  an  estate  shall  be  deemed  to  have attempted to deviate from the line of an existing outer dam, within the meaning of this section, if he constructs or begins to construct a dam intended, in LAWS OF GUYANA 8 Cap. 64:01 Sea Defences   L.R.O. 1/2012      Power to proprietor to raise money for protection from water.                Where calamity occurs to an estate.               Execution of works for protection of a district. 7 of 1988 30 of 1992]      the opinion of the Chief Officer, ultimately to be used as an outer dam.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No deviation from the existing line of a sea, river, front, or outer dam of an estate shall be made unless the permission of the Minister has  been first obtained, and the Minister may refuse the permission or attach thereto any terms or conditions to him seeming expedient."
                },
                {
                    "representation": "(2)",
                    "description": "If  any  deviation  aforesaid  is  attempted  without first obtaining the permission, the Attorney-General shall be entitled to obtain,  on motion ex parte, an order prohibiting the attempt and requiring the  removal of any work already begun or executed in contravention of this section."
                },
                {
                    "representation": "(3)",
                    "description": "In the event of non-compliance by anyone with any of the terms or conditions attached to any permission aforesaid, the Attorney- General may obtain, on motion ex parte, from the High Court in its civil jurisdiction an order to enforce compliance."
                },
                {
                    "representation": "(4)",
                    "description": "No power ad litem shall be necessary in any proceeding under this section."
                },
                {
                    "representation": "(5)",
                    "description": "The  proprietor  of  an  estate  shall  be  deemed  to  have attempted to deviate from the line of an existing outer dam, within the meaning of this section, if he constructs or begins to construct a dam intended, in LAWS OF GUYANA 8 Cap. 64:01 Sea Defences   L.R.O. 1/2012      Power to proprietor to raise money for protection from water.                Where calamity occurs to an estate.               Execution of works for protection of a district. 7 of 1988 30 of 1992]      the opinion of the Chief Officer, ultimately to be used as an outer dam."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Power to proprietor to raise money for protection from water. ",
            "context": "SEA DEFENCES ACT under Power to proprietor to raise money for protection from water. 8. (1) The proprietor of any right or interest in an estate who desires to secure the estate in which he is interested from inroads of the sea or of a river or creek, or from being flooded by water, may apply by petition to the Minister either for an advance by way of loan to defray the  expense  of  any  necessary  permanent  works,  or  for  an  order authorising the Hydraulics Division to execute the permanent works and charging the cost thereof on the estate.  (2) Where  Parliament  provides  the  funds  wherefrom  the advance  is  made  or  cost  defrayed,  the  Minister  may  grant  the application aforesaid on any terms and conditions to him seeming meet.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The proprietor of any right or interest in an estate who desires to secure the estate in which he is interested from inroads of the sea or of a river or creek, or from being flooded by water, may apply by petition to the Minister either for an advance by way of loan to defray the  expense  of  any  necessary  permanent  works,  or  for  an  order authorising the Hydraulics Division to execute the permanent works and charging the cost thereof on the estate."
                },
                {
                    "representation": "(2)",
                    "description": "Where  Parliament  provides  the  funds  wherefrom  the advance  is  made  or  cost  defrayed,  the  Minister  may  grant  the application aforesaid on any terms and conditions to him seeming meet."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Where calamity occurs to an estate. ",
            "context": "SEA DEFENCES ACT under Where calamity occurs to an estate. 9.  Where an occurrence whereby an estate is in danger of being or is  submerged or flooded takes place and is, in the opinion of the Minister,  a calamity which it is expedient in the public interest to remedy or  mitigate, he may, if Parliament provides the necessary funds, grant thereout to the proprietor of the estate so situated any sum of money to the Minister seeming meet, and the sum shall be expended, under the supervision of the Hydraulics Division, in the execution of the works directed by the Minister.",
            "description": "Where an occurrence whereby an estate is in danger of being or is  submerged or flooded takes place and is, in the opinion of the Minister,  a calamity which it is expedient in the public interest to remedy or  mitigate, he may, if Parliament provides the necessary funds, grant thereout to the proprietor of the estate so situated any sum of money to the Minister seeming meet, and the sum shall be expended, under the supervision of the Hydraulics Division, in the execution of the works directed by the Minister."
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Execution of works for protection of a district. ",
            "context": "SEA DEFENCES ACT under Execution of works for protection of a district. 10.  Where in order to protect the foreshore of a district the Minister or the  Chief Officer deems it expedient to execute works that are intended for the protection of more than one estate or of any district, the following regulations shall be observed:  (a)  the Hydraulics Division shall prepare plans and specifications  LAWS OF GUYANA Sea Defences Cap. 64:01 9  L.R.O. 1/2012                                                 of  the  proposed  works  together  with  an estimate of their cost;  (b)   the Hydraulics Division shall also prepare a statement showing the estates, and any railway, canal, building, or immovable property of any kind not a plantation, which it is proposed shall be made liable to contribute to the cost of the execution  or  maintenance  of  any of  the  works  and  the proportion or manner in which it is proposed to assess the amount to be paid by each of those estates and any railway, canal, building, or immovable property of any kind, not a plantation;  (c)    a copy of the documents and plans hereinbefore in this section required to be prepared shall be kept at the office of the Hydraulics Division in Georgetown and, if any portion of the district is in the county of Berbice, another copy shall be  lodged   at  the  office  of  the  department  in  New Amsterdam;  (d)  a notice containing a short description of the nature and position of the proposed works, the amount of the total estimated  cost,  and  the  names  of  the  estates;  and  any railway, canal, building, or immovable property LAWS OF GUYANA 10 Cap. 64:01 Sea Defences   L.R.O. 1/2012                                                 of any kind not being a plantation, which it is proposed shall be made liable, and an intimation that the documents and plans have been lodged and are open for inspection, shall be given by publication in the Gazette and at least one other newspaper published in Guyana;  (e)   the documents and plans shall remain open for the inspection of everyone wishing to see them on every day (not  a  public holiday) during office hours for one month after the date of the first publication of the notice;  (f)    anyone who objects to the execution of any of the proposed works, or to the proportion or manner in which it is proposed to assess an estate wherein he is interested shall, within the  period of one month aforesaid, lodge  in the Hydraulics  Division  his  objections  in  writing  and  the grounds on which he bases them; and  (g)     after the expiration of the period of one month the Hydraulics Division shall transmit the documents and plans and the objections (if any) with a full report thereon to the Minister.  LAWS OF GUYANA Sea Defences Cap. 64:01 11  L.R.O. 1/2012 Decision as to works to be executed and apportionment of costs thereof.               Power to take material for execution of works.                     Regulations for the protection of foreshore. [30 of 1992 6 of 1997]",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the Hydraulics Division shall prepare plans and specifications  LAWS OF GUYANA Sea Defences Cap. 64:01 9  L.R.O. 1/2012                                                 of  the  proposed  works  together  with  an estimate of their cost;"
                },
                {
                    "representation": "(b)",
                    "description": "the Hydraulics Division shall also prepare a statement showing the estates, and any railway, canal, building, or immovable property of any kind not a plantation, which it is proposed shall be made liable to contribute to the cost of the execution  or  maintenance  of  any of  the  works  and  the proportion or manner in which it is proposed to assess the amount to be paid by each of those estates and any railway, canal, building, or immovable property of any kind, not a plantation;"
                },
                {
                    "representation": "(c)",
                    "description": "a copy of the documents and plans hereinbefore in this section required to be prepared shall be kept at the office of the Hydraulics Division in Georgetown and, if any portion of the district is in the county of Berbice, another copy shall be  lodged   at  the  office  of  the  department  in  New Amsterdam;"
                },
                {
                    "representation": "(d)",
                    "description": "a notice containing a short description of the nature and position of the proposed works, the amount of the total estimated  cost,  and  the  names  of  the  estates;  and  any railway, canal, building, or immovable property LAWS OF GUYANA 10 Cap. 64:01 Sea Defences   L.R.O. 1/2012                                                 of any kind not being a plantation, which it is proposed shall be made liable, and an intimation that the documents and plans have been lodged and are open for inspection, shall be given by publication in the Gazette and at least one other newspaper published in Guyana;"
                },
                {
                    "representation": "(e)",
                    "description": "the documents and plans shall remain open for the inspection of everyone wishing to see them on every day"
                },
                {
                    "representation": "(f)",
                    "description": "anyone who objects to the execution of any of the proposed works, or to the proportion or manner in which it is proposed to assess an estate wherein he is interested shall, within the  period of one month aforesaid, lodge  in the Hydraulics  Division  his  objections  in  writing  and  the grounds on which he bases them; and"
                },
                {
                    "representation": "(g)",
                    "description": "after the expiration of the period of one month the Hydraulics Division shall transmit the documents and plans and the objections"
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Decision as to works to be executed and apportionment of costs thereof. ",
            "context": "SEA DEFENCES ACT under Decision as to works to be executed and apportionment of costs thereof. 11. The Minister, after considering the expediency of executing the proposed works mentioned in the last preceding section, with all the objections thereto and after hearing, if he considers it necessary to do so, any of those interested may make any order to him seeming meet and, if Parliament provides the necessary funds, may direct that any works be executed for the protection of the foreshore to him appearing proper, and may order and direct that the cost of the execution and maintenance thereof shall be repayable by the proprietors of the estate situate in the district intended to be protected in the proportions and the manner the Minister thinks fit.",
            "description": "The Minister, after considering the expediency of executing the proposed works mentioned in the last preceding section, with all the objections thereto and after hearing, if he considers it necessary to do so, any of those interested may make any order to him seeming meet and, if Parliament provides the necessary funds, may direct that any works be executed for the protection of the foreshore to him appearing proper, and may order and direct that the cost of the execution and maintenance thereof shall be repayable by the proprietors of the estate situate in the district intended to be protected in the proportions and the manner the Minister thinks fit."
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Power to take material for execution of works.   PROTECTION OF FORESHORE  ",
            "context": "SEA DEFENCES ACT under Power to take material for execution of works.   PROTECTION OF FORESHORE  12.  (1) Where the Hydraulics Division executes any works under this Act for the protection of an estate, the Division may dig earth, cut wood, and  take material of every kind from or on the plantation necessary for any of the works.  (2) If any material is taken by the Division and the proprietor of the estate or his authorised agent objects to the material being taken or objects to the place from or the manner in which any of the material is being taken, he may apply to the Chief Officer for that officers personal directions, and the Chief Officer shall have full power to give any directions the exigencies of the case appear to him to require.  PROTECTION   OF  FORESHORE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Hydraulics Division executes any works under this Act for the protection of an estate, the Division may dig earth, cut wood, and  take material of every kind from or on the plantation necessary for any of the works."
                },
                {
                    "representation": "(2)",
                    "description": "If any material is taken by the Division and the proprietor of the estate or his authorised agent objects to the material being taken or objects to the place from or the manner in which any of the material is being taken, he may apply to the Chief Officer for that officers personal directions, and the Chief Officer shall have full power to give any directions the exigencies of the case appear to him to require.  PROTECTION   OF  FORESHORE"
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Regulations for the protection of foreshore. ",
            "context": "SEA DEFENCES ACT under Regulations for the protection of foreshore. 13.  (1) Subject to affirmative resolution of the National Assembly, the  Minister may make regulations for all or any of the following purposes, that is to say, for  (a) protecting the growth of underwood, shrubs, and trees, on  LAWS OF GUYANA 12 Cap. 64:01 Sea Defences   L.R.O. 1/2012                          Prohibition of acts endangering foreshore.                    Notice board on foreshore forbidding damage. or  near the foreshore or between high and low water marks;  (b)   the protection of the land and soil between high and low water marks; and  (c)  generally, conserving the fore-   shore.  (2) The regulations may apply to the whole or any part of Guyana.  (3) There may be annexed to the breach of any of the regulations a penalty not exceeding thirty thousand dollars and such penalty shall be recoverable under the Summary Jurisdiction Acts.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to affirmative resolution of the National Assembly, the  Minister may make regulations for all or any of the following purposes, that is to say, for"
                },
                {
                    "representation": "(a)",
                    "description": "protecting the growth of underwood, shrubs, and trees, on  LAWS OF GUYANA 12 Cap. 64:01 Sea Defences   L.R.O. 1/2012                          Prohibition of acts endangering foreshore.                    Notice board on foreshore forbidding damage. or  near the foreshore or between high and low water marks;"
                },
                {
                    "representation": "(b)",
                    "description": "the protection of the land and soil between high and low water marks; and"
                },
                {
                    "representation": "(c)",
                    "description": "generally, conserving the fore-   shore."
                },
                {
                    "representation": "(2)",
                    "description": "The regulations may apply to the whole or any part of Guyana."
                },
                {
                    "representation": "(3)",
                    "description": "There may be annexed to the breach of any of the regulations a penalty not exceeding thirty thousand dollars and such penalty shall be recoverable under the Summary Jurisdiction Acts."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Prohibition of acts endangering foreshore. ",
            "context": "SEA DEFENCES ACT under Prohibition of acts endangering foreshore. 14.  The proprietor of an estate shall not, if the Chief Officer deems it necessary for the protection of a foreshore and gives him notice to abstain from so doing  (a)     cut, or allow to be cut, any courida or other trees, or any underwood or shrubs, growing on either side of any sea-, river-, or outer dam of his estate; or  (b)    remove, or allow to be removed, from the foreshore of his estate any shell, sand, soil, or other material, or any dead trees, shrubs, or other debris.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "cut, or allow to be cut, any courida or other trees, or any underwood or shrubs, growing on either side of any sea-, river-, or outer dam of his estate; or"
                },
                {
                    "representation": "(b)",
                    "description": "remove, or allow to be removed, from the foreshore of his estate any shell, sand, soil, or other material, or any dead trees, shrubs, or other debris."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Notice board on foreshore forbidding damage. ",
            "context": "SEA DEFENCES ACT under Notice board on foreshore forbidding damage. 15. (1) When the Chief Officer gives notice to the proprietor of an estate under the last preceding section to LAWS OF GUYANA Sea Defences Cap. 64:01 13  L.R.O. 1/2012 [30 of 1992 6 of 1997]                            Acts for protection  of a foreshore. [28 of 1940].                 abstain from doing any of the acts specified in that section, the proprietor shall, within seven days from the receipt of the notice, cause notice boards to be erected at not less than two places on the foreshore of his estate stating that those acts are forbidden.  (2) Anyone who (a)   cuts any courida or other trees, or any underwood or shrubs, growing on either side of any sea-, river-, or outer dam on any estate; or  (b)    removes any shell, soil, or other material, or any dead trees, shrubs, or other debris from any estate,   upon the foreshore whereof is erected a notice board stating that the doing of any act aforesaid is forbidden, shall be liable on summary conviction to a fine of twelve thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When the Chief Officer gives notice to the proprietor of an estate under the last preceding section to LAWS OF GUYANA Sea Defences Cap. 64:01 13  L.R.O. 1/2012 [30 of 1992 6 of 1997]                            Acts for protection  of a foreshore. [28 of 1940].                 abstain from doing any of the acts specified in that section, the proprietor shall, within seven days from the receipt of the notice, cause notice boards to be erected at not less than two places on the foreshore of his estate stating that those acts are forbidden."
                },
                {
                    "representation": "(2)",
                    "description": "Anyone who"
                },
                {
                    "representation": "(a)",
                    "description": "cuts any courida or other trees, or any underwood or shrubs, growing on either side of any sea-, river-, or outer dam on any estate; or"
                },
                {
                    "representation": "(b)",
                    "description": "removes any shell, soil, or other material, or any dead trees, shrubs, or other debris from any estate,   upon the foreshore whereof is erected a notice board stating that the doing of any act aforesaid is forbidden, shall be liable on summary conviction to a fine of twelve thousand dollars."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Acts for protection of a foreshore.  APPEALS  ",
            "context": "SEA DEFENCES ACT under Acts for protection of a foreshore.  APPEALS  16.  Every proprietor of an estate shall, if the Chief Officer for the protection of a foreshore gives him notice to do so  (a)    execute  all  works  deemed  necessary  by  the  Chief Officer and approved by the Minister for retaining, between high and low water marks on the foreshore of his estate, any bank of sand, shell, mud, or other substance;  (b)   take any steps, by sowing seed, planting shoots, or otherwise,  that  the  Chief  Officer  deems  LAWS OF GUYANA 14 Cap. 64:01 Sea Defences   L.R.O. 1/2012                           Appeal from requirement of Chief Officer.              Repayment of loan for execution of works.     necessary  to promote the growth of courida or other trees, underwood, or shrubs, between high and low water marks on the foreshore of his estate;  (c)    remove any dead trees, shrubs, or other debris from the foreshore of his estate;  (d)   subject to section 14, excavate and remove from the foreshore of his estate all stumps of courida or other trees which he fells or permits to be felled after the 1st January,",
            "description": [
                {
                    "representation": "(a)",
                    "description": "execute  all  works  deemed  necessary  by  the  Chief Officer and approved by the Minister for retaining, between high and low water marks on the foreshore of his estate, any bank of sand, shell, mud, or other substance;"
                },
                {
                    "representation": "(b)",
                    "description": "take any steps, by sowing seed, planting shoots, or otherwise,  that  the  Chief  Officer  deems  LAWS OF GUYANA 14 Cap. 64:01 Sea Defences   L.R.O. 1/2012                           Appeal from requirement of Chief Officer.              Repayment of loan for execution of works.     necessary  to promote the growth of courida or other trees, underwood, or shrubs, between high and low water marks on the foreshore of his estate;"
                },
                {
                    "representation": "(c)",
                    "description": "remove any dead trees, shrubs, or other debris from the foreshore of his estate;"
                },
                {
                    "representation": "(d)",
                    "description": "subject to section 14, excavate and remove from the foreshore of his estate all stumps of courida or other trees which he fells or permits to be felled after the 1st January,"
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Appeal from requirement of Chief Officer.   LAWS OF GUYANA 4 Cap. 64:01 Sea Defences   L.R.O. 1/2012              SECTION  LOANS FOR WORKS   ",
            "context": "SEA DEFENCES ACT under Appeal from requirement of Chief Officer.   LAWS OF GUYANA 4 Cap. 64:01 Sea Defences   L.R.O. 1/2012              SECTION  LOANS FOR WORKS   17.  (1) Everyone aggrieved by any requirement of the Chief Officer or  any  action of the Hydraulics Division under this Act, or who considers that the time limited in any notice for the commencement or completion of any works is too short, may appeal by way of petition to the Minister.  (2) The order of the Minister on the petition shall be final and binding on all persons interested.  LOANS FOR WORKS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone aggrieved by any requirement of the Chief Officer or  any  action of the Hydraulics Division under this Act, or who considers that the time limited in any notice for the commencement or completion of any works is too short, may appeal by way of petition to the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "The order of the Minister on the petition shall be final and binding on all persons interested.  LOANS FOR WORKS"
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Repayment of loan for execution of works. ",
            "context": "SEA DEFENCES ACT under Repayment of loan for execution of works. 18. (1) The Minister may direct that any money advanced by way of loan or expended in the execution of any works under this Act shall be repaid in the manner, at the times, by the instalments, and with interest at the rate deemed expedient by the Minister. LAWS OF GUYANA Sea Defences Cap. 64:01 15  L.R.O. 1/2012              Preferent lien  for the amount of loan.                                   (2) Where the cost of any works executed by the Hydraulics Division under this Act exceeds the estimated cost by more than one- third thereof, the Minister, if he deems it expedient to do so and if Parliament provides the necessary funds, may direct that the amount expended in excess of the amount of the estimated costs and one-third added shall be paid out of those funds.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may direct that any money advanced by way of loan or expended in the execution of any works under this Act shall be repaid in the manner, at the times, by the instalments, and with interest at the rate deemed expedient by the Minister. LAWS OF GUYANA Sea Defences Cap. 64:01 15  L.R.O. 1/2012              Preferent lien  for the amount of loan."
                },
                {
                    "representation": "(2)",
                    "description": "Where the cost of any works executed by the Hydraulics Division under this Act exceeds the estimated cost by more than one- third thereof, the Minister, if he deems it expedient to do so and if Parliament provides the necessary funds, may direct that the amount expended in excess of the amount of the estimated costs and one-third added shall be paid out of those funds."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Preferent lien for the amount of loan.  MISCELLANEOUS   PROVISIONS  ",
            "context": "SEA DEFENCES ACT under Preferent lien for the amount of loan.  MISCELLANEOUS   PROVISIONS  19. (1) All money advanced by way of loan, and all moneys expended by the Ministry, under this Act, other than grants made under section 9, shall be deemed a debt due to the State, and for the repayment thereof the State shall have a preferent lien on the estate after debts due to the State, and the lien shall continue notwithstanding any devolution or transport of that estate.  (2) All  the  moneys  aforesaid  may  be  recovered  by parate execution  at  the  instance  of  the  Accountant  General  against  the proprietor of the estate without naming him.  (3) When a sum is repayable by instalments, on the failure to pay any instalment or interest within ten days after it becomes due, the whole amount then remaining unpaid with the interest thereon shall immediately become due and payable.  (4) A certificate signed by the Accountant General that a specified amount is due under this Act from the proprietor of the estate shall, without any proof of the signature, be received in all courts as proof of the fact until the contrary is proved.    LAWS OF GUYANA 16 Cap. 64:01 Sea Defences   L.R.O. 1/2012    Service of notices.                       Proof of order of Minister.          Execution of works by Chief Officer.          MISCELLANEOUS PROVISIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All money advanced by way of loan, and all moneys expended by the Ministry, under this Act, other than grants made under section 9, shall be deemed a debt due to the State, and for the repayment thereof the State shall have a preferent lien on the estate after debts due to the State, and the lien shall continue notwithstanding any devolution or transport of that estate."
                },
                {
                    "representation": "(2)",
                    "description": "All  the  moneys  aforesaid  may  be  recovered  by parate execution  at  the  instance  of  the  Accountant  General  against  the proprietor of the estate without naming him."
                },
                {
                    "representation": "(3)",
                    "description": "When a sum is repayable by instalments, on the failure to pay any instalment or interest within ten days after it becomes due, the whole amount then remaining unpaid with the interest thereon shall immediately become due and payable."
                },
                {
                    "representation": "(4)",
                    "description": "A certificate signed by the Accountant General that a specified amount is due under this Act from the proprietor of the estate shall, without any proof of the signature, be received in all courts as proof of the fact until the contrary is proved.    LAWS OF GUYANA 16 Cap. 64:01 Sea Defences   L.R.O. 1/2012    Service of notices.                       Proof of order of Minister.          Execution of works by Chief Officer.          MISCELLANEOUS PROVISIONS"
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Service of notices. ",
            "context": "SEA DEFENCES ACT under Service of notices. 20.  (1) Any notice required to be given or served under this Act may be given or served by handing it to the owner of the estate to which it refers, or to his agent or representative or the person in charge of that estate, or, if the owner, or his agent or representative, or the person aforesaid, cannot be  found, by affixing the notice to the principal building on the estate or, if there be no building thereon, then to some tree or other conspicuous object thereon.  (2) A declaration made before a justice of the peace by the person serving the notice endorsed on a duplicate or copy thereof that the notice was duly served and stating the mode of service shall be deemed in all courts of justice to be prima facie evidence that the notice was duly given and served.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any notice required to be given or served under this Act may be given or served by handing it to the owner of the estate to which it refers, or to his agent or representative or the person in charge of that estate, or, if the owner, or his agent or representative, or the person aforesaid, cannot be  found, by affixing the notice to the principal building on the estate or, if there be no building thereon, then to some tree or other conspicuous object thereon."
                },
                {
                    "representation": "(2)",
                    "description": "A declaration made before a justice of the peace by the person serving the notice endorsed on a duplicate or copy thereof that the notice was duly served and stating the mode of service shall be deemed in all courts of justice to be prima facie evidence that the notice was duly given and served."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Proof of order of Minister. ",
            "context": "SEA DEFENCES ACT under Proof of order of Minister. 21. The production of a copy of an order or direction of the Minister, certified as a correct copy by the Permanent Secretary, or the production of the Gazette containing the official intimation of an order or direction of the Minister under this Act, shall be conclusive proof of that order or direction having been made or given and that it was in all respects rightly made or given and is binding upon all persons.",
            "description": "The production of a copy of an order or direction of the Minister, certified as a correct copy by the Permanent Secretary, or the production of the Gazette containing the official intimation of an order or direction of the Minister under this Act, shall be conclusive proof of that order or direction having been made or given and that it was in all respects rightly made or given and is binding upon all persons."
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Execution of works by Chief Officer. ",
            "context": "SEA DEFENCES ACT under Execution of works by Chief Officer. 22.  Any work or thing which the proprietor of an estate is required under this Act to execute or do, if he refuses or neglects to execute or do it within the time specified in the notice given by the Chief Officer, may be executed and done by that officer, who shall therefor have the powers conferred by section 12, and section 19 shall apply to the cost of any work or thing so executed or done by him.   LAWS OF GUYANA Sea Defences Cap. 64:01 17  L.R.O. 1/2012 Limitation of  right of action to certain public officers. [ 7 of 1988 30 of 1992 ]         Obstruction of officer acting under the Act. [30 of 1992 6 of 1997]   Damaging defences.  [30 of 1992 6 of 1997]               General penalty. [30 of 1992 6 of 1997]   Operation of Act.",
            "description": "Any work or thing which the proprietor of an estate is required under this Act to execute or do, if he refuses or neglects to execute or do it within the time specified in the notice given by the Chief Officer, may be executed and done by that officer, who shall therefor have the powers conferred by section 12, and section 19 shall apply to the cost of any work or thing so executed or done by him.   LAWS OF GUYANA Sea Defences Cap. 64:01 17  L.R.O. 1/2012 Limitation of  right of action to certain public officers. [ 7 of 1988 30 of 1992 ]         Obstruction of officer acting under the Act. [30 of 1992 6 of 1997]   Damaging defences.  [30 of 1992 6 of 1997]               General penalty. [30 of 1992 6 of 1997]   Operation of Act."
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Limitation of right of action to certain public officers. ",
            "context": "SEA DEFENCES ACT under Limitation of right of action to certain public officers. 23. (1) No one other than the officers of government hereinbefore mentioned shall have any right of action for anything done, or in respect of anything omitted to be done which might or ought to have been done, under this Act.   (2) Anyone who desires the Chief Officer to take any action under this Act shall apply by petition to the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No one other than the officers of government hereinbefore mentioned shall have any right of action for anything done, or in respect of anything omitted to be done which might or ought to have been done, under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Anyone who desires the Chief Officer to take any action under this Act shall apply by petition to the Minister."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Obstruction of officer acting under the Act. ",
            "context": "SEA DEFENCES ACT under Obstruction of officer acting under the Act. 24.  Everyone who wilfully obstructs any member of the Hydraulics Division acting under this Act shall be liable to a fine of twenty-two thousand five hundred dollars.",
            "description": "Everyone who wilfully obstructs any member of the Hydraulics Division acting under this Act shall be liable to a fine of twenty-two thousand five hundred dollars."
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Damaging defences. ",
            "context": "SEA DEFENCES ACT under Damaging defences. 25.  Everyone who  (a)  wilfully damages any dam or defence against the sea or any water; or  (b)   unlawfully takes for his own benefit any of the material of a dam or defence,  shall be liable on summary conviction to a fine of thirty thousand dollars or to imprisonment for two months.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "wilfully damages any dam or defence against the sea or any water; or"
                },
                {
                    "representation": "(b)",
                    "description": "unlawfully takes for his own benefit any of the material of a dam or defence,  shall be liable on summary conviction to a fine of thirty thousand dollars or to imprisonment for two months."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "General penalty. ",
            "context": "SEA DEFENCES ACT under General penalty. 26.  Everyone who infringes any of the provisions of this Act shall be liable on summary conviction to a fine of twenty-two thousand five hundred dollars.",
            "description": "Everyone who infringes any of the provisions of this Act shall be liable on summary conviction to a fine of twenty-two thousand five hundred dollars."
        }
    }
]