[
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "0.7 miles) with an unnamed canal, from its junction with the Cozier Canal, thence in a south easterly direction to the junction, ",
            "context": "SEA DEFENCE ACT under 0.7 miles) with an unnamed canal, from its junction with the Cozier Canal, thence in a south easterly direction to the junction, 0.7 miles east of the Public Road, of the prolongation of the unnamed canal and the Somerset and Berks Main Canal, thence in a south westerly direction along the Somerset and Berks Main Canal to its junction  with the Tapakuma  Main  Canal,  thence  in a south easterly direction along the Tapakuma Main Canal to its junction with the northern boundary of Plantation Alliance, thence along the back boundaries of the estates from Plantation Alliance to Plantation Onderneeming LAWS OF GUYANA Sea Defence Cap. 64:02 :0 19  L.R.O. 1/2012 and thence along the Tapakuma Irrigation Main Canal in a south easterly direction to the back boundaries of Spring Garden and Good Hope to a point 1 miles south west of the mouth of the Supenaam River.  No. 2, THE ISLAND OF WAKENAAM in the Essequibo River.   No. 3, THE ISLAND OF LEGUAN in the Essequibo River.  No.  4, WEST COAST DEMERARA extending from the centre line of Naamryck Canal to the mouth of the Demerara River and south west of Demerara River to Plantation Wales and bounded as follows:  On the northby the Essequibo River and the Atlantic Ocean, commencing from the junction of the Essequibo River with the north western  end of the Naamryck Relief  Canal  and extending to the Transport and Harbours Stelling, Vreed-en-Hoop;  On the southby the BoerasirieBonasika Canal and Boerasirie Service Canal, commencing from the junction of the Boerasirie Bonasika Canal with the Naamryck Relief Canal and extending along the  Boerasirie Service Canal to the western boundary of Plantation Lust-Tot-Rust, thence along the back boundaries of the second depths of Plantations Versailles, Malgre Tout, Klien Pouderoyen, and Swan- en-Schutz to the back boundary of Plantation Ruimzight, thence along the northern boundary of Plantation Swan-en-Schutz to the Demerara River;  On the eastby the Demerara River; up to Plantation Wales. West Bank Demerara.  On the westby the Naamryck Relief Canal.   No. 5, EAST COAST DEMERARA, extending from the LAWS OF GUYANA 20 Cap. 64:02 Sea Defence     L.R.O. 1/2012 western boundary of Plantation Kingston to the Mahaica River and bounded as follows:  On the northby the Atlantic Ocean;  On the southby the southern boundary of the Ministry of Works and Supply Compound to Fort Street, thence north along Fort Street to its junction with Wights Lane, thence east along Wights Lane and its continuation into Young Street to its junction with Camp Road to its junction with Thomas Road, thence east along Thomas Road to its junction with the western boundary of Plantation Kitty to the Lamaha Canal, thence along the Lamaha Canal to its junction with the East Demerara Water Supply Canal, thence east along the East Demerara Water Supply Canal from its junction with the Lamaha Canal to its junction with the Shanks Canal;  On the eastby the Shanks Canal from its junction with the East Demerara  Water  Supply  Canal  to  a  point  at  the  junction  of  the boundaries between Plantations Hand-en-Veldt, Voorzigtigheid, and Grove,   thence   along   the   back   boundaries   of   Voorzigtigheid, Cambridge,  Good  Intent,  Unity,  Lancaster,  Tranquility  Hall  and Spring Hall to the southern boundary of Spring Hall, to the Mahaica River, and the Mahaica River to the Atlantic Ocean;  On the westby the Demerara River from its junction with the Atlantic Ocean to the southern boundary of the Ministry of Works and Supply Compound, Georgetown to the junction of Timehri, East Bank Demerara.  No. 6, MAHAICA ABARY, extending from the Mahaica River to the Abary River, and bounded as follows  On the northby the Atlantic Ocean;  On the southby the public road from the Mahaica River to the western boundary of Plantation Belvidere, the western boundary of Plantation Belvidere to the common LAWS OF GUYANA Sea Defence Cap. 64:02 :0 21  L.R.O. 1/2012 boundary between Plantations Belvidere and Salisbury, the back boundaries of the second and extra depths of the estates from Plantation Belvidere to Plantation Drill at the junction of the common boundaries of Plantations Drill, Dankbarheid and Anjou,   by   the   common boundary   between   Plantations Dankbarheid and Anjou to Mahaicony River, the back boundaries of the coast estates and their second depths from Plantation Park to the Abary River at the common boundary between Plantations Adventure and Letter T;  On the eastby the Abary River from the northern boundary of Plantation Letter T to the Atlantic Ocean;  On the westby the Mahaica River from the Atlantic Ocean to the public road bridge.  No. 7, WEST COAST, BERBICE, extending from the Abary River to the Berbice River and bounded as follows  On the northby the Atlantic Ocean;  On the southby the northern and north-eastern boundaries of the tract held by the B.G. Rice Development Co. Ltd., under Grant No. 4961 to the back boundary of the second depth of Plantation Bush Lot, the back boundaries of the second depths of the estates from Plantation Bush Lot to Waterloo, the western boundaries of the tracts held by the Berbice Development Company under Leases A368 and A2621, the southern boundary of the tract held under Lease A2621 to the back boundary of  the  second depth of Nos. 5, 6, 7 and 8 Blairmont, the southern boundary of the second depth of No. 8, to the back boundary of the first depth of No. 9, the back boundaries of No. 9, Zorg-en-Hoop and Ithaca to the southern boundary of Plantation Ithaca and by the southern boundary of Plantation Ithaca to the Berbice River;  On the eastby the Berbice River from the south boundary of Plantation Ithaca to the Atlantic Ocean;  On the westby the Abary river from the Atlantic Ocean LAWS OF GUYANA 22 Cap. 64:02 Sea Defence     L.R.O. 1/2012 to the northern boundary of the tract held by the Rupununi Development Company under Grant No.",
            "description": "0.7 miles east of the Public Road, of the prolongation of the unnamed canal and the Somerset and Berks Main Canal, thence in a south westerly direction along the Somerset and Berks Main Canal to its junction  with the Tapakuma  Main  Canal,  thence  in a south easterly direction along the Tapakuma Main Canal to its junction with the northern boundary of Plantation Alliance, thence along the back boundaries of the estates from Plantation Alliance to Plantation Onderneeming LAWS OF GUYANA Sea Defence Cap. 64:02 :0 19  L.R.O. 1/2012 and thence along the Tapakuma Irrigation Main Canal in a south easterly direction to the back boundaries of Spring Garden and Good Hope to a point 1 miles south west of the mouth of the Supenaam River.  No. 2, THE ISLAND OF WAKENAAM in the Essequibo River.   No. 3, THE ISLAND OF LEGUAN in the Essequibo River.  No.  4, WEST COAST DEMERARA extending from the centre line of Naamryck Canal to the mouth of the Demerara River and south west of Demerara River to Plantation Wales and bounded as follows:  On the northby the Essequibo River and the Atlantic Ocean, commencing from the junction of the Essequibo River with the north western  end of the Naamryck Relief  Canal  and extending to the Transport and Harbours Stelling, Vreed-en-Hoop;  On the southby the BoerasirieBonasika Canal and Boerasirie Service Canal, commencing from the junction of the Boerasirie Bonasika Canal with the Naamryck Relief Canal and extending along the  Boerasirie Service Canal to the western boundary of Plantation Lust-Tot-Rust, thence along the back boundaries of the second depths of Plantations Versailles, Malgre Tout, Klien Pouderoyen, and Swan- en-Schutz to the back boundary of Plantation Ruimzight, thence along the northern boundary of Plantation Swan-en-Schutz to the Demerara River;  On the eastby the Demerara River; up to Plantation Wales. West Bank Demerara.  On the westby the Naamryck Relief Canal.   No. 5, EAST COAST DEMERARA, extending from the LAWS OF GUYANA 20 Cap. 64:02 Sea Defence     L.R.O. 1/2012 western boundary of Plantation Kingston to the Mahaica River and bounded as follows:  On the northby the Atlantic Ocean;  On the southby the southern boundary of the Ministry of Works and Supply Compound to Fort Street, thence north along Fort Street to its junction with Wights Lane, thence east along Wights Lane and its continuation into Young Street to its junction with Camp Road to its junction with Thomas Road, thence east along Thomas Road to its junction with the western boundary of Plantation Kitty to the Lamaha Canal, thence along the Lamaha Canal to its junction with the East Demerara Water Supply Canal, thence east along the East Demerara Water Supply Canal from its junction with the Lamaha Canal to its junction with the Shanks Canal;  On the eastby the Shanks Canal from its junction with the East Demerara  Water  Supply  Canal  to  a  point  at  the  junction  of  the boundaries between Plantations Hand-en-Veldt, Voorzigtigheid, and Grove,   thence   along   the   back   boundaries   of   Voorzigtigheid, Cambridge,  Good  Intent,  Unity,  Lancaster,  Tranquility  Hall  and Spring Hall to the southern boundary of Spring Hall, to the Mahaica River, and the Mahaica River to the Atlantic Ocean;  On the westby the Demerara River from its junction with the Atlantic Ocean to the southern boundary of the Ministry of Works and Supply Compound, Georgetown to the junction of Timehri, East Bank Demerara.  No. 6, MAHAICA ABARY, extending from the Mahaica River to the Abary River, and bounded as follows  On the northby the Atlantic Ocean;  On the southby the public road from the Mahaica River to the western boundary of Plantation Belvidere, the western boundary of Plantation Belvidere to the common LAWS OF GUYANA Sea Defence Cap. 64:02 :0 21  L.R.O. 1/2012 boundary between Plantations Belvidere and Salisbury, the back boundaries of the second and extra depths of the estates from Plantation Belvidere to Plantation Drill at the junction of the common boundaries of Plantations Drill, Dankbarheid and Anjou,   by   the   common boundary   between   Plantations Dankbarheid and Anjou to Mahaicony River, the back boundaries of the coast estates and their second depths from Plantation Park to the Abary River at the common boundary between Plantations Adventure and Letter T;  On the eastby the Abary River from the northern boundary of Plantation Letter T to the Atlantic Ocean;  On the westby the Mahaica River from the Atlantic Ocean to the public road bridge.  No. 7, WEST COAST, BERBICE, extending from the Abary River to the Berbice River and bounded as follows  On the northby the Atlantic Ocean;  On the southby the northern and north-eastern boundaries of the tract held by the B.G. Rice Development Co. Ltd., under Grant No. 4961 to the back boundary of the second depth of Plantation Bush Lot, the back boundaries of the second depths of the estates from Plantation Bush Lot to Waterloo, the western boundaries of the tracts held by the Berbice Development Company under Leases A368 and A2621, the southern boundary of the tract held under Lease A2621 to the back boundary of  the  second depth of Nos. 5, 6, 7 and 8 Blairmont, the southern boundary of the second depth of No. 8, to the back boundary of the first depth of No. 9, the back boundaries of No. 9, Zorg-en-Hoop and Ithaca to the southern boundary of Plantation Ithaca and by the southern boundary of Plantation Ithaca to the Berbice River;  On the eastby the Berbice River from the south boundary of Plantation Ithaca to the Atlantic Ocean;  On the westby the Abary river from the Atlantic Ocean LAWS OF GUYANA 22 Cap. 64:02 Sea Defence     L.R.O. 1/2012 to the northern boundary of the tract held by the Rupununi Development Company under Grant No."
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "SEA DEFENCE ACT under Short title. 1.  This Act may be cited as the Sea Defence Act.",
            "description": "This Act may be cited as the Sea Defence Act."
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART I THE SEA DEFENCE BOARD  ",
            "context": "SEA DEFENCE ACT under Interpretation.  PART I THE SEA DEFENCE BOARD  2.  In this Act  the Board means the Sea Defence Board constituted under this Act;   cattle means any horse, mare, gelding, colt, filly, bull, cow, ox, steer, heifer, calf, mule, ass, ram, ewe, sheep, lamb, boar, sow, barrow, hog, pig, goat or kid;  Chief Officer means the Chief Hydraulics Officer and includes any person appointed by him as his deputy in matters connected with sea defence;  council drainage area has the meaning assigned by section 2 of the Municipal and District Councils Act;  district means any sea defence district referred to in section 7;   empoldered land means any land which lies within an area bounded by the sea and by a backdam and is contained between side-line dams, being protected from flooding on the land side by the back and side-line dams, and includes the dams aforesaid;  LAWS OF GUYANA 6 Cap. 64:02 Sea Defence     L.R.O. 1/2012               c. 28:02                                  estate means any land or portion of land in a district (other than State or Government land in the occupation of the State) not within the boundaries of a village or of a council drainage area;   local authority means the council of any town established under section 33 of the Municipal and District Councils Act, or of any local government district established under the Municipal and District Councils Act, or any village council or country authority under the Local Government Act;  mean high water mark means the line left by the medium high tide between the spring tides and the neap tides;  proprietor includes the attorney of any proprietor, the secretary of any company which owns an estate and the manager of any sugar estate;  Registrar means the Registrar of Deeds;  the regulations means regulations made under this Act; sea defence includes  (a)    any dam, concrete, stone, timber, or other wall,   groyne, koker run, or any construction whatever, constructed or used by the Board as a protection of the sea coast or river banks against the erosive action of the sea or river current;  (b)   the bed of the sea, river, creek or canal whereon there is or is built any structure under paragraph (a);  (c)      all land fifty feet landwards from the LAWS OF GUYANA Sea Defence Cap. 64:02 :0 7  L.R.O. 1/2012                                    c. 28:02           Establishment of Sea Defence centre of any sea or river dam or sea or river wall under paragraph (a), and all land on the other side of such sea or river dam or sea or river wall in the direction of the sea or river to the toe of such sea or river dam or sea or river wall;  (d)    any shell bank or reef, mud bank or reef, sand bank or reef, or other natural feature, which serves as a protection of the sea coast against the erosive action of the sea or which protects the bank of any river from the erosive action of the river current; and  (e)    all land fifty feet landward of the crest or top of any reef, bank or natural feature under paragraph (d) hereof, and all land on the other side thereof in the direction of the sea or river as far as the mean high water mark;  vessel includes any ship or boat or any other description of vessel used in navigation;  village means  any  village  district  or  any  country  district  duly declared under the Local Government Act;  work includes anything that may be made, done, built or constructed in, upon or in connection with any sea defence.  PART I THE  SEA  DEFENCE  BOARD",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any dam, concrete, stone, timber, or other wall,   groyne, koker run, or any construction whatever, constructed or used by the Board as a protection of the sea coast or river banks against the erosive action of the sea or river current;"
                },
                {
                    "representation": "(b)",
                    "description": "the bed of the sea, river, creek or canal whereon there is or is built any structure under paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "all land fifty feet landwards from the LAWS OF GUYANA Sea Defence Cap. 64:02 :0 7  L.R.O. 1/2012                                    c. 28:02           Establishment of Sea Defence centre of any sea or river dam or sea or river wall under paragraph"
                },
                {
                    "representation": "(d)",
                    "description": "hereof, and all land on the other side thereof in the direction of the sea or river as far as the mean high water mark;  vessel includes any ship or boat or any other description of vessel used in navigation;  village means  any  village  district  or  any  country  district  duly declared under the Local Government Act;  work includes anything that may be made, done, built or constructed in, upon or in connection with any sea defence.  PART I THE  SEA  DEFENCE  BOARD"
                },
                {
                    "representation": "(e)",
                    "description": "all land fifty feet landward of the crest or top of any reef, bank or natural feature under paragraph"
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of Sea Defence Board. ",
            "context": "SEA DEFENCE ACT under Establishment of Sea Defence Board. 3.  There shall be established a Sea Defence Board which shall (subject to the provisions of this Act) be charged LAWS OF GUYANA 8 Cap. 64:02 Sea Defence     L.R.O. 1/2012 Board.     Constitution of Board. [27 of 1953 O. 49/1953 9 of 1972]                                       with the care, maintenance, management and construction of the sea defences of Guyana. The Sea Defence Board may sue and be sued in that name.",
            "description": "There shall be established a Sea Defence Board which shall (subject to the provisions of this Act) be charged LAWS OF GUYANA 8 Cap. 64:02 Sea Defence     L.R.O. 1/2012 Board.     Constitution of Board. [27 of 1953 O. 49/1953 9 of 1972]                                       with the care, maintenance, management and construction of the sea defences of Guyana. The Sea Defence Board may sue and be sued in that name."
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Constitution of Board. ",
            "context": "SEA DEFENCE ACT under Constitution of Board. 4. (1) The Board shall consist of the Chief Officer and not less than fourteen other persons appointed by the Minister.  (2) Appointed members, subject to this section, shall hold office for three years.  (3) The Minister shall appoint a member of the Board to be Chairman.   The Board shall elect one of its members to be Vice- Chairman.  (4) The Chairman of a meeting shall have an original and a casting vote.  (5) Five members present at a meeting or such greater number as may be fixed by the Minister shall form a quorum.  (6) The Minister may at any time revoke the appointment of an appointed member.  (7) An appointed member shall vacate his office  (a)     if he resigns in writing addressed to the Minister; or  (b)    if he departs from Guyana without the leave of the Minister, or remains out of Guyana after the expiration of his leave; or   (c)    if he fails without reasonable excuse (the sufficiency whereof shall be determined by the Board) to attend three consecutive meetings of the LAWS OF GUYANA Sea Defence Cap. 64:02 :0 9  L.R.O. 1/2012                   Appointment of Secretary.        Power to make by-laws.      Application of Act to sea defence district. Schedule.           Board.  (8) There shall be at least one meeting of the Board in every month.  (9) The Chairman may summon a meeting of the Board at any time on seven clear days notice to members from the day of posting the notice,  and shall at the request in writing of three appointed members within  six days of the receipt of such request summon a meeting on the like notice.  (10) The Board shall cause to be kept proper minutes of its proceedings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board shall consist of the Chief Officer and not less than fourteen other persons appointed by the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "Appointed members, subject to this section, shall hold office for three years."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister shall appoint a member of the Board to be Chairman.   The Board shall elect one of its members to be Vice- Chairman."
                },
                {
                    "representation": "(4)",
                    "description": "The Chairman of a meeting shall have an original and a casting vote."
                },
                {
                    "representation": "(5)",
                    "description": "Five members present at a meeting or such greater number as may be fixed by the Minister shall form a quorum."
                },
                {
                    "representation": "(6)",
                    "description": "The Minister may at any time revoke the appointment of an appointed member."
                },
                {
                    "representation": "(7)",
                    "description": "An appointed member shall vacate his office"
                },
                {
                    "representation": "(a)",
                    "description": "if he resigns in writing addressed to the Minister; or"
                },
                {
                    "representation": "(b)",
                    "description": "if he departs from Guyana without the leave of the Minister, or remains out of Guyana after the expiration of his leave; or"
                },
                {
                    "representation": "(c)",
                    "description": "if he fails without reasonable excuse"
                },
                {
                    "representation": "(8)",
                    "description": "There shall be at least one meeting of the Board in every month."
                },
                {
                    "representation": "(9)",
                    "description": "The Chairman may summon a meeting of the Board at any time on seven clear days notice to members from the day of posting the notice,  and shall at the request in writing of three appointed members within  six days of the receipt of such request summon a meeting on the like notice."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Appointment of Secretary. ",
            "context": "SEA DEFENCE ACT under Appointment of Secretary. 5. (1) The Board shall with the approval of the Minister designate a public officer to be its Secretary.  (2) All instruments required to be executed by the Board shall be deemed to be sufficiently executed if signed by the Chairman or Vice-Chairman and the Secretary.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board shall with the approval of the Minister designate a public officer to be its Secretary."
                },
                {
                    "representation": "(2)",
                    "description": "All instruments required to be executed by the Board shall be deemed to be sufficiently executed if signed by the Chairman or Vice-Chairman and the Secretary."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power to make by-laws.  PART II SEA DEFENCE DISTRICTS  ",
            "context": "SEA DEFENCE ACT under Power to make by-laws.  PART II SEA DEFENCE DISTRICTS  6.  The Board may with the approval of the Minister make by-laws to regulate its proceedings.   PART II SEA  DEFENCE  DISTRICTS",
            "description": "The Board may with the approval of the Minister make by-laws to regulate its proceedings.   PART II SEA  DEFENCE  DISTRICTS"
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Application of Act to sea defence district.  PART III MAINTENANCE, MANAGEMENT AND CONSTRUCTION OF SEA DEFENCES  ",
            "context": "SEA DEFENCE ACT under Application of Act to sea defence district.  PART III MAINTENANCE, MANAGEMENT AND CONSTRUCTION OF SEA DEFENCES  7. (1) This Act applies to the districts set out in the Schedule.  (2) The Minister after being advised by the Board may, by order, from time to time  (a)       vary the boundaries of a district; or  (b)  reduce or increase the number of districts.  (3) Every order made under this section shall be published in the Gazette and one newspaper. LAWS OF GUYANA 10 Cap. 64:02 Sea Defence     L.R.O. 1/2012           Procedure by Board preliminary to construction of sea defence.                                     PART III MAINTENANCE, MANAGEMENT   AND  CONSTRUCTION  OF SEA  DEFENCES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Act applies to the districts set out in the Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister after being advised by the Board may, by order, from time to time"
                },
                {
                    "representation": "(a)",
                    "description": "vary the boundaries of a district; or"
                },
                {
                    "representation": "(b)",
                    "description": "reduce or increase the number of districts."
                },
                {
                    "representation": "(3)",
                    "description": "Every order made under this section shall be published in the Gazette and one newspaper. LAWS OF GUYANA 10 Cap. 64:02 Sea Defence     L.R.O. 1/2012           Procedure by Board preliminary to construction of sea defence.                                     PART III MAINTENANCE, MANAGEMENT   AND  CONSTRUCTION  OF SEA  DEFENCES"
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Procedure by Board preliminary to construction of sea defence. ",
            "context": "SEA DEFENCE ACT under Procedure by Board preliminary to construction of sea defence. 8. (1) Whenever the Board shall decide that it is necessary to construct any new sea defence, the Board shall cause to be prepared a plan  of  the proposed sea defence and an estimate of the cost of its construction.  (2)(a) Whenever the Board has decided to construct a sea defence as mentioned in subsection (l), the Board may in writing authorise any competent person and his agents and servants to enter any specified land for the purpose of surveying the land for the construction of the sea defence.   The person authorised shall have power  (i)     to make all necessary surveys and take all necessary levels; and (ii)    to do all other acts necessary to the making of the plan and estimates.  (b)   The decision and authority aforesaid shall be published in the Gazette and a newspaper, and no action shall be taken thereunder until after the expiration of seven days after publication in the Gazette.   (c)    This subsection shall not apply in the case of immediate action and consequential works under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever the Board shall decide that it is necessary to construct any new sea defence, the Board shall cause to be prepared a plan  of  the proposed sea defence and an estimate of the cost of its construction."
                },
                {
                    "representation": "(a)",
                    "description": "Whenever the Board has decided to construct a sea defence as mentioned in subsection"
                },
                {
                    "representation": "(i)",
                    "description": "to make all necessary surveys and take all necessary levels; and"
                },
                {
                    "representation": "(b)",
                    "description": "The decision and authority aforesaid shall be published in the Gazette and a newspaper, and no action shall be taken thereunder until after the expiration of seven days after publication in the Gazette."
                },
                {
                    "representation": "(c)",
                    "description": "This subsection shall not apply in the case of immediate action and consequential works under section"
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Procedure where Minister approves of construction of sea defences. ",
            "context": "SEA DEFENCE ACT under Procedure where Minister approves of construction of sea defences. 9. (1) If the  Minister  approves  of the construction of the sea defence and the plan or estimate thereof, as submitted or amended, the Minister may  (a)    if  he  decide  that  the  cost  of  and  relating  to  the construction is to be defrayed out of the funds of the Board, order the Board to cause the sea defence to be constructed; or   (b)    if  he  decide  that  the  cost  of  and  relating  to the construction is to be provided by Parliament, cause the plan and estimate to be submitted to Parliament for the sanction of and the provision of the money.   (2) Where Parliament has sanctioned the expenditure and made provision for the money to be expended on the construction of a sea defence the Minister may order the Board to cause the sea defence to be constructed. LAWS OF GUYANA 12 Cap. 64:02 Sea Defence     L.R.O. 1/2012   Publication of order for construction of sea defence and inspection of plan.     Emergency works.          Sea defences the property of the State.                Plan of sea defence to be deposited with Registrar.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the  Minister  approves  of the construction of the sea defence and the plan or estimate thereof, as submitted or amended, the Minister may"
                },
                {
                    "representation": "(a)",
                    "description": "if  he  decide  that  the  cost  of  and  relating  to  the construction is to be defrayed out of the funds of the Board, order the Board to cause the sea defence to be constructed; or"
                },
                {
                    "representation": "(b)",
                    "description": "if  he  decide  that  the  cost  of  and  relating  to the construction is to be provided by Parliament, cause the plan and estimate to be submitted to Parliament for the sanction of and the provision of the money."
                },
                {
                    "representation": "(2)",
                    "description": "Where Parliament has sanctioned the expenditure and made provision for the money to be expended on the construction of a sea defence the Minister may order the Board to cause the sea defence to be constructed. LAWS OF GUYANA 12 Cap. 64:02 Sea Defence     L.R.O. 1/2012   Publication of order for construction of sea defence and inspection of plan.     Emergency works.          Sea defences the property of the State.                Plan of sea defence to be deposited with Registrar."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Publication of order for construction of sea defence and inspection of plan. ",
            "context": "SEA DEFENCE ACT under Publication of order for construction of sea defence and inspection of plan. 10.  Every order for the construction of a sea defence made by the Minister in pursuance of section 9 together with a description of the sea defence as shown in the plan shall be published in the Gazette and a newspaper. A copy of the plan shall be open to inspection at the office of the Chief Officer by any person whose interest may be affected by the construction of the sea defence.",
            "description": "Every order for the construction of a sea defence made by the Minister in pursuance of section 9 together with a description of the sea defence as shown in the plan shall be published in the Gazette and a newspaper. A copy of the plan shall be open to inspection at the office of the Chief Officer by any person whose interest may be affected by the construction of the sea defence."
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Emergency works. ",
            "context": "SEA DEFENCE ACT under Emergency works. 11.  (3) On completion of the plan the Board shall cause to be deposited at the office of the Minister in Georgetown a LAWS OF GUYANA Sea Defence Cap. 64:02 :0 11  L.R.O. 1/2012                       Procedure where Minister approves of construction of sea defences.                      copy thereof and, if the land is situate in the county of Berbice or the county of Essequibo, a copy thereof in the office at New Amsterdam or in Essequibo as the case may be, and shall give notice thereof in the Gazette and one newspaper. The plan shall be open to inspection at all times during office hours for one month from the date of the notice.  (4) Any proprietor or local authority within the area comprised in the plan may at any time during the month aforesaid give to the Secretary a notice in writing setting forth any objections and the grounds thereof to the plan.  (5) The Board shall submit to the Minister the plan and estimate aforesaid as approved by the Board together with any objections which may have been lodged within the time prescribed.",
            "description": [
                {
                    "representation": "(3)",
                    "description": "On completion of the plan the Board shall cause to be deposited at the office of the Minister in Georgetown a LAWS OF GUYANA Sea Defence Cap. 64:02 :0 11  L.R.O. 1/2012                       Procedure where Minister approves of construction of sea defences.                      copy thereof and, if the land is situate in the county of Berbice or the county of Essequibo, a copy thereof in the office at New Amsterdam or in Essequibo as the case may be, and shall give notice thereof in the Gazette and one newspaper. The plan shall be open to inspection at all times during office hours for one month from the date of the notice."
                },
                {
                    "representation": "(4)",
                    "description": "Any proprietor or local authority within the area comprised in the plan may at any time during the month aforesaid give to the Secretary a notice in writing setting forth any objections and the grounds thereof to the plan."
                },
                {
                    "representation": "(5)",
                    "description": "The Board shall submit to the Minister the plan and estimate aforesaid as approved by the Board together with any objections which may have been lodged within the time prescribed."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Sea defences the property of the State. ",
            "context": "SEA DEFENCE ACT under Sea defences the property of the State. 12. (1) All sea defences which are or shall be in existence in any district shall by force of this Act become the property of the State.  (2) On the publication of an order as provided by section 10 the sea defence therein referred to shall thereupon become the property of the State.  (3) There shall be no right to compensation in respect of any property which is vested in the State under this section, but the Minister may, if he think fit, direct the Board to pay a specified sum to any person in respect of any such property and the Board shall make the payment so directed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All sea defences which are or shall be in existence in any district shall by force of this Act become the property of the State."
                },
                {
                    "representation": "(2)",
                    "description": "On the publication of an order as provided by section 10 the sea defence therein referred to shall thereupon become the property of the State."
                },
                {
                    "representation": "(3)",
                    "description": "There shall be no right to compensation in respect of any property which is vested in the State under this section, but the Minister may, if he think fit, direct the Board to pay a specified sum to any person in respect of any such property and the Board shall make the payment so directed."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Plan of sea defence to be deposited with Registrar. ",
            "context": "SEA DEFENCE ACT under Plan of sea defence to be deposited with Registrar. 13.  Whenever a sea defence becomes the property of the State under this Act, the Board shall within three months thereafter, or such further time as the Minister may allow, deposit a plan thereof with the Registrar who shall file the same as of record in the Deeds Registry and shall make such annotations on the records as may be necessary.  LAWS OF GUYANA Sea Defence Cap. 64:02 :0 13  L.R.O. 1/2012  How works to be executed.                 Sluices, kokers, flood-gates, etc.; in sea defence to be maintained by proprietor or local authority.                  Power to enter on land adjacent to a sea defence and do acts and",
            "description": "Whenever a sea defence becomes the property of the State under this Act, the Board shall within three months thereafter, or such further time as the Minister may allow, deposit a plan thereof with the Registrar who shall file the same as of record in the Deeds Registry and shall make such annotations on the records as may be necessary.  LAWS OF GUYANA Sea Defence Cap. 64:02 :0 13  L.R.O. 1/2012  How works to be executed.                 Sluices, kokers, flood-gates, etc.; in sea defence to be maintained by proprietor or local authority.                  Power to enter on land adjacent to a sea defence and do acts and"
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "How works to be executed. ",
            "context": "SEA DEFENCE ACT under How works to be executed. 14.  The construction, care, maintenance and management of the sea defences shall, under the direction of the Board, be performed by the Ministry or its agents at the expense of the Board:  Provided that, if the Board think fit and the Minister approve, the execution of any work may be given out to be performed by contract, and, with the express permission of the Minister and not otherwise, a contract may be undertaken by any company or body of persons in which an appointed member of the Board may be interested directly or indirectly, provided that such interested member shall not vote on such contract or on any matter relating thereto.",
            "description": "The construction, care, maintenance and management of the sea defences shall, under the direction of the Board, be performed by the Ministry or its agents at the expense of the Board:  Provided that, if the Board think fit and the Minister approve, the execution of any work may be given out to be performed by contract, and, with the express permission of the Minister and not otherwise, a contract may be undertaken by any company or body of persons in which an appointed member of the Board may be interested directly or indirectly, provided that such interested member shall not vote on such contract or on any matter relating thereto."
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Sluices,   kokers,   flood-gates,   etc., in sea defence   to   be maintained by proprietor or local authority.     L.R.O. 1/2012 LAWS OF GUYANA 4 Cap. 64:02 Sea Defence     L.R.O. 1/2012 SECTION ",
            "context": "SEA DEFENCE ACT under Sluices,   kokers,   flood-gates,   etc., in sea defence   to   be maintained by proprietor or local authority.     L.R.O. 1/2012 LAWS OF GUYANA 4 Cap. 64:02 Sea Defence     L.R.O. 1/2012 SECTION 15.  (1) All sluices, kokers, flood-gates, gallows-posts, doors and hoisting-gear in any sea defence which are used in relation to the drainage  of any estate  or village  or council drainage  area  or for purposes of navigation shall be constructed, managed, maintained and replaced by the proprietor of the estate or the local authority as the case may be:  Provided that the duties imposed by this subsection shall be so performed as not in any way to impede or to interfere with the Board in the construction or management of sea defences.  (2) If a proprietor or local authority shall neglect or omit to perform any obligation imposed by subsection (1), the Board may cause the necessary work to be done and may recover the cost thereof from the proprietor or local authority, as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All sluices, kokers, flood-gates, gallows-posts, doors and hoisting-gear in any sea defence which are used in relation to the drainage  of any estate  or village  or council drainage  area  or for purposes of navigation shall be constructed, managed, maintained and replaced by the proprietor of the estate or the local authority as the case may be:  Provided that the duties imposed by this subsection shall be so performed as not in any way to impede or to interfere with the Board in the construction or management of sea defences."
                },
                {
                    "representation": "(2)",
                    "description": "If a proprietor or local authority shall neglect or omit to perform any obligation imposed by subsection"
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Power to enter on land adjacent to a sea defence and do acts and take materials for sea defence.  PART IV                                               FINANCIAL  ",
            "context": "SEA DEFENCE ACT under Power to enter on land adjacent to a sea defence and do acts and take materials for sea defence.  PART IV                                               FINANCIAL  16. (1) Any person acting under the authority in writing of the Board may at any time enter upon any estate or upon any land in a village  or  in  a  council  drainage  area  adjacent  to  a  sea  defence constructed or to be constructed, with such men, animals, vehicles, materials, appliances and instruments and for sea defence. take materials LAWS OF GUYANA 14 Cap. 64:02 Sea Defence     L.R.O. 1/2012                           Expenditure of hereafter to be provided by Parliament. [4 of 1937]                (a)    do all such acts thereon as may be necessary for or incidental  to  the  construction,  maintenance,  repair  or protection of the sea defence; and  (b)    dig and remove earth, cut and remove fascines and wood, and take and remove any other substance or thing required for work on the sea defence.  (2) There shall be no right to compensation under subsection (l), but if in any such case it appears to the Minister that material damage has been thereby occasioned to the estate or land he may in writing direct the Board to pay to the person affected such compensation as he may deem fit and the Board shall thereupon cause the payment to be made.  PART IV FINANCIAL",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person acting under the authority in writing of the Board may at any time enter upon any estate or upon any land in a village  or  in  a  council  drainage  area  adjacent  to  a  sea  defence constructed or to be constructed, with such men, animals, vehicles, materials, appliances and instruments and for sea defence. take materials LAWS OF GUYANA 14 Cap. 64:02 Sea Defence     L.R.O. 1/2012                           Expenditure of hereafter to be provided by Parliament. [4 of 1937]"
                },
                {
                    "representation": "(a)",
                    "description": "do all such acts thereon as may be necessary for or incidental  to  the  construction,  maintenance,  repair  or protection of the sea defence; and"
                },
                {
                    "representation": "(b)",
                    "description": "dig and remove earth, cut and remove fascines and wood, and take and remove any other substance or thing required for work on the sea defence."
                },
                {
                    "representation": "(2)",
                    "description": "There shall be no right to compensation under subsection"
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Expenditure on sea defences hereafter to be provided by           Parliament.  PART V OFFENCES  ",
            "context": "SEA DEFENCE ACT under Expenditure on sea defences hereafter to be provided by           Parliament.  PART V OFFENCES  17.  From the 1st January, 1937, all costs and charges incurred in the construction or maintenance of any sea defrayed from such moneys as may be provided from time to time by Parliament:  Provided that the Georgetown City Council shall contribute to the cost and maintenance of sea defences by payment annually to the Accountant General the sum of two thousand five hundred dollars in equal quarterly instalments.     PART V OFFENCES  sea defences defence together with all expenses of administration shall be LAWS OF GUYANA Sea Defence Cap. 64:02 :0 15  L.R.O. 1/2012 Making drain into the sea or construction on sea defence. [11 of 1971 30 of 1992 6 of 1997]             Obstruction to sea defences an offence.  [11 of 1971 30 of 1992 6 of 1997]    Removal of earth, shell, etc., an offence [14 of 1948 11 of 1971          Trespass of cattle. [11 of 1971 30 of 1992 6 of 1997]",
            "description": "From the 1st January, 1937, all costs and charges incurred in the construction or maintenance of any sea defrayed from such moneys as may be provided from time to time by Parliament:  Provided that the Georgetown City Council shall contribute to the cost and maintenance of sea defences by payment annually to the Accountant General the sum of two thousand five hundred dollars in equal quarterly instalments.     PART V OFFENCES  sea defences defence together with all expenses of administration shall be LAWS OF GUYANA Sea Defence Cap. 64:02 :0 15  L.R.O. 1/2012 Making drain into the sea or construction on sea defence. [11 of 1971 30 of 1992 6 of 1997]             Obstruction to sea defences an offence.  [11 of 1971 30 of 1992 6 of 1997]    Removal of earth, shell, etc., an offence [14 of 1948 11 of 1971          Trespass of cattle. [11 of 1971 30 of 1992 6 of 1997]"
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Making drain into the sea or construction on sea defence. ",
            "context": "SEA DEFENCE ACT under Making drain into the sea or construction on sea defence. 18. (1)  No person shall, without the previous written sanction of the Board, make or cause or permit or suffer to be made  (a)      any drain, trench or cutting in the earth so as to affect any sea defence;  (b)     any construction, erection, alteration or thing in, about or upon any sea defence.  (2) Any person who contravenes or aids or abets any person in contravening this section, is liable to a fine of thirty thousand dollars and to imprisonment for six months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person shall, without the previous written sanction of the Board, make or cause or permit or suffer to be made"
                },
                {
                    "representation": "(a)",
                    "description": "any drain, trench or cutting in the earth so as to affect any sea defence;"
                },
                {
                    "representation": "(b)",
                    "description": "any construction, erection, alteration or thing in, about or upon any sea defence."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who contravenes or aids or abets any person in contravening this section, is liable to a fine of thirty thousand dollars and to imprisonment for six months."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Obstruction to sea defences an offence. ",
            "context": "SEA DEFENCE ACT under Obstruction to sea defences an offence. 19.  Any person who shall put or place or cause to be put or placed in, about or upon any sea defence any matter or thing calculated or likely to affect or impair the efficiency, usefulness or operation of the said sea defence is liable to a fine of fifteen thousand dollars and to imprisonment for three months.",
            "description": "Any person who shall put or place or cause to be put or placed in, about or upon any sea defence any matter or thing calculated or likely to affect or impair the efficiency, usefulness or operation of the said sea defence is liable to a fine of fifteen thousand dollars and to imprisonment for three months."
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Removal of earth, shell, etc., an offence. ",
            "context": "SEA DEFENCE ACT under Removal of earth, shell, etc., an offence. 20.  Any person who shall, without the consent of the Board first had and  obtained, remove any earth, sand, shell, clay, gravel, shingle, mineral substance, or any sea-weed, or vegetation, or any other matter or thing whatsoever from any sea defence or from any land along the foreshore within one half of a mile of mean high water mark, is liable to a fine of twelve thousand dollars and to imprisonment for twelve months, and any such matter or thing together with any article used in connection with the removal thereof shall be forfeited.",
            "description": "Any person who shall, without the consent of the Board first had and  obtained, remove any earth, sand, shell, clay, gravel, shingle, mineral substance, or any sea-weed, or vegetation, or any other matter or thing whatsoever from any sea defence or from any land along the foreshore within one half of a mile of mean high water mark, is liable to a fine of twelve thousand dollars and to imprisonment for twelve months, and any such matter or thing together with any article used in connection with the removal thereof shall be forfeited."
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Trespass of cattle. ",
            "context": "SEA DEFENCE ACT under Trespass of cattle. 21.  If any cattle shall trespass on any sea defence the person having the custody or control of such cattle is liable to a fine of twelve thousand dollars, unless such trespass was not due to any wilful act or to any negligence on his part; and any cattle so trespassing may be seized and impounded by any police constable or by any person authorised in writing LAWS OF GUYANA 16 Cap. 64:02 Sea Defence     L.R.O. 1/2012     Obstruction of Board. [11 of 1971 30 of 1992 6 of 1997]  Defences to prosecution.        Assessment of expenses incurred. [11 of 1971 30 of 1992]                  Offences punishable under the Summary Jurisdiction Acts.  by the Board.",
            "description": "If any cattle shall trespass on any sea defence the person having the custody or control of such cattle is liable to a fine of twelve thousand dollars, unless such trespass was not due to any wilful act or to any negligence on his part; and any cattle so trespassing may be seized and impounded by any police constable or by any person authorised in writing LAWS OF GUYANA 16 Cap. 64:02 Sea Defence     L.R.O. 1/2012     Obstruction of Board. [11 of 1971 30 of 1992 6 of 1997]  Defences to prosecution.        Assessment of expenses incurred. [11 of 1971 30 of 1992]                  Offences punishable under the Summary Jurisdiction Acts.  by the Board."
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Obstruction of Board. ",
            "context": "SEA DEFENCE ACT under Obstruction of Board. 22.  Any person who shall hinder or resist or obstruct any person employed in connection with the sea defences of Guyana, acting in pursuance of this Act is liable to a fine of twenty-two thousand five hundred dollars.",
            "description": "Any person who shall hinder or resist or obstruct any person employed in connection with the sea defences of Guyana, acting in pursuance of this Act is liable to a fine of twenty-two thousand five hundred dollars."
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Defences to prosecution. ",
            "context": "SEA DEFENCE ACT under Defences to prosecution. 23.  It shall be a defence to any prosecution for an offence under any of the provisions of this Act, if it is proved that any act charged as an offence was done in good faith for the purpose of averting or mitigating a calamity where an occurrence has taken place by which any estate or village or council drainage area is or is likely to be inundated by the sea.",
            "description": "It shall be a defence to any prosecution for an offence under any of the provisions of this Act, if it is proved that any act charged as an offence was done in good faith for the purpose of averting or mitigating a calamity where an occurrence has taken place by which any estate or village or council drainage area is or is likely to be inundated by the sea."
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Assessment of expenses incurred. ",
            "context": "SEA DEFENCE ACT under Assessment of expenses incurred. 24. (1) Whenever any person is convicted of any offence under this Act by any magistrates court and it shall appear that by such offence expense has been incurred, or damage has been caused to any sea defence or to any matter or thing in or about or upon any sea defence, the court may, at the written request of the Board, but in the presence of the convicted person, inquire summarily into the amount of expense so incurred and damage so caused.  (2) Upon proof of the amount of such expense or damage, or of both such expense and damage, where the amount claimed does not exceed twenty thousand dollars, the court shall give judgment therefor in favour of the Board and against the convicted person and such judgment shall be of the same force and effect and be enforceable in the same manner as if it had been given in a civil action duly instituted in the court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever any person is convicted of any offence under this Act by any magistrates court and it shall appear that by such offence expense has been incurred, or damage has been caused to any sea defence or to any matter or thing in or about or upon any sea defence, the court may, at the written request of the Board, but in the presence of the convicted person, inquire summarily into the amount of expense so incurred and damage so caused."
                },
                {
                    "representation": "(2)",
                    "description": "Upon proof of the amount of such expense or damage, or of both such expense and damage, where the amount claimed does not exceed twenty thousand dollars, the court shall give judgment therefor in favour of the Board and against the convicted person and such judgment shall be of the same force and effect and be enforceable in the same manner as if it had been given in a civil action duly instituted in the court."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Offences punishable under the Summary Jurisdiction Acts.  PART VI MISCELLANEOUS  ",
            "context": "SEA DEFENCE ACT under Offences punishable under the Summary Jurisdiction Acts.  PART VI MISCELLANEOUS  25.  Every offence or penalty under this Act or the regulations may be prosecuted and enforced under the Summary Jurisdiction Acts.  PART VI MISCELLANEOUS  LAWS OF GUYANA Sea Defence Cap. 64:02 :0 17  L.R.O. 1/2012   Keeping of register of proprietors.          Service of notice upon proprietors.                 Power to make regulations. [30 of 1992 6 of 1997]        Proceedings under Act free.",
            "description": "Every offence or penalty under this Act or the regulations may be prosecuted and enforced under the Summary Jurisdiction Acts.  PART VI MISCELLANEOUS  LAWS OF GUYANA Sea Defence Cap. 64:02 :0 17  L.R.O. 1/2012   Keeping of register of proprietors.          Service of notice upon proprietors.                 Power to make regulations. [30 of 1992 6 of 1997]        Proceedings under Act free."
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Keeping of register of proprietors. ",
            "context": "SEA DEFENCE ACT under Keeping of register of proprietors. 26.  (1) The Board shall keep a book for each district to be called the District Register in which shall be entered the names and empoldered areas of the estates and villages and council drainage areas in that district and the names and addresses of the proprietors.  (2) The proprietor of every estate shall from time to time cause his correct address to be entered in the register, and such address shall be styled his registered address.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board shall keep a book for each district to be called the District Register in which shall be entered the names and empoldered areas of the estates and villages and council drainage areas in that district and the names and addresses of the proprietors."
                },
                {
                    "representation": "(2)",
                    "description": "The proprietor of every estate shall from time to time cause his correct address to be entered in the register, and such address shall be styled his registered address."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Service of notice upon proprietors. ",
            "context": "SEA DEFENCE ACT under Service of notice upon proprietors. 27. (1) Any notice required to be given to any proprietor under this Act  shall be deemed to have been duly given when posted to his registered address, and any document or legal process required to be served upon such proprietor, shall be deemed to have been duly served upon him if left with some person at his registered address.  (2) If any proprietor fails to cause his address to be entered in the register, any such notice, document or process may be affixed to the principal building on the estate, or if there is no building on such estate on  some  conspicuous  place  on  the  said  estate  and  such  notice, document or process shall be deemed to have been duly served on the proprietor.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any notice required to be given to any proprietor under this Act  shall be deemed to have been duly given when posted to his registered address, and any document or legal process required to be served upon such proprietor, shall be deemed to have been duly served upon him if left with some person at his registered address."
                },
                {
                    "representation": "(2)",
                    "description": "If any proprietor fails to cause his address to be entered in the register, any such notice, document or process may be affixed to the principal building on the estate, or if there is no building on such estate on  some  conspicuous  place  on  the  said  estate  and  such  notice, document or process shall be deemed to have been duly served on the proprietor."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Power to make regulations. ",
            "context": "SEA DEFENCE ACT under Power to make regulations. 28. (1) Subject to negative resolution of the National Assembly, the Board  with the approval of the Minister may make regulations for carrying into effect the objects and purposes of this Act.   (2) There may be annexed to any regulation a penalty not exceeding thirty thousand dollars for the breach thereof.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to negative resolution of the National Assembly, the Board  with the approval of the Minister may make regulations for carrying into effect the objects and purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "There may be annexed to any regulation a penalty not exceeding thirty thousand dollars for the breach thereof."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Proceedings under Act free. ",
            "context": "SEA DEFENCE ACT under Proceedings under Act free. 29. (1) Any action, proceeding, prosecution or process under this Act or the regulations at the instance or on behalf of the Board shall be free.  (2) Any prosecution for an offence under this Act LAWS OF GUYANA 18 Cap. 64:02 Sea Defence     L.R.O. 1/2012      Act not to apply to harbours.         s. 7 O. in C. 14/11/1934 38/1953 39/1953 11/1955 21/1957 O.  15/1968 37/1969 48/1971 No. 30/1992        or the regulations may be instituted by any police constable or by any person authorised by the Chief Officer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any action, proceeding, prosecution or process under this Act or the regulations at the instance or on behalf of the Board shall be free."
                },
                {
                    "representation": "(2)",
                    "description": "Any prosecution for an offence under this Act LAWS OF GUYANA 18 Cap. 64:02 Sea Defence     L.R.O. 1/2012      Act not to apply to harbours.         s. 7 O. in C. 14/11/1934 38/1953 39/1953 11/1955 21/1957 O.  15/1968 37/1969 48/1971 No. 30/1992        or the regulations may be instituted by any police constable or by any person authorised by the Chief Officer."
                }
            ]
        }
    },
    {
        "act": "SEA DEFENCE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Act not to apply to harbours. SCHEDULE—Boundaries of Sea Defence Districts.   __________________________       LAWS OF GUYANA Sea Defence Cap. 64:02 :0 5  L.R.O. 1/2012  1953 Ed. c. 191 _______________________________________________________     11 of  1953   CHAPTER 64:02  SEA DEFENCE ACT   An Act to make  better  provision  for  the  maintenance  and              Construction of Sea Defences.  [1st JULY 1953]  Short Title.   Interpretation. [14 of 1948 24 of 1969 25 of 1973 19 of 1975]             c. 28:01              ",
            "context": "SEA DEFENCE ACT under Act not to apply to harbours. SCHEDULEBoundaries of Sea Defence Districts.   __________________________       LAWS OF GUYANA Sea Defence Cap. 64:02 :0 5  L.R.O. 1/2012  1953 Ed. c. 191 _______________________________________________________     11 of  1953   CHAPTER 64:02  SEA DEFENCE ACT   An Act to make  better  provision  for  the  maintenance  and              Construction of Sea Defences.  [1st JULY 1953]  Short Title.   Interpretation. [14 of 1948 24 of 1969 25 of 1973 19 of 1975]             c. 28:01              30.  Nothing in this Act shall be deemed to apply to any harbour or to affect the powers, authority or jurisdiction of the Transport and Harbours Department in respect of any harbour.  ___________  SCHEDULE BOUNDARIES OF SEA DEFENCE DISTRICTS  No. 1, ESSEQUIBO COAST & POMEROON extending from the mouth of the Pomeroon River to the mouth of Supenaam River and bounded as follows:  On the north-from the mouth of the Pomeroon River at its junction with the Atlantic Ocean thence in south easterly direction;  On the southto the mouth of the Supenaam River;   On the eastby the Atlantic Ocean;  On the westby the Pomeroon River in a south easterly direction to its  junction  with the  Cozier  Canal, thence  in  a north easterly direction to the junction, (",
            "description": "Nothing in this Act shall be deemed to apply to any harbour or to affect the powers, authority or jurisdiction of the Transport and Harbours Department in respect of any harbour.  ___________  SCHEDULE BOUNDARIES OF SEA DEFENCE DISTRICTS  No. 1, ESSEQUIBO COAST & POMEROON extending from the mouth of the Pomeroon River to the mouth of Supenaam River and bounded as follows:  On the north-from the mouth of the Pomeroon River at its junction with the Atlantic Ocean thence in south easterly direction;  On the southto the mouth of the Supenaam River;   On the eastby the Atlantic Ocean;  On the westby the Pomeroon River in a south easterly direction to its  junction  with the  Cozier  Canal, thence  in  a north easterly direction to the junction, ("
        }
    }
]