[
    {
        "act": "DRAINAGE AND IRRIGATION (DECLARATION OF AREAS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "DRAINAGE AND IRRIGATION (DECLARATION OF AREAS)  ACT under Short title. 1.  This   Act   may   be   cited   as   the   Drainage   and   Irrigation (Declaration of Areas) Act.",
            "description": "This   Act   may   be   cited   as   the   Drainage   and   Irrigation (Declaration of Areas) Act."
        }
    },
    {
        "act": "DRAINAGE AND IRRIGATION (DECLARATION OF AREAS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "DRAINAGE AND IRRIGATION (DECLARATION OF AREAS)  ACT under Interpretation. 2.  In this Act  GUYSUCO means  the  Guyana  Sugar  Corporation  Limited,   a company incorporated under the Companies Act;  the  Board  means  the  Drainage  and  Irrigation  Board  established under the Principal Act;  LAWS OF GUYANA 4 Cap. 64:04 Drainage and Irrigation (Declaration of Areas)  L.R.O. 1/2012         Declaration  of drainage  and irrigation areas. First  Schedule.            Validation  of certain acts.  First Schedule.            Vesting of lands in the Board. First Schedule.      Modified application of the Principal Act. the Principal Act means the Drainage and Irrigation Act;  work  shall  have  the  meaning  assigned  to  that  expression  by the Principal  Act.",
            "description": "In this Act  GUYSUCO means  the  Guyana  Sugar  Corporation  Limited,   a company incorporated under the Companies Act;  the  Board  means  the  Drainage  and  Irrigation  Board  established under the Principal Act;  LAWS OF GUYANA 4 Cap. 64:04 Drainage and Irrigation (Declaration of Areas)  L.R.O. 1/2012         Declaration  of drainage  and irrigation areas. First  Schedule.            Validation  of certain acts.  First Schedule.            Vesting of lands in the Board. First Schedule.      Modified application of the Principal Act. the Principal Act means the Drainage and Irrigation Act;  work  shall  have  the  meaning  assigned  to  that  expression  by the Principal  Act."
        }
    },
    {
        "act": "DRAINAGE AND IRRIGATION (DECLARATION OF AREAS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Declaration of drainage and irrigation areas. ",
            "context": "DRAINAGE AND IRRIGATION (DECLARATION OF AREAS)  ACT under Declaration of drainage and irrigation areas. 3.  (1) Anything  to  the  contrary  contained  in  the  Principal  Act notwithstanding, but subject  to the provisions  of this Act, the areas described in the First Schedule shall be and are hereby declared to be drainage and irrigation areas for all purposes as though they had been declared to be such by order made under section 18, and published as contemplated  under section 19, of the Principal Act.  (2) The  name  of  the  drainage  and  irrigation  areas  declared under  this  section  shall  be  the  GUYSUCO  Drainage  and  Irrigation Areas; and the name and boundaries of each area shall be as specified in the First Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anything  to  the  contrary  contained  in  the  Principal  Act notwithstanding, but subject  to the provisions  of this Act, the areas described in the First Schedule shall be and are hereby declared to be drainage and irrigation areas for all purposes as though they had been declared to be such by order made under section 18, and published as contemplated  under section 19, of the Principal Act."
                },
                {
                    "representation": "(2)",
                    "description": "The  name  of  the  drainage  and  irrigation  areas  declared under  this  section  shall  be  the  GUYSUCO  Drainage  and  Irrigation Areas; and the name and boundaries of each area shall be as specified in the First Schedule."
                }
            ]
        }
    },
    {
        "act": "DRAINAGE AND IRRIGATION (DECLARATION OF AREAS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Validation of certain acts. ",
            "context": "DRAINAGE AND IRRIGATION (DECLARATION OF AREAS)  ACT under Validation of certain acts. 4.  All acts done by the Board its servants and agents or any servant or agent of the Government in respect of the construction of any works in the areas described in the First Schedule are hereby declared to be lawful and valid to the extent that such acts would have been lawful and valid  if the  procedure  prescribed  in Part  III of the  Principal  Act  in respect  of  the  declaration  of  drainage  and  irrigation  areas  and  the construction therein of works had been observed in relation to the areas and works aforesaid.",
            "description": "All acts done by the Board its servants and agents or any servant or agent of the Government in respect of the construction of any works in the areas described in the First Schedule are hereby declared to be lawful and valid to the extent that such acts would have been lawful and valid  if the  procedure  prescribed  in Part  III of the  Principal  Act  in respect  of  the  declaration  of  drainage  and  irrigation  areas  and  the construction therein of works had been observed in relation to the areas and works aforesaid."
        }
    },
    {
        "act": "DRAINAGE AND IRRIGATION (DECLARATION OF AREAS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Vesting of lands in the Board. ",
            "context": "DRAINAGE AND IRRIGATION (DECLARATION OF AREAS)  ACT under Vesting of lands in the Board. 5.  Subject to section 6(6), all lands in the areas described in the First Schedule wherein or whereon any works are constructed together with such works shall vest in the Board and shall be the property of the Board and the provisions of section 20 of the Principal Act shall apply to all such works.",
            "description": "Subject to section 6(6), all lands in the areas described in the First Schedule wherein or whereon any works are constructed together with such works shall vest in the Board and shall be the property of the Board and the provisions of section 20 of the Principal Act shall apply to all such works."
        }
    },
    {
        "act": "DRAINAGE AND IRRIGATION (DECLARATION OF AREAS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Modified application of the Principal Act.  SCHEDULE.   __________________________ 16  of 1995 An Act to provide  for  the  declaration  of  certain  areas  of  land owned   by   the   Guyana   Sugar   Corporation Limited as drainage and irrigation areas, for the construction of certain works  therein   and  for  purposes   connected   therewith   or incidental thereto.  [29th DECEMBER, 1995]  Short title.    Interpretation.    c .89:01       ",
            "context": "DRAINAGE AND IRRIGATION (DECLARATION OF AREAS)  ACT under Modified application of the Principal Act.  SCHEDULE.   __________________________ 16  of 1995 An Act to provide  for  the  declaration  of  certain  areas  of  land owned   by   the   Guyana   Sugar   Corporation Limited as drainage and irrigation areas, for the construction of certain works  therein   and  for  purposes   connected   therewith   or incidental thereto.  [29th DECEMBER, 1995]  Short title.    Interpretation.    c .89:01       6.  (1) Notwithstanding the provisions of  the Principal Act, including  Part  VI  (dealing  with  general  financial provisions),  the provisions of the subsidiary agreement  shall LAWS OF GUYANA Drainage and Irrigation (Declaration of Areas) Cap. 64:04 5  L.R.O. 1/2012                                            Second Schedule.    apply to the GUYSUCO Drainage and Irrigation  Areas.  (2) The capital  costs (within the meaning of the expression  in the expression in the Principal Act) of the construction of the works to be carried out in respect of the Project under the Subsidiary Agreement shall  be defrayed out of moneys provided by and in accordance with the said  Subsidiary  Agreement:  Provided  that  GUYSUCO  shall  reimburse  the  Government  for any  additional  funds provided  by Government  under the Agreement for  the  construction  of the works if the cost of construction  thereof exceeds the estimated cost therefor.  (3) The Board shall engage GUYSUCO to execute the works in respect of the Project on its behalf and to operate and maintain on its behalf   the   works   situate   within   the   GUYSUCO   Drainage   and Irrigation  Areas  and  GUYSUCO  shall  set  off  its  cost  for  doing  so against  its  liability  to  the  Board  for  drainage  and  irrigation  rates payable under the Principal Act.  (4) Notwithstanding the provisions of subsection (3), the Board shall  not  be  liable  to  pay  to  GUYSUCO  any  amount  by  which GUYSUCOs   cost   of   executing   the   project   and   operating   and maintaining  the drainage and irrigation works situate upon its estates, as calculated in the formula in section 2 of the Subsidiary Agreement, exceeds its liability for drainage and irrigation rates.  (5) In   consideration of the benefits  to  be  derived   by GUYSUCO, GUYSUCO shall be liable to pay  (a)    to the Government  a cess payable  as set out in the Second Schedule, commencing on the first due date after the first reimbursement of LAWS OF GUYANA 6 Cap. 64:04 Drainage and Irrigation (Declaration of Areas)  L.R.O. 1/2012                                                 moneys to GUYSUCO under section 2 of the Subsidiary Agreement;  (b)    to the  Board  the   annual   cost   of   insurance   for equipment and the cost of meeting the administrative, accounting and clerical obligations under the Subsidiary Agreement.  (6) Section 34 of the Principal Act shall apply mutatis mutandis to and in relation to the areas declared as drainage and irrigation areas under section 3, subject to the substitution in subsection (2) thereof for the words vest in the State as Government land of the words vest in the  owners   who  owned  the  said  lands  on  the  date  immediately preceding the date of the commencement  of this Act.  (7 ) In this section  (a)  Agreement means the Loan Agreement dated 20th November, 1995, between the Caribbean Development Bank and the Government of the Co-operative Republic of Guyana;  (b)   Subsidiary  Agreement means the Agreement   between the Government of the Co-operative Republic of Guyana, the Board and GUYSUCO;  (c)     Words defined in the Agreement which are used, but not defined, in this Act shall have the meanings they have in the Agreement.   LAWS OF GUYANA Drainage and Irrigation (Declaration of Areas) Cap. 64:04 7  L.R.O. 1/2012 s. 3, 4 and",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding the provisions of  the Principal Act, including  Part  VI"
                },
                {
                    "representation": "(2)",
                    "description": "thereof for the words vest in the State as Government land of the words vest in the  owners   who  owned  the  said  lands  on  the  date  immediately preceding the date of the commencement  of this Act."
                },
                {
                    "representation": "(3)",
                    "description": "The Board shall engage GUYSUCO to execute the works in respect of the Project on its behalf and to operate and maintain on its behalf   the   works   situate   within   the   GUYSUCO   Drainage   and Irrigation  Areas  and  GUYSUCO  shall  set  off  its  cost  for  doing  so against  its  liability  to  the  Board  for  drainage  and  irrigation  rates payable under the Principal Act."
                },
                {
                    "representation": "(4)",
                    "description": "Notwithstanding the provisions of subsection"
                },
                {
                    "representation": "(5)",
                    "description": "In   consideration of the benefits  to  be  derived   by GUYSUCO, GUYSUCO shall be liable to pay"
                },
                {
                    "representation": "(a)",
                    "description": "Agreement means the Loan Agreement dated 20th November, 1995, between the Caribbean Development Bank and the Government of the Co-operative Republic of Guyana;"
                },
                {
                    "representation": "(b)",
                    "description": "Subsidiary  Agreement means the Agreement   between the Government of the Co-operative Republic of Guyana, the Board and GUYSUCO;"
                },
                {
                    "representation": "(6)",
                    "description": "Section 34 of the Principal Act shall apply mutatis mutandis to and in relation to the areas declared as drainage and irrigation areas under section 3, subject to the substitution in subsection"
                },
                {
                    "representation": "(c)",
                    "description": "Words defined in the Agreement which are used, but not defined, in this Act shall have the meanings they have in the Agreement.   LAWS OF GUYANA Drainage and Irrigation"
                }
            ]
        }
    },
    {
        "act": "DRAINAGE AND IRRIGATION (DECLARATION OF AREAS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "25250.00 12                 ",
            "context": "DRAINAGE AND IRRIGATION (DECLARATION OF AREAS)  ACT under 25250.00 12                 25250.00 13",
            "description": "25250.00 13"
        }
    }
]