[
    {
        "act": "BAUXITE AGREEMENTS (ADAPTATION AND  MODIFICATION OF LAWS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "BAUXITE AGREEMENTS (ADAPTATION AND  MODIFICATION OF LAWS) ACT under Short title. 1.  This Act may be cited as the Bauxite Agreements (Adaptation and Modification of Laws) Act.",
            "description": "This Act may be cited as the Bauxite Agreements (Adaptation and Modification of Laws) Act."
        }
    },
    {
        "act": "BAUXITE AGREEMENTS (ADAPTATION AND  MODIFICATION OF LAWS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "BAUXITE AGREEMENTS (ADAPTATION AND  MODIFICATION OF LAWS) ACT under Interpretation. 2.  In this Act   Agreement means;  the Agreement made on 16th February, 1965, between the   Government  of  Guyana  and  the  Reynolds  Metals Company, and laid before the National Assembly on 29th April, 1969; or LAWS OF GUYANA 4 Cap. 65:02             Bauxite Agreements (Adaptation and Modification of Laws)    L.R.O. 1/2012                 Specific modification of Bauxite Mining Regulations.  c. 65:01 Sub. Leg.                     General adaptation and modification of enactments.   the Agreement made on 29th October, 1965, between the  Government  of  Guyana  and  the  Demerara  Bauxite Company, Limited, and laid before the National Assembly on 29th April, 1969;  enactments includes statutes which were in force in Guyana and instruments having the force of law pursuant to Acts of the Parliament of Guyana or Ordinances;  undertaking means  any  undertaking  in  either  Agreement  and includes anything agreed therein.",
            "description": "In this Act   Agreement means;  the Agreement made on 16th February, 1965, between the   Government  of  Guyana  and  the  Reynolds  Metals Company, and laid before the National Assembly on 29th April, 1969; or LAWS OF GUYANA 4 Cap. 65:02             Bauxite Agreements (Adaptation and Modification of Laws)    L.R.O. 1/2012                 Specific modification of Bauxite Mining Regulations.  c. 65:01 Sub. Leg.                     General adaptation and modification of enactments.   the Agreement made on 29th October, 1965, between the  Government  of  Guyana  and  the  Demerara  Bauxite Company, Limited, and laid before the National Assembly on 29th April, 1969;  enactments includes statutes which were in force in Guyana and instruments having the force of law pursuant to Acts of the Parliament of Guyana or Ordinances;  undertaking means  any  undertaking  in  either  Agreement  and includes anything agreed therein."
        }
    },
    {
        "act": "BAUXITE AGREEMENTS (ADAPTATION AND  MODIFICATION OF LAWS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Specific modification of Bauxite Mining Regulations. ",
            "context": "BAUXITE AGREEMENTS (ADAPTATION AND  MODIFICATION OF LAWS) ACT under Specific modification of Bauxite Mining Regulations. 3. (1) The words but with any variations, as regards terms and conditions, that the President deems meet, in reference to the issue of an exclusive permission for the purpose of satisfaction of any undertaking, shall be deemed to have been inserted after the word regulations where it appears for the first time in regulation 11 of the Bauxite Mining Regulations.  (2) Without prejudice to section 4, no exclusive permission shall, by virtue of its having any variations embodied therein pursuant to   subsection   (1),  be  deemed  excluded  from  the  definition  of permission in regulation 2 of the said Regulations.  (3) The words or otherwise vary the terms and conditions so set out, in reference to the grant of a mining lease for the purpose of satisfaction of any undertaking, shall be deemed to have been inserted after  the  word  regulations  in  paragraph  (b)  of  the  proviso  to regulation 21 of the said Regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The words but with any variations, as regards terms and conditions, that the President deems meet, in reference to the issue of an exclusive permission for the purpose of satisfaction of any undertaking, shall be deemed to have been inserted after the word regulations where it appears for the first time in regulation 11 of the Bauxite Mining Regulations."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to section 4, no exclusive permission shall, by virtue of its having any variations embodied therein pursuant to   subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The words or otherwise vary the terms and conditions so set out, in reference to the grant of a mining lease for the purpose of satisfaction of any undertaking, shall be deemed to have been inserted after  the  word  regulations  in  paragraph"
                },
                {
                    "representation": "(b)",
                    "description": "of  the  proviso  to regulation 21 of the said Regulations."
                }
            ]
        }
    },
    {
        "act": "BAUXITE AGREEMENTS (ADAPTATION AND  MODIFICATION OF LAWS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "General adaptation and modification of enactments. ",
            "context": "BAUXITE AGREEMENTS (ADAPTATION AND  MODIFICATION OF LAWS) ACT under General adaptation and modification of enactments. 4.  Any enactments for the time being in force that, apart from this section, render illegal any of the terms or conditions of an exclusive permission or mining lease issued or granted as mentioned in section3 (1) or (2), or preclude the LAWS OF GUYANA                     Bauxite Agreements (Adaptation and Modification of Laws Cap. 65:02 5  L.R.O. 1/2012            Validation.  satisfaction of any undertakings, or, without prejudice to the generality of the foregoing, confer powers or authorities relevant thereunto but which would be exceeded in the event of their purported exercise as required in that behalf, shall, for the purpose of allowance or sanction (as the case may require) of any such terms, conditions, exercise or satisfaction as aforesaid, be construed with due adaptations and modifications.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or"
                }
            ]
        }
    }
]