[
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title and application. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Short title and application. 1.  (1) This Act may be cited as the Petroleum (Exploration and Production) Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Act may be cited as the Petroleum"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.    ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Interpretation.    2.  (1) In this Act  block means a block constituted under the Regulations, and includes a part of a block so constituted;  body corporate means a company or a corporation;   company has the same meaning as in the Companies Act;  condition includes any term, prohibition, limitation and stipulation;  corporation means a corporate body incorporated in or outside Guyana, but does not include a company;  discovery block, in relation to a prospecting area, means a block in the prospecting area comprising  the  geological  feature,  as PETROLEUM (EXPLORATION AND PRODUCTION) ACT  CHAPTER 65:04 c. 89:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  block means a block constituted under the Regulations, and includes a part of a block so constituted;  body corporate means a company or a corporation;   company has the same meaning as in the Companies Act;  condition includes any term, prohibition, limitation and stipulation;  corporation means a corporate body incorporated in or outside Guyana, but does not include a company;  discovery block, in relation to a prospecting area, means a block in the prospecting area comprising  the  geological  feature,  as PETROLEUM"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Chief Inspector and Inspectors. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Chief Inspector and Inspectors. 3.  The Minister may, for the purposes of this Act, by notification in the Gazette designate a public officer or any employee of the Guyana Geology  and Mines Commission as Chief Inspector and designate such number of public officers or employees of that Commission, as may  be  considered   necessary  for  the  purposes  of  this  Act,  as Inspectors.",
            "description": "The Minister may, for the purposes of this Act, by notification in the Gazette designate a public officer or any employee of the Guyana Geology  and Mines Commission as Chief Inspector and designate such number of public officers or employees of that Commission, as may  be  considered   necessary  for  the  purposes  of  this  Act,  as Inspectors."
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Restriction of disclosure of information. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Restriction of disclosure of information. 4.  (1) Subject  to  subsection  (2),  no  information  furnished,  or information in a report submitted, pursuant to this Act by a licensee shall be disclosed to any person who is not a Minister, a public officer or an employee of the Guyana Geology and Mines Commission except with the consent of the licensee.  (2) Nothing in subsection (1) shall be deemed to prevent the disclosure of information without the consent of a licensee, PART II ADMINISTRATION L.R.O. 1/2012 in relation to any block or blocks under section cancellation of a petroleum production licence be  deemed to  include a reference to the respect of that block or  blocks,  but shall  not  that a licence shall cease to have effect in deemed to include a reference to a direction relation to any block or blocks, shall be application of the holder of the licence, under section 42(6);    42(6). (e)  cancellation        of         a        licence,             in LAWS OF GUYANA 12 Cap. 65:04 Petroleum (Exploration and Production)                                                  where the disclosure is made  (a)   after the licence has ceased to have effect over the land to which the information relates; (b)   for, or in connection with, the administration of this Act; (c)   for the purposes of, or in connection with, any legal proceedings; (d)  to any consultant to the Government or the Guyana Geology  and  Mines  Commission  for  the  purpose  of facilitating  the  performance  by  the  consultant  of  any functions under the consultancy arrangement; (e)   for, or in connection with, the preparation by or on behalf of the State of statistics, in respect of prospecting or production operations relating to petroleum; (f)    for, or in connection with, the determination of any liability of the licensee to make any payments to the State or the Government; (g) for, or in connection with, any matter or purpose specified in a petroleum agreement.  (3) Where a licensee is a party to a petroleum agreement the right of the licensee, his servants or agents to disclose information about prospecting or production operations under the licence shall be subject to any restrictions or limitations in that respect specified in the agreement.  (4) Any person who discloses information in contravention of this section shall, on summary conviction, be liable to a fine of seventy-five thousand dollars and imprisonment for three years.  (5) In proceedings on a prosecution for an offence under this section, it shall be sufficient defence if the accused person proves L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 13             Prohibition against holding licence, etc. by certain persons. [6 of 1997]                               that the information disclosed, and to which the prosecution relates, was, without that disclosure, generally known to the public.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be deemed to prevent the disclosure of information without the consent of a licensee, PART II ADMINISTRATION L.R.O. 1/2012 in relation to any block or blocks under section cancellation of a petroleum production licence be  deemed to  include a reference to the respect of that block or  blocks,  but shall  not  that a licence shall cease to have effect in deemed to include a reference to a direction relation to any block or blocks, shall be application of the holder of the licence, under section 42(6);    42(6)."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing in subsection"
                },
                {
                    "representation": "(e)",
                    "description": "for, or in connection with, the preparation by or on behalf of the State of statistics, in respect of prospecting or production operations relating to petroleum;"
                },
                {
                    "representation": "(a)",
                    "description": "after the licence has ceased to have effect over the land to which the information relates;"
                },
                {
                    "representation": "(b)",
                    "description": "for, or in connection with, the administration of this Act;"
                },
                {
                    "representation": "(c)",
                    "description": "for the purposes of, or in connection with, any legal proceedings;"
                },
                {
                    "representation": "(d)",
                    "description": "to any consultant to the Government or the Guyana Geology  and  Mines  Commission  for  the  purpose  of facilitating  the  performance  by  the  consultant  of  any functions under the consultancy arrangement;"
                },
                {
                    "representation": "(f)",
                    "description": "for, or in connection with, the determination of any liability of the licensee to make any payments to the State or the Government;"
                },
                {
                    "representation": "(g)",
                    "description": "for, or in connection with, any matter or purpose specified in a petroleum agreement."
                },
                {
                    "representation": "(3)",
                    "description": "Where a licensee is a party to a petroleum agreement the right of the licensee, his servants or agents to disclose information about prospecting or production operations under the licence shall be subject to any restrictions or limitations in that respect specified in the agreement."
                },
                {
                    "representation": "(4)",
                    "description": "Any person who discloses information in contravention of this section shall, on summary conviction, be liable to a fine of seventy-five thousand dollars and imprisonment for three years."
                },
                {
                    "representation": "(5)",
                    "description": "In proceedings on a prosecution for an offence under this section, it shall be sufficient defence if the accused person proves L.R.O. 1/2012 LAWS OF GUYANA Petroleum"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Prohibition against holding licence, etc. by certain persons. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Prohibition against holding licence, etc. by certain persons. 5.  (1) In this section  (a)   member  of the family,  in relation  to a relevant person, means  (i)   the husband or wife, or reputed husband or wife; and  (ii)  the son or daughter (in either case being a minor), whether born in or outside wedlock, of the relevant person;  (b) relevant person means an officer of the Government or a member or employee of the Guyana Geology and Mines Commission.   (2) No relevant person shall, in his personal capacity, and in his name or in the name of any member of his family, acquire, hold or attempt to acquire or hold  (a)   a licence or an interest in a licence; or (b)  a share in a body corporate which is entitled under this Act  to carry on prospecting or production operations for petroleum in Guyana.  (3) Any person who contravenes subsection  (2)  shall,  on summary conviction, be liable to a fine of thirty thousand dollars and imprisonment for one year and where such person has acquired in contravention of that subsection a licence, interest in a licence or share in a body corporate, the licence, interest or share shall be forfeited to the State.  (4) In proceedings on a prosecution under this section for the offence of acquiring or holding a licence or interest in a licence, L.R.O. 1/2012 LAWS OF GUYANA 14 Cap. 65:04 Petroleum (Exploration and Production)                                             Indemnity.     or a share in a body corporate, in contravention of subsection (2), it shall be sufficient defence if the accused person proves  (a)    that  the  licence,  interest  in  licence  or  share  was acquired by operation of law and that as soon as is possible after the licence, interest in licence or share was acquired by him it has been disposed of or all reasonable steps necessary to dispose of it have been, and are continuing to be, taken by him; or (b)     that  (i)    the licence, interest in licence or share was acquired before he became a relevant person; or (ii)  the share was acquired before the body corporate became entitled under this Act to carry on prospecting or production operations for petroleum in Guyana,   and that as soon as possible after he became a relevant person or after the body corporate became so entitled, as the case may be, the licence, interest in licence or share has been disposed of or all reasonable steps necessary to dispose of the licence, interest in licence or share have been, and are continuing to be, taken by him.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this section"
                },
                {
                    "representation": "(a)",
                    "description": "that  the  licence,  interest  in  licence  or  share  was acquired by operation of law and that as soon as is possible after the licence, interest in licence or share was acquired by him it has been disposed of or all reasonable steps necessary to dispose of it have been, and are continuing to be, taken by him; or"
                },
                {
                    "representation": "(i)",
                    "description": "the licence, interest in licence or share was acquired before he became a relevant person; or"
                },
                {
                    "representation": "(b)",
                    "description": "that"
                },
                {
                    "representation": "(2)",
                    "description": "shall,  on summary conviction, be liable to a fine of thirty thousand dollars and imprisonment for one year and where such person has acquired in contravention of that subsection a licence, interest in a licence or share in a body corporate, the licence, interest or share shall be forfeited to the State."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who contravenes subsection"
                },
                {
                    "representation": "(4)",
                    "description": "In proceedings on a prosecution under this section for the offence of acquiring or holding a licence or interest in a licence, L.R.O. 1/2012 LAWS OF GUYANA 14 Cap. 65:04 Petroleum"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Indemnity. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Indemnity. 6.  (1) No public officer, or employee of the Guyana Geology and Mines Commission, shall be liable for anything done or purported to be done by  him in good faith in the course, or for the purpose, of carrying out by him of any function conferred on him by or under this Act.  (2) In this section a reference to anything done shall be deemed to include a reference to anything omitted to be done.  L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 15           Service of documents.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No public officer, or employee of the Guyana Geology and Mines Commission, shall be liable for anything done or purported to be done by  him in good faith in the course, or for the purpose, of carrying out by him of any function conferred on him by or under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "In this section a reference to anything done shall be deemed to include a reference to anything omitted to be done.  L.R.O. 1/2012 LAWS OF GUYANA Petroleum"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Service of documents.    ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Service of documents.    7.  (1) A notice or other document required or permitted to be served on, or given to, a person by or under this Act, may be served or given  (a)    in the case of an individual (other than the Minister), by serving it personally upon the individual or by sending it by post to him at his usual, or last known, place of abode or business;  (i)    by leaving it at the registered or principal office of the body corporate; (ii)    by sending it by post to the body corporate at the registered or principal office of the body corporate; or (iii)        by delivering  it  to  the secretary,   or   person performing the functions of the secretary, at any office of the body corporate.  (2) For the purposes of subsection (1) (c), the principal office of a body corporate, incorporated outside Guyana, shall be its principal office within Guyana.  (3) Where an individual has more than one place of abode or business, a notice or other document may be served on, or given to, the individual under this section at any of those places.       L.R.O. 1/2012 (b)   in the case of the Minister, in the manner prescribed;                     (c) in the case of a body corporate LAWS OF GUYANA 16 Cap. 65:04 Petroleum (Exploration and Production)                   Regulation of searching for or getting petroleum. [6 of 1997]    c. 65:05                 Restriction on persons to whom licence may be granted.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(c), the principal office of a body corporate, incorporated outside Guyana, shall be its principal office within Guyana."
                },
                {
                    "representation": "(a)",
                    "description": "in the case of an individual"
                },
                {
                    "representation": "(i)",
                    "description": "by leaving it at the registered or principal office of the body corporate;"
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where an individual has more than one place of abode or business, a notice or other document may be served on, or given to, the individual under this section at any of those places.       L.R.O. 1/2012"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of the Minister, in the manner prescribed;"
                },
                {
                    "representation": "(c)",
                    "description": "in the case of a body corporate LAWS OF GUYANA 16 Cap. 65:04 Petroleum"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Regulation of searching for or getting petroleum.  Chapter 1 General  ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Regulation of searching for or getting petroleum.  Chapter 1 General  8.  (1) No person shall search for in, or get from, any land in Guyana petroleum except  (a)   under and in accordance with a licence granted by the Minister under this Act; or (b)   under and in accordance with a licence granted under the Petroleum (Production) Act before the commencement of this Act.  (2) Any person who contravenes subsection (1) shall, on summary conviction, be liable to a fine of seventy-five thousand dollars and imprisonment for three years.   Chapter I  General",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall, on summary conviction, be liable to a fine of seventy-five thousand dollars and imprisonment for three years.   Chapter I  General"
                },
                {
                    "representation": "(a)",
                    "description": "under and in accordance with a licence granted by the Minister under this Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "under and in accordance with a licence granted under the Petroleum"
                },
                {
                    "representation": "(2)",
                    "description": "Any person who contravenes subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Restriction on persons to whom licence may be granted. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Restriction on persons to whom licence may be granted. 9.  (1) No licence shall be granted (a)    to an individual, unless he is a citizen of Guyana; or (b)      to a body of persons, unless it is  (i) a company; or (ii) a corporation.  (2) A licence may be granted to two or more persons associated together in any form of joint arrangement, if each one of them is qualified to hold the licence under subsection (1) PART III REGULATION  OF  PROSPECTING  FOR  AND  PRODUCTION  OF PETROLEUM PART IVLICENCES L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 17                     Agreement with respect to grant of licence.                  Form of application for licence, etc.   (3) Where at any time, a licensee is constituted of two or more persons, the obligations to be observed and performed by the licensee under  this Act shall be joint and several obligations, but without prejudice to any right of contribution which may exist between all or any of them.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "PART III REGULATION  OF  PROSPECTING  FOR  AND  PRODUCTION  OF PETROLEUM PART IVLICENCES L.R.O. 1/2012 LAWS OF GUYANA Petroleum"
                },
                {
                    "representation": "(a)",
                    "description": "to an individual, unless he is a citizen of Guyana; or"
                },
                {
                    "representation": "(b)",
                    "description": "to a body of persons, unless it is"
                },
                {
                    "representation": "(i)",
                    "description": "a company; or"
                },
                {
                    "representation": "(2)",
                    "description": "A licence may be granted to two or more persons associated together in any form of joint arrangement, if each one of them is qualified to hold the licence under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where at any time, a licensee is constituted of two or more persons, the obligations to be observed and performed by the licensee under  this Act shall be joint and several obligations, but without prejudice to any right of contribution which may exist between all or any of them."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Agreement with respect to grant of licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Agreement with respect to grant of licence. 10.  The Minister may enter into an agreement (not inconsistent with  this Act) with any person with respect to all or any of the following matters, namely  (a) the  grant  to  that  person  or  to  any  other  person (including any body corporate to be formed), identified in the agreement, of a licence; (b) the conditions to be included in the licence as granted or renewed; (c) the procedure to be followed by the Minister while exercising any discretion conferred upon him by or under this  Act and the manner in which the discretion shall be exercised; (d) any matter  incidental  to  or  connected  with  the foregoing.   particulars as may be prescribed; (c) shall be made to the Minister; (d) may be withdrawn by the applicant by giving notice of withdrawal to the Minister; and (e) shall  be  accompanied  by  such  fees  as  may  be prescribed.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the  grant  to  that  person  or  to  any  other  person"
                },
                {
                    "representation": "(b)",
                    "description": "the conditions to be included in the licence as granted or renewed;"
                },
                {
                    "representation": "(c)",
                    "description": "shall be made to the Minister;"
                },
                {
                    "representation": "(d)",
                    "description": "may be withdrawn by the applicant by giving notice of withdrawal to the Minister; and"
                },
                {
                    "representation": "(e)",
                    "description": "shall  be  accompanied  by  such  fees  as  may  be prescribed."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Form of application for licence, etc. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Form of application for licence, etc. 11.  An application under this Act for a licence L.R.O. 1/2012    licence. application  for Publication   of      LAWS OF GUYANA 18 Cap. 65:04 Petroleum (Exploration and Production)            Bond by applicant for performance of conditions upon grant of licence.    Notice of decision on application.                  (a) publish details of his application at the time or times, and in the manner, specified in the notice; and (b) give details of his application to the persons, and in the manner, specified in the notice.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "publish details of his application at the time or times, and in the manner, specified in the notice; and"
                },
                {
                    "representation": "(b)",
                    "description": "give details of his application to the persons, and in the manner, specified in the notice."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Publication of application for licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Publication of application for licence. 12.  The Minister may, by notice served on an applicant for the grant of a licence, require the applicant to do either or both of the following, namely (a) shall be made in accordance with the Regulations;  (b) shall  be  made  in  such form and  shall  state  such",
            "description": [
                {
                    "representation": "(a)",
                    "description": "shall be made in accordance with the Regulations;"
                },
                {
                    "representation": "(b)",
                    "description": "shall  be  made  in  such form and  shall  state  such"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Bond by applicant for performance of conditions upon grant of licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Bond by applicant for performance of conditions upon grant of licence. 13.  The Minister may require an applicant for the grant or renewal of a licence to execute a bond, satisfactory to the Minister, for the performance and the observance by the applicant of the conditions of the licence upon grant or renewal thereof or to make arrangements, satisfactory to the Minister, for the execution of such a bond.",
            "description": "The Minister may require an applicant for the grant or renewal of a licence to execute a bond, satisfactory to the Minister, for the performance and the observance by the applicant of the conditions of the licence upon grant or renewal thereof or to make arrangements, satisfactory to the Minister, for the execution of such a bond."
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Notice of decision on application. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Notice of decision on application. 14.  (1) The  Minister  shall  cause  an  applicant  for  the  grant  or renewal of a licence to be notified of the decision on the application giving, where it is proposed to grant or renew the licence, details of the conditions subject to which the licence shall be granted or renewed. (2) Where an applicant for the grant or renewal of a licence  (a)  notifies the Minister, in writing, within a period of sixty days of the date of the notification under subsection (1), or within such further period as the Minister may allow, that he  accepts the conditions of the grant or renewal of the licence, the Minister shall cause the licence to be issued or renewed on those conditions; (b)  fails so to notify the Minister within the aforesaid period or further period, as the case may be, the application shall lapse.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  Minister  shall  cause  an  applicant  for  the  grant  or renewal of a licence to be notified of the decision on the application giving, where it is proposed to grant or renew the licence, details of the conditions subject to which the licence shall be granted or renewed."
                },
                {
                    "representation": "(2)",
                    "description": "Where an applicant for the grant or renewal of a licence"
                },
                {
                    "representation": "(a)",
                    "description": "notifies the Minister, in writing, within a period of sixty days of the date of the notification under subsection"
                },
                {
                    "representation": "(b)",
                    "description": "fails so to notify the Minister within the aforesaid period or further period, as the case may be, the application shall lapse."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Power of Minister to obtain information from applicant for licence. PART II ADMINISTRATION PART III REGULATION OF PROSPECTING FOR AND PRODUCTION OF PETROLEUM L.R.O. 1/2012 PART IV LICENCES LAWS OF GUYANA 4 Cap. 65:04 Petroleum (Exploration and Production)      SECTION ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Power of Minister to obtain information from applicant for licence. PART II ADMINISTRATION PART III REGULATION OF PROSPECTING FOR AND PRODUCTION OF PETROLEUM L.R.O. 1/2012 PART IV LICENCES LAWS OF GUYANA 4 Cap. 65:04 Petroleum (Exploration and Production)      SECTION 15.  (1) The Minister may, by notice served on an applicant for the grant of a licence, require the applicant to furnish to the Minister in writing, within such reasonable time as is specified in the notice    for licence. from applicant information obtain Minister to Power of  L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 19                                         (a)  such further information relevant to the application as may be specified in the notice; and  (b)    if the applicant, or any of the applicants, is a body corporate, such information as may be specified in the notice to enable the Minister to ascertain to what extent the controlling power (whether directly or indirectly) in the direction of the affairs of the body corporate is vested in a corporation, or an individual or individuals, resident outside Guyana.  (2) Where an applicant for the grant of a licence fails to comply with the requirements of a notice served on him under subsection (1), the application shall lapse.  (3) To enable him to dispose of an application for the grant of a licence, the Minister may  (a)  cause such investigations, negotiations or  consultations to be made or carried on as the Minister considers necessary; and (b)    by notice served on the applicant require the applicant to furnish to the Minister, within such reasonable time as is specified in the notice, with such proposals, by way of alteration or addition to any proposals in the application, as the Minister specifies in the notice.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may, by notice served on an applicant for the grant of a licence, require the applicant to furnish to the Minister in writing, within such reasonable time as is specified in the notice    for licence. from applicant information obtain Minister to Power of  L.R.O. 1/2012 LAWS OF GUYANA Petroleum"
                },
                {
                    "representation": "(a)",
                    "description": "cause such investigations, negotiations or  consultations to be made or carried on as the Minister considers necessary; and"
                },
                {
                    "representation": "(b)",
                    "description": "by notice served on the applicant require the applicant to furnish to the Minister, within such reasonable time as is specified in the notice, with such proposals, by way of alteration or addition to any proposals in the application, as the Minister specifies in the notice."
                },
                {
                    "representation": "(2)",
                    "description": "Where an applicant for the grant of a licence fails to comply with the requirements of a notice served on him under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "To enable him to dispose of an application for the grant of a licence, the Minister may"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Form of licence and publication of grant of licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Form of licence and publication of grant of licence. 16.  (1) A licence shall be in accordance with such form as may be prescribed.  (2) The Minister, shall, as soon as may be practicable after a licence has been granted, cause notice of that fact to be published in the Gazette stating the name of the licensee and the situation of the land in respect of which the licence has been granted. L.R.O. 1/2012           Form of  licence  and publication of grant of  licence. LAWS OF GUYANA 20 Cap. 65:04 Petroleum (Exploration and Production)           Restriction on exercise of rights by licensee.                Directions by Minister. [6 of 1997]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A licence shall be in accordance with such form as may be prescribed."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister, shall, as soon as may be practicable after a licence has been granted, cause notice of that fact to be published in the Gazette stating the name of the licensee and the situation of the land in respect of which the licence has been granted. L.R.O. 1/2012           Form of  licence  and publication of grant of  licence. LAWS OF GUYANA 20 Cap. 65:04 Petroleum"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Restriction on exercise of rights by licensee. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Restriction on exercise of rights by licensee. 17.  Nothing in this Act shall be construed  (a) where the doing of any act is prohibited by any other written law, as authorising a licensee to do that act; or  (b) where the doing of any act is regulated by any other written law, as authorising a licensee to do that act  (i)     otherwise than in accordance with that written law and any authority referred to in subparagraph (ii), and described) required under that written law for the doing of the act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "where the doing of any act is prohibited by any other written law, as authorising a licensee to do that act; or"
                },
                {
                    "representation": "(b)",
                    "description": "where the doing of any act is regulated by any other written law, as authorising a licensee to do that act"
                },
                {
                    "representation": "(i)",
                    "description": "otherwise than in accordance with that written law and any authority referred to in subparagraph"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Directions by Minister.   ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Directions by Minister.   18.  (1) Subject to the Regulations, the Minister may, by notice served on a licensee, give to the licensee any direction, consistent with good  oilfield  practices,  as  to  any  matter  with  respect  to  which regulations may be made under section 70 and any such direction shall be complied with within the time specified therefor by the Minister or, where the time within which the direction shall be complied with is not specified by the Minister, with all convenient speed and as often as the occasion for such compliance arises.  (2) A licensee who fails or neglects, without reasonable cause, to comply with any direction given under subsection (1), in accordance with that subsection, shall, on summary conviction, be liable to a fine of thirty thousand dollars and imprisonment for two years.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the Regulations, the Minister may, by notice served on a licensee, give to the licensee any direction, consistent with good  oilfield  practices,  as  to  any  matter  with  respect  to  which regulations may be made under section 70 and any such direction shall be complied with within the time specified therefor by the Minister or, where the time within which the direction shall be complied with is not specified by the Minister, with all convenient speed and as often as the occasion for such compliance arises."
                },
                {
                    "representation": "(2)",
                    "description": "A licensee who fails or neglects, without reasonable cause, to comply with any direction given under subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Doing of things directed to be done.  Chapter 2 Petroleum Prospecting Licence  ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Doing of things directed to be done.  Chapter 2 Petroleum Prospecting Licence  19.  Where a licensee fails or neglects to comply with a direction given to him under section 18, notwithstanding that the licensee who failed to comply with the direction may have been convicted under section 18(2), the Minister may cause to be done all or any of the things required by the direction to be done, and the costs and expenses incurred in doing so shall be recoverable by the to be done. things directed Doing of  (ii)  without first obtaining any authority (however L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 21                      Application for petroleum prospecting licence.                Grant of petroleum prospecting licence. Minister in the same manner as revenues due to the State may be recovered.  Chapter 2 Petroleum Prospecting Licence",
            "description": "Where a licensee fails or neglects to comply with a direction given to him under section 18, notwithstanding that the licensee who failed to comply with the direction may have been convicted under section 18(2), the Minister may cause to be done all or any of the things required by the direction to be done, and the costs and expenses incurred in doing so shall be recoverable by the to be done. things directed Doing of  (ii)  without first obtaining any authority (however L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 21                      Application for petroleum prospecting licence.                Grant of petroleum prospecting licence. Minister in the same manner as revenues due to the State may be recovered.  Chapter 2 Petroleum Prospecting Licence"
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Application for petroleum prospecting licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Application for petroleum prospecting licence. 20.  (1) Subject to this Act, any person may make an application for the grant of a petroleum prospecting licence in respect of any block or blocks.  (2) Without prejudice to the provisions of subsection (1), the Minister may, by notice in the Gazette   (a)   invite applications for the grant of a petroleum prospecting licence in respect of the block or blocks specified in the notice; (b)   specify the period within which an application may be made; and (c)  specify the conditions subject to which any application may be made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, any person may make an application for the grant of a petroleum prospecting licence in respect of any block or blocks."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the provisions of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "invite applications for the grant of a petroleum prospecting licence in respect of the block or blocks specified in the notice;"
                },
                {
                    "representation": "(b)",
                    "description": "specify the period within which an application may be made; and"
                },
                {
                    "representation": "(c)",
                    "description": "specify the conditions subject to which any application may be made."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Grant of petroleum prospecting licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Grant of petroleum prospecting licence. 21.  (1) Subject to this Act, on application duly made, the Minister may grant on such conditions as he determines, or refuse to grant, a petroleum prospecting licence in respect of  any block or blocks.  (2) A petroleum prospecting licence shall not be granted to an applicant in respect of a block which is, at the time the application for the grant of the licence is made, comprised in a licence already granted.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, on application duly made, the Minister may grant on such conditions as he determines, or refuse to grant, a petroleum prospecting licence in respect of  any block or blocks."
                },
                {
                    "representation": "(2)",
                    "description": "A petroleum prospecting licence shall not be granted to an applicant in respect of a block which is, at the time the application for the grant of the licence is made, comprised in a licence already granted."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Contents of petroleum prospecting licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Contents of petroleum prospecting licence. 22.  (1) A petroleum prospecting licence   (a)   shall   licence. prospecting petroleum Contents of  L.R.O. 1/2012 LAWS OF GUYANA 22 Cap. 65:04 Petroleum (Exploration and Production)                                            (i)   state the date of the grant of the licence; (ii)  identify the block or blocks to which the licence relates; and (iii)  state the conditions subject to which the licence is granted, including conditions necessary to give effect to any petroleum agreement entered into by the applicant for the licence; and  (b) may contain such other matters as the Minister may determine for the purposes of subsection (2) or (3) or for any other purpose of this Act.  (2) There may be included in a petroleum prospecting licence provision with respect to the exercise by the State, or any agency thereof identified in the licence, of an option to acquire on stipulated terms, or on terms to be agreed, an interest in any venture for the production of petroleum which may be carried on in any block or blocks to which the licence relates.   (3) The Minister may specify in  a  petroleum  prospecting licence an initial period not exceeding six months as the preparation period to enable the licensee to make the necessary preparation to carry on prospecting operations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A petroleum prospecting licence"
                },
                {
                    "representation": "(a)",
                    "description": "shall   licence. prospecting petroleum Contents of  L.R.O. 1/2012 LAWS OF GUYANA 22 Cap. 65:04 Petroleum"
                },
                {
                    "representation": "(i)",
                    "description": "state the date of the grant of the licence;"
                },
                {
                    "representation": "(b)",
                    "description": "may contain such other matters as the Minister may determine for the purposes of subsection"
                },
                {
                    "representation": "(2)",
                    "description": "There may be included in a petroleum prospecting licence provision with respect to the exercise by the State, or any agency thereof identified in the licence, of an option to acquire on stipulated terms, or on terms to be agreed, an interest in any venture for the production of petroleum which may be carried on in any block or blocks to which the licence relates."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may specify in  a  petroleum  prospecting licence an initial period not exceeding six months as the preparation period to enable the licensee to make the necessary preparation to carry on prospecting operations."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Rights conferred by petroleum prospecting licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Rights conferred by petroleum prospecting licence. 23.  A petroleum prospecting licence, while it remains in force, confers on the licensee, subject to this Act and to the conditions specified in the licence or to which the licence is otherwise subject, the exclusive right to explore for petroleum, and the right to carry on such operations and execute such works as are necessary for that purpose, in the prospecting area to which the licence relates.",
            "description": "A petroleum prospecting licence, while it remains in force, confers on the licensee, subject to this Act and to the conditions specified in the licence or to which the licence is otherwise subject, the exclusive right to explore for petroleum, and the right to carry on such operations and execute such works as are necessary for that purpose, in the prospecting area to which the licence relates."
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Application for renewal of petroleum prospecting licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Application for renewal of petroleum prospecting licence. 24.  (1) Subject  to  this  Act,  a  person  who  holds  a  petroleum prospecting licence may apply for the renewal of the licence, but not more than twice, in accordance with the Regulations.  licence. prospecting petroleum renewal of Application for     licence. prospecting petroleum conferred by Rights L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 23                                   (2) Subject to a petroleum agreement, the number of blocks in respect  of  which  an  application  for  the  renewal  of  a  petroleum prospecting licence may be made shall not exceed the number which is one-half in total of the number of blocks in respect of which  (a)    the licence was granted, where the application is for the first renewal of the licence; or (b)  the licence was first renewed, where the application is for the second renewal of the licence.  (3) In determining, for the purposes of this section, the number of  blocks in respect of which a petroleum prospecting licence was granted  or  first renewed, there shall not be taken into account any discovery  block  excluded  from  the  prospecting  area  pursuant  to section 31(3) or  32(1) and any discovery block subsisting in the prospecting area at the date on which the application for the renewal is made.  (4) The  blocks  in  respect  of  which  an  application  for  the renewal of a petroleum prospecting licence is made under subsection (1) shall, subject to a petroleum agreement, be such as to ensure that they constitute a continuous area.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall, subject to a petroleum agreement, be such as to ensure that they constitute a continuous area."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to a petroleum agreement, the number of blocks in respect  of  which  an  application  for  the  renewal  of  a  petroleum prospecting licence may be made shall not exceed the number which is one-half in total of the number of blocks in respect of which"
                },
                {
                    "representation": "(a)",
                    "description": "the licence was granted, where the application is for the first renewal of the licence; or"
                },
                {
                    "representation": "(b)",
                    "description": "the licence was first renewed, where the application is for the second renewal of the licence."
                },
                {
                    "representation": "(3)",
                    "description": "In determining, for the purposes of this section, the number of  blocks in respect of which a petroleum prospecting licence was granted  or  first renewed, there shall not be taken into account any discovery  block  excluded  from  the  prospecting  area  pursuant  to section 31(3) or  32(1) and any discovery block subsisting in the prospecting area at the date on which the application for the renewal is made."
                },
                {
                    "representation": "(4)",
                    "description": "The  blocks  in  respect  of  which  an  application  for  the renewal of a petroleum prospecting licence is made under subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Renewal of petroleum prospecting licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Renewal of petroleum prospecting licence. 25.  (1) Subject to subsection (2), on application duly made under section 24 for the renewal of a petroleum prospecting licence, the Minister shall grant a renewal of the licence on such conditions as are necessary to give effect to the application and the requirements of this Act, for such period, not exceeding three years on each occasion, as may be specified by the Minister:  Provided that, subject to a petroleum agreement, a petroleum prospecting licence shall not be renewed  (a)   in respect of such number of blocks as is in  licence. prospecting petroleum Renewal of L.R.O. 1/2012 LAWS OF GUYANA 24 Cap. 65:04 Petroleum (Exploration and Production)                                             excess of the number in respect of which an application for renewal of a petroleum prospecting licence may be made under section 24(2); or (b) in respect of  blocks  which  do  not  constitute  a continuous area.  (2) Subject to subsection (3), the Minister shall refuse to grant a renewal of a petroleum prospecting licence if the licensee is in default unless the Minister is of the opinion that special circumstances exist which justify the granting of the renewal notwithstanding the default.  (3) The Minister shall not refuse under subsection (2) to grant the renewal of a petroleum prospecting licence on application being duly made therefor under section 24  (a)    unless he has given to the applicant notice of his intention to do so  (i)  giving in the notice particulars of the ground for the intended refusal; and (ii)   specifying in the notice a reasonable time within which  the  applicant  may  take  appropriate  action  for remedying the default or make representations in relation to the default; and  (b) if the applicant has within the time allowed therefor remedied the default or, where the default  cannot be remedied, paid to the Minister, in respect thereof, adequate compensation, or has made representation in relation to the default and the Minister is satisfied either that there is no default or that there are adequate reasons for the failure on the part of the applicant to remedy the default.  L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 25                     Term of petroleum prospecting licence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(a)",
                    "description": "unless he has given to the applicant notice of his intention to do so"
                },
                {
                    "representation": "(b)",
                    "description": "if the applicant has within the time allowed therefor remedied the default or, where the default  cannot be remedied, paid to the Minister, in respect thereof, adequate compensation, or has made representation in relation to the default and the Minister is satisfied either that there is no default or that there are adequate reasons for the failure on the part of the applicant to remedy the default.  L.R.O. 1/2012 LAWS OF GUYANA Petroleum"
                },
                {
                    "representation": "(2)",
                    "description": "to grant the renewal of a petroleum prospecting licence on application being duly made therefor under section 24"
                },
                {
                    "representation": "(3)",
                    "description": "The Minister shall not refuse under subsection"
                },
                {
                    "representation": "(i)",
                    "description": "giving in the notice particulars of the ground for the intended refusal; and"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Term of petroleum prospecting licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Term of petroleum prospecting licence. 26.  (1) Subject to the other provisions of this section, a petroleum prospecting  licence, unless sooner determined by  surrender or cancellation under this Act, shall by virtue of this subsection continue in force  (a) for any preparation period specified in the licence pursuant to section 22(3); (b) for the period stipulated in the licence, not exceeding four years next after the date of the grant of the licence or, if there is a preparation period, next after the expiration of that period; (c) for any period, not exceeding three years on each (d) for any period added pursuant to section 43(3) to the term of the licence.  (2) Where a petroleum prospecting licence would otherwise cease to be in force, then, by virtue of this subsection, the licence shall, unless sooner determined by surrender or cancellation under this Act, continue in force in respect of any block to which the licence relates, if an application has been duly made for the grant of  (a)   a renewal of the petroleum prospecting licence; or (b)   a petroleum production  licence  in relation  to that block,  until  the  application  is  finally  dealt  with  by the renewal of, or refusal to renew, the petroleum prospecting licence, or, as the case may be, by the grant of, or refusal to grant,   the  petroleum  production  licence,  or  until  the application lapses.  L.R.O. 1/2012 renewed pursuant  to section 25; and   occasion, for  which  the   licence   is   LAWS OF GUYANA 26 Cap. 65:04 Petroleum (Exploration and Production)                                                   (3) Where a petroleum prospecting licence would otherwise cease to be in force in respect of any block or blocks, in a prospecting area, wherein petroleum has been discovered, then, by virtue of this subsection, the licence shall, unless sooner determined by surrender or cancellation  under  this  Act,  continue  in  force  in  respect  of  that discovery block or blocks until a notice is served pursuant to section 31(1), or until the expiry of the period of thirty days referred to in that section, whichever first occurs.  (4) Where  a notice  given  under  section  31(1)  states that a discovery of petroleum in any block or blocks in a prospecting area is, in the opinion of the licensee, of potential commercial interest and the petroleum prospecting licence relating to the discovery block or blocks would otherwise cease to be in force, then, by virtue of this subsection, the   licence   shall,   unless   sooner   determined   by   surrender   or cancellation  under  this  Act,  continue  in  force  in  respect  of  the discovery block or blocks until the expiry of  (a)  the period of two years specified in section 31(2); and under the proviso to section 31(2).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the other provisions of this section, a petroleum prospecting  licence, unless sooner determined by  surrender or cancellation under this Act, shall by virtue of this subsection continue in force"
                },
                {
                    "representation": "(a)",
                    "description": "the period of two years specified in section 31(2); and under the proviso to section 31(2)."
                },
                {
                    "representation": "(b)",
                    "description": "a petroleum production  licence  in relation  to that block,  until  the  application  is  finally  dealt  with  by the renewal of, or refusal to renew, the petroleum prospecting licence, or, as the case may be, by the grant of, or refusal to grant,   the  petroleum  production  licence,  or  until  the application lapses.  L.R.O. 1/2012 renewed pursuant  to section 25; and   occasion, for  which  the   licence   is   LAWS OF GUYANA 26 Cap. 65:04 Petroleum"
                },
                {
                    "representation": "(c)",
                    "description": "for any period, not exceeding three years on each"
                },
                {
                    "representation": "(d)",
                    "description": "for any period added pursuant to section 43(3) to the term of the licence."
                },
                {
                    "representation": "(2)",
                    "description": "Where a petroleum prospecting licence would otherwise cease to be in force, then, by virtue of this subsection, the licence shall, unless sooner determined by surrender or cancellation under this Act, continue in force in respect of any block to which the licence relates, if an application has been duly made for the grant of"
                },
                {
                    "representation": "(3)",
                    "description": "Where a petroleum prospecting licence would otherwise cease to be in force in respect of any block or blocks, in a prospecting area, wherein petroleum has been discovered, then, by virtue of this subsection, the licence shall, unless sooner determined by surrender or cancellation  under  this  Act,  continue  in  force  in  respect  of  that discovery block or blocks until a notice is served pursuant to section 31(1), or until the expiry of the period of thirty days referred to in that section, whichever first occurs."
                },
                {
                    "representation": "(4)",
                    "description": "Where  a notice  given  under  section  31(1)  states that a discovery of petroleum in any block or blocks in a prospecting area is, in the opinion of the licensee, of potential commercial interest and the petroleum prospecting licence relating to the discovery block or blocks would otherwise cease to be in force, then, by virtue of this subsection, the   licence   shall,   unless   sooner   determined   by   surrender   or cancellation  under  this  Act,  continue  in  force  in  respect  of  the discovery block or blocks until the expiry of"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Duties of petroleum prospecting licensee. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Duties of petroleum prospecting licensee. 27.  (1) Subject to subsections (3) and (4), the holder of a petroleum prospecting licence shall in, or in relation to, the prospecting area, meet the requirements, with respect to work and expenditure (a)   stipulated in the licence; and (b) of each programme submitted pursuant to subsection(2). (2) The holder of a petroleum prospecting licence shall, not later than one month before the anniversary in any year of the date of the grant of the licence, submit to the Minister in detail an adequate programme with respect to work and expenditure to be (b)  any further period allowed by the Minister  licensee. prospecting petroleum Duties of  L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 27                                           carried out or made in the year of the term of the licence immediately following the anniversary concerned. (3) The Minister may, on application made to him in writing by the holder of a petroleum prospecting licence, by instrument in writing amend or suspend any obligation arising under subsection (1), either conditionally or unconditionally.   (4) The holder of a petroleum prospecting licence may, for good cause, amend the details of any programme of work and expenditure which he is required under subsection (1)(b) to carry out or make:  Provided that  (a) the licensee shall forthwith give notice in writing to the Minister of any such amendment, giving in the notice details of and the reason for the amendment; and (b)  no such amendment shall have effect so as to reduce the  minimum requirements of the overall programme of work and expenditure to be carried out or made during the term of the petroleum prospecting licence.  (5) Where the holder of a petroleum prospecting licence fails to carry  out  any  part  of  the  requirement  with  respect  to  work  and expenditure stipulated in the petroleum prospecting licence, or of each programme submitted by him pursuant to subsection (2), then, without prejudice to any other right which may be invoked by the Minister in respect of that failure, the relevant provision of the licence (if any) shall apply for the purpose  of  determining the liquidated damages payable to the State by the licensee on account of such failure.  (6) The  requirement  in  subsection  (2)  with  respect  to  L.R.O. 1/2012 LAWS OF GUYANA 28 Cap. 65:04 Petroleum (Exploration and Production)                                       Relinquish- ment of prospecting area.        an adequate programme with respect to work and expenditure shall be deemed to have been met in any case where the programme submitted pursuant to that subsection is consistent with the requirements (if any) with  respect  to  work  and  expenditure  contained  in  a  petroleum agreement.  (7) For the purposes of subsection (2), where any preparation period is specified in a petroleum prospecting licence pursuant to section 22(3), the date of the grant of the licence shall be deemed to be the date immediately following the expiration of that period.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsections"
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may, on application made to him in writing by the holder of a petroleum prospecting licence, by instrument in writing amend or suspend any obligation arising under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the licensee shall forthwith give notice in writing to the Minister of any such amendment, giving in the notice details of and the reason for the amendment; and"
                },
                {
                    "representation": "(b)",
                    "description": "no such amendment shall have effect so as to reduce the  minimum requirements of the overall programme of work and expenditure to be carried out or made during the term of the petroleum prospecting licence."
                },
                {
                    "representation": "(2)",
                    "description": "with  respect  to  L.R.O. 1/2012 LAWS OF GUYANA 28 Cap. 65:04 Petroleum"
                },
                {
                    "representation": "(4)",
                    "description": "The holder of a petroleum prospecting licence may, for good cause, amend the details of any programme of work and expenditure which he is required under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Where the holder of a petroleum prospecting licence fails to carry  out  any  part  of  the  requirement  with  respect  to  work  and expenditure stipulated in the petroleum prospecting licence, or of each programme submitted by him pursuant to subsection"
                },
                {
                    "representation": "(6)",
                    "description": "The  requirement  in  subsection"
                },
                {
                    "representation": "(7)",
                    "description": "For the purposes of subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Relinquishment of prospecting area. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Relinquishment of prospecting area. 28.  (1) The holder of a petroleum prospecting licence may at any time when the licence is in force, by giving to the Minister not less than three months previous notice of his intention to do so, relinquish any block or blocks in the prospecting area identified in the notice.  (2)  Any relinquishment pursuant to subsection (1) shall be without prejudice to any obligation incurred by the holder of the petroleum prospecting licence in respect of the area relinquished prior to the date of the relinquishment.  (3) Subject to a petroleum agreement, any block or blocks relinquished under subsection (1) shall, unless the Minister otherwise directs, be such as to ensure that the remaining prospecting area constitutes a continuous area.  (4) Where   under   this   section   any   block   or   blocks   are relinquished, then, the petroleum prospecting licence concerned shall cease to have effect from the date of the relinquishment with respect to that block or blocks.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall, unless the Minister otherwise directs, be such as to ensure that the remaining prospecting area constitutes a continuous area."
                },
                {
                    "representation": "(2)",
                    "description": "Any relinquishment pursuant to subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Subject to a petroleum agreement, any block or blocks relinquished under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Where   under   this   section   any   block   or   blocks   are relinquished, then, the petroleum prospecting licence concerned shall cease to have effect from the date of the relinquishment with respect to that block or blocks."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Exclusion of block or blocks from prospecting area.  Chapter 3 Steps after Discovery of Petroleum  ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Exclusion of block or blocks from prospecting area.  Chapter 3 Steps after Discovery of Petroleum  29.  Where a petroleum production licence is granted in respect of any block or blocks in a prospecting area, to the holder of a petroleum prospecting licence in relation to that area, the aforesaid  area. prospecting from block or blocks Exclusion of        L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 29                 Discovery of petroleum   to be notified to Minister.                block or blocks shall cease to be part of the prospecting area. Chapter 3  Steps after Discovery of Petroleum",
            "description": "Where a petroleum production licence is granted in respect of any block or blocks in a prospecting area, to the holder of a petroleum prospecting licence in relation to that area, the aforesaid  area. prospecting from block or blocks Exclusion of        L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 29                 Discovery of petroleum   to be notified to Minister.                block or blocks shall cease to be part of the prospecting area. Chapter 3  Steps after Discovery of Petroleum"
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Discovery of petroleum to be notified to Minister. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Discovery of petroleum to be notified to Minister. 30.  (1) Where a discovery of petroleum is made in a prospecting area, the licensee in relation to that area  (a)   shall  (i)  forthwith inform the Minister of the discovery; (ii)  within a period of thirty days from the date of the discovery, furnish to the Minister particulars in writing of the discovery; and (iii) promptly run tests in respect of the discovery and thereafter forthwith submit to the Minister evaluated test results in respect of the discovery; and  (b) shall, subject to subsection (3), take promptly all steps that  are reasonable, in the circumstances relating to the discovery, to ascertain the quantity of the petroleum in the petroleum reservoir to which the discovery relates or, if part only of that reservoir is within the prospecting area, in that part.  (2) Where petroleum has been discovered in a prospecting area, the Minister may, from time to time, by notice in writing served on the licensee, direct the licensee  (a)     to furnish to him, within the period specified in the notice, particulars in writing of  L.R.O. 1/2012 LAWS OF GUYANA 30 Cap. 65:04 Petroleum (Exploration and Production)                                                   (i)   the chemical composition and physical properties of the petroleum; (ii)  the stratigraphical position and depth   of   the discovery; and (iii) any other matters relating to the discovery that are specified by the Minister in the notice; and  (b)   to do, within the period specified in the notice, such things as the Minister thinks necessary and specified in the notice, to ascertain the chemical composition and physical properties of the petroleum.  (3) The Minister may, by instrument in writing, exempt, wholly or partly, from the requirement of subsection (1) (b), the licensee, either unconditionally or subject to such conditions as are specified in the instrument of exemption.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(b), the licensee, either unconditionally or subject to such conditions as are specified in the instrument of exemption."
                },
                {
                    "representation": "(a)",
                    "description": "to furnish to him, within the period specified in the notice, particulars in writing of  L.R.O. 1/2012 LAWS OF GUYANA 30 Cap. 65:04 Petroleum"
                },
                {
                    "representation": "(i)",
                    "description": "the chemical composition and physical properties of the petroleum;"
                },
                {
                    "representation": "(b)",
                    "description": "to do, within the period specified in the notice, such things as the Minister thinks necessary and specified in the notice, to ascertain the chemical composition and physical properties of the petroleum."
                },
                {
                    "representation": "(2)",
                    "description": "Where petroleum has been discovered in a prospecting area, the Minister may, from time to time, by notice in writing served on the licensee, direct the licensee"
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may, by instrument in writing, exempt, wholly or partly, from the requirement of subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Discovery of petroleum of potential commercial interest. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Discovery of petroleum of potential commercial interest. 31.  (1) Where petroleum has been discovered in a prospecting area and the licensee has, pursuant to section 30 (1) (a) (iii), submitted to the Minister evaluated test results in respect of the discovery, the licensee shall, within thirty days of the date of submission of the evaluated results, serve on the Minister a notice stating that the discovery is, or, as the case may be, is not, in the opinion of the licensee, of potential commercial interest.  (2) Where a notice served under subsection (1) states that the discovery of petroleum in any prospecting area is, in the opinion of the licensee, of potential commercial interest, the licensee may, unless the licence is sooner determined by surrender or cancellation under this Act, within a period of two years after the date on which such notice is so served,  apply under section 34(1) for the grant of a petroleum production licence in respect of the discovery block or blocks in the prospecting area or in respect of any part thereof:  interest. commercial potential petroleum of Discovery of  L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 31                                           Provided that the Minister may, on application in that behalf made by  the  licensee,  if  the  Minister  is  of  the  opinion  that  there  are reasonable grounds for doing so, by instrument in writing allow the licensee such further time, which in his opinion is reasonable in the circumstances  of the case, to apply for the grant of a petroleum production licence under this subsection. (3) If the holder of a petroleum prospecting licence fails within the period specified in subsection (2), or within such further period as the  Minister may allow under the proviso thereto, to apply for a petroleum production licence in respect of the whole or part of any discovery block or blocks, in the prospecting area, the Minister may, if the petroleum prospecting licence is then in force in respect of the discovery block or blocks, by notice served on the licensee, direct that the licence shall cease to have effect in respect of the whole or part, as the case may be, of the discovery block or blocks with effect from the date specified therein and thereupon the licence shall cease to have effect from the date so specified in respect of the whole or part, as the case may be, of such discovery block or blocks.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "states that the discovery of petroleum in any prospecting area is, in the opinion of the licensee, of potential commercial interest, the licensee may, unless the licence is sooner determined by surrender or cancellation under this Act, within a period of two years after the date on which such notice is so served,  apply under section 34(1) for the grant of a petroleum production licence in respect of the discovery block or blocks in the prospecting area or in respect of any part thereof:  interest. commercial potential petroleum of Discovery of  L.R.O. 1/2012 LAWS OF GUYANA Petroleum"
                },
                {
                    "representation": "(2)",
                    "description": "Where a notice served under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "If the holder of a petroleum prospecting licence fails within the period specified in subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Discovery of petroleum not of potential commercial interest. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Discovery of petroleum not of potential commercial interest. 32.  (1) Where a notice served under section 31(1) states that  the discovery  of  petroleum  in  any  discovery  block  or  blocks  in  a prospecting area is not, in the opinion of the 1icensee, of   potential commercial interest (a)   subject to subsection (2), the Minister may, if the petroleum prospecting licence is then in force in respect of the aforesaid discovery block or blocks, within a period of twelve  months from the date on which the said notice is served on  him, direct by notice in writing served on the licensee that the licence shall cease to have effect with respect to such discovery block or blocks with effect from the date specified therein, and thereupon the licence shall cease to have effect in respect of the aforesaid L.R.O. 1/2012  interest. commercial of potential petroleum not Discovery of  LAWS OF GUYANA 32 Cap. 65:04 Petroleum (Exploration and Production)                                     .      discovery block or blocks with effect from the date so specified; and  (b) during  the   aforesaid  period  of  twelve  months, notwithstanding that during that period the Minister has not pursuant to paragraph (a)  directed that the licence shall cease to have effect in respect of the aforesaid discovery block or blocks, and during any period thereafter, section 30 (1) (b) and (2) shall not apply in respect of the discovery, and any  direction   given   under   section   30(2)   before   the commencement of the aforesaid period of twelve months in respect of the discovery and not carried out before  such commencement shall cease to have effect.  (2) The Minister shall not give a direction under subsection (1) (a) unless  (a)  he has given to the licensee a notice of his intention to do so;  within which the licensee may make representation with respect to that notice;  and  (c)   on evidence available to him and after taking into account any representation made by the licensee, he is of the opinion that the  discovery  is  of  potential  commercial interest.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a) unless"
                },
                {
                    "representation": "(a)",
                    "description": "he has given to the licensee a notice of his intention to do so;  within which the licensee may make representation with respect to that notice;  and"
                },
                {
                    "representation": "(b)",
                    "description": "during  the   aforesaid  period  of  twelve  months, notwithstanding that during that period the Minister has not pursuant to paragraph"
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall not give a direction under subsection"
                },
                {
                    "representation": "(c)",
                    "description": "on evidence available to him and after taking into account any representation made by the licensee, he is of the opinion that the  discovery  is  of  potential  commercial interest."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Investigations.  Chapter 4 Petroleum Production Licence ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Investigations.  Chapter 4 Petroleum Production Licence 33.  (1) Where the licensee has served, under section 31(1), a notice on the Minister stating that a discovery of petroleum is, in the opinion of the licensee, of potential commercial interest, the Minister may, by notice served on the licensee, direct the licensee to carry out, within a period  specified  in  the  notice  of  not  less  than  two  years,  such prescribed   investigations   and   studies   as   the   (b)    he has specified in that notice a reasonable time Investigations. L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 33                                            Application for petroleum production licence. Minister   thinks appropriate  for   the   purpose  of  assessing  the  feasibility  of  the construction,  establishment  and  operation  of  an  industry  for  the production of petroleum in the discovery block or blocks concerned.  (2) The licensee shall furnish to the Minister within the period specified in the notice under subsection (1), such reports, analysis and data resulting from the investigations and studies carried out under this section as the Minister, by notice served on the licensee, may require.  Chapter 4  Petroleum Production Licence",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the licensee has served, under section 31(1), a notice on the Minister stating that a discovery of petroleum is, in the opinion of the licensee, of potential commercial interest, the Minister may, by notice served on the licensee, direct the licensee to carry out, within a period  specified  in  the  notice  of  not  less  than  two  years,  such prescribed   investigations   and   studies   as   the"
                },
                {
                    "representation": "(b)",
                    "description": "he has specified in that notice a reasonable time Investigations. L.R.O. 1/2012 LAWS OF GUYANA Petroleum"
                },
                {
                    "representation": "(2)",
                    "description": "The licensee shall furnish to the Minister within the period specified in the notice under subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Application for petroleum production licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Application for petroleum production licence. 34.  (1) A licensee whose petroleum prospecting licence is in force may, within the period of two years specified in section 31(2) or within such  further  period as may be allowed by the Minister under the proviso  thereto,  apply  under  this  subsection  for  the  grant  of  a petroleum  production licence in respect of any discovery block or blocks in the prospecting area, or in respect of any part thereof, which following appraisal, can be shown to contain a petroleum reservoir or part of a petroleum reservoir.  (2) Any person, notwithstanding  that  he  does  not  hold  a petroleum prospecting licence in respect of any block or blocks may, on the  Minister being satisfied on data supplied by that person or otherwise that a petroleum reservoir or part of a petroleum reservoir is located therein, apply under this subsection for the grant of a petroleum production licence in respect of that block or blocks.  (3) An application under subsection (l) or (2)    (a)   shall be made to the Minister;  (b)   shall be accompanied by detailed proposals by L.R.O. 1/2012 LAWS OF GUYANA 34 Cap. 65:04 Petroleum (Exploration and Production)                                         Grant of petroleum production licence.      the applicant for the construction, establishment and operation of  all  facilities and services for and incidental to  the recovery, processing, storage and transportation of petroleum from the proposed production area; and  (c)   shall be accompanied by such other particulars as may be required by the Regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A licensee whose petroleum prospecting licence is in force may, within the period of two years specified in section 31(2) or within such  further  period as may be allowed by the Minister under the proviso  thereto,  apply  under  this  subsection  for  the  grant  of  a petroleum  production licence in respect of any discovery block or blocks in the prospecting area, or in respect of any part thereof, which following appraisal, can be shown to contain a petroleum reservoir or part of a petroleum reservoir."
                },
                {
                    "representation": "(2)",
                    "description": ""
                },
                {
                    "representation": "(3)",
                    "description": "An application under subsection"
                },
                {
                    "representation": "(l)",
                    "description": "or"
                },
                {
                    "representation": "(a)",
                    "description": "shall be made to the Minister;"
                },
                {
                    "representation": "(b)",
                    "description": "shall be accompanied by detailed proposals by L.R.O. 1/2012 LAWS OF GUYANA 34 Cap. 65:04 Petroleum"
                },
                {
                    "representation": "(c)",
                    "description": "shall be accompanied by such other particulars as may be required by the Regulations."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Grant of petroleum production licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Grant of petroleum production licence. 35.  (1) Subject to section 36  (a)   where  an  application  is  duly  made  under  section 34(1), the Minister shall grant the petroleum production licence applied for on such conditions as are necessary to give effect to the application and the requirements of this Act; and (b)  where  an  application  is  duly  made  under  section 34(2), the Minister may grant, on such conditions as the Minister  determines,  or  refuse  to  grant  the  petroleum production licence applied for.  (2) Conditions necessary to give effect to a petroleum agreement, entered into by the applicant for a licence shall be included in any licence granted to the applicant under subsection (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to section 36"
                },
                {
                    "representation": "(a)",
                    "description": "where  an  application  is  duly  made  under  section 34(1), the Minister shall grant the petroleum production licence applied for on such conditions as are necessary to give effect to the application and the requirements of this Act; and"
                },
                {
                    "representation": "(b)",
                    "description": "where  an  application  is  duly  made  under  section 34(2), the Minister may grant, on such conditions as the Minister  determines,  or  refuse  to  grant  the  petroleum production licence applied for."
                },
                {
                    "representation": "(2)",
                    "description": "Conditions necessary to give effect to a petroleum agreement, entered into by the applicant for a licence shall be included in any licence granted to the applicant under subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Restrictions on grant   or   refusal of petroleum production licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Restrictions on grant   or   refusal of petroleum production licence. 36.  (1) A petroleum production licence shall not be granted to an applicant therefor unless  (i)   the proposals of the applicant would ensure    the most efficient and beneficial use of the petroleum resources concerned; (ii)    the applicant has adequate financial resources and technical  and industrial  competence  and experience to carry on effective production  licence. production of petroleum grant of refusal Restrictions on  L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 35                                          operations;  (iii)   the applicant is able and willing to comply with the conditions on which the licence is proposed to be granted;  and training of citizens of Guyana are satisfactory; (v)     the  applicants proposals with respect to the procurement of goods and services obtainable  within Guyana are satisfactory; (vi)     the exercise of any option given to the State under section 22(2) has been satisfactorily   completed or arrangements satisfactory to the Minister have been made for that purpose; or determines that special circumstances exist which justify the granting of the licence notwithstanding the default.  (2) The Minister shall not refuse an application under section 34(1) for the grant of a petroleum production licence unless  (a)   he  has  given  the  applicant  a  notice  stating  the particulars of the ground of the intended refusal, and also stating a reasonable date within which--  (i)    the applicant may make representation in respect of the grounds so stated; or (ii)  where the applicant is in default or the proposals made  by  him  require  amendment,  the  applicant  may remedy the default or amend the proposals; and  (iv)    the applicants proposals for the employment (vii)    if the applicant is in default, the Minister L.R.O. 1/2012 LAWS OF GUYANA 36 Cap. 65:04 Petroleum (Exploration and Production)                                                Contents of petroleum (b) the applicant has not, within the date so specified (i)  made any representation or otherwise dealt with satisfactorily; with the matters referred to in the notice; or (ii) in the case referred to in paragraph (a) (ii) remedied the default or suitably amended the proposals. (3) A petroleum production licence shall not be granted to an applicant under section 34(2) in respect of a block which is, at the time the application for the grant of the licence is made, comprised in a licence already granted to a person other than the applicant.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A petroleum production licence shall not be granted to an applicant therefor unless"
                },
                {
                    "representation": "(i)",
                    "description": "made any representation or otherwise dealt with satisfactorily; with the matters referred to in the notice; or"
                },
                {
                    "representation": "(v)",
                    "description": "the  applicants proposals with respect to the procurement of goods and services obtainable  within Guyana are satisfactory;"
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall not refuse an application under section 34(1) for the grant of a petroleum production licence unless"
                },
                {
                    "representation": "(a)",
                    "description": "(ii) remedied the default or suitably amended the proposals."
                },
                {
                    "representation": "(b)",
                    "description": "the applicant has not, within the date so specified"
                },
                {
                    "representation": "(3)",
                    "description": "A petroleum production licence shall not be granted to an applicant under section 34(2) in respect of a block which is, at the time the application for the grant of the licence is made, comprised in a licence already granted to a person other than the applicant."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Contents of petroleum production licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Contents of petroleum production licence. 37.  (1) A petroleum production licence  (a)    shall (i)    state the date of the grant of the licence; (ii)  identify the block or blocks to which the licence relates; and (iii) state the conditions subject to which the licence is granted; and (b) may contain such other matters as the Minister may determine for the purposes of subsection (2) or (3) or for any other purpose of this Act.   (2) There may be included in a petroleum production licence provision with respect to the duty of the licensee to supply petroleum or petroleum products, to the extent specified in the licence, to meet the requirements of Guyana.  (3) There may be included in a petroleum production licence conditions with respect to the refining, disposal or sale of petroleum which may be recovered in the production area.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A petroleum production licence"
                },
                {
                    "representation": "(a)",
                    "description": "shall"
                },
                {
                    "representation": "(i)",
                    "description": "state the date of the grant of the licence;"
                },
                {
                    "representation": "(b)",
                    "description": "may contain such other matters as the Minister may determine for the purposes of subsection"
                },
                {
                    "representation": "(2)",
                    "description": "There may be included in a petroleum production licence provision with respect to the duty of the licensee to supply petroleum or petroleum products, to the extent specified in the licence, to meet the requirements of Guyana."
                },
                {
                    "representation": "(3)",
                    "description": "There may be included in a petroleum production licence conditions with respect to the refining, disposal or sale of petroleum which may be recovered in the production area."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Rights conferred by petroleum production licence. L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 5    SECTION ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Rights conferred by petroleum production licence. L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 5    SECTION 38.  A production licence, while it remains in force, confers on the licensee, subject to this Act and the conditions specified in the licence. production licence. production petroleum conferred by Rights  L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 37                                    Application for renewal of petroleum production licence. licence or to which the licence is otherwise subject, exclusive rights  (a) to carry on prospecting and production operations in the production area; (b) to sell or otherwise dispose of petroleum recovered; and (c)  to carry on such operations and execute such works in the production area as are necessary for, or in connection with, any matter referred to in paragraph (a) or (b).",
            "description": [
                {
                    "representation": "(a)",
                    "description": "or"
                },
                {
                    "representation": "(b)",
                    "description": "to sell or otherwise dispose of petroleum recovered; and"
                },
                {
                    "representation": "(c)",
                    "description": "to carry on such operations and execute such works in the production area as are necessary for, or in connection with, any matter referred to in paragraph"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Application for renewal of petroleum production licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Application for renewal of petroleum production licence. 39.  A holder of a petroleum production licence may apply, in accordance with the Regulations, for the renewal of the licence, but not more than once.",
            "description": "A holder of a petroleum production licence may apply, in accordance with the Regulations, for the renewal of the licence, but not more than once."
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Renewal of petroleum production licence.  Chapter 5 Cancellation of Licence and Force Majeure   ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Renewal of petroleum production licence.  Chapter 5 Cancellation of Licence and Force Majeure   40.  (1) Subject to subsections (2) and (3), on application duly made under section 39 for the renewal of a petroleum production licence, the Minister may grant a renewal of the licence on such conditions as he deems fit, or refuse to grant a renewal.  (2) The Minister shall refuse to grant a renewal of a petroleum production licence if the licensee is in default unless in the opinion of the Minister special circumstances exist which justify the granting of the renewal notwithstanding the default.  (3) The period for which a petroleum production licence may be renewed shall not exceed ten years.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsections"
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall refuse to grant a renewal of a petroleum production licence if the licensee is in default unless in the opinion of the Minister special circumstances exist which justify the granting of the renewal notwithstanding the default."
                },
                {
                    "representation": "(3)",
                    "description": "The period for which a petroleum production licence may be renewed shall not exceed ten years."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Term of petroleum production licence. L.R.O. 1/2012 FINANCIAL PART V  PART VI  MODIFICATION OF TAX LAWS LAWS OF GUYANA 6 Cap. 65:04 Petroleum (Exploration and Production)       SECTION ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Term of petroleum production licence. L.R.O. 1/2012 FINANCIAL PART V  PART VI  MODIFICATION OF TAX LAWS LAWS OF GUYANA 6 Cap. 65:04 Petroleum (Exploration and Production)       SECTION 41.  (1) A petroleum production licence, unless sooner determined by  surrender or cancellation under this Act, shall by virtue of this subsection, continue in force  (a)   for a period of twenty years next after the date of the grant of the licence; (b)   for any period for which the licence is renewed under section 40; and   licence. production petroleum Renewal of licence. production petroleum Term of  L.R.O. 1/2012LAWS OF GUYANA 38 Cap. 65:04 Petroleum (Exploration and Production)                                       (c)   for any period added pursuant to section 43(3) to the term of the licence. (2) Notwithstanding  the  expiry of the  term of  a  petroleum production licence, the licence shall, unless sooner determined by surrender or cancellation under this Act, continue in force by virtue of this subsection, in respect of any block to which the licence relates if an application has been duly made for the grant of a renewal of the licence in respect of that block, until  (a)   the application is finally dealt with by the grant of, or refusal to grant, the renewal; or (b)   the application lapses.  Chapter 5  Cancellation of Licence and Force Majeure",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A petroleum production licence, unless sooner determined by  surrender or cancellation under this Act, shall by virtue of this subsection, continue in force"
                },
                {
                    "representation": "(a)",
                    "description": "the application is finally dealt with by the grant of, or refusal to grant, the renewal; or"
                },
                {
                    "representation": "(b)",
                    "description": "the application lapses.  Chapter 5  Cancellation of Licence and Force Majeure"
                },
                {
                    "representation": "(c)",
                    "description": "for any period added pursuant to section 43(3) to the term of the licence."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding  the  expiry of the  term of  a  petroleum production licence, the licence shall, unless sooner determined by surrender or cancellation under this Act, continue in force by virtue of this subsection, in respect of any block to which the licence relates if an application has been duly made for the grant of a renewal of the licence in respect of that block, until"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Cancellation.  ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Cancellation.  42.  (1) Subject to this section and section 43, where a licensee is in default the Minister may, by notice served on the licensee, cancel his licence.  (2) The  Minister  shall  not,  under  subsection  (1),  cancel  a licence on the ground of any default unless  (a) the Minister has, by notice served on the licensee, given  not less than thirty days notice of the intention to cancel the licence on that ground; (b) the Minister has, in the notice, specified a reasonable date before which the licensee may, in writing, submit any representation which he wishes the Minister to consider; and (c)   the Minister has taken into account  (i)    any action taken by the licensee to remove that ground or, where the default cannot be remedied, any offer by the licensee  to  Cancellation. L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 39                                                the  Minister  of  adequate  compensation  in respect thereof and any action by the licensee to prevent the recurrence of similar grounds; and (ii) any representation submitted to the Minister by the licensee pursuant to paragraph (b).  (3) The  Minister  shall  not,  under  subsection  (1),  cancel  a licence on the ground that the licensee has failed to pay any amount payable by him under this Act or the licence if, before the date referred to in paragraph (b) of subsection (2), and specified in a notice under that  subsection,  the  licensee  pays  the  amount,  together  with  any additional amount which may be payable under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section and section 43, where a licensee is in default the Minister may, by notice served on the licensee, cancel his licence."
                },
                {
                    "representation": "(2)",
                    "description": "The  Minister  shall  not,  under  subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the Minister has, by notice served on the licensee, given  not less than thirty days notice of the intention to cancel the licence on that ground;"
                },
                {
                    "representation": "(b)",
                    "description": "of subsection"
                },
                {
                    "representation": "(c)",
                    "description": "the Minister has taken into account"
                },
                {
                    "representation": "(i)",
                    "description": "any action taken by the licensee to remove that ground or, where the default cannot be remedied, any offer by the licensee  to  Cancellation. L.R.O. 1/2012 LAWS OF GUYANA Petroleum"
                },
                {
                    "representation": "(3)",
                    "description": "The  Minister  shall  not,  under  subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Force majeure.  Chapter 6 Unit Development   ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Force majeure.  Chapter 6 Unit Development   43.  (1) Any failure on the part of a licensee to fulfil any petroleum agreement  shall  not  be  a  breach  of  the  licence,  this  Act  or  the agreement, as the case may be, to the extent that the failure results from an act of war, hostility, insurrection, or an exceptional, inevitable and irresistible natural phenomenon, or from any other cause prescribed in the licence or petroleum agreement as  (2) Where a licensee fails to fulfil any of the conditions of his licence because of the occurrence of circumstances of a kind referred to in subsection (1), he shall forthwith notify the Minister giving particulars of the failure and its cause.   (3) Where a licensee is prevented from exercising any of his rights under his licence for any period because of the occurrence of circumstances  of  a  kind  referred  to  in  subsection  (1),  then   Force Majeure.condition of his  licence or to meet any requirement of this Act or a constituting force majeure for the purposes of this section. L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 41                                               such additional period, as may be agreed by the Minister shall be added to the term of his licence: Provided that the Minister may refuse to agree to the addition of any period to the term of the licence if the licensee could, by taking any reasonable steps which were open to him, have exercised those rights during that period notwithstanding any such occurrence.  (4) This section shall not apply in relation to a failure to meet an obligation, under a licence or this Act, to make any payment of royalty, annual charges or fees.  Chapter 6  Unit Development",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any failure on the part of a licensee to fulfil any petroleum agreement  shall  not  be  a  breach  of  the  licence,  this  Act  or  the agreement, as the case may be, to the extent that the failure results from an act of war, hostility, insurrection, or an exceptional, inevitable and irresistible natural phenomenon, or from any other cause prescribed in the licence or petroleum agreement as"
                },
                {
                    "representation": "(2)",
                    "description": "Where a licensee fails to fulfil any of the conditions of his licence because of the occurrence of circumstances of a kind referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where a licensee is prevented from exercising any of his rights under his licence for any period because of the occurrence of circumstances  of  a  kind  referred  to  in  subsection"
                },
                {
                    "representation": "(4)",
                    "description": "This section shall not apply in relation to a failure to meet an obligation, under a licence or this Act, to make any payment of royalty, annual charges or fees.  Chapter 6  Unit Development"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Unit development.     ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Unit development.     44.  (1) In  this  section,  unit  development,  in  relation  to  a petroleum reservoir, means the co-ordination of operations for the recovery of petroleum being carried on, or to be carried on, in a production  area,  in  which  part  of  the  reservoir  is  located  with operations for the recovery of petroleum being carried on, or to be carried on, in any other area in which another part of the same reservoir is located.  (2) A holder of a petroleum production licence may, from time to time, enter into an agreement in writing with one or more other licensees  for or in relation to the unit development of a petroleum reservoir and shall forthwith thereafter submit the agreement to the Minister for approval.  (3) The Minister may, on his own motion, or on application made to him in writing by a holder of a petroleum production licence in whose production area part of a petroleum reservoir is located, for the purpose of securing more effective recovery of petroleum from that petroleum reservoir, direct in writing any licensee, whose production area  includes  part  of  that  petroleum  reservoir,  to  enter  into  an agreement in writing with  Development. Unit  L.R.O. 1/2012 LAWS OF GUYANA 42 Cap. 65:04 Petroleum (Exploration and Production)                                              any other licensee or licensees, whose production  area  or  areas  include  part  or  parts  of  that  petroleum reservoir, within the period specified by the Minister in the direction, for or in relation to the unit development of that petroleum reservoir, and to lodge the agreement with the Minister forthwith for approval.  (4) Where  (a)   a licensee who is directed under subsection (3) to enter  into  an  agreement for or in relation  to  the  unit development of a petroleum reservoir does not enter into such agreement within the specified period; (b)   a  licensee   enters   into  such  agreement   but   the agreement is not lodged with the Minister in accordance with subsection (3); or (c)  the agreement is lodged with the Minister pursuant to subsection (3) but not approved by the Minister,  the Minister may by notice in writing served on the licensee direct him to submit to the Minister, within the period specified in the notice, a scheme for or in relation to the unit development of the petroleum reservoir, and the licensee shall do so and the scheme as approved by the Minister with or without modifications shall be binding on every licensee whose production area includes part of the petroleum reservoir.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In  this  section,  unit  development,  in  relation  to  a petroleum reservoir, means the co-ordination of operations for the recovery of petroleum being carried on, or to be carried on, in a production  area,  in  which  part  of  the  reservoir  is  located  with operations for the recovery of petroleum being carried on, or to be carried on, in any other area in which another part of the same reservoir is located."
                },
                {
                    "representation": "(2)",
                    "description": "A holder of a petroleum production licence may, from time to time, enter into an agreement in writing with one or more other licensees  for or in relation to the unit development of a petroleum reservoir and shall forthwith thereafter submit the agreement to the Minister for approval."
                },
                {
                    "representation": "(3)",
                    "description": "but not approved by the Minister,  the Minister may by notice in writing served on the licensee direct him to submit to the Minister, within the period specified in the notice, a scheme for or in relation to the unit development of the petroleum reservoir, and the licensee shall do so and the scheme as approved by the Minister with or without modifications shall be binding on every licensee whose production area includes part of the petroleum reservoir."
                },
                {
                    "representation": "(4)",
                    "description": "Where"
                },
                {
                    "representation": "(a)",
                    "description": "a licensee who is directed under subsection"
                },
                {
                    "representation": "(b)",
                    "description": "a  licensee   enters   into  such  agreement   but   the agreement is not lodged with the Minister in accordance with subsection"
                },
                {
                    "representation": "(c)",
                    "description": "the agreement is lodged with the Minister pursuant to subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Royalty on petroleum obtained under licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Royalty on petroleum obtained under licence. 45.  (1) Subject to this Act, the holder of a petroleum production licence shall, in accordance with his licence and this Act, pay to the Government royalty in respect of petroleum obtained by him in the production area to which the licence relates. FINANCIAL  licence. obtained under petroleum  Royalty  on PART VL.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 43                                       Prohibition on disposal of petroleum. [6 of 1997]   (2) Where royalty to be paid by a licensee is payable in kind, for the purposes of section 43(4) and this Part, reference to payment shall  be  construed  as reference  to delivery of the petroleum and cognate expressions shall be construed accordingly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, the holder of a petroleum production licence shall, in accordance with his licence and this Act, pay to the Government royalty in respect of petroleum obtained by him in the production area to which the licence relates. FINANCIAL  licence. obtained under petroleum  Royalty  on PART VL.R.O. 1/2012 LAWS OF GUYANA Petroleum"
                },
                {
                    "representation": "(2)",
                    "description": "Where royalty to be paid by a licensee is payable in kind, for the purposes of section 43(4) and this Part, reference to payment shall  be  construed  as reference  to delivery of the petroleum and cognate expressions shall be construed accordingly."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Prohibition on disposal of petroleum. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Prohibition on disposal of petroleum. 46.  (1) If the holder of a petroleum production licence fails to pay any royalty payable by him on or before the due date, or any further time allowed by the Minister, the Minister may, by notice served on the holder of the licence, prohibit the removal of, or any dealings in, or with, any petroleum from the production area concerned, or from any other production area subject to a licence held by that holder, or from both, until all outstanding royalty in arrears has been paid or until an arrangement has  been made, and accepted by the Minister, for the payment of the royalty in arrears, and the holder shall comply with the notice.  (2) Any person who contravenes a notice under subsection (1) shall be guilty of an offence and shall, on summary conviction, be liable to a fine of seventy-five thousand dollars and imprisonment for three years.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be guilty of an offence and shall, on summary conviction, be liable to a fine of seventy-five thousand dollars and imprisonment for three years."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who contravenes a notice under subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Guarantee for compliance with Act and licence. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Guarantee for compliance with Act and licence. 47.  The Minister may, from time to time, make such arrangements as appear appropriate to the Minister to secure that the holder of a licence complies with this Act and his licence, and in particular may accept guarantees in respect of that compliance from any person including from shareholders in a body corporate, whether or not the body corporate is, or is to be, the holder of a licence.",
            "description": "The Minister may, from time to time, make such arrangements as appear appropriate to the Minister to secure that the holder of a licence complies with this Act and his licence, and in particular may accept guarantees in respect of that compliance from any person including from shareholders in a body corporate, whether or not the body corporate is, or is to be, the holder of a licence."
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Penalty for late payments. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Penalty for late payments. 48.  (4) The Minister may, by notice served on a licensee, cancel his licence (a)   if the licensee, being an individual, is  (i)    adjudged bankrupt; or (ii)  enters into any agreement or scheme of composition with his creditors or takes advantage of any law for the benefit of debtors; or  (b) if, in the case of a licensee being a body corporate, an order is made or a resolution is passed winding up the affairs of the body corporate, unless the winding up is for the purpose of an amalgamation and the Minister has consented to the amalgamation, or is for the purpose of reconstruction and the Minister has been given notice of the proposed reconstruction.   (5) Subject to the provisions of a petroleum agreement, where two  or  more  persons,  associated  together  in  any  form  of  L.R.O. 1/2012 LAWS OF GUYANA 40 Cap. 65:04 Petroleum (Exploration and Production)                                                  joint arrangement,  constitute  a  licensee,  the  Minister  shall  not,  under subsection (4), cancel the licence on the occurrence in relation to one or  some only of the persons constituting the licensee, of an event entitling the Minister so to do under that subsection if any other person or persons constituting the licensee satisfy the Minister that he or they, as the case may be, is or are willing and would be able to carry out the duties and obligations of the licensee. (6) The Minister shall, on the application of a licensee, cancel by  instrument his petroleum production licence either wholly or in relation  to any block or blocks on such conditions (if any) as the Minister may specify in the instrument. (7) On the cancellation of a licence, the rights of the licensee thereunder shall cease, but the cancellation shall not affect any liability incurred by the licensee before the cancellation  and  any  legal proceedings that might have been commenced or continued against him may be commenced or continued against him notwithstanding the cancellation of the licence.",
            "description": [
                {
                    "representation": "(4)",
                    "description": "The Minister may, by notice served on a licensee, cancel his licence"
                },
                {
                    "representation": "(a)",
                    "description": "if the licensee, being an individual, is"
                },
                {
                    "representation": "(i)",
                    "description": "adjudged bankrupt; or"
                },
                {
                    "representation": "(b)",
                    "description": "if, in the case of a licensee being a body corporate, an order is made or a resolution is passed winding up the affairs of the body corporate, unless the winding up is for the purpose of an amalgamation and the Minister has consented to the amalgamation, or is for the purpose of reconstruction and the Minister has been given notice of the proposed reconstruction."
                },
                {
                    "representation": "(5)",
                    "description": "Subject to the provisions of a petroleum agreement, where two  or  more  persons,  associated  together  in  any  form  of  L.R.O. 1/2012 LAWS OF GUYANA 40 Cap. 65:04 Petroleum"
                },
                {
                    "representation": "(6)",
                    "description": "The Minister shall, on the application of a licensee, cancel by  instrument his petroleum production licence either wholly or in relation  to any block or blocks on such conditions"
                },
                {
                    "representation": "(7)",
                    "description": "On the cancellation of a licence, the rights of the licensee thereunder shall cease, but the cancellation shall not affect any liability incurred by the licensee before the cancellation  and  any  legal proceedings that might have been commenced or continued against him may be commenced or continued against him notwithstanding the cancellation of the licence."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Remission of royalty, etc. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Remission of royalty, etc. 49.  The Minister may, on application made to him by a licensee and after consultation with the Minister assigned  responsibility  for finance, by order  (a) remit, in whole or in part, any royalty payable by the applicant; or (b) defer payment of any royalty, on such conditions (if any) as he may specify in the order.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "remit, in whole or in part, any royalty payable by the applicant; or"
                },
                {
                    "representation": "(b)",
                    "description": "defer payment of any royalty, on such conditions"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Recovery of royalty.     ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Recovery of royalty.     50.  (1) Royalty payable pursuant to section 45 and any  penalty payable under section 48 is a debt due to the State and recoverable in the same manner as revenues due to the State.  (2) A certificate by the Minister certifying that a specified amount of royalty or penalty is payable by a person identified in the certificate shall, in any proceedings taken against that person for the recovery of any royalty or penalty, be received as evidence of that fact, but without prejudice to the right to adduce evidence in rebuttal.  (3) Where royalty to be paid by a licensee is payable in kind, the price of the petroleum payable as royalty computed as on the date on which it became payable, and any penalty payable under section 48 on account of the failure to pay the royalty on or before the date on which it became payable, may be recovered in  royalty. Recovery of          royalty, etc. Remission of  L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 45                                  accordance with subsections (1) and (2).  (4) The provisions of this section shall be without prejudice to any other provision of this Act.    order, which shall be subject to affirmative resolution of the National Assembly,  direct that any or all of the written laws mentioned in subsection (2) shall not apply to, or in relation to, a licensee where the licensee has entered  into a production sharing agreement with the Government of Guyana.  (2) The written laws referred to in subsection (1) are  (a) the Income Tax Act; (b) the Income Tax (In Aid of Industry) Act;  (c) the Corporation Tax Act; and (d) the Property Tax Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "are"
                },
                {
                    "representation": "(2)",
                    "description": "The written laws referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where royalty to be paid by a licensee is payable in kind, the price of the petroleum payable as royalty computed as on the date on which it became payable, and any penalty payable under section 48 on account of the failure to pay the royalty on or before the date on which it became payable, may be recovered in  royalty. Recovery of          royalty, etc. Remission of  L.R.O. 1/2012 LAWS OF GUYANA Petroleum"
                },
                {
                    "representation": "(4)",
                    "description": "The provisions of this section shall be without prejudice to any other provision of this Act.    order, which shall be subject to affirmative resolution of the National Assembly,  direct that any or all of the written laws mentioned in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the Income Tax Act;"
                },
                {
                    "representation": "(b)",
                    "description": "the Income Tax"
                },
                {
                    "representation": "(c)",
                    "description": "the Corporation Tax Act; and"
                },
                {
                    "representation": "(d)",
                    "description": "the Property Tax Act."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Order to modify tax laws in respect of licensee.      ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Order to modify tax laws in respect of licensee.      51. (1) The Minister assigned responsibility for finance may, by MODIFICATION   OF  TAX  LAWS PART VI I PART VIIRESTRICTION  ON  RIGHTS  OF  LICENSEE  AND  SURFACE  RIGHTS L.R.O. 1/2012   certain lands. relation to rights in exercise of Restriction on                [4 of 1992] of licensee. laws in respect modify tax Order to c. 81:01 c. 81:02 c. 81:03 c. 81:21 LAWS OF GUYANA 46 Cap. 65:04 Petroleum (Exploration and Production)                   development) as may be prescribed;   (ii)   any land dedicated as a place of burial or which is a place of religious significance; or (iii)  the foreshore;  (b) except with the written consent of the lawful occupier thereof, in respect of  (i)    any land which is the site of, or which is within two hundred  metres  (or  such greater distance as may be prescribed) of, any inhabited, occupied  or temporarily unoccupied house or building; (ii)     any land within fifty metres (or such greater distance as may be prescribed) of any land which has been cleared or  ploughed  or  the growing of, or upon which there are growing, agricultural crops; (iii)  any land from which, during the year immediately preceding, agricultural crops have been reaped;  (c)   in respect of any land within, or within two hundred metres (or such greater distance as may be prescribed) of the boundaries  of,  any  township,  except  with  the  written consent  of  the  local  authority  having  control  over  the township; (d)   in respect of any land within, or within two hundred metres (or such greater distance as may be prescribed) of the boundaries  of,  any  village,  or  of  any  land  set  apart  or required for a village, a otherwise   bona fide   prepared  for  L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 47                                           c. 65:01      new village or a village extension, except with the written consent of the Minister; (e)   in respect of any area which is subject to a licence, lease or concession under the Mining Act, except with the written  consent  of  the  holder  of  the  licence,  lease  or concession; or (f)    in respect of any prescribed land or area except with the consent of such persons as may be prescribed.  (2) Any consent under subsection (1) (a), (c) or (d) may be given unconditionally or subject to such conditions as are specified in the instrument of consent.  (3) In this section foreshore means that part of the shore of the sea and of tidal navigable rivers which is covered by the medium high tide between the spring tides and the neap tides.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a),"
                },
                {
                    "representation": "(b)",
                    "description": "except with the written consent of the lawful occupier thereof, in respect of"
                },
                {
                    "representation": "(i)",
                    "description": "any land which is the site of, or which is within two hundred  metres"
                },
                {
                    "representation": "(c)",
                    "description": "or"
                },
                {
                    "representation": "(d)",
                    "description": "may be given unconditionally or subject to such conditions as are specified in the instrument of consent."
                },
                {
                    "representation": "(e)",
                    "description": "in respect of any area which is subject to a licence, lease or concession under the Mining Act, except with the written  consent  of  the  holder  of  the  licence,  lease  or concession; or"
                },
                {
                    "representation": "(f)",
                    "description": "in respect of any prescribed land or area except with the consent of such persons as may be prescribed."
                },
                {
                    "representation": "(2)",
                    "description": "Any consent under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "In this section foreshore means that part of the shore of the sea and of tidal navigable rivers which is covered by the medium high tide between the spring tides and the neap tides."
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Restriction on exercise of rights in relation to certain lands. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Restriction on exercise of rights in relation to certain lands. 52.  (1) A licensee shall not exercise any of his rights under this Act or his licence  (a) except with the written consent of the President, in respect of  (i)   any land set apart or required for such public purpose other than mining",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A licensee shall not exercise any of his rights under this Act or his licence"
                },
                {
                    "representation": "(a)",
                    "description": "except with the written consent of the President, in respect of"
                },
                {
                    "representation": "(i)",
                    "description": "any land set apart or required for such public purpose other than mining"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Drilling near railway, etc. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Drilling near railway, etc. 53.  A licensee shall not carry on any drilling operations at any point within two hundred metres of a railway, dam, reservoir, canal or other public work except with the written consent of the President or of any person authorised  by him, either specifically or generally, in that behalf,  and  such  consent  may  be  given  either  conditionally  or unconditionally.",
            "description": "A licensee shall not carry on any drilling operations at any point within two hundred metres of a railway, dam, reservoir, canal or other public work except with the written consent of the President or of any person authorised  by him, either specifically or generally, in that behalf,  and  such  consent  may  be  given  either  conditionally  or unconditionally."
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Avoidance of interference with mining operations, etc. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Avoidance of interference with mining operations, etc. 54.  A licensee shall exercise his rights under this Act and his licence in such a manner as to offer no unnecessary, or reasonably avoidable, obstruction or interruption to any mining or exploration operations being carried on in the land subject to the licence, or lands adjacent thereto, in respect of minerals other than petroleum, or prospecting or production operations being carried on in lands adjacent to the land subject to the licence.",
            "description": "A licensee shall exercise his rights under this Act and his licence in such a manner as to offer no unnecessary, or reasonably avoidable, obstruction or interruption to any mining or exploration operations being carried on in the land subject to the licence, or lands adjacent thereto, in respect of minerals other than petroleum, or prospecting or production operations being carried on in lands adjacent to the land subject to the licence."
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Right to graze stock, etc. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Right to graze stock, etc. 55.  (1) The lawful occupier of any land in a prospecting area or a production area retains any right which he may have to graze livestock upon  or to cultivate the surface of the land, except in L.R.O. 1/2012   stock, etc. Right to graze       operations, etc. with mining interference Avoidance of        railway, etc. Drilling near  LAWS OF GUYANA 48 Cap. 65:04 Petroleum (Exploration and Production)                          so far as the grazing  or   cultivation  interferes  with  prospecting  or  production operations in such area. (2) The lawful occupier of any land in a production area shall not erect any building or structure in the area without the consent of the holder of the petroleum production licence; but  if  the  Minister considers that the consent is being unreasonably withheld the Minister may give in writing his consent to the lawful occupier for doing so and thereupon the lawful occupier may do so subject to the conditions (if any) imposed by the Minister.  (3) The  rights  conferred  by  a  licence  shall  be  exercised reasonably and so as to effect as little as possible the interests of any lawful occupier of the land subject to the licence or on which rights under the  licence are exercised, consistent with the reasonable and proper conduct of operations pursuant to the licence.  (4) Without  limiting  the  generality  of  the  provisions  of subsection  (3),  a  person  carrying  on  prospecting  or  production operations under a licence shall not, except where that person gives to the Minister prior notice in writing of the expected nature and duration of the interference, take any action which in any way will interfere with fishing or navigation, lawfully being carried on.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The lawful occupier of any land in a prospecting area or a production area retains any right which he may have to graze livestock upon  or to cultivate the surface of the land, except in L.R.O. 1/2012   stock, etc. Right to graze       operations, etc. with mining interference Avoidance of        railway, etc. Drilling near  LAWS OF GUYANA 48 Cap. 65:04 Petroleum"
                },
                {
                    "representation": "(2)",
                    "description": "The lawful occupier of any land in a production area shall not erect any building or structure in the area without the consent of the holder of the petroleum production licence; but  if  the  Minister considers that the consent is being unreasonably withheld the Minister may give in writing his consent to the lawful occupier for doing so and thereupon the lawful occupier may do so subject to the conditions"
                },
                {
                    "representation": "(3)",
                    "description": "The  rights  conferred  by  a  licence  shall  be  exercised reasonably and so as to effect as little as possible the interests of any lawful occupier of the land subject to the licence or on which rights under the  licence are exercised, consistent with the reasonable and proper conduct of operations pursuant to the licence."
                },
                {
                    "representation": "(4)",
                    "description": "Without  limiting  the  generality  of  the  provisions  of subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Compensation. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Compensation. 56.  (1) Where,   in   the   course   of   prospecting   or   production operations in any parcel of land in any prospecting area or production area, any damage is caused or done to the surface of the parcel of land, or to any cultivation or building thereon, as a result of those operations, the licensee shall be liable to pay fair and reasonable compensation to the holder of any right, title or interest in or over that parcel of land in accordance with his right, title or interest.  (2) The compensation payable under subsection (1) shall be such sum as may be agreed to between the licensee and the person entitled to receive the compensation and, if no agreement can be arrived at between them, such sum as may be determined by the Compensation. L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 49                                            Notice of intention to commence prospecting entitled to receive the compensation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be such sum as may be agreed to between the licensee and the person entitled to receive the compensation and, if no agreement can be arrived at between them, such sum as may be determined by the Compensation. L.R.O. 1/2012 LAWS OF GUYANA Petroleum"
                },
                {
                    "representation": "(2)",
                    "description": "The compensation payable under subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Notice of intention to commence prospecting operations, etc. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Notice of intention to commence prospecting operations, etc. 57.  A licensee shall, before commencing prospecting operations or production operations in any parcel of land, give to the holder of any right, title or interest in or over that land, who is in occupation thereof, notice of the licensees intention to commence the operations, in such manner and form as may be prescribed.",
            "description": "A licensee shall, before commencing prospecting operations or production operations in any parcel of land, give to the holder of any right, title or interest in or over that land, who is in occupation thereof, notice of the licensees intention to commence the operations, in such manner and form as may be prescribed."
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Acquisition of land for prospecting or production operation.    ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Acquisition of land for prospecting or production operation.    58.  (1) The Minister may acquire land for the purpose of carrying on, or facilitating  the  carrying  on,  of  prospecting  or  production operations.  (2) The  provisions  of  the  Acquisition  of  Lands  for  of any land  under subsection (1) as if the carrying on, or facilitating the carrying  on,  of the  prospecting or production  operations,  for the purposes of which the land is being acquired, were a public work.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "as if the carrying on, or facilitating the carrying  on,  of the  prospecting or production  operations,  for the purposes of which the land is being acquired, were a public work."
                },
                {
                    "representation": "(2)",
                    "description": "The  provisions  of  the  Acquisition  of  Lands  for  of any land  under subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Permission for geological or geophysical survey. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Permission for geological or geophysical survey. 59.  (1) The Minister may permit any person to carry on geological, geophysical and other surveys and investigations in Guyana which in his opinion are relevant for the identification of petroleum reservoir or for the prospecting for, or production of, petroleum, on such terms and conditions as may be agreed to between him and the applicant for the permission.  (2) The terms and conditions referred to in subsection (1) may include terms and conditions relating to  (a)  the period for which the permission is granted; (b)  furnishing to the Minister information obtained as a result  of any survey or investigation High Court on application made to it by the licensee or the person MISCELLANEOUS PART VIIIoperations, etc.  survey. geophysical geological or Permission for            c. 62:05  operation. production prospecting or land for Acquisition of  L.R.O. 1/2012 Public Purposes Act  shall  mutatis mutandis  apply to the acquisition LAWS OF GUYANA 50 Cap. 65:04 Petroleum (Exploration and Production)                         referred to in that subsection;   (c)   restrictions, if any, on the dissemination to any person other  than the Minister of any information obtained as a result of the survey or investigation; and (d)    payment to the Government of fees for the grant of the permission.   (a)  register the transfer of any equity share or shares in the body corporate to any particular person or his nominee; or  (b)  enter  into any agreement, arrangement, or  under- standing, (whether or not having legal or equitable force) with any particular person,  if the effect of doing so would be to give, in the case mentioned in paragraph (a), to the particular person or, in the case mentioned in paragraph (b), the particular person or any other person, control of the body corporate.  (2) On application duly made to the Minister in writing for his consent under this section, the Minister shall give his consent if he considers that public interest would not be prejudiced by the change of control of the body corporate, but shall otherwise refuse to give his consent; and for the purpose of considering any such application the Minister may call for and obtain such information as he considers necessary to take a decision on the application.  (3) For the purposes of this section  (a)   a person shall be deemed to have control of a",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may include terms and conditions relating to"
                },
                {
                    "representation": "(2)",
                    "description": "On application duly made to the Minister in writing for his consent under this section, the Minister shall give his consent if he considers that public interest would not be prejudiced by the change of control of the body corporate, but shall otherwise refuse to give his consent; and for the purpose of considering any such application the Minister may call for and obtain such information as he considers necessary to take a decision on the application."
                },
                {
                    "representation": "(a)",
                    "description": "a person shall be deemed to have control of a"
                },
                {
                    "representation": "(b)",
                    "description": "enter  into any agreement, arrangement, or  under- standing,"
                },
                {
                    "representation": "(c)",
                    "description": "restrictions, if any, on the dissemination to any person other  than the Minister of any information obtained as a result of the survey or investigation; and"
                },
                {
                    "representation": "(d)",
                    "description": "payment to the Government of fees for the grant of the permission."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Control  of  body corporate not to be given without consent of  Minister. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Control  of  body corporate not to be given without consent of  Minister. 60.  (1)  A  body  corporate  which  is  the  holder  of  a   in writing of the Minister  petroleum  production  licence shall not, without the prior consent   Minister. consent of without not to be given body  corporate Control of  L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 51                                         body corporate  (i)   if the person or his nominee holds, or the person and his nominee hold, a total of twenty per cent or more of the issued equity shares in the body corporate; (ii) if the person is entitled to appoint, or prevent the appointment of, half or more than half of the directors of the body corporate; or (iii) if the person is entitled to exercise, or control the exercise of, the right to cast votes in respect of not less than two-fifths of the total number of votes in respect of the issued equity shares in the body corporate;  (b)  equity shares, in relation to a body corporate, means shares in the body corporate carrying voting rights in all circumstances at any general meeting of the body corporate, and includes preference shares, other than preference shares which do not have such voting rights; (c)  preference shares means shares which carry the right to payment of a dividend of a fixed amount, or not exceeding  a  fixed  amount,  in  priority  to  payment  of  a dividend on any other class or classes of shares, whether with or without other rights; and (d) the reference in paragraph (a) (iii) to the entitlement to control the exercise of the right to cast votes shall include an entitlement to control the exercise of that right directly or indirectly, and includes control that is exercisable as a result of or by means of trusts.  L.R.O. 1/2012 LAWS OF GUYANA 52 Cap. 65:04 Petroleum (Exploration and Production)                                              Power of entry, etc. [6 of 1997]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A  body  corporate  which  is  the  holder  of  a   in writing of the Minister  petroleum  production  licence shall not, without the prior consent   Minister. consent of without not to be given body  corporate Control of  L.R.O. 1/2012 LAWS OF GUYANA Petroleum"
                },
                {
                    "representation": "(i)",
                    "description": "if the person or his nominee holds, or the person and his nominee hold, a total of twenty per cent or more of the issued equity shares in the body corporate;"
                },
                {
                    "representation": "(b)",
                    "description": "equity shares, in relation to a body corporate, means shares in the body corporate carrying voting rights in all circumstances at any general meeting of the body corporate, and includes preference shares, other than preference shares which do not have such voting rights;"
                },
                {
                    "representation": "(c)",
                    "description": "preference shares means shares which carry the right to payment of a dividend of a fixed amount, or not exceeding  a  fixed  amount,  in  priority  to  payment  of  a dividend on any other class or classes of shares, whether with or without other rights; and"
                },
                {
                    "representation": "(d)",
                    "description": "the reference in paragraph"
                },
                {
                    "representation": "(a)",
                    "description": "(iii) to the entitlement to control the exercise of the right to cast votes shall include an entitlement to control the exercise of that right directly or indirectly, and includes control that is exercisable as a result of or by means of trusts.  L.R.O. 1/2012 LAWS OF GUYANA 52 Cap. 65:04 Petroleum"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Power of entry, etc. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Power of entry, etc. 61.  (1) For  the  purposes  of  this  Act  an  Inspector  may,  at  all reasonable times (a)   enter any area, structure, building, vehicle, vessel or aircraft which, in the opinion of the Inspector, has been, is being, or is to be, used in connection with prospecting operations or production operations; (b)   inspect and test, or cause to be tested by a qualified person, any machinery or equipment which, in the opinion of  the  Inspector, has been, is being, or is to be, used in connection  with  any  of  the  operations  referred  to  in paragraph (a); (c)    take or remove for the purpose of analysis or testing or for use in evidence in connection with an offence under this Act samples of petroleum, water or other matter or thing from a well; (d)   inspect, take extracts from, and make copies of, any document relating to any of the operations referred to in paragraph (a); (e)   by  instrument  in  writing  issue  directions  to,  and impose restrictions on, a licensee or any person employed by  him in, or in connection with, any of the operations referred to in paragraph (a), with respect to the health and safety of the persons so employed by the licensee; (f)    direct the licensee in writing to effect-  (i)  the cessation of any of the operations referred to in paragraph (a) on or in, and the withdrawal of all personnel from,   any  area,  structure  or  building  being  used  in connection with any such operations; (ii) the discontinuance of the use of any machinery or equipment if in the opinion of the Inspector the area, structure or L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 53                                                 building or machinery or equipment is unsafe, unless and until such action as is necessary for safety and specified in the direction is taken by the licensee and completed;  (g)   make   such   examinations   and   inquiries   as   are necessary to ensure that the provisions of this Act, or any directions  issued,  restrictions  or  conditions  imposed  or orders made under this Act, are being complied with; and (h)  obtain and record  statements from witnesses,  and appear   at,   or   conduct,   inquiries   regarding   accidents occurring in the course of any of the operations referred to in paragraph (a), and appear at inquests, and call and examine witnesses, and cross-examine witnesses.  (2) Before exercising any of his powers under subsection (1), if there is any person present who is, or appears to be, in charge of the area, structure, or building, vehicle, vessel, or aircraft, machinery or equipment, matter, thing or document in respect of which the power is about to be exercised, an Inspector shall identify himself to that person and to any person to whom he is about to give a direction.   (3) Any person who is aggrieved by a decision or direction of an Inspector made under subsection (1) may appeal in writing to the Minister,  who  shall,  as  soon  as  practicable  and  after  giving  the appellant and the Inspector a reasonable opportunity of being heard, determine and dispose of the appeal, but the bringing of the appeal shall not affect the operation, pending the disposal of the appeal, of the decision or direction appealed from.  (4) On appeal under subsection (3), the Minister may rescind, affirm or modify the decision or direction appealed from. L.R.O. 1/2012 LAWS OF GUYANA 54 Cap. 65:04 Petroleum (Exploration and Production)                                                    (5) While  exercising  his  powers  under  subsection  (1),  an Inspector  may be accompanied by any person who the Inspector believes  has  special  or  expert  knowledge  of  any  matter  being inspected, analysed, tested or examined.  (6) A person who is an occupier, or in charge of any area, structure or building, or in charge of any vehicle, vessel, aircraft, machinery or equipment referred to in subsection (1), shall provide an Inspector with all reasonable facilities and assistance (including the provision of necessary means of transport) for the effective exercise of the powers conferred upon an Inspector by this section.  (7) Any person who  (a)   without reasonable excuse, obstructs or hinders an Inspector in the exercise of any of his powers under this section; (b)  knowingly  or   recklessly   makes   a   statement   or produces a document, which is false or misleading in any material particular, to or before an Inspector engaged in carrying out his functions under this section; or (c)  with intent to mislead or deceive an Inspector when so engaged, does any act or withholds any information,  shall, on summary conviction, be liable to a fine of thirty thousand dollars and imprisonment for two years.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may appeal in writing to the Minister,  who  shall,  as  soon  as  practicable  and  after  giving  the appellant and the Inspector a reasonable opportunity of being heard, determine and dispose of the appeal, but the bringing of the appeal shall not affect the operation, pending the disposal of the appeal, of the decision or direction appealed from."
                },
                {
                    "representation": "(a)",
                    "description": "without reasonable excuse, obstructs or hinders an Inspector in the exercise of any of his powers under this section;"
                },
                {
                    "representation": "(b)",
                    "description": "knowingly  or   recklessly   makes   a   statement   or produces a document, which is false or misleading in any material particular, to or before an Inspector engaged in carrying out his functions under this section; or"
                },
                {
                    "representation": "(c)",
                    "description": "with intent to mislead or deceive an Inspector when so engaged, does any act or withholds any information,  shall, on summary conviction, be liable to a fine of thirty thousand dollars and imprisonment for two years."
                },
                {
                    "representation": "(d)",
                    "description": "inspect, take extracts from, and make copies of, any document relating to any of the operations referred to in paragraph"
                },
                {
                    "representation": "(e)",
                    "description": "by  instrument  in  writing  issue  directions  to,  and impose restrictions on, a licensee or any person employed by  him in, or in connection with, any of the operations referred to in paragraph"
                },
                {
                    "representation": "(f)",
                    "description": "direct the licensee in writing to effect-"
                },
                {
                    "representation": "(i)",
                    "description": "the cessation of any of the operations referred to in paragraph"
                },
                {
                    "representation": "(g)",
                    "description": "make   such   examinations   and   inquiries   as   are necessary to ensure that the provisions of this Act, or any directions  issued,  restrictions  or  conditions  imposed  or orders made under this Act, are being complied with; and"
                },
                {
                    "representation": "(h)",
                    "description": "obtain and record  statements from witnesses,  and appear   at,   or   conduct,   inquiries   regarding   accidents occurring in the course of any of the operations referred to in paragraph"
                },
                {
                    "representation": "(2)",
                    "description": "Before exercising any of his powers under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any person who is aggrieved by a decision or direction of an Inspector made under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "On appeal under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "While  exercising  his  powers  under  subsection"
                },
                {
                    "representation": "(6)",
                    "description": "A person who is an occupier, or in charge of any area, structure or building, or in charge of any vehicle, vessel, aircraft, machinery or equipment referred to in subsection"
                },
                {
                    "representation": "(7)",
                    "description": "Any person who"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Obstruction of licensee. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Obstruction of licensee. 62.  Any  person  who,  without  reasonable  excuse,  obstructs  or prevents a licensee in or from doing, any act which the licensee is authorised to do by or under this Act or his licence, shall, on summary conviction,  be  liable  to  a  fine  of  fifteen  thousand  dollars  and imprisonment for one year.  [6 of 1997] licensee. Obstruction of  L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 55",
            "description": "Any  person  who,  without  reasonable  excuse,  obstructs  or prevents a licensee in or from doing, any act which the licensee is authorised to do by or under this Act or his licence, shall, on summary conviction,  be  liable  to  a  fine  of  fifteen  thousand  dollars  and imprisonment for one year.  [6 of 1997] licensee. Obstruction of  L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 55"
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Restriction on removal of petroleum. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Restriction on removal of petroleum. 63.  (1) Petroleum shall not be removed from the area from which it has been obtained to any other area, or disposed of in any manner, except  (a)   subject  to  subsection  (2),  by  a  licensee,  for  the purpose of sampling or analysis; (b)    by a licensee in accordance with the conditions of his licence; or (c)    as otherwise permitted by or under this Act.  (2) A licensee shall not, under subsection (1) (a), take or send out of any area any sample of petroleum without the written consent of the Minister given under this subsection.  (3) Any person who contravenes subsection (1) or (2) shall, on summary conviction, be liable  (a)   in  the  case  of  an  individual,  to  a  fine  of  fifteen thousand dollars and imprisonment for one year; (b)  in the case of a body corporate to a fine of seventy-five thousand dollars and imprisonment for one year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or"
                },
                {
                    "representation": "(a)",
                    "description": "in  the  case  of  an  individual,  to  a  fine  of  fifteen thousand dollars and imprisonment for one year;"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of a body corporate to a fine of seventy-five thousand dollars and imprisonment for one year."
                },
                {
                    "representation": "(c)",
                    "description": "as otherwise permitted by or under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "shall, on summary conviction, be liable"
                },
                {
                    "representation": "(3)",
                    "description": "Any person who contravenes subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Penalty for giving false information, etc. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Penalty for giving false information, etc. 64.  Any person who  (a)   in, or in connection with, any application under this Act or his licence gives or permits to be given information which  he  knows  or  has  reason  to  believe  is  false  or misleading in a material particular; (b)  in  any  report,  return  or  affidavit  submitted  in pursuance of this Act or his licence, includes or permits to be included any information which he L.R.O. 1/2012  [6 of 1997] information. giving false Penalty for                            petroleum. removal of Restriction on  LAWS OF GUYANA 56 Cap. 65:04 Petroleum (Exploration and Production)              knows or has reason to believe is false or misleading in a material particular; or (c)  places or deposits, or is accessory to the placing or depositing of, any petroleum or other substance in any place with the intention of misleading, or knowing that it is likely to  mislead,  any  other  person  as  to  the  possibility  of  a petroleum reservoir existing in that place,  shall, on summary conviction, be liable  (i)   in the case of an individual, to a fine of fifteen thousand dollars and imprisonment for one year; (ii) in the case of a body corporate, to a fine of seventy-five thousand dollars and imprisonment for one year.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in, or in connection with, any application under this Act or his licence gives or permits to be given information which  he  knows  or  has  reason  to  believe  is  false  or misleading in a material particular;"
                },
                {
                    "representation": "(b)",
                    "description": "in  any  report,  return  or  affidavit  submitted  in pursuance of this Act or his licence, includes or permits to be included any information which he L.R.O. 1/2012  [6 of 1997] information. giving false Penalty for                            petroleum. removal of Restriction on  LAWS OF GUYANA 56 Cap. 65:04 Petroleum"
                },
                {
                    "representation": "(c)",
                    "description": "places or deposits, or is accessory to the placing or depositing of, any petroleum or other substance in any place with the intention of misleading, or knowing that it is likely to  mislead,  any  other  person  as  to  the  possibility  of  a petroleum reservoir existing in that place,  shall, on summary conviction, be liable"
                },
                {
                    "representation": "(i)",
                    "description": "in the case of an individual, to a fine of fifteen thousand dollars and imprisonment for one year;"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Minister’s power to obtain information relating to prospecting or production operations. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Ministers power to obtain information relating to prospecting or production operations. 65.  (1) Without prejudice to any other provision of this Act, where the Minister has reason to believe that a person has in his possession or in his power information or data relating to prospecting operations or production operations, or petroleum obtained or the value thereof, he may, by notice, require that person   (a) to furnish to the Minister the information or in the notice at such  time   and  place  specified  therein  and  to  answer questions relating to those (c) to furnish to a person identified in the notice at the time and place specified therein information or data in his possession   or  power  relating  to  those   operations. production prospecting or relating to information power to obtain Ministers operations  or petroleum  obtained as a result of the  operations, or the value thereof; and data within the period and in the manner specified in the notice; (b)     to     attend     before     a    person     identified L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 57                                         (2) Where any information or data, furnished pursuant to a notice under subsection (1), in relation to any matter mentioned in paragraph (a) or (c) thereof, is contained in a document, the Minister or other person to whom it is furnished may make copies of, or take extracts from, the document.   (3) Any person who  (a)   refuses  or  fails  to  comply  with  a  notice  under subsection  (1)  to  the  extent  to  which  he  is  capable  of complying with it; (b)   in purported compliance with a requirement under subsection   (1)(a),   knowingly   or   recklessly   furnishes information or data which is false or misleading in any material particular; or (c)  when attending before any person in pursuance of a requirement  under  subsection  (1)(b)  or  furnishing  any information  or  data  to  any  person  in  pursuance  of  a requirement   under   subsection (1)(c), knowingly or recklessly makes a statement or furnishes any information or  data  which is false or misleading in any material particular,  shall, on summary conviction, be liable to a fine of thirty thousand dollars and imprisonment for one year.  (4) In this section, document includes book, tape, disc, film, diagram, profile, chart, photograph, whether negative or positive, and any data recorded or stored by means of any computer or other device and any material subsequently derived from data so recorded.  operations or the value thereof. operations  or petroleum obtained as a result of the L.R.O. 1/2012 LAWS OF GUYANA 58 Cap. 65:04 Petroleum (Exploration and Production)                                                  body corporate is proved to have been committed  with the consent  or connivance of, or to be attributable to any neglect on the part of, a director,  manager,  secretary  or  other  similar  officer  of  the  body corporate,  or any person who was purporting to act  in any such capacity, he, as well as the body corporate, shall be guilty of the offence and liable to be proceeded against and punished accordingly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "to  the  extent  to  which  he  is  capable  of complying with it;"
                },
                {
                    "representation": "(a)",
                    "description": "refuses  or  fails  to  comply  with  a  notice  under subsection"
                },
                {
                    "representation": "(c)",
                    "description": "when attending before any person in pursuance of a requirement  under  subsection"
                },
                {
                    "representation": "(b)",
                    "description": "or  furnishing  any information  or  data  to  any  person  in  pursuance  of  a requirement   under   subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Where any information or data, furnished pursuant to a notice under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any person who"
                },
                {
                    "representation": "(4)",
                    "description": "In this section, document includes book, tape, disc, film, diagram, profile, chart, photograph, whether negative or positive, and any data recorded or stored by means of any computer or other device and any material subsequently derived from data so recorded.  operations or the value thereof. operations  or petroleum obtained as a result of the L.R.O. 1/2012 LAWS OF GUYANA 58 Cap. 65:04 Petroleum"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Offence committed by body corporate. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Offence committed by body corporate. 66.  Where  an  offence  which  has  been  committed  by  a    offences. certain conviction of forfeiture on Orders of          body corporate. committed by Offence petroleum so recovered or for the payment L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 59",
            "description": "Where  an  offence  which  has  been  committed  by  a    offences. certain conviction of forfeiture on Orders of          body corporate. committed by Offence petroleum so recovered or for the payment L.R.O. 1/2012 LAWS OF GUYANA Petroleum (Exploration and Production) Cap. 65:04 59"
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Orders of forfeiture on conviction for certain offences. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Orders of forfeiture on conviction for certain offences. 67.  (1) Where a person is convicted of an offence against this Act, the  court  convicting  him  may,  in  addition  to  any  other  penalty imposed, make  (a)  an order for the forfeiture of any vehicle, aircraft, vessel, machinery or equipment used in the commission of the offence; and (b)   an order  (i)   for the forfeiture of petroleum recovered, in the course of the commission of the offence; or (ii)  for the payment, by the person convicted, to the State of an amount equal to the proceeds of the sale of petroleum so recovered; or (iii) for the payment by that person to the State of the value at the wellhead, assessed by the court, in respect of the quantity of of such a part of that amount as the court, having regard to all the circumstances of the case, thinks fit.  (2) Where  the  court  is  satisfied  that  an  order  made  under subsection (1) (b) (i) cannot for any reason be enforced, the court that made the order may, upon application made in that behalf by the Chief Inspector  set  aside  the  order  and  make  an  order  referred  to  in subsection (1) (b) (ii) or (iii).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(b)"
                },
                {
                    "representation": "(a)",
                    "description": "an order for the forfeiture of any vehicle, aircraft, vessel, machinery or equipment used in the commission of the offence; and"
                },
                {
                    "representation": "(b)",
                    "description": "an order"
                },
                {
                    "representation": "(i)",
                    "description": "cannot for any reason be enforced, the court that made the order may, upon application made in that behalf by the Chief Inspector  set  aside  the  order  and  make  an  order  referred  to  in subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Where  the  court  is  satisfied  that  an  order  made  under subsection"
                }
            ]
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Obligation of licensee to indemnify State. ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Obligation of licensee to indemnify State. 68.  A licensee shall, at all times, keep the State indemnified against all actions, claims and demands that may be brought or made against the State by reason of anything done by the licensee in the exercise or purported exercise of the rights of the licensee under this Act or his licence.",
            "description": "A licensee shall, at all times, keep the State indemnified against all actions, claims and demands that may be brought or made against the State by reason of anything done by the licensee in the exercise or purported exercise of the rights of the licensee under this Act or his licence."
        }
    },
    {
        "act": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Directions to give effect to treaty, etc.   ",
            "context": "PETROLEUM (EXPLORATION AND PRODUCTION) ACT under Directions to give effect to treaty, etc.   69.  (1) The Minister may  (a)  for  the  purpose  of  giving  effect  to  any  treaty agreement, convention or other  arrangement  to  which Guyana is a party; or  (b)   in the interests of peace and good relationship with other countries,  issue to any licensee directions in respect of all or any of the following matters   (i)  restricting  his  operations  in  the  prospecting  or production area to which the licence relates in such manner or to such extent as may be specified in the direction; (ii)  prohibiting him from carrying on any operations in the whole of such prospecting or production area or such part thereof as may be specified in the direction; (iii)  where only part of a petroleum reservoir is located in such production area and the other or any other part of the petroleum reservoir is located in any country other than Guyana and there are one or more persons lawfully entitled to recover  L.R.O. 1/2012    treaty, etc. give effect to Directions  to     State. indemnify licensee to Obligation of  LAWS OF GUYANA 60 Cap. 65:04 Petroleum (Exploration and Production)                                   petroleum from such part of the petroleum reservoir as is located in such country other than Guyana, requiring the licensee to enter into an agreement in writing with any such person or persons, within such time as may be  specified   therefor  in  the  direction,  for  the  unit development of that petroleum reservoir:  Provided that the Minister may, on good and sufficient cause shown by the licensee to whom the direction is issued, extend the time so specified from time to time.  (2) A licensee shall comply with any direction issued to him under subsection (1) and if he fails to do so he shall be deemed to have committed a breach of a condition of the licence and accordingly the provisions of this Act relating to the consequence of the breach of a condition of a licence shall apply thereto.  (3) In this section unit development has the meaning assigned to it by section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and if he fails to do so he shall be deemed to have committed a breach of a condition of the licence and accordingly the provisions of this Act relating to the consequence of the breach of a condition of a licence shall apply thereto."
                },
                {
                    "representation": "(a)",
                    "description": "for  the  purpose  of  giving  effect  to  any  treaty agreement, convention or other  arrangement  to  which Guyana is a party; or"
                },
                {
                    "representation": "(b)",
                    "description": "in the interests of peace and good relationship with other countries,  issue to any licensee directions in respect of all or any of the following matters"
                },
                {
                    "representation": "(i)",
                    "description": "restricting  his  operations  in  the  prospecting  or production area to which the licence relates in such manner or to such extent as may be specified in the direction;"
                },
                {
                    "representation": "(2)",
                    "description": "A licensee shall comply with any direction issued to him under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "In this section unit development has the meaning assigned to it by section"
                }
            ]
        }
    }
]