[
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "FORESTS ACT under Short title. 01.",
            "description": "01."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  STATE FORESTS  ",
            "context": "FORESTS ACT under Interpretation.  STATE FORESTS  2.  In this Act  cattle includes horses, mules, asses, sheep, goats and swine;   Commission means the Guyana Forestry Commission;  Commissioner means the person holding the office of Commissioner of Forests;  constable means any member of the police force;  exploration of State forests means exploration for the purposes of discovering and evaluating forest produce and includes forest inventories, social and environmental impact assessments and topographic surveys;  exploratory area means the area in relation to which an exploratory permit has been granted under this Act;  exploratory  operations  means  operations  carried  out  for  CHAPTER 67:01 FORESTS ACT LAWS OF GUYANA 6 Cap. 67:01 Forests                                                                     L.R.O. 1/2012                                                 or  in connection with the exploration of state forests;  exploratory permit means a permit issued under section 5A to occupy State forests for the purpose of exploratory operations;  firewood includes parts of trees made up into bundles or loads, or cut up in the manner in which it is usual to cut wood for burning, and all refuse  wood generally, but does not include sound straight timber logs or poles of any kind;  forest officer means anyone appointed, whether by name or as holding an office, to carry out all or any of the purposes of this Act, or to do anything thereby required to be done by a forest officer;  forest produce includes  (a)      timber, trees, charcoal and firewood;  (b)    the following when found in or brought from a state forest plants, and all parts and produce of plants, latex, resins, gums, soil and peat; and  (c)    such other things as the Commission may, by notice in the Gazette, declare to be forest produce;  river includes streams, canals, creeks, reservoirs, lakes, ponds, and other channels natural and artificial;  sawmill includes  (a)      any sawpit; or  (b)     any premises where timber is stored LAWS OF GUYANA Forests Cap. 67:01 7  L.R.O. 1/2012            Declaration of State forests.         Certain   Acts not to apply.  c. 59:01 c. 62:01  Grants or leases. [4 of 1972 2 of 1979 4 of 1982] c. 62:01                 or kept for the purposes of a sawmill;  timber includes a tree or any ligneous part of a tree whether standing, fallen or felled, and all wood, whether or not sawn, split, hewn or otherwise cut up or fashioned but does not include firewood.  STATE  FORESTS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any sawpit; or"
                },
                {
                    "representation": "(b)",
                    "description": "any premises where timber is stored LAWS OF GUYANA Forests Cap. 67:01 7  L.R.O. 1/2012            Declaration of State forests.         Certain   Acts not to apply.  c. 59:01 c. 62:01  Grants or leases. [4 of 1972 2 of 1979 4 of 1982] c. 62:01                 or kept for the purposes of a sawmill;  timber includes a tree or any ligneous part of a tree whether standing, fallen or felled, and all wood, whether or not sawn, split, hewn or otherwise cut up or fashioned but does not include firewood.  STATE  FORESTS"
                },
                {
                    "representation": "(c)",
                    "description": "such other things as the Commission may, by notice in the Gazette, declare to be forest produce;  river includes streams, canals, creeks, reservoirs, lakes, ponds, and other channels natural and artificial;  sawmill includes"
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Declaration of State forests. ",
            "context": "FORESTS ACT under Declaration of State forests. 3.  (1) The Minister may by order declare any area of State land to be a State forest and may, from time to time, vary or revoke such order.  (2) Each order declaring any area of State land to be a State forest shall exclude all land owned by any person in such area.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may by order declare any area of State land to be a State forest and may, from time to time, vary or revoke such order."
                },
                {
                    "representation": "(2)",
                    "description": "Each order declaring any area of State land to be a State forest shall exclude all land owned by any person in such area."
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Certain Acts not to apply. ",
            "context": "FORESTS ACT under Certain Acts not to apply. 4.  Unless expressly provided to the contrary by this Act, the Lands Department Act and the State Lands Act shall not apply to State forests.",
            "description": "Unless expressly provided to the contrary by this Act, the Lands Department Act and the State Lands Act shall not apply to State forests."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Grants or leases.  EXPLORATORY PERMITS  5A.  Exploratory permits.  CONTRACTS, LEASES, TIMBER SALES AGREEMENTS AND PERMITS  FOR  FOREST  PRODUCE  ",
            "context": "FORESTS ACT under Grants or leases.  EXPLORATORY PERMITS  5A.  Exploratory permits.  CONTRACTS, LEASES, TIMBER SALES AGREEMENTS AND PERMITS  FOR  FOREST  PRODUCE  5.  (1) The President may exercise in respect of State forests any of the powers conferred on him in respect of State lands by section 3(a) and (b) of the State Lands Act: Provided that  (a)      the President shall exercise the powers conferred on him  by this  subsection  only after  consultation  with the Minister;  (b)   any grant or lease made by the President under this section shall be subject to any interest in the same land previously conveyed by the Commission under section 6 or by him under section 7 or 8 or any LAWS OF GUYANA 8 Cap. 67:01 Forests                                                                     L.R.O. 1/2012                          Exploratory permits. [15 of 1997]                     interest existing at the time of the declaration of the State forest or at the commencement of this Act and having effect by virtue of section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The President may exercise in respect of State forests any of the powers conferred on him in respect of State lands by section 3(a) and"
                },
                {
                    "representation": "(b)",
                    "description": "any grant or lease made by the President under this section shall be subject to any interest in the same land previously conveyed by the Commission under section 6 or by him under section 7 or 8 or any LAWS OF GUYANA 8 Cap. 67:01 Forests                                                                     L.R.O. 1/2012                          Exploratory permits. [15 of 1997]                     interest existing at the time of the declaration of the State forest or at the commencement of this Act and having effect by virtue of section"
                },
                {
                    "representation": "(a)",
                    "description": "the President shall exercise the powers conferred on him  by this  subsection  only after  consultation  with the Minister;"
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Sale of forest produce. ",
            "context": "FORESTS ACT under Sale of forest produce. 6.  The Commission or forest officers authorised by the Commission may authorise the sale of forest produce from State forests by auction or tender or on the payment of the prescribed fees, if any, or may issue permissions to occupy any State forest for the purpose of taking or obtaining  forest  produce  or  any specified  kind  of forest  produce therefrom, subject to such general conditions as may be prescribed and to such special conditions  as the Commission or forest officers so authorised may deem necessary in the particular case.",
            "description": "The Commission or forest officers authorised by the Commission may authorise the sale of forest produce from State forests by auction or tender or on the payment of the prescribed fees, if any, or may issue permissions to occupy any State forest for the purpose of taking or obtaining  forest  produce  or  any specified  kind  of forest  produce therefrom, subject to such general conditions as may be prescribed and to such special conditions  as the Commission or forest officers so authorised may deem necessary in the particular case."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Leases. 7A.  Timber Sales Agreements. ",
            "context": "FORESTS ACT under Leases. 7A.  Timber Sales Agreements. 7.  (1) The President or forest officers authorised by the President may grant leases giving to holders thereof the right to obtain forest produce or any specified kind of forest LAWS OF GUYANA Forests Cap. 67:01 13  L.R.O. 1/2012           Timber Sales Agreements.  [4 of 1982]             No right to issue of grant.  [2 of 1979 4 of 1982]     No right acquired over State forest except as herein provided. [4 of 1972 4 of 1982]   c. 62:01     produce from State forests. Such leases may be for the grant of exclusive rights to the holder thereof.  (2) Such leases shall be issued subject to such general conditions as may be prescribed and to such special conditions as the President may deem necessary in particular cases.  7A.(1) The President or  any  forest  officer  authorised  by  the President may grant timber sales agreements giving to the grantees thereof the right to obtain forest produce or any specified kind of forest produce from State forests.  Such agreements may be for the grant of exclusive rights to the grantees thereof.  (2) Such agreements shall be granted subject to such general conditions as may be prescribed and to such special conditions as the President may deem necessary in particular cases.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The President or forest officers authorised by the President may grant leases giving to holders thereof the right to obtain forest produce or any specified kind of forest LAWS OF GUYANA Forests Cap. 67:01 13  L.R.O. 1/2012           Timber Sales Agreements.  [4 of 1982]             No right to issue of grant.  [2 of 1979 4 of 1982]     No right acquired over State forest except as herein provided. [4 of 1972 4 of 1982]   c. 62:01     produce from State forests. Such leases may be for the grant of exclusive rights to the holder thereof."
                },
                {
                    "representation": "(2)",
                    "description": "Such agreements shall be granted subject to such general conditions as may be prescribed and to such special conditions as the President may deem necessary in particular cases."
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "No right to issue of grant. ",
            "context": "FORESTS ACT under No right to issue of grant. 8.  In no case whatsoever shall it be compulsory on the President, the Minister, the Commission, the Commissioner or any forest officer to sell, lease, grant timber sales agreements in respect of or dispose of any forest produce or of any portion of the State forests of Guyana, or to issue any permission under this Act.",
            "description": "In no case whatsoever shall it be compulsory on the President, the Minister, the Commission, the Commissioner or any forest officer to sell, lease, grant timber sales agreements in respect of or dispose of any forest produce or of any portion of the State forests of Guyana, or to issue any permission under this Act."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "No right acquired over State forest except as herein provided. ",
            "context": "FORESTS ACT under No right acquired over State forest except as herein provided. 9. (2) (a) A lease granted under this section shall give to the lessee the  right to use forest produce therefrom for domestic and estate purposes within the boundaries of the area leased;  (b)   the sale of forest produce obtained from the area leased and its removal to places outside the boundaries thereof shall be subject to this Act, and royalty shall be payable on all forest produce so removed at the rates prescribed by this Act.   EXPLORATORY  PERMITS  5A. (1) Subject to this Act, the Minister may authorise  the Commissioner to grant a permit to any person to occupy any area of State forest for the purpose of exploratory operations without giving such person any exclusive right to occupy the whole or any specified part thereof.  (2) No exploratory permit with respect to any forest produce shall be granted to an applicant unless the Commission is satisfied that the applicants  (a)  financial resources, technical competence and experience to carry on effective exploratory operations are adequate;  (b)     programme of exploratory operations is adequate;  LAWS OF GUYANA Forests Cap. 67:01 9  L.R.O. 1/2012                   c. 89:01       c. 88:01                       (c)   proposals for the employment and training of Guyanese are satisfactory; and  (d)    objectives are compatible with national development objectives.  (3) No exploratory permit shall be granted to an individual unless he is a citizen of Guyana and an adult.  (4) No exploratory permit shall be granted to a body of persons unless it is  (a)    accompany within the meaning of the Companies Act;   (b)      a public corporation;  (c)    a  co-operative   society   registered   under   the   Co-operative Societies Act;  (d)     any other corporate body incorporated in or outside Guyana;  (e)   any organisation established by the Government or by or under any written law capable of carrying on exploration of State forests:   Provided that where a permit is granted to two or more persons, the obligations to be observed and performed by the holder of the permit under the Act shall be joint and several, but without prejudice to any right of contribution which may exist between any or all of them, a permit may be granted to two or more such persons associated together in any form of joint arrangement.  LAWS OF GUYANA 10 Cap. 67:01 Forests                                                                     L.R.O. 1/2012                                                  (5) A person may make an application in the form set out in the Schedule for an exploratory permit.  (6) Without prejudice to the provisions of subsection (5), the Commission may, by notice published in the Gazette and in at least one daily newspaper in Guyana invite applications for the grant of an exploratory permit in respect of any area of State forest specified in the notice, specifying in the notice the period within which the application may be made and the conditions subject to which the application may be made.  (7) An exploratory permit shall be in such form and subject to such general conditions as may be prescribed and to such special conditions as the Commission may deem necessary in the particular case.  (8) An exploratory permit may not confer exclusive rights on the holder of the exploratory permit and such permit may be issued to different persons in relation to the whole or part of the same area.  (9) The Commissioner may require an applicant for an exploratory permit to execute a bond satisfactory to the Commission for the performance and observance by the applicant of the conditions of the permit, upon the issue or renewal thereof, or to make arrangements satisfactory to the Commission for the execution of such bond or to replenish the bond from time to time where it, or any part of it, has been forfeited to pay penalties, fines or compensation, or to remedy damages.  (10) Where there is a breach of this Act or any regulation made thereunder, or where any condition of an exploratory permit is not fulfilled, or any bond has been exhausted, the Commissioner may by notice to the holder of the permit suspend the permit, whereupon it shall cease to be lawful for the holder of the permit to carry out any LAWS OF GUYANA Forests Cap. 67:01 11  L.R.O. 1/2012                                                 exploratory operations within the exploratory area.  (11) An exploratory permit shall not be transferred by the holder, being a person, to any other person without the prior consent in writing of the Commission.  (12) A body corporate shall not without the prior consent in writing of the Commission  (a)   register the transfer of any equity share or shares in the body corporate to any person or his nominee; or  (b)     enter into any agreement, arrangement or understanding (whether or not having legal or equitable force) with any person,  if the effect of doing so would be to give control of the body corporate to that person or where any such transfer or agreement, arrangement or understanding mentioned in paragraph (a) or (b) is made without the prior consent in writing of the Commission, it shall be void and the Commissioner may by notice to the holder of the permit suspend the permit upon giving the holder of the permit an opportunity to state his case.  (13) Upon taking action to suspend the permit under subsection (10), the Commissioner shall forthwith make a full report to the President of the circumstances of the suspension of the permit, whereupon the President may order  (a)      the cancellation of the permit;  (b)     the confirmation of the suspension of the permit for such time he may determine; or LAWS OF GUYANA 12 Cap. 67:01 Forests                                                                     L.R.O. 1/2012                      c. 65:01 c. 65:10        Sale of forest produce. [4 of 1972 2 of 1979]           Leases.     (c)  the withdrawal of the notice of suspension given by the Commissioner:  Provided that no order under paragraph (a) or (b) shall be made without affording any person whose rights under the exploratory permit may thereby be affected an opportunity of stating his case.   (14) In the exercise of his powers under this section, the Minister shall consult with the Commission.  (15) For the avoidance of doubt it is hereby declared that the provisions of this section do not apply to permission to explore for petroleum or to prospect for minerals in State forests and matters connected therewith, in respect of which provision has been made by the Petroleum (Exploration and Production) Act and the Mining Act.   CONTRACTS, LEASES, TIMBER SALES AGREEMENTS AND PERMITS FOR  FOREST PRODUCE",
            "description": [
                {
                    "representation": "(2)",
                    "description": "No exploratory permit with respect to any forest produce shall be granted to an applicant unless the Commission is satisfied that the applicants"
                },
                {
                    "representation": "(b)",
                    "description": "shall be made without affording any person whose rights under the exploratory permit may thereby be affected an opportunity of stating his case."
                },
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, the Minister may authorise  the Commissioner to grant a permit to any person to occupy any area of State forest for the purpose of exploratory operations without giving such person any exclusive right to occupy the whole or any specified part thereof."
                },
                {
                    "representation": "(a)",
                    "description": "or"
                },
                {
                    "representation": "(c)",
                    "description": "the withdrawal of the notice of suspension given by the Commissioner:  Provided that no order under paragraph"
                },
                {
                    "representation": "(d)",
                    "description": "any other corporate body incorporated in or outside Guyana;"
                },
                {
                    "representation": "(3)",
                    "description": "No exploratory permit shall be granted to an individual unless he is a citizen of Guyana and an adult."
                },
                {
                    "representation": "(4)",
                    "description": "No exploratory permit shall be granted to a body of persons unless it is"
                },
                {
                    "representation": "(e)",
                    "description": "any organisation established by the Government or by or under any written law capable of carrying on exploration of State forests:   Provided that where a permit is granted to two or more persons, the obligations to be observed and performed by the holder of the permit under the Act shall be joint and several, but without prejudice to any right of contribution which may exist between any or all of them, a permit may be granted to two or more such persons associated together in any form of joint arrangement.  LAWS OF GUYANA 10 Cap. 67:01 Forests                                                                     L.R.O. 1/2012"
                },
                {
                    "representation": "(5)",
                    "description": "A person may make an application in the form set out in the Schedule for an exploratory permit."
                },
                {
                    "representation": "(6)",
                    "description": "Without prejudice to the provisions of subsection"
                },
                {
                    "representation": "(7)",
                    "description": "An exploratory permit shall be in such form and subject to such general conditions as may be prescribed and to such special conditions as the Commission may deem necessary in the particular case."
                },
                {
                    "representation": "(8)",
                    "description": "An exploratory permit may not confer exclusive rights on the holder of the exploratory permit and such permit may be issued to different persons in relation to the whole or part of the same area."
                },
                {
                    "representation": "(9)",
                    "description": "The Commissioner may require an applicant for an exploratory permit to execute a bond satisfactory to the Commission for the performance and observance by the applicant of the conditions of the permit, upon the issue or renewal thereof, or to make arrangements satisfactory to the Commission for the execution of such bond or to replenish the bond from time to time where it, or any part of it, has been forfeited to pay penalties, fines or compensation, or to remedy damages."
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Grants under Cap. 65:",
            "context": "FORESTS ACT under Grants under Cap. 65:10.  A lease, licence or concession in State forest granted under the Mining Act, shall be subject to this Act except when such lease, licence or concession contains any express condition to the contrary.",
            "description": "A lease, licence or concession in State forest granted under the Mining Act, shall be subject to this Act except when such lease, licence or concession contains any express condition to the contrary."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Suspension and cancellation of leases and timber sales agreements.  OWNERSHIP OF FOREST PRODUCE  ",
            "context": "FORESTS ACT under Suspension and cancellation of leases and timber sales agreements.  OWNERSHIP OF FOREST PRODUCE  11.  (1) Where any condition of any lease made under section 7 or timber sales agreement granted under section 7A is not fulfilled, or where any regulation is not observed, the Minister may by notice to the lessee or grantee of the agreement suspend the lease or agreement whereupon it shall cease to be lawful for the said lessee or grantee of the agreement to carry out any operations on the land subject to the lease or agreement.  (2) Upon taking such action under subsection (1), the Minister shall forthwith make a full report to the President of the circumstances of the suspension of the lease or the timber sales agreement, as the case may be, whereupon the President may order  (a)  the cancellation of the lease or agreement;  (b)   the suspension of the lease or agreement for such time as he may determine; or  (c)  the withdrawal of the notice of suspension given by the Minister:  Provided that no order under paragraph (a) or (b) shall be made without affording any person whose rights under the lease or agreement may thereby be affected an opportunity of stating his case.  (3) In the exercise of his powers under this section, the Minister shall consult with the Commission.  LAWS OF GUYANA Forests Cap. 67:01 15  L.R.O. 1/2012      Ownership of forest produce. [4 of 1972 2 of 1979]                  Presumption that forest produce and land belong to the State.    Timber found adrift or not correctly marked.      Precautions against  fire.  [6 of 1997]     OWNERSHIP OF FOREST PRODUCE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any condition of any lease made under section 7 or timber sales agreement granted under section 7A is not fulfilled, or where any regulation is not observed, the Minister may by notice to the lessee or grantee of the agreement suspend the lease or agreement whereupon it shall cease to be lawful for the said lessee or grantee of the agreement to carry out any operations on the land subject to the lease or agreement."
                },
                {
                    "representation": "(2)",
                    "description": "Upon taking such action under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "or"
                },
                {
                    "representation": "(b)",
                    "description": "shall be made without affording any person whose rights under the lease or agreement may thereby be affected an opportunity of stating his case."
                },
                {
                    "representation": "(c)",
                    "description": "the withdrawal of the notice of suspension given by the Minister:  Provided that no order under paragraph"
                },
                {
                    "representation": "(3)",
                    "description": "In the exercise of his powers under this section, the Minister shall consult with the Commission.  LAWS OF GUYANA Forests Cap. 67:01 15  L.R.O. 1/2012      Ownership of forest produce. [4 of 1972 2 of 1979]                  Presumption that forest produce and land belong to the State.    Timber found adrift or not correctly marked.      Precautions against  fire.  [6 of 1997]     OWNERSHIP OF FOREST PRODUCE"
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Ownership of forest produce. ",
            "context": "FORESTS ACT under Ownership of forest produce. 12.  (1) All forest produce from State forests shall remain the property of the State until the prescribed royalty thereon has been paid.  (2) Royalty shall become payable on forest produce from State forests and may lawfully be demanded as soon as such produce is cut, felled or otherwise severed from the ground.  (3) Where the person in possession of forest produce from State forests declines or is unable to pay the prescribed royalty thereon after the same has been lawfully demanded from him, the Commission or any person authorised by the Commission may sell such of the forest produce as may be sufficient to pay the prescribed royalty and shall pay into revenue the proceeds of such sale.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All forest produce from State forests shall remain the property of the State until the prescribed royalty thereon has been paid."
                },
                {
                    "representation": "(2)",
                    "description": "Royalty shall become payable on forest produce from State forests and may lawfully be demanded as soon as such produce is cut, felled or otherwise severed from the ground."
                },
                {
                    "representation": "(3)",
                    "description": "Where the person in possession of forest produce from State forests declines or is unable to pay the prescribed royalty thereon after the same has been lawfully demanded from him, the Commission or any person authorised by the Commission may sell such of the forest produce as may be sufficient to pay the prescribed royalty and shall pay into revenue the proceeds of such sale."
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Presumption that forest produce and land belong to the State. ",
            "context": "FORESTS ACT under Presumption that forest produce and land belong to the State. 13.  When in any proceedings under this Act a question arises as to whether any forest produce belongs to the State or any land is State forest, such forest produce shall be presumed to belong to the State or such land shall be presumed to be State forest until the contrary is proved.",
            "description": "When in any proceedings under this Act a question arises as to whether any forest produce belongs to the State or any land is State forest, such forest produce shall be presumed to belong to the State or such land shall be presumed to be State forest until the contrary is proved."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Timber found adrift or not correctly marked.  THE PROTECTION OF FORESTS  ",
            "context": "FORESTS ACT under Timber found adrift or not correctly marked.  THE PROTECTION OF FORESTS  15.   Precautions against fire.  LAWS OF GUYANA 4 Cap. 67:01 Forests                                                                     L.R.O. 1/2012 SECTION",
            "description": "Precautions against fire.  LAWS OF GUYANA 4 Cap. 67:01 Forests                                                                     L.R.O. 1/2012 SECTION"
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Public to assist in extinguishing fires.              ",
            "context": "FORESTS ACT under Public to assist in extinguishing fires.              16.  (1) It shall be lawful for any member of the Commission, forest officer, constable, officer of the Lands Department  or  district commissioner, to require any person who is within a reasonable distance of any State forest to assist in averting, or extinguishing any fire in such forest or in securing any property within the forest from loss or damage arising from fire or other natural causes.  (2) Such person shall be entitled to pay or compensation for any work he is required to do under subsection (1). Pay shall be determined by the Minister and be met out of moneys provided by the Commission.  (3) Where any person so assisting sustains bodily injury in the circumstances specified in subsection (1), and is permanently disabled (either totally or partially) as a result thereof, or dies as a result of the aforesaid bodily injury, the person shall be deemed to be an insured person and the injury shall be deemed to have been caused by an accident arising out of and in the course of his insurable employment for the purposes of the National Insurance and Social Security Act.   (4) Any person who fails to assist in averting or LAWS OF GUYANA Forests Cap. 67:01 17  L.R.O. 1/2012       Damage to forest produce. [6 of 1997]            Trespass   on State  Forest.  [4 of 1972 2 of 1979 24 of 1990 6 of 1997]                       extinguishing any fire or in securing any property from loss or damage when required to do so under subsection (1) shall be liable on summary conviction to a fine of six thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be liable on summary conviction to a fine of six thousand five hundred dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Such person shall be entitled to pay or compensation for any work he is required to do under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where any person so assisting sustains bodily injury in the circumstances specified in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Any person who fails to assist in averting or LAWS OF GUYANA Forests Cap. 67:01 17  L.R.O. 1/2012       Damage to forest produce. [6 of 1997]            Trespass   on State  Forest.  [4 of 1972 2 of 1979 24 of 1990 6 of 1997]                       extinguishing any fire or in securing any property from loss or damage when required to do so under subsection"
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Damage to forest produce.  OFFENCES AND LEGAL PROCEEDINGS  ",
            "context": "FORESTS ACT under Damage to forest produce.  OFFENCES AND LEGAL PROCEEDINGS  17.  (1) Any person lawfully cutting or removing forest produce from any State forest shall take all necessary precautions to prevent damage to other forest produce.  (2) Any person unnecessarily damaging other forest produce when lawfully cutting or removing forest produce from any State forest shall be liable on summary conviction to a fine of six thousand five hundred dollars.  OFFENCES AND LEGAL PROCEEDINGS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person lawfully cutting or removing forest produce from any State forest shall take all necessary precautions to prevent damage to other forest produce."
                },
                {
                    "representation": "(2)",
                    "description": "Any person unnecessarily damaging other forest produce when lawfully cutting or removing forest produce from any State forest shall be liable on summary conviction to a fine of six thousand five hundred dollars.  OFFENCES AND LEGAL PROCEEDINGS"
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Trespass on State Forest. ",
            "context": "FORESTS ACT under Trespass on State Forest. 18. (1) Everyone who trespasses on or unlawfully occupies any State forest shall be liable to a fine of four thousand five hundred dollars or to imprisonment for four months:  Provided that  (a)     no one shall be deemed a trespasser on, or to have unlawfully occupied, any State forest under this section who proves, to the satisfaction of the magistrate before whom he is brought  (i)  that he was travelling and reasonably occupied or used the forest for the purpose of his journey; or (ii)    that he was authorised to occupy or use the forest by the Minister or the Commission or by any other person having LAWS OF GUYANA 18 Cap. 67:01 Forests                                                                     L.R.O. 1/2012                                          Penalty. [4 of 1982 6 of 1997 15 of 1997] c. 62:01  c. 65:01  authority under this Act or any other written law; or  (iii)  that he, or those through whom he claims, occupied the forest under a bona fide claim of right; and  (b)    where anyone is convicted for a first time under this section he shall not be liable to imprisonment whether in default of paying any penalty or otherwise if he thereupon surrenders peaceable possession of the State forest occupied by him with all the forest produce thereon, and all buildings and erections thereupon or affixed thereto; and a person so convicted shall be warned against committing such offence a second or subsequent time and of the penalties prescribed in subsection (2) where a person is so convicted.  (2) Where anyone is convicted for a second or subsequent time under this section he shall (whether or not he was warned under subsection (1)) be liable to a fine of six thousand dollars together with imprisonment for six months, and where he is in occupation of any State forest, he shall be ordered to surrender possession of the State forest with all the forest produce thereon and all the buildings and erections thereon or affixed thereto.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who trespasses on or unlawfully occupies any State forest shall be liable to a fine of four thousand five hundred dollars or to imprisonment for four months:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "no one shall be deemed a trespasser on, or to have unlawfully occupied, any State forest under this section who proves, to the satisfaction of the magistrate before whom he is brought"
                },
                {
                    "representation": "(i)",
                    "description": "that he was travelling and reasonably occupied or used the forest for the purpose of his journey; or"
                },
                {
                    "representation": "(b)",
                    "description": "where anyone is convicted for a first time under this section he shall not be liable to imprisonment whether in default of paying any penalty or otherwise if he thereupon surrenders peaceable possession of the State forest occupied by him with all the forest produce thereon, and all buildings and erections thereupon or affixed thereto; and a person so convicted shall be warned against committing such offence a second or subsequent time and of the penalties prescribed in subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Where anyone is convicted for a second or subsequent time under this section he shall"
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Penalty. ",
            "context": "FORESTS ACT under Penalty. 19. Any person who in any State forest, except in accordance with the terms of a permit granted, contract or lease granted under this Act or of the  State Lands Act or of the Mining Act or a timber sales agreement granted under this Act  LAWS OF GUYANA Forests Cap. 67:01 19  L.R.O. 1/2012               Contraven- tions. [4 of 1982 6 of 1997 15 of 1997]                    Burden of proof.          (a)    cuts, fells, lops, damages or removes forest produce;   (b)       grazes or pastures cattle;  (c)     cleans, cultivates, cuts, digs or turns the soil,  shall be liable on summary conviction to a fine of thirteen thousand dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "cuts, fells, lops, damages or removes forest produce;"
                },
                {
                    "representation": "(b)",
                    "description": "grazes or pastures cattle;"
                },
                {
                    "representation": "(c)",
                    "description": "cleans, cultivates, cuts, digs or turns the soil,  shall be liable on summary conviction to a fine of thirteen thousand dollars."
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "(1) Contraventions.   (2) Burden of proof. ",
            "context": "FORESTS ACT under (1) Contraventions.   (2) Burden of proof. 20.  (1) Any person who contravenes any of the regulations made under this Act or any of the terms or conditions of a contract made or exploratory permit, lease or timber sales agreement granted under this Act or who knowingly receives any forest produce which has been cut, felled, lopped, damaged or removed in contravention of this Act or of any of the terms or conditions of a contract made or exploratory permit, lease or timber sales agreement granted under this Act shall be liable on summary conviction to a fine of thirteen thousand dollars:  Provided that a holder of an exploratory permit, lessee of State forest or a grantee of a timber sales agreement shall be liable for any such contravention within the premises of his exploratory permit, lease or timber sales agreement unless he can prove to the satisfaction of the magistrate that such contravention was not committed by or on the authority of himself, his agents or servants.  (2) The burden of proof that forest produce has not been taken in  contravention of this Act shall rest upon the person in whose possession such produce is found:  Provided that such person shall not be deemed to have discharged this burden of proof unless he also shows that the forest produce was lawfully obtained.  LAWS OF GUYANA 20 Cap. 67:01 Forests                                                                     L.R.O. 1/2012 Unlawful possession of forest produce. [6 of 1997]          Counterfeiting and similar offences. [4 of 1972 4 of 1982 6 of 1997]                             Power of court to confiscate produce and",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who contravenes any of the regulations made under this Act or any of the terms or conditions of a contract made or exploratory permit, lease or timber sales agreement granted under this Act or who knowingly receives any forest produce which has been cut, felled, lopped, damaged or removed in contravention of this Act or of any of the terms or conditions of a contract made or exploratory permit, lease or timber sales agreement granted under this Act shall be liable on summary conviction to a fine of thirteen thousand dollars:  Provided that a holder of an exploratory permit, lessee of State forest or a grantee of a timber sales agreement shall be liable for any such contravention within the premises of his exploratory permit, lease or timber sales agreement unless he can prove to the satisfaction of the magistrate that such contravention was not committed by or on the authority of himself, his agents or servants."
                },
                {
                    "representation": "(2)",
                    "description": "The burden of proof that forest produce has not been taken in  contravention of this Act shall rest upon the person in whose possession such produce is found:  Provided that such person shall not be deemed to have discharged this burden of proof unless he also shows that the forest produce was lawfully obtained.  LAWS OF GUYANA 20 Cap. 67:01 Forests                                                                     L.R.O. 1/2012 Unlawful possession of forest produce. [6 of 1997]          Counterfeiting and similar offences. [4 of 1972 4 of 1982 6 of 1997]                             Power of court to confiscate produce and"
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Unlawful possession of forest produce. ",
            "context": "FORESTS ACT under Unlawful possession of forest produce. 21.  Anyone who removes or receives, or is found in possession of, any forest produce with respect to which a forest offence has been committed shall, unless he can account for the possession or show that he removed or came by that produce innocently and without knowledge of the offence, be liable on summary conviction to a fine of thirteen thousand dollars and to imprisonment for six months, and the forest produce shall be liable to forfeiture.",
            "description": "Anyone who removes or receives, or is found in possession of, any forest produce with respect to which a forest offence has been committed shall, unless he can account for the possession or show that he removed or came by that produce innocently and without knowledge of the offence, be liable on summary conviction to a fine of thirteen thousand dollars and to imprisonment for six months, and the forest produce shall be liable to forfeiture."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Counterfeiting and similar offences. ",
            "context": "FORESTS ACT under Counterfeiting and similar offences. 22.  Any person who  (a)   counterfeits or fraudulently without due authority uses upon forest produce any registered mark or any mark used by forest officers;  (b)  counterfeits or issues without due authority any lease or timber sales agreement in respect of State forests or any permission, or removal permit or other contract in respect of forest produce;  (c)    counterfeits, alters, obliterates, defaces or removes any stamp, mark, sign, licence, permit or forest fee receipt used or issued under this Act or any regulations made thereunder;   (d)   without due authority alters, moves, destroys or defaces any boundary mark of a State forest,  shall be liable on summary conviction to a fine of sixty-five thousand dollars or to imprisonment for six months.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "counterfeits or fraudulently without due authority uses upon forest produce any registered mark or any mark used by forest officers;"
                },
                {
                    "representation": "(b)",
                    "description": "counterfeits or issues without due authority any lease or timber sales agreement in respect of State forests or any permission, or removal permit or other contract in respect of forest produce;"
                },
                {
                    "representation": "(c)",
                    "description": "counterfeits, alters, obliterates, defaces or removes any stamp, mark, sign, licence, permit or forest fee receipt used or issued under this Act or any regulations made thereunder;"
                },
                {
                    "representation": "(d)",
                    "description": "without due authority alters, moves, destroys or defaces any boundary mark of a State forest,  shall be liable on summary conviction to a fine of sixty-five thousand dollars or to imprisonment for six months."
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Power of court to confiscate produce and order restitution. ",
            "context": "FORESTS ACT under Power of court to confiscate produce and order restitution. 23.  (1) When any person is convicted of an offence under this Act, all forest produce in respect of which such LAWS OF GUYANA Forests Cap. 67:01 21  L.R.O. 1/2012 order restitu- tion. [2 of 1979]                     Penalty for erection of unauthorised buildings and enclosures. [4 of 1972 2 of 1979 6 of 1997]                  offence has been committed, and all livestock, tools, boats, vehicles, machinery and other implements used in committing such offence shall be liable to be forfeited by order of the court. Such forfeiture shall be in addition to any other punishment that may be awarded.  (2) Any forest produce forfeited under subsection (1) shall, unless otherwise ordered by the court, be sold or otherwise disposed of as the Minister or the Commission may, by general or special order, direct.  (3) When any person is convicted of an offence under this Act, the court may, in addition to any other punishment that it may award, order the convicted person to restore to the owner any forest produce that such person has obtained in contravention of this Act or pay to the owner   compensation   for   the   loss   he   has   sustained   by   such contravention.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall, unless otherwise ordered by the court, be sold or otherwise disposed of as the Minister or the Commission may, by general or special order, direct."
                },
                {
                    "representation": "(2)",
                    "description": "Any forest produce forfeited under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "When any person is convicted of an offence under this Act, the court may, in addition to any other punishment that it may award, order the convicted person to restore to the owner any forest produce that such person has obtained in contravention of this Act or pay to the owner   compensation   for   the   loss   he   has   sustained   by   such contravention."
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Penalty for erection of unauthorised buildings and  enclosures. ",
            "context": "FORESTS ACT under Penalty for erection of unauthorised buildings and  enclosures. 24.  (1) Any person who erects any building or enclosure shed or structure or any part thereof or plants any crop in a State forest without the permission of the Commission first had and obtained, shall be liable on summary conviction to a fine of thirteen thousand dollars.  (2) When any person is convicted of erecting any unauthorised buildings or enclosures or of planting any unauthorised crops in a State forest the court shall in addition to any penalty it may impose fix a period in which such buildings or enclosures or crops shall be removed and the land restored to its previous condition.  (3) Any person failing to obey an order made under subsection (2) within the time fixed shall, unless he satisfies the court that he has used all diligence to carry out such order, be liable to a fine of six hundred and fifty dollars for every day during which the default continues.  LAWS OF GUYANA 22 Cap. 67:01 Forests                                                                     L.R.O. 1/2012          Arrest without warrant.            Power to search for forest produce.        Power to seize and detain. [4 of 1972 2 of 1979 4 of 1982 6 of 1997]           (4) Notwithstanding subsection (3), where an order has been made under subsection (2), in the event of such order not being carried out within the time fixed, the Commission may cause the buildings, enclosures or crops in respect of which the order was made to be removed or destroyed, and may recover the expenses of such removal or destruction from the person convicted.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who erects any building or enclosure shed or structure or any part thereof or plants any crop in a State forest without the permission of the Commission first had and obtained, shall be liable on summary conviction to a fine of thirteen thousand dollars."
                },
                {
                    "representation": "(2)",
                    "description": "within the time fixed shall, unless he satisfies the court that he has used all diligence to carry out such order, be liable to a fine of six hundred and fifty dollars for every day during which the default continues.  LAWS OF GUYANA 22 Cap. 67:01 Forests                                                                     L.R.O. 1/2012          Arrest without warrant.            Power to search for forest produce.        Power to seize and detain. [4 of 1972 2 of 1979 4 of 1982 6 of 1997]"
                },
                {
                    "representation": "(3)",
                    "description": "Any person failing to obey an order made under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Notwithstanding subsection"
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Arrest without warrant. ",
            "context": "FORESTS ACT under Arrest without warrant. 25.  A forest officer, district commissioner, justice of the peace or constable may arrest without warrant any person whom he reasonably suspects has committed an offence under this Act and who, on demand of  such  officer,  district  commissioner  or  justice  of  the  peace  or constable, refuses or fails to give his name and address or who gives a name and address which such officer or constable believes to be false, or who such officer or constable has good reason to believe will abscond.",
            "description": "A forest officer, district commissioner, justice of the peace or constable may arrest without warrant any person whom he reasonably suspects has committed an offence under this Act and who, on demand of  such  officer,  district  commissioner  or  justice  of  the  peace  or constable, refuses or fails to give his name and address or who gives a name and address which such officer or constable believes to be false, or who such officer or constable has good reason to believe will abscond."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Power to search for forest produce. ",
            "context": "FORESTS ACT under Power to search for forest produce. 26.  Whenever a forest officer, district commissioner, justice of the peace, constable or an officer of the Lands Department suspects that any person has been guilty of an offence under this Act or is in possession of any forest produce unlawfully obtained, he may search such person or any baggage, package, parcel, conveyance, tent or building under the control of such person.",
            "description": "Whenever a forest officer, district commissioner, justice of the peace, constable or an officer of the Lands Department suspects that any person has been guilty of an offence under this Act or is in possession of any forest produce unlawfully obtained, he may search such person or any baggage, package, parcel, conveyance, tent or building under the control of such person."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Power to seize and detain. ",
            "context": "FORESTS ACT under Power to seize and detain. 27.  (1) A forest officer, district commissioner, justice of the peace, constable or an officer of the Lands Department may seize or detain any forest produce, livestock, tools, boats, vehicles, machinery, or other implements which he reasonably suspects are liable to be forfeited under this Act.  (2) Every officer and every constable seizing or detaining any property under this section shall place on such property a mark indicating that the same has been so seized or detained, and shall as soon as may be make a report of such seizure or detention to the magistrate having jurisdiction to try the offence on account of which the seizure was made: LAWS OF GUYANA Forests Cap. 67:01 23  L.R.O. 1/2012                                             Provided that where the forest produce is the property of the State and the offender is unknown, it shall be sufficient if the officer or constable makes a report as soon as possible to the Commissioner.   (3) If the officer seizing anything under subsection (1) is of the opinion that such thing is subject to speedy and natural decay he may, with the approval of a forest officer not below the rank of Assistant Commissioner of Forests, sell such thing, and the proceeds of such sale shall be paid by the officer to the Commission.  (4) An officer seizing or detaining anything under subsection (1) shall commence proceedings in respect of which such thing has been seized without delay and in the event of such proceedings not being commenced within three months of the seizure he shall return the thing seized to the person from whom it was seized.  (5) Any person who unlawfully removes or attempts to remove any property seized under this section shall be liable on summary conviction to a fine of sixty-five thousand dollars.  (6) A court convicting any person of an offence under this Act may order the person convicted to pay, in addition to any penalty it may impose, the expenses of seizure and detention of anything seized in connection with such offence under subsection (1).  (7) No action shall be maintainable against the State or any forest officer for the loss or deterioration of any forest produce or thing seized or detained in the bona fide exercise of powers under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall commence proceedings in respect of which such thing has been seized without delay and in the event of such proceedings not being commenced within three months of the seizure he shall return the thing seized to the person from whom it was seized."
                },
                {
                    "representation": "(2)",
                    "description": "Every officer and every constable seizing or detaining any property under this section shall place on such property a mark indicating that the same has been so seized or detained, and shall as soon as may be make a report of such seizure or detention to the magistrate having jurisdiction to try the offence on account of which the seizure was made: LAWS OF GUYANA Forests Cap. 67:01 23  L.R.O. 1/2012                                             Provided that where the forest produce is the property of the State and the offender is unknown, it shall be sufficient if the officer or constable makes a report as soon as possible to the Commissioner."
                },
                {
                    "representation": "(3)",
                    "description": "If the officer seizing anything under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "An officer seizing or detaining anything under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Any person who unlawfully removes or attempts to remove any property seized under this section shall be liable on summary conviction to a fine of sixty-five thousand dollars."
                },
                {
                    "representation": "(6)",
                    "description": "A court convicting any person of an offence under this Act may order the person convicted to pay, in addition to any penalty it may impose, the expenses of seizure and detention of anything seized in connection with such offence under subsection"
                },
                {
                    "representation": "(7)",
                    "description": "No action shall be maintainable against the State or any forest officer for the loss or deterioration of any forest produce or thing seized or detained in the bona fide exercise of powers under this Act."
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Penalty for vexatious seizure of property. ",
            "context": "FORESTS ACT under Penalty for vexatious seizure of property. 28.  Any forest officer who vexatiously and unnecessarily seizes any property on pretence of seizing property.  seizure of vexatious Penalty for  LAWS OF GUYANA 24 Cap. 67:01 Forests                                                                     L.R.O. 1/2012 [6 of 1997]    Power to accept compensation for offences.  [4 of 1972 2 of 1979 4 of 1982]                                       property liable to confiscation under this Act shall be liable on summary conviction to a fine of sixty-five thousand dollars and to imprisonment for six months.",
            "description": "Any forest officer who vexatiously and unnecessarily seizes any property on pretence of seizing property.  seizure of vexatious Penalty for  LAWS OF GUYANA 24 Cap. 67:01 Forests                                                                     L.R.O. 1/2012 [6 of 1997]    Power to accept compensation for offences.  [4 of 1972 2 of 1979 4 of 1982]                                       property liable to confiscation under this Act shall be liable on summary conviction to a fine of sixty-five thousand dollars and to imprisonment for six months."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Power to accept compensation for offences. ",
            "context": "FORESTS ACT under Power to accept compensation for offences. 29.  Notwithstanding any other provisions of this Act the Minister or a member of the Commission or any forest officer authorised by him, not being below the rank of Assistant Commissioner of Forests may, in any case he deems proper and in substitution for any proceedings, accept on behalf of the State a sum of money by way of compensation from any person reasonably suspected of a contravention of this Act not being an offence under section 22:  Provided that   (a)    such compensation shall be accepted only where the person  reasonably  suspected  of  such  contravention  has expressed his willingness in the prescribed form that the contravention as aforesaid shall be so dealt with, and where the prescribed royalty value of the forest produce or thing in respect  of  which contravention has taken place does not exceed two hundred and fifty dollars if the person accepting the   compensation   is  a  forest  officer  other  than  the Commissioner or seven hundred and fifty dollars where such person is the Minister or a member of the Commission or the Commissioner;  (b)    such compensation  shall  not  exceed five times  the market value or alternatively, where the value of the LAWS OF GUYANA Forests Cap. 67:01 25  L.R.O. 1/2012     Recovery of sums due under bond.         Penalties under Act not substituted for others, but no conviction  twice for the same offence.   Penalty  for obstructing officer. [6 of 1997]  Collusive seizure or non- seizure or abandonment of seizure. [6 of 1997]      Bribing officer.        forest produce or thing cannot be estimated, the sum of one hundred dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "such compensation shall be accepted only where the person  reasonably  suspected  of  such  contravention  has expressed his willingness in the prescribed form that the contravention as aforesaid shall be so dealt with, and where the prescribed royalty value of the forest produce or thing in respect  of  which contravention has taken place does not exceed two hundred and fifty dollars if the person accepting the   compensation   is  a  forest  officer  other  than  the Commissioner or seven hundred and fifty dollars where such person is the Minister or a member of the Commission or the Commissioner;"
                },
                {
                    "representation": "(b)",
                    "description": "such compensation  shall  not  exceed five times  the market value or alternatively, where the value of the LAWS OF GUYANA Forests Cap. 67:01 25  L.R.O. 1/2012     Recovery of sums due under bond.         Penalties under Act not substituted for others, but no conviction  twice for the same offence.   Penalty  for obstructing officer. [6 of 1997]  Collusive seizure or non- seizure or abandonment of seizure. [6 of 1997]      Bribing officer.        forest produce or thing cannot be estimated, the sum of one hundred dollars."
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Recovery of sums due under bond. ",
            "context": "FORESTS ACT under Recovery of sums due under bond. 30.  When anyone, in accordance with any provision of this Act or in compliance with any regulation hereunder, binds himself by bond or instrument to perform any duty or act, or to abstain from any act, the whole sum mentioned in the bond or instrument as the amount to be paid in case of a breach of the conditions thereof may, in case of the breach and notwithstanding any enactment to the contrary, be recovered from him or from his surety or sureties.",
            "description": "When anyone, in accordance with any provision of this Act or in compliance with any regulation hereunder, binds himself by bond or instrument to perform any duty or act, or to abstain from any act, the whole sum mentioned in the bond or instrument as the amount to be paid in case of a breach of the conditions thereof may, in case of the breach and notwithstanding any enactment to the contrary, be recovered from him or from his surety or sureties."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Penalties under Act not substituted for others, but no conviction twice for the same offence. ",
            "context": "FORESTS ACT under Penalties under Act not substituted for others, but no conviction twice for the same offence. 31.  Nothing in this Act shall be deemed to prevent anyone from being prosecuted under any other law for an act or omission which constitutes a forest offence, or from being liable under that other law to any higher punishment or penalty than is provided by this Act, but no one shall be punished twice for the same offence.",
            "description": "Nothing in this Act shall be deemed to prevent anyone from being prosecuted under any other law for an act or omission which constitutes a forest offence, or from being liable under that other law to any higher punishment or penalty than is provided by this Act, but no one shall be punished twice for the same offence."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Penalty for obstructing officer. ",
            "context": "FORESTS ACT under Penalty for obstructing officer. 32.  Any person who obstructs any forest officer or person acting under the provisions of this Act shall be liable on summary conviction to a fine of thirteen thousand dollars.",
            "description": "Any person who obstructs any forest officer or person acting under the provisions of this Act shall be liable on summary conviction to a fine of thirteen thousand dollars."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "(1) Collusive seizure or non-seizure, or abandonment of  seizure.   (2) Bribing officer. ",
            "context": "FORESTS ACT under (1) Collusive seizure or non-seizure, or abandonment of  seizure.   (2) Bribing officer. 33.  (1) If any officer authorised by this Act to seize an article makes a collusive seizure, or delivers up, or makes any agreement to deliver up, or not to seize, an article liable to forfeiture, or takes a bribe, gratuity, recompense, or reward, for neglect or non-performance of his duty, the officer shall for each offence be liable on summary conviction to a fine of sixty-five thousand dollars, and be rendered incapable of serving the State in any office whatever.  (2) Everyone who gives or offers, or procures to be given or offered, any bribe, recompense, or reward to, or makes any collusive agreement with, any officer aforesaid to induce him in any way to neglect his duty, or to do, conceal, or connive at any act whereby any of the provisions of this Act may be evaded, shall be guilty of an offence and shall be LAWS OF GUYANA 26 Cap. 67:01 Forests                                                                     L.R.O. 1/2012    Impeding navigation of river and creek in State forests.  c. 62:01     Power of exemption.    Acts done in good faith.     Protection of rights of Amerindians.           Civil remedy reserved.      liable on summary conviction to a fine of sixty-five thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any officer authorised by this Act to seize an article makes a collusive seizure, or delivers up, or makes any agreement to deliver up, or not to seize, an article liable to forfeiture, or takes a bribe, gratuity, recompense, or reward, for neglect or non-performance of his duty, the officer shall for each offence be liable on summary conviction to a fine of sixty-five thousand dollars, and be rendered incapable of serving the State in any office whatever."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who gives or offers, or procures to be given or offered, any bribe, recompense, or reward to, or makes any collusive agreement with, any officer aforesaid to induce him in any way to neglect his duty, or to do, conceal, or connive at any act whereby any of the provisions of this Act may be evaded, shall be guilty of an offence and shall be LAWS OF GUYANA 26 Cap. 67:01 Forests                                                                     L.R.O. 1/2012    Impeding navigation of river and creek in State forests.  c. 62:01     Power of exemption.    Acts done in good faith.     Protection of rights of Amerindians.           Civil remedy reserved.      liable on summary conviction to a fine of sixty-five thousand dollars."
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Impeding navigation of river and creek in State forests.  MISCELLANEOUS  ",
            "context": "FORESTS ACT under Impeding navigation of river and creek in State forests.  MISCELLANEOUS  34.  The provisions of section 22 of the State Lands Act shall apply to State forests.     MISCELLANEOUS",
            "description": "The provisions of section 22 of the State Lands Act shall apply to State forests.     MISCELLANEOUS"
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Power of exemption. ",
            "context": "FORESTS ACT under Power of exemption. 35.  The Minister, by notice in the Gazette, may exempt any person or class of persons or any land or class of land from any or all of the provisions of this Act.",
            "description": "The Minister, by notice in the Gazette, may exempt any person or class of persons or any land or class of land from any or all of the provisions of this Act."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Acts done in good faith. ",
            "context": "FORESTS ACT under Acts done in good faith. 36.  No suit shall lie against any public officer or other person for anything done by him in good faith in the execution or intended execution of his duties or powers under this Act.",
            "description": "No suit shall lie against any public officer or other person for anything done by him in good faith in the execution or intended execution of his duties or powers under this Act."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Protection of rights of Amerindians. ",
            "context": "FORESTS ACT under Protection of rights of Amerindians. 37.  Nothing in this Act shall be construed to prejudice, alter, or affect any right or privilege heretofore legally possessed, exercised, or enjoyed by any Amerindian in Guyana:  Provided that the Minister from time to time by publication in the Gazette may make any regulations to him seeming meet defining the privileges and rights to be enjoyed by Amerindians in relation to the State forests.",
            "description": "Nothing in this Act shall be construed to prejudice, alter, or affect any right or privilege heretofore legally possessed, exercised, or enjoyed by any Amerindian in Guyana:  Provided that the Minister from time to time by publication in the Gazette may make any regulations to him seeming meet defining the privileges and rights to be enjoyed by Amerindians in relation to the State forests."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Civil remedy reserved. ",
            "context": "FORESTS ACT under Civil remedy reserved. 38.  Nothing contained in this Act shall take away or interfere with the right of the State or of anyone to sue for and recover at common law or otherwise compensation for or in respect of damage or injury caused by an offence under this Act.",
            "description": "Nothing contained in this Act shall take away or interfere with the right of the State or of anyone to sue for and recover at common law or otherwise compensation for or in respect of damage or injury caused by an offence under this Act."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Penalties, fines, costs, etc., enforceable under the Summary  Jurisdiction Acts. ",
            "context": "FORESTS ACT under Penalties, fines, costs, etc., enforceable under the Summary  Jurisdiction Acts. 39.  All penalties, fines, and costs may  be  imposed,  sued  for, prosecuted, realised and recovered in the manner under the enforce- able costs, etc., Penalties, fines, LAWS OF GUYANA Forests Cap. 67:01 27  L.R.O. 1/2012 Summary Jurisdiction Acts.  Powers of entry given to certain officers. [2 of 1979 4 of 1982]                Representa- tives of trade unions and officials of approved organisations may enter State Forests.  [9 of 1977 4 of 1982 6 of 1997] c. 98:03             provided by the Summary Jurisdiction Acts.",
            "description": "All penalties, fines, and costs may  be  imposed,  sued  for, prosecuted, realised and recovered in the manner under the enforce- able costs, etc., Penalties, fines, LAWS OF GUYANA Forests Cap. 67:01 27  L.R.O. 1/2012 Summary Jurisdiction Acts.  Powers of entry given to certain officers. [2 of 1979 4 of 1982]                Representa- tives of trade unions and officials of approved organisations may enter State Forests.  [9 of 1977 4 of 1982 6 of 1997] c. 98:03             provided by the Summary Jurisdiction Acts."
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Powers of entry given to certain officers.  LAWS OF GUYANA Forests Cap. 67:01 5  L.R.O. 1/2012 SECTION 40A.   Representatives of trade unions and officials of approved organisations may enter State Forests. ",
            "context": "FORESTS ACT under Powers of entry given to certain officers.  LAWS OF GUYANA Forests Cap. 67:01 5  L.R.O. 1/2012 SECTION 40A.   Representatives of trade unions and officials of approved organisations may enter State Forests. 40.  (1) Any officer of the Lands Department, any forest officer under this Act, and any district commissioner, by himself or with any servants and assistants he desires may enter any State forest held under a grant which has been issued subject to any conditions, and may inspect the lands.  (2) The Minister, any member of the Commission or  the Commissioner may authorise in writing any public officer to exercise all or any of the powers conferred on an officer under subsection (1).  (3) Any officer of the Lands Department may enter any State forest held under a grant which has been issued subject to any conditions and may survey, demarcate and make a map thereof.  40A.  (1) Wherever labour is employed on State forests which are subject to a lease, timber sales agreement, licence or permission, any person  on producing proof to the holder of the lease, timber sales agreement,   licence  or  permission,  or  to  his  agent,  that  he  is representative of a trade union registered under the Trade Union Act, or an official of an organisation approved by order of the Minister responsible for labour for the purpose of this section, may enter at any reasonable time any such State forests for the purpose of  (a)  holding discussions with persons employed thereon on the conditions of their employment;  (b)    making representations to the employer on behalf of the persons so employed; or  LAWS OF GUYANA 28 Cap. 67:01 Forests                                                                     L.R.O. 1/2012                                           Powers of forest officers.     (c)  recruiting persons so employed as members of the trade union or organisation, as the case may be.  (2) The requirement to permit an entry authorised by subsection (1) shall be deemed a condition of every lease, timber sales agreement, licence or permission to which that subsection applies and a breach of that condition on more than one occasion shall render the lease, timber sales agreement, licence or permission liable to be suspended, cancelled or revoked, as the case may be, in like manner as provided for breaches of other conditions under this Act.  (3) Any person who hinders or obstructs a representative or official referred to in subsection (1) in the exercise of his powers of entry under that subsection or in the carrying out of the purposes thereof shall be liable on summary conviction to a fine of eight thousand two hundred and fifty dollars and to imprisonment for three months.  (4) Any person who falsely holds himself out  as a person authorised to enter upon State forests by virtue of this section (the burden of proof that he is so authorised being upon him) shall be liable on summary conviction to a fine of twenty-seven thousand five hundred dollars and to imprisonment for six months.  (5) The provisions of subsections (1) to (4) inclusive shall in so far as they apply to a representative of a trade union or an official apply mutatis mutandis to a Member of the National Assembly for the purposes of the exercise by him of the privileges and powers conferred by subsection 1 (a) upon such a representative or official.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "to"
                },
                {
                    "representation": "(2)",
                    "description": "The requirement to permit an entry authorised by subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any person who hinders or obstructs a representative or official referred to in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "upon such a representative or official."
                },
                {
                    "representation": "(b)",
                    "description": "making representations to the employer on behalf of the persons so employed; or  LAWS OF GUYANA 28 Cap. 67:01 Forests                                                                     L.R.O. 1/2012                                           Powers of forest officers."
                },
                {
                    "representation": "(c)",
                    "description": "recruiting persons so employed as members of the trade union or organisation, as the case may be."
                },
                {
                    "representation": "(4)",
                    "description": "inclusive shall in so far as they apply to a representative of a trade union or an official apply mutatis mutandis to a Member of the National Assembly for the purposes of the exercise by him of the privileges and powers conferred by subsection 1"
                },
                {
                    "representation": "(5)",
                    "description": "The provisions of subsections"
                }
            ]
        }
    },
    {
        "act": "FORESTS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Powers of forest officers. ",
            "context": "FORESTS ACT under Powers of forest officers. 41.  (1) The Minister, by order, may from time to time empower a forest officer by name or as holding an office to hold an inquiry into forest offences  and,  in the course of the inquiry, to receive and record evidence. LAWS OF GUYANA Forests Cap. 67:01 29  L.R.O. 1/2012       Regulations. [4 of 1972 2 of 1979 4 of 1982 15 of 1997]                                        (2) Any evidence recorded under subsection (1)  shall be admissible in any subsequent trial before a magistrate if it has been taken in the presence of the accused person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be admissible in any subsequent trial before a magistrate if it has been taken in the presence of the accused person."
                },
                {
                    "representation": "(2)",
                    "description": "Any evidence recorded under subsection"
                }
            ]
        }
    }
]