[
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Short title. 1.  This Act may be cited as the Guyana Forestry Commission Act.",
            "description": "This Act may be cited as the Guyana Forestry Commission Act."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  ESTABLISHMENT OF THE GUYANA FORESTRY COMMISSION  ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Interpretation.  ESTABLISHMENT OF THE GUYANA FORESTRY COMMISSION  2.  In this Act  Commission means the Guyana Forestry Commission established by section 3;  Commissioner means the Commissioner of Forests. LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 5  L.R.O. 1/2012      Establishment and incorpora- tion of the Guyana Forestry Commission. Schedule.   Functions  of the  Commission. [14 of 1981]                                 ESTABLISHMENT  OF THE GUYANA FORESTRY COMMISSION",
            "description": "In this Act  Commission means the Guyana Forestry Commission established by section 3;  Commissioner means the Commissioner of Forests. LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 5  L.R.O. 1/2012      Establishment and incorpora- tion of the Guyana Forestry Commission. Schedule.   Functions  of the  Commission. [14 of 1981]                                 ESTABLISHMENT  OF THE GUYANA FORESTRY COMMISSION"
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment and incorporation of the Guyana Forestry Commission. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Establishment and incorporation of the Guyana Forestry Commission. 3.  There is hereby established a body corporate to be known as the Guyana Forestry Commission and the provisions of the Schedule shall have effect as to the constitution and proceedings of, and otherwise in relation to, the Commission.",
            "description": "There is hereby established a body corporate to be known as the Guyana Forestry Commission and the provisions of the Schedule shall have effect as to the constitution and proceedings of, and otherwise in relation to, the Commission."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Functions of the Commission. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Functions of the Commission. 4.  (1) It shall be the function of the Commission (a)    to formulate, advise the Government on, and implement the  forest policy of the Government as determined by the Government;  (b)    to be responsible for the management and control of the exploitation of the forests of Guyana so as to ensure an optimum yield of forest produce and the maintenance or improvement of the environment;  (c)    to determine  or  assist  in  determining  the  location, distribution, volume, quality and most valuable use of the forest  resource;  (d)  to undertake economic studies and prepare plans for the development of forestry and forest industries;  (e)   to advise on lands that are to be permanently designated as forest reserves for the practice of forestry; LAWS OF GUYANA 6 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012                       c. 20:03  c. 20:06                          (f)   to identify, establish, maintain and manage forests, including national parks, wildlife areas and nature reserves, for the purposes of production, protection of the environment, education, recreation, the provision of amenities, and matters of scientific, historical or special value: Provided that the functions conferred on the Commission by   this paragraph shall not derogate from the functions conferred on the National Trust and the National Parks Commission by the National Trust Act and the National Parks Commission Act, respectively. (g)    to promote the use of all timber species and to investigate the markets therefor;  (h)   to  regulate  the  production  and  marketing  of  forest produce and to provide a timber inspection service for quality control;  (i)   to provide goods and services in order to promote economic,  social  and  technological  development  and  to impose, collect and recover all rents, fees, levies, royalties, stumpages, tolls and other charges therefor;   LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 7  L.R.O. 1/2012                                                 (j)    to undertake research and investigations in all aspects of forestry;  (k)    to recommend to the Minister suitable personnel for selection for training in forestry and to provide training in forestry, where appropriate;  (1)    to recommend to the Minister suitable institutions for the training of personnel in forestry;  (m)     to provide or assist in providing access to forested areas;  (n)   to  collect,  prepare,  publish  and  distribute  statistics relating to forestry, wildlife and national parks, to publish reports and papers; to hold conferences and seminars and to render advice to the forest industry;  (o)    to exercise functions in relation to wild life and national parks  in  connection  with  environmental  and  ecological studies;  (p)    to assist in the prevention and control of forest fires, pollution of the environment, erosion of soil, diseases and destruction of the flora and fauna;  (q)  to grant permissions and permits relating to the felling and removal of timber and the occupation of forest lands;  LAWS OF GUYANA 8 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012                              Employment  of the staff of the  Commission. [4 of 1982]                 (r)    to enforce conditions of agreements for the sale of timber, timber concessions, forest permissions, licences and permits;  (s)     to convert, remove and sell by auction or tender or in any other manner whatsoever, timber or other forest produce from State Forests, timber reserves or other State Lands;  (t)  to perform  any  other function  consistent  with  its functions under this Act which the Minister may assign to the Commission.  (2) Where the exercise of any function by the Commission under this Act or any other law is subject to the approval of the Minister, it shall not be necessary to obtain that approval if the Minister is the Chairman of the Commission.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "to recommend to the Minister suitable institutions for the training of personnel in forestry;"
                },
                {
                    "representation": "(a)",
                    "description": "to formulate, advise the Government on, and implement the  forest policy of the Government as determined by the Government;"
                },
                {
                    "representation": "(b)",
                    "description": "to be responsible for the management and control of the exploitation of the forests of Guyana so as to ensure an optimum yield of forest produce and the maintenance or improvement of the environment;"
                },
                {
                    "representation": "(c)",
                    "description": "to determine  or  assist  in  determining  the  location, distribution, volume, quality and most valuable use of the forest  resource;"
                },
                {
                    "representation": "(d)",
                    "description": "to undertake economic studies and prepare plans for the development of forestry and forest industries;"
                },
                {
                    "representation": "(e)",
                    "description": "to advise on lands that are to be permanently designated as forest reserves for the practice of forestry; LAWS OF GUYANA 6 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012                       c. 20:03  c. 20:06"
                },
                {
                    "representation": "(f)",
                    "description": "to identify, establish, maintain and manage forests, including national parks, wildlife areas and nature reserves, for the purposes of production, protection of the environment, education, recreation, the provision of amenities, and matters of scientific, historical or special value: Provided that the functions conferred on the Commission by   this paragraph shall not derogate from the functions conferred on the National Trust and the National Parks Commission by the National Trust Act and the National Parks Commission Act, respectively."
                },
                {
                    "representation": "(g)",
                    "description": "to promote the use of all timber species and to investigate the markets therefor;"
                },
                {
                    "representation": "(h)",
                    "description": "to  regulate  the  production  and  marketing  of  forest produce and to provide a timber inspection service for quality control;"
                },
                {
                    "representation": "(i)",
                    "description": "to provide goods and services in order to promote economic,  social  and  technological  development  and  to impose, collect and recover all rents, fees, levies, royalties, stumpages, tolls and other charges therefor;   LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 7  L.R.O. 1/2012"
                },
                {
                    "representation": "(j)",
                    "description": "to undertake research and investigations in all aspects of forestry;"
                },
                {
                    "representation": "(k)",
                    "description": "to recommend to the Minister suitable personnel for selection for training in forestry and to provide training in forestry, where appropriate;"
                },
                {
                    "representation": "(m)",
                    "description": "to provide or assist in providing access to forested areas;"
                },
                {
                    "representation": "(n)",
                    "description": "to  collect,  prepare,  publish  and  distribute  statistics relating to forestry, wildlife and national parks, to publish reports and papers; to hold conferences and seminars and to render advice to the forest industry;"
                },
                {
                    "representation": "(o)",
                    "description": "to exercise functions in relation to wild life and national parks  in  connection  with  environmental  and  ecological studies;"
                },
                {
                    "representation": "(p)",
                    "description": "to assist in the prevention and control of forest fires, pollution of the environment, erosion of soil, diseases and destruction of the flora and fauna;"
                },
                {
                    "representation": "(q)",
                    "description": "to grant permissions and permits relating to the felling and removal of timber and the occupation of forest lands;  LAWS OF GUYANA 8 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012                              Employment  of the staff of the  Commission. [4 of 1982]"
                },
                {
                    "representation": "(r)",
                    "description": "to enforce conditions of agreements for the sale of timber, timber concessions, forest permissions, licences and permits;"
                },
                {
                    "representation": "(s)",
                    "description": "to convert, remove and sell by auction or tender or in any other manner whatsoever, timber or other forest produce from State Forests, timber reserves or other State Lands;"
                },
                {
                    "representation": "(t)",
                    "description": "to perform  any  other function  consistent  with  its functions under this Act which the Minister may assign to the Commission."
                },
                {
                    "representation": "(2)",
                    "description": "Where the exercise of any function by the Commission under this Act or any other law is subject to the approval of the Minister, it shall not be necessary to obtain that approval if the Minister is the Chairman of the Commission."
                }
            ]
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Employment of the staff of the Commission.  FINANCIAL PROVISIONS  ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Employment of the staff of the Commission.  FINANCIAL PROVISIONS  5.  (1) The Commission may employ at such remuneration and on such other terms and conditions it thinks fit (including the payment of pensions, gratuities or other like benefits by reference to the service of its  officers  and  other  employees)  a  Commissioner  of  Forests,  a Secretary  and  such   other  officers  and  other  employees  as  the Commission considers necessary for the purpose of carrying out its functions:  Provided that  (a)   no salary in excess of such amount as may be specified in directions issued by the Minister shall be assigned to any office without the prior approval of the Minister;  LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 9  L.R.O. 1/2012                                    c. 27:02               (b)    no appointment shall be made to any office to which a salary, in excess of such amount as may be specified in such directions, is assigned without the prior approval of the Minister;  (c)   no provision shall be made for the payment of any pensions, gratuities or other like benefits to the officers and other  employees of the Commission by reference to their service, without the approval of the Minister.  (2) The Commissioner shall be the Chief Executive Officer of the Commission and, subject to any general or special directions of the Commission, shall be responsible for the execution of the policy of the Commission and answerable therefor to the Commission.  (3) The Commission may, at any time, retain the services of experts and other professional persons and may pay such remuneration in respect thereof as the Commission, with the approval of the Minister, may determine.  (4) Where a public officer is seconded or temporarily transferred from a pensionable office within the meaning of the Pensions Act to an office with the Commission, section 5 of that Act shall apply to him as if his service with the Commission were service in a public office.  (5) Where a public officer is appointed to an office with the Commission, his service with the Commission shall be other public service within the meaning of, and for the purpose of such provisions applicable in relation thereto as are contained in the Pensions Act (including the Pensions Regulations 1957).  (6) Subsections (4) and (5) shall, as they apply in relation to a public officer, apply mutatis mutandis in relation LAWS OF GUYANA 10 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012        Funds and resources of the Commission.                                        to a teacher to whom the  Teachers  Pension  Act  applies  and  who  is  employed  by  the Commission.  FINANCIAL PROVISIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission may employ at such remuneration and on such other terms and conditions it thinks fit"
                },
                {
                    "representation": "(a)",
                    "description": "no salary in excess of such amount as may be specified in directions issued by the Minister shall be assigned to any office without the prior approval of the Minister;  LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 9  L.R.O. 1/2012                                    c. 27:02"
                },
                {
                    "representation": "(b)",
                    "description": "no appointment shall be made to any office to which a salary, in excess of such amount as may be specified in such directions, is assigned without the prior approval of the Minister;"
                },
                {
                    "representation": "(c)",
                    "description": "no provision shall be made for the payment of any pensions, gratuities or other like benefits to the officers and other  employees of the Commission by reference to their service, without the approval of the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "The Commissioner shall be the Chief Executive Officer of the Commission and, subject to any general or special directions of the Commission, shall be responsible for the execution of the policy of the Commission and answerable therefor to the Commission."
                },
                {
                    "representation": "(3)",
                    "description": "The Commission may, at any time, retain the services of experts and other professional persons and may pay such remuneration in respect thereof as the Commission, with the approval of the Minister, may determine."
                },
                {
                    "representation": "(4)",
                    "description": "and"
                },
                {
                    "representation": "(5)",
                    "description": "shall, as they apply in relation to a public officer, apply mutatis mutandis in relation LAWS OF GUYANA 10 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012        Funds and resources of the Commission.                                        to a teacher to whom the  Teachers  Pension  Act  applies  and  who  is  employed  by  the Commission.  FINANCIAL PROVISIONS"
                },
                {
                    "representation": "(6)",
                    "description": "Subsections"
                }
            ]
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Funds and resources of the Commission. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Funds and resources of the Commission. 6.  (1) The funds and resources of the Commission consist of  (a)   such sums as may be provided by Parliament;  (b)     such sums as may be allocated to the Commission from loan funds;  (c)    all sums received by or falling due to the Commission in respect  of  the  repayment  of  any  loan  made  by  the Commission and the interest payable in respect of any such loan;  (d)      moneys earned   or   arising   from   any property, investments,  mortgages  and  debentures  acquired  by  or vested in the Commission:  (e)    any property, mortgages, debentures, or investments acquired by or vested in the Commission;  (f)      sums borrowed by the Commission for the purpose of meeting any of its obligations or discharging any of its functions;  (g)    all other sums or property which may in any manner become payable to or vested in the Commission in respect of any matter incidental to its functions.   LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 11  L.R.O. 1/2012                 Borrowing powers of the Commission.    Investments.        Guarantee by the Minister of Finance of borrowing by the Commis- sion and repayment of sums paid to meet guaran- tees.         (2) The charges on any amount which may be allocated to the Commission from loan funds shall be met by the Commission except that all or any part of such charges may be met out of moneys provided by Parliament.  (3) Where there is a deficiency in the funds of the Commission such deficiency shall be met out of moneys provided by Parliament.  (4) For the purposes of this section, the expression loan funds means such sums as may be made available from time to time to the Government by way of a loan.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The funds and resources of the Commission consist of"
                },
                {
                    "representation": "(a)",
                    "description": "such sums as may be provided by Parliament;"
                },
                {
                    "representation": "(b)",
                    "description": "such sums as may be allocated to the Commission from loan funds;"
                },
                {
                    "representation": "(c)",
                    "description": "all sums received by or falling due to the Commission in respect  of  the  repayment  of  any  loan  made  by  the Commission and the interest payable in respect of any such loan;"
                },
                {
                    "representation": "(d)",
                    "description": "moneys earned   or   arising   from   any property, investments,  mortgages  and  debentures  acquired  by  or vested in the Commission:"
                },
                {
                    "representation": "(e)",
                    "description": "any property, mortgages, debentures, or investments acquired by or vested in the Commission;"
                },
                {
                    "representation": "(f)",
                    "description": "sums borrowed by the Commission for the purpose of meeting any of its obligations or discharging any of its functions;"
                },
                {
                    "representation": "(g)",
                    "description": "all other sums or property which may in any manner become payable to or vested in the Commission in respect of any matter incidental to its functions.   LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 11  L.R.O. 1/2012                 Borrowing powers of the Commission.    Investments.        Guarantee by the Minister of Finance of borrowing by the Commis- sion and repayment of sums paid to meet guaran- tees."
                },
                {
                    "representation": "(2)",
                    "description": "The charges on any amount which may be allocated to the Commission from loan funds shall be met by the Commission except that all or any part of such charges may be met out of moneys provided by Parliament."
                },
                {
                    "representation": "(3)",
                    "description": "Where there is a deficiency in the funds of the Commission such deficiency shall be met out of moneys provided by Parliament."
                },
                {
                    "representation": "(4)",
                    "description": "For the purposes of this section, the expression loan funds means such sums as may be made available from time to time to the Government by way of a loan."
                }
            ]
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Borrowing powers of the Commission. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Borrowing powers of the Commission. 7.  The Commission may, with the approval of the Minister responsible for finance, borrow such sums as may be required by the Commission for meeting any of its obligations or carrying out any of its functions.",
            "description": "The Commission may, with the approval of the Minister responsible for finance, borrow such sums as may be required by the Commission for meeting any of its obligations or carrying out any of its functions."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Investments. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Investments. 8.  Moneys standing at the credit of the Commission may, from time to time, be invested in securities approved either generally or specifically by the Minister, and the Commission may, from time to time, with the like approval sell all or any of such securities.",
            "description": "Moneys standing at the credit of the Commission may, from time to time, be invested in securities approved either generally or specifically by the Minister, and the Commission may, from time to time, with the like approval sell all or any of such securities."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Guarantee by the Minister of Finance of borrowing by the Commission and repayment of sums paid to meet guarantees. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Guarantee by the Minister of Finance of borrowing by the Commission and repayment of sums paid to meet guarantees. 9.  (1) With the approval of the National Assembly, the Minister responsible for finance may guarantee, in such manner and on such conditions as he may think fit, the payment of the principal and interest on any authorised borrowings of the Commission.  (2) Where the Minister responsible for finance is satisfied that there has been default in the repayment of any principal moneys or interest guaranteed under this section, he shall direct the repayment out of the revenues of Guyana of the amount in respect of which there has been such default.  (3) The Commission shall make to the Accountant General at such time and in such manner as the Minister responsible for finance may direct,  payments of such LAWS OF GUYANA 12 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012             Power of Commission to make loans.     Interest on loans made by the Commis- sion.   Repayment of loans made by the Commis- sion.     Suspension of payment  of principal and interest and power  to extend time, compound or release loans        amounts as may be so directed in or towards  repayment  of any such  sum issued  in fulfilment  of  any guarantee given under this section, and payments of interest on what is outstanding for the time being in respect of any sums so issued at such rate as the Minister responsible for finance may direct, and different rates of interest may be directed as respects different sums and as respects interest for different periods.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "With the approval of the National Assembly, the Minister responsible for finance may guarantee, in such manner and on such conditions as he may think fit, the payment of the principal and interest on any authorised borrowings of the Commission."
                },
                {
                    "representation": "(2)",
                    "description": "Where the Minister responsible for finance is satisfied that there has been default in the repayment of any principal moneys or interest guaranteed under this section, he shall direct the repayment out of the revenues of Guyana of the amount in respect of which there has been such default."
                },
                {
                    "representation": "(3)",
                    "description": "The Commission shall make to the Accountant General at such time and in such manner as the Minister responsible for finance may direct,  payments of such LAWS OF GUYANA 12 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012             Power of Commission to make loans.     Interest on loans made by the Commis- sion.   Repayment of loans made by the Commis- sion.     Suspension of payment  of principal and interest and power  to extend time, compound or release loans        amounts as may be so directed in or towards  repayment  of any such  sum issued  in fulfilment  of  any guarantee given under this section, and payments of interest on what is outstanding for the time being in respect of any sums so issued at such rate as the Minister responsible for finance may direct, and different rates of interest may be directed as respects different sums and as respects interest for different periods."
                }
            ]
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Power of Commission to make loans. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Power of Commission to make loans. 10.  Subject to such conditions as it may deem fit to impose in particular cases the Commission may, out of its funds and resources, make loans in accordance with the provisions of this Act in that behalf, in the performance of its functions.",
            "description": "Subject to such conditions as it may deem fit to impose in particular cases the Commission may, out of its funds and resources, make loans in accordance with the provisions of this Act in that behalf, in the performance of its functions."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Interest on loans made by the Commission. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Interest on loans made by the Commission. 11.  In making loans under this Act the Commission may charge interest at such rate as it may deem fit in any particular case.",
            "description": "In making loans under this Act the Commission may charge interest at such rate as it may deem fit in any particular case."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Repayment of loans made by the Commission. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Repayment of loans made by the Commission. 12.  Subject to sections 13, 14 and 21(6), every loan made by the Commission shall be repaid to the Commission in accordance with the terms and conditions under which the loan was made and the moneys so paid shall thereupon be taken into the accounts of the Commission.",
            "description": "Subject to sections 13, 14 and 21(6), every loan made by the Commission shall be repaid to the Commission in accordance with the terms and conditions under which the loan was made and the moneys so paid shall thereupon be taken into the accounts of the Commission."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Suspension of payment of principal and interest and power to extend time, compound or release loans. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Suspension of payment of principal and interest and power to extend time, compound or release loans. 13.  The Commission, with the approval of the Minister, may  (a)   postpone, for any time not exceeding five years, the payment of any sum due for principal and interest or for either principal or interest to the Commission in respect of a loan made by it upon such terms and conditions for the carrying out of the purposes for which the loan was made and for the ultimate  repayment of such principal or payment of such interest LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 13  L.R.O. 1/2012            Payment of loan before due date.      Examination as to application of moneys lent.                          as it may deem necessary;  (b)     from time to time extend the period for the repayment of any loan, or compound or release any loan or any part thereof subject to such terms and conditions as it may deem fit.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "postpone, for any time not exceeding five years, the payment of any sum due for principal and interest or for either principal or interest to the Commission in respect of a loan made by it upon such terms and conditions for the carrying out of the purposes for which the loan was made and for the ultimate  repayment of such principal or payment of such interest LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 13  L.R.O. 1/2012            Payment of loan before due date.      Examination as to application of moneys lent.                          as it may deem necessary;"
                },
                {
                    "representation": "(b)",
                    "description": "from time to time extend the period for the repayment of any loan, or compound or release any loan or any part thereof subject to such terms and conditions as it may deem fit."
                }
            ]
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Payment of loan before due date. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Payment of loan before due date. 14.  The Commission may at any time accept payment of the whole or any part of the amount representing the principal of a loan and interest thereon, before the time when the payment is due, upon such terms and conditions as it may think fit.",
            "description": "The Commission may at any time accept payment of the whole or any part of the amount representing the principal of a loan and interest thereon, before the time when the payment is due, upon such terms and conditions as it may think fit."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Examination as to application of moneys lent. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Examination as to application of moneys lent. 15.  (1) Where the Commission has made a loan of money under this Act, it may  (a)    from time to time, make or cause to be made such examination as may be necessary to ensure that the loan is being applied to the purposes for which it was made;  (b)   require financial statements in such detail as it may determine to be submitted by the person, body or authority in receipt of the loan biennially or at shorter intervals at the discretion of the Commission and such person, body or authority shall comply with the requirement.  (2) The Commission may authorise in writing any of its officers or any other person to make such examination, and the person, body or authority in receipt of the loan shall produce to such officer or person all the relevant books, documents, and other matters and things necessary for the purposes of the examination. LAWS OF GUYANA 14 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012      Order of Commission upon such examination.            Misapppli-cation of loan secured by mortgage or otherwise.                         (3) Any person who contravenes subsection (1) (b) or subsection (2) is guilty of an offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(b) or subsection"
                },
                {
                    "representation": "(a)",
                    "description": "from time to time, make or cause to be made such examination as may be necessary to ensure that the loan is being applied to the purposes for which it was made;"
                },
                {
                    "representation": "(b)",
                    "description": "require financial statements in such detail as it may determine to be submitted by the person, body or authority in receipt of the loan biennially or at shorter intervals at the discretion of the Commission and such person, body or authority shall comply with the requirement."
                },
                {
                    "representation": "(2)",
                    "description": "is guilty of an offence."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who contravenes subsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Order of Commission upon such examination. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Order of Commission upon such examination. 16.  Where upon any examination made under section 15 it appears to the Commission that any sum being the whole or any part of the loan has not been applied for the purposes for which the loan was made, it may order that any such sum be, within the time mentioned in the order, applied to such purpose or that the sum together with any interest due thereon on the date of the order be repaid to the Commission within the time mentioned in the order, and any sum with the interest thereon so ordered to be repaid to the Commission thereupon becomes a debt due to the Commission.",
            "description": "Where upon any examination made under section 15 it appears to the Commission that any sum being the whole or any part of the loan has not been applied for the purposes for which the loan was made, it may order that any such sum be, within the time mentioned in the order, applied to such purpose or that the sum together with any interest due thereon on the date of the order be repaid to the Commission within the time mentioned in the order, and any sum with the interest thereon so ordered to be repaid to the Commission thereupon becomes a debt due to the Commission."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Misapplication of loan secured by mortgage or otherwise. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Misapplication of loan secured by mortgage or otherwise. 17.  (1) If any loan made under this Act or any part of the loan has been misapplied, the Commission may  (a)   where the loan has been secured by mortgage, by notice in writing addressed to the mortgagor, recall the loan or any part thereof and may require the loan or that part together with any interest due on the loan or part thereof on the date of the notice to be repaid on a date to be specified in the notice  and in default of payment on the specified date any security given for the purpose of the loan may thereupon be realised;   (b)  where the loan has been secured otherwise than by way of mortgage, by notice addressed to the borrower, require the loan or any part thereof together with any interest due on the loan or part thereof on the date of the notice to be repaid on a date to be LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 15  L.R.O. 1/2012             Enforcement of securities.       Charge on property and priority of loan.              Reserve Fund.              specified in the notice and in default of payment on the specified date any security given for the purpose of the loan may thereupon be realised.  (2) The powers conferred by subsection (l) are in addition to the powers conferred by any other provisions of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any loan made under this Act or any part of the loan has been misapplied, the Commission may"
                },
                {
                    "representation": "(a)",
                    "description": "where the loan has been secured by mortgage, by notice in writing addressed to the mortgagor, recall the loan or any part thereof and may require the loan or that part together with any interest due on the loan or part thereof on the date of the notice to be repaid on a date to be specified in the notice  and in default of payment on the specified date any security given for the purpose of the loan may thereupon be realised;"
                },
                {
                    "representation": "(b)",
                    "description": "where the loan has been secured otherwise than by way of mortgage, by notice addressed to the borrower, require the loan or any part thereof together with any interest due on the loan or part thereof on the date of the notice to be repaid on a date to be LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 15  L.R.O. 1/2012             Enforcement of securities.       Charge on property and priority of loan.              Reserve Fund.              specified in the notice and in default of payment on the specified date any security given for the purpose of the loan may thereupon be realised."
                },
                {
                    "representation": "(2)",
                    "description": "The powers conferred by subsection"
                },
                {
                    "representation": "(l)",
                    "description": "are in addition to the powers conferred by any other provisions of this Act."
                }
            ]
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Enforcement of securities. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Enforcement of securities. 18.  Where any property mortgaged as security for a loan under this Act is  sold for the purpose of the enforcement of the security, the Commission may buy such property and may either manage and hold such property or sell or otherwise dispose of it as the Commission may deem fit.",
            "description": "Where any property mortgaged as security for a loan under this Act is  sold for the purpose of the enforcement of the security, the Commission may buy such property and may either manage and hold such property or sell or otherwise dispose of it as the Commission may deem fit."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Charge on property and priority of loan. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Charge on property and priority of loan. 19.  Where a loan is made by the Commission on the security of a mortgage of any property, whether with or without any other security, the property from and after the date of the mortgage, shall be charged with the payment of the loan and interest as in the mortgage mentioned, in priority, save so far as otherwise specified in the mortgage, to every other debt,  mortgage or charge whatsoever affecting the property, except for any existing lien in favour of the State or any loan due to any creditor not assenting to such priority which has been made in good faith before the loan made by the Commission and which has been secured by a duly registered mortgage of the property.",
            "description": "Where a loan is made by the Commission on the security of a mortgage of any property, whether with or without any other security, the property from and after the date of the mortgage, shall be charged with the payment of the loan and interest as in the mortgage mentioned, in priority, save so far as otherwise specified in the mortgage, to every other debt,  mortgage or charge whatsoever affecting the property, except for any existing lien in favour of the State or any loan due to any creditor not assenting to such priority which has been made in good faith before the loan made by the Commission and which has been secured by a duly registered mortgage of the property."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Reserve Fund. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Reserve Fund. 20.  (1) The Commission shall maintain a reserve fund and shall, out of the net surplus for each year, transfer to that fund a sum equal to not less than such sum as may be fixed by the Minister.  (2) If the reserve fund is in any year insufficient to cover any net loss of the Commission recorded in its Profit and Loss Account, an amount   equivalent  to  the  deficiency  is  hereby  charged  on  the Consolidated Fund:   Provided that if in any succeeding year any net LAWS OF GUYANA 16 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012                    Accounts and audit. [6 of 1997]                             surplus accrues to the Commission there shall be paid into the Consolidated Fund by the Commission, from time to time, such sum as may be agreed with the Minister responsible for finance together with interest thereon at such rate to be determined by him until the aforesaid amount is fully repaid.  (3) For  the  purposes  of  this  section,  net  surplus  shall  be determined by deducting from gross income all expenses together with allowances for depreciation of assets, contributions to staff benefit funds,   provision  for  bad  and  doubtful  debts, and   such   other contingencies  and  accounting  provisions  as  are  usually  made  by comparable institutions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission shall maintain a reserve fund and shall, out of the net surplus for each year, transfer to that fund a sum equal to not less than such sum as may be fixed by the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "If the reserve fund is in any year insufficient to cover any net loss of the Commission recorded in its Profit and Loss Account, an amount   equivalent  to  the  deficiency  is  hereby  charged  on  the Consolidated Fund:   Provided that if in any succeeding year any net LAWS OF GUYANA 16 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012                    Accounts and audit. [6 of 1997]                             surplus accrues to the Commission there shall be paid into the Consolidated Fund by the Commission, from time to time, such sum as may be agreed with the Minister responsible for finance together with interest thereon at such rate to be determined by him until the aforesaid amount is fully repaid."
                },
                {
                    "representation": "(3)",
                    "description": "For  the  purposes  of  this  section,  net  surplus  shall  be determined by deducting from gross income all expenses together with allowances for depreciation of assets, contributions to staff benefit funds,   provision  for  bad  and  doubtful  debts, and   such   other contingencies  and  accounting  provisions  as  are  usually  made  by comparable institutions."
                }
            ]
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Accounts and audit. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Accounts and audit. 21.  (1) The Commission shall keep accounts of its transactions to the satisfaction of the Minister and such accounts shall be audited annually by an auditor appointed by the Minister.  (2) The Minister may, at any time, appoint an auditor to examine the accounts of the Commission and to report thereon to the Minister.  (3) The members,   officers   and   other   employees   of   the Commission shall grant to the auditor appointed to audit the accounts of the Commission under subsection (1) or (2) access to all books, documents, cash and securities of the Commission and shall give to him on request all such information as may be within their knowledge in relation to the operations of the Commission.  (4) An auditor appointed under this section shall have power to summon and examine all persons whom he shall think fit to examine for the purpose of obtaining information in connection with the examination and audit of the accounts of the Commission and respecting all other matters and things whatever necessary for the due performance of the functions vested in him: and if any person summoned as aforesaid is not a public officer or an officer or LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 17  L.R.O. 1/2012                 Report.                             Limitation provisions excluded. other employee of the Commission he is entitled to payment for his attendance as if he were a witness attending a legal proceeding in obedience to a summons issued at the instance of the State.  (5) Any person summoned under subsection (4) who, without reasonable excuse, makes default in obeying the summons is liable on summary conviction to a fine of two thousand seven hundred and fifty dollars, or in default of payment, to imprisonment for one month.  (6) The Commission may write off bad debts.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or"
                },
                {
                    "representation": "(2)",
                    "description": "access to all books, documents, cash and securities of the Commission and shall give to him on request all such information as may be within their knowledge in relation to the operations of the Commission."
                },
                {
                    "representation": "(3)",
                    "description": "The members,   officers   and   other   employees   of   the Commission shall grant to the auditor appointed to audit the accounts of the Commission under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "who, without reasonable excuse, makes default in obeying the summons is liable on summary conviction to a fine of two thousand seven hundred and fifty dollars, or in default of payment, to imprisonment for one month."
                },
                {
                    "representation": "(5)",
                    "description": "Any person summoned under subsection"
                },
                {
                    "representation": "(6)",
                    "description": "The Commission may write off bad debts."
                }
            ]
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Report. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Report. 22.  (1) The Commission shall not later than six months after the end of each calendar year submit to the Minister a report containing  (a)   an account of its transactions throughout the preceding calendar year in such detail as the Minister may direct; and   (b)  a statement of the accounts of the Commission audited in accordance with section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commission shall not later than six months after the end of each calendar year submit to the Minister a report containing"
                },
                {
                    "representation": "(a)",
                    "description": "an account of its transactions throughout the preceding calendar year in such detail as the Minister may direct; and"
                },
                {
                    "representation": "(b)",
                    "description": "a statement of the accounts of the Commission audited in accordance with section"
                }
            ]
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Limitation provisions excluded. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Limitation provisions excluded. 23.  The Limitation Act shall not apply to proceedings instituted by the Commission for the recovery of monies due to the Commission or any other property to which a claim is LAWS OF GUYANA 18 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012    Recovery of monies due to the Commission.    Charges on movable and immovable property.               Services of professionals.     Offences in relation to loans. [6 of 1997]           made by the Commission.",
            "description": "The Limitation Act shall not apply to proceedings instituted by the Commission for the recovery of monies due to the Commission or any other property to which a claim is LAWS OF GUYANA 18 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012    Recovery of monies due to the Commission.    Charges on movable and immovable property.               Services of professionals.     Offences in relation to loans. [6 of 1997]           made by the Commission."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Recovery of monies due to the Commission. LAWS OF GUYANA 4 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012 SECTION   ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Recovery of monies due to the Commission. LAWS OF GUYANA 4 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012 SECTION   24.  Any sum due to the Commission may be recovered by parate or summary execution and the right of recovery conferred by this section is in addition to any other procedure available to the Commission under any other law.",
            "description": "Any sum due to the Commission may be recovered by parate or summary execution and the right of recovery conferred by this section is in addition to any other procedure available to the Commission under any other law."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Charges on movable and immovable property.  MISCELLANEOUS   ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Charges on movable and immovable property.  MISCELLANEOUS   25.  (1) Every instrument or charge to secure a loan made by the Commission shall prepared by the Commission and the borrower shall pay the legal charges and all necessary disbursements in connection therewith.    (2) Where the charge is created on immovable property the Registrar of Deeds shall, upon notice being served on him, annotate the charge against the title issued in respect of the property in the same manner as if it were subject to a mortgage passed before the High Court.  MISCELLANEOUS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every instrument or charge to secure a loan made by the Commission shall prepared by the Commission and the borrower shall pay the legal charges and all necessary disbursements in connection therewith."
                },
                {
                    "representation": "(2)",
                    "description": "Where the charge is created on immovable property the Registrar of Deeds shall, upon notice being served on him, annotate the charge against the title issued in respect of the property in the same manner as if it were subject to a mortgage passed before the High Court.  MISCELLANEOUS"
                }
            ]
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Services of professionals. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Services of professionals. 26.  The  Commission  may  at  any  time  retain  the  services  of professional persons and may pay such remuneration in respect thereof as the Commission may determine.",
            "description": "The  Commission  may  at  any  time  retain  the  services  of professional persons and may pay such remuneration in respect thereof as the Commission may determine."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Offences in relation to loans. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Offences in relation to loans. 27.  Any person who  (a)   obtains a loan from the Commission under this Act by means of any false representation;  (b)    wilfully applies any loan made to him by the Commission under this Act to any purpose other than the purpose for which the loan was made;  (c)  having obtained a loan from the LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 19  L.R.O. 1/2012           Burden of proof in cases of misapplication of loans.    Minutes receivable in evidence in  legal proceedings. [4 of 1982]         Exemption from taxation.       Power of the Minister to give directions to the Commission.    Commission under this Act, wilfully destroys any security given in relation to the loan, is liable on summary conviction to a fine of twenty-seven thousand five hundred dollars and to imprisonment for twelve months.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "obtains a loan from the Commission under this Act by means of any false representation;"
                },
                {
                    "representation": "(b)",
                    "description": "wilfully applies any loan made to him by the Commission under this Act to any purpose other than the purpose for which the loan was made;"
                },
                {
                    "representation": "(c)",
                    "description": "having obtained a loan from the LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 19  L.R.O. 1/2012           Burden of proof in cases of misapplication of loans.    Minutes receivable in evidence in  legal proceedings. [4 of 1982]         Exemption from taxation.       Power of the Minister to give directions to the Commission.    Commission under this Act, wilfully destroys any security given in relation to the loan, is liable on summary conviction to a fine of twenty-seven thousand five hundred dollars and to imprisonment for twelve months."
                }
            ]
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Burden of proof in cases of misapplication of loans. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Burden of proof in cases of misapplication of loans. 28.  In any criminal proceeding in respect of an offence under section 27 (b), the onus of proving that he acted in good faith and without knowledge that he was not entitled so to apply the loan or any part thereof shall be upon the person charged.",
            "description": "In any criminal proceeding in respect of an offence under section 27 (b), the onus of proving that he acted in good faith and without knowledge that he was not entitled so to apply the loan or any part thereof shall be upon the person charged."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Minutes receivable in evidence in legal proceedings. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Minutes receivable in evidence in legal proceedings. 29. Any minutes made of meetings of the Commission shall if duly signed by the Chairman or the Deputy Chairman or the Commissioner presiding at a meeting of the Commission and without proof of any other matter or thing, be receivable in all legal proceedings as prima facie evidence of the proceedings of the Commission of which minutes have been made and  every meeting of the Commission in respect of the proceedings of which minutes have been so made shall be deemed to have been duly convened and held and all members thereat to have been duly qualified to act.",
            "description": "Any minutes made of meetings of the Commission shall if duly signed by the Chairman or the Deputy Chairman or the Commissioner presiding at a meeting of the Commission and without proof of any other matter or thing, be receivable in all legal proceedings as prima facie evidence of the proceedings of the Commission of which minutes have been made and  every meeting of the Commission in respect of the proceedings of which minutes have been so made shall be deemed to have been duly convened and held and all members thereat to have been duly qualified to act."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Exemption from taxation. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Exemption from taxation. 30.  The Minister responsible for finance may, by order which shall be subject to affirmative resolution of the National Assembly, exempt the Commission from liability for any tax, duty, rate, levy or other charge due to the revenues of Guyana.",
            "description": "The Minister responsible for finance may, by order which shall be subject to affirmative resolution of the National Assembly, exempt the Commission from liability for any tax, duty, rate, levy or other charge due to the revenues of Guyana."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Power of the Minister to give directions to the Commission. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Power of the Minister to give directions to the Commission. 31.  (1) The Minister may give to the Commission directions of a general character as to the policy to be followed by the Commission in the performance of its functions and the Commission shall give effect to those directions.  (2) In carrying out such measures of reorganisation or such works of development as involve a substantial outlay LAWS OF GUYANA 20 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012                                        Penalties. [6 of 1997]     Regulations.   on capital account, the Commission shall act in accordance with a general programme approved, from time to time, by the Minister.  (3) In the exercise of its functions in relation to training, education and research, the Commission shall act in accordance with a general programme approved by the Minister.  (4) The Commission shall afford to the Minister information requested by him with respect to the business of the Commission and shall furnish him with annual estimates, and such returns as he may require.  (5) The Commission shall provide the Minister with such facilities as will enable the verification of information furnished in pursuance of this section.  (6) The  power  of  the  Minister  to  give  directions  to  the Commission under this section shall extend to giving to the Commission directions as to  (a)       the disposal of capital assets;  (b)     the application of the proceeds of such disposals.  (7) Any direction given under subsection (6) may require the whole or any part of the revenues of the Commission to be paid into the Consolidated Fund.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may give to the Commission directions of a general character as to the policy to be followed by the Commission in the performance of its functions and the Commission shall give effect to those directions."
                },
                {
                    "representation": "(2)",
                    "description": "In carrying out such measures of reorganisation or such works of development as involve a substantial outlay LAWS OF GUYANA 20 Cap. 67:02 Guyana Forestry Commission  L.R.O. 1/2012                                        Penalties. [6 of 1997]     Regulations.   on capital account, the Commission shall act in accordance with a general programme approved, from time to time, by the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "In the exercise of its functions in relation to training, education and research, the Commission shall act in accordance with a general programme approved by the Minister."
                },
                {
                    "representation": "(4)",
                    "description": "The Commission shall afford to the Minister information requested by him with respect to the business of the Commission and shall furnish him with annual estimates, and such returns as he may require."
                },
                {
                    "representation": "(5)",
                    "description": "The Commission shall provide the Minister with such facilities as will enable the verification of information furnished in pursuance of this section."
                },
                {
                    "representation": "(6)",
                    "description": "may require the whole or any part of the revenues of the Commission to be paid into the Consolidated Fund."
                },
                {
                    "representation": "(a)",
                    "description": "the disposal of capital assets;"
                },
                {
                    "representation": "(b)",
                    "description": "the application of the proceeds of such disposals."
                },
                {
                    "representation": "(7)",
                    "description": "Any direction given under subsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Penalties. ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Penalties. 32.  Any person guilty of an offence under this Act for which no special penalty is provided is liable on summary conviction to a fine of eight thousand two hundred and fifty dollars and to imprisonment for three months.",
            "description": "Any person guilty of an offence under this Act for which no special penalty is provided is liable on summary conviction to a fine of eight thousand two hundred and fifty dollars and to imprisonment for three months."
        }
    },
    {
        "act": "GUYANA FORESTRY COMMISSION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Regulations.   SCHEDULE   __________________________  CHAPTER 67:02  GUYANA FORESTRY COMMISSION ACT  2 of 1979 An Act to provide for the establishment and the functions of the Guyana Forestry Commission and for purposes connected therewith.  [1st JULY, 1979] Short title.      Interpretation. [4 of 1982]       ",
            "context": "GUYANA FORESTRY COMMISSION ACT under Regulations.   SCHEDULE   __________________________  CHAPTER 67:02  GUYANA FORESTRY COMMISSION ACT  2 of 1979 An Act to provide for the establishment and the functions of the Guyana Forestry Commission and for purposes connected therewith.  [1st JULY, 1979] Short title.      Interpretation. [4 of 1982]       33.  The Commission, with the approval of the Minister, may make regulations which, in the opinion of the Commission, are necessary or expedient for the carrying into LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 21  L.R.O. 1/2012            s. 3   Constitution of the Commission.                       Gazetting of appointments.    Custody and authentication of the seal of the commission.   effect of the purposes of this Act     ________________    SCHEDULE",
            "description": "The Commission, with the approval of the Minister, may make regulations which, in the opinion of the Commission, are necessary or expedient for the carrying into LAWS OF GUYANA Guyana Forestry Commission Cap. 67:02 21  L.R.O. 1/2012            s. 3   Constitution of the Commission.                       Gazetting of appointments.    Custody and authentication of the seal of the commission.   effect of the purposes of this Act     ________________    SCHEDULE"
        }
    }
]