[
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "TIMBER MARKETING ACT under Short title. 1.  This Act may be cited as the Timber Marketing Act.",
            "description": "This Act may be cited as the Timber Marketing Act."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "TIMBER MARKETING ACT under Interpretation. 2.  In this Act  approved grading rules means any prescribed grading rules or grading rules approved by the Conservator;  approved preservative treatment means any prescribed method of preservative treatment or any method of preservative treatment approved by the Conservator;  article means anything, other than a building, in the manufacture or construction of which or any part thereof timber of any species has been or is being used;   LAWS OF GUYANA Timber Marketing  Cap. 67:04 5  L.R.O. 1/2012                                                 authorised timber grader means a person who holds a valid licence to grade timber issued by the Conservator;  branded means stamped in accordance with the provisions of this Act;   building includes any structure or any part thereof, but does not include any building intended to have a life of less than two years nor any structure wherein the complete destruction of any sapwood on any component part thereof does not detrimentally affect the use or service for which the structure is intended;  building operation  includes  any  one  or  more  of  the  following operations, that is to say  (a)    erecting, re-erecting, altering, adding to, constructing, reconstructing, building, rebuilding, renovating, repairing, plastering,  panelling,  lining  or  decorating  any  building (whether carried on at the site or elsewhere and whether above or below the surface);  (b)     affixing to any building any fixtures or fittings;   Commission means the Guyana Forestry Commission;   Conservator means the Conservator of Forests;  equilibrium moisture content means the moisture content at which the timber does not tend to absorb moisture from, or lose moisture to, the surrounding atmosphere;  export means to take or cause to be taken out of Guyana;  LAWS OF GUYANA 6 Cap. 67:04 Timber Marketing   L.R.O. 1/2012                                                 forest officer means a person authorised by the Conservator under section 3 to perform the functions of a forest officer under this Act;  forest produce includes timber and trees;   graded timber means timber which has been classified, marked and branded as prescribed;  grading rules means rules for the classification of timber;  marked means marked in accordance with the provisions of this Act;   preservative treated means treated by chemical substance with the object of protecting any timber from attack by wood destroying insects, animals, fungi, or any other plants, or of increasing its resistance to fire; and the expression preservative treatment has a corresponding meaning;  registered brand means a brand approved and registered by the Conservator under this Act;  sapwood means the outer layers of the wood of a tree in which its food materials are conveyed and stored during the life of the tree;  sell includes barter, and offer or expose for sale;  senior officer means any forest officer of or above the rank of Assistant Conservator of Forests;  timber includes a tree or any ligneous part of a tree whether standing, fallen or felled, and all wood, whether or not sawn, split, hewn or otherwise cut up or fashioned and includes plywood and veneers; LAWS OF GUYANA Timber Marketing  Cap. 67:04 7  L.R.O. 1/2012      Authorisation of forest officers and timber marketing inspectors. [2 of 1979]         Restriction  on sale of  timber not graded.                           timber  marketing  inspector  means  a  person  authorised  by  the Conservator under section 3 to perform the functions of a timber marketing inspector.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "erecting, re-erecting, altering, adding to, constructing, reconstructing, building, rebuilding, renovating, repairing, plastering,  panelling,  lining  or  decorating  any  building"
                },
                {
                    "representation": "(b)",
                    "description": "affixing to any building any fixtures or fittings;   Commission means the Guyana Forestry Commission;   Conservator means the Conservator of Forests;  equilibrium moisture content means the moisture content at which the timber does not tend to absorb moisture from, or lose moisture to, the surrounding atmosphere;  export means to take or cause to be taken out of Guyana;  LAWS OF GUYANA 6 Cap. 67:04 Timber Marketing   L.R.O. 1/2012                                                 forest officer means a person authorised by the Conservator under section 3 to perform the functions of a forest officer under this Act;  forest produce includes timber and trees;   graded timber means timber which has been classified, marked and branded as prescribed;  grading rules means rules for the classification of timber;  marked means marked in accordance with the provisions of this Act;   preservative treated means treated by chemical substance with the object of protecting any timber from attack by wood destroying insects, animals, fungi, or any other plants, or of increasing its resistance to fire; and the expression preservative treatment has a corresponding meaning;  registered brand means a brand approved and registered by the Conservator under this Act;  sapwood means the outer layers of the wood of a tree in which its food materials are conveyed and stored during the life of the tree;  sell includes barter, and offer or expose for sale;  senior officer means any forest officer of or above the rank of Assistant Conservator of Forests;  timber includes a tree or any ligneous part of a tree whether standing, fallen or felled, and all wood, whether or not sawn, split, hewn or otherwise cut up or fashioned and includes plywood and veneers; LAWS OF GUYANA Timber Marketing  Cap. 67:04 7  L.R.O. 1/2012      Authorisation of forest officers and timber marketing inspectors. [2 of 1979]         Restriction  on sale of  timber not graded.                           timber  marketing  inspector  means  a  person  authorised  by  the Conservator under section 3 to perform the functions of a timber marketing inspector."
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Authorisation of forest officers and timber marketing inspectors.  GRADING  ",
            "context": "TIMBER MARKETING ACT under Authorisation of forest officers and timber marketing inspectors.  GRADING  3. (1) The Conservator acting on behalf of the Commission may, from  time to time, authorise in writing any person to perform the functions of a forest officer or a timber marketing inspector for the purposes of this Act and may revoke any such authority at any time.  (2) Every authorisation issued under this section shall be personal to the holder thereof and shall expire on the 31st December of the year in which it is issued.   GRADING",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Conservator acting on behalf of the Commission may, from  time to time, authorise in writing any person to perform the functions of a forest officer or a timber marketing inspector for the purposes of this Act and may revoke any such authority at any time."
                },
                {
                    "representation": "(2)",
                    "description": "Every authorisation issued under this section shall be personal to the holder thereof and shall expire on the 31st December of the year in which it is issued.   GRADING"
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Restriction on sale of timber not graded. ",
            "context": "TIMBER MARKETING ACT under Restriction on sale of timber not graded. 4.  No person shall sell  (a)   any timber described or held out as graded timber unless the  timber has been graded in accordance with approved grading  rules, and marked and branded by an authorised timber grader as prescribed;  (b)    any timber or article described as being kiln dried, air dried, dry or seasoned unless  (i)    such timber or article at the time of sale conforms with  the specifications as to moisture content approved, from  time  to  time,  by  the  Conservator  or  as  may  be prescribed; or (ii)  the specification of moisture content to which the timber LAWS OF GUYANA 8 Cap. 67:04 Timber Marketing   L.R.O. 1/2012          False  specification as to moisture content.        Restriction on sale of timber not preservative treated.                   Registration of brands to be affixed to preservative treated (including the timber used in the manufacture or construction of the article) has been dried as at the date of sale of the timber or article is clearly shown on the invoice of sale, or is clearly stated in the offer of sale.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any timber described or held out as graded timber unless the  timber has been graded in accordance with approved grading  rules, and marked and branded by an authorised timber grader as prescribed;"
                },
                {
                    "representation": "(b)",
                    "description": "any timber or article described as being kiln dried, air dried, dry or seasoned unless"
                },
                {
                    "representation": "(i)",
                    "description": "such timber or article at the time of sale conforms with  the specifications as to moisture content approved, from  time  to  time,  by  the  Conservator  or  as  may  be prescribed; or"
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "False specification as to moisture content.  PRESERVATION  ",
            "context": "TIMBER MARKETING ACT under False specification as to moisture content.  PRESERVATION  5.  Any person who, in connection with the sale of any timber or article, issues or delivers any false specification or makes any false statement or representation concerning the moisture content to which that timber (including the timber used in the manufacture or construction of the article) has been dried at any time is guilty of an offence.  PRESERVATION",
            "description": "Any person who, in connection with the sale of any timber or article, issues or delivers any false specification or makes any false statement or representation concerning the moisture content to which that timber (including the timber used in the manufacture or construction of the article) has been dried at any time is guilty of an offence.  PRESERVATION"
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Restriction on sale of timber not preservative treated. ",
            "context": "TIMBER MARKETING ACT under Restriction on sale of timber not preservative treated. 6.  No person shall  (a)   sell any timber or article described or held out as being preservative treated, unless the timber or article has been treated with an approved preservative treatment by a process of timber preservation approved by the Conservator and is branded with a registered brand;  (b)    sell any timber or article described or held out as being free from sapwood susceptible to attack by insects, unless such  sapwood has been previously removed therefrom or treated with an approved preservative treatment.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "sell any timber or article described or held out as being preservative treated, unless the timber or article has been treated with an approved preservative treatment by a process of timber preservation approved by the Conservator and is branded with a registered brand;"
                },
                {
                    "representation": "(b)",
                    "description": "sell any timber or article described or held out as being free from sapwood susceptible to attack by insects, unless such  sapwood has been previously removed therefrom or treated with an approved preservative treatment."
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Registration of brands  to  be  affixed  to preservative treated timber.  MARKETING  ",
            "context": "TIMBER MARKETING ACT under Registration of brands  to  be  affixed  to preservative treated timber.  MARKETING  7.  (1) The owner or person in control of a plant for the preservative treatment of timber which is to be sold as LAWS OF GUYANA Timber Marketing  Cap. 67:04 9  L.R.O. 1/2012 timber.                 Restriction on export of timber.       Persons authorised to issue export certificates.  Guarantee of certificate of a senior officer or a timber marketing inspector.     Prohibition of false export certificates or timber marketing certificates.   preservative treated or to be used in the manufacture of an article to be sold as preservative treated shall register with the Conservator a brand of a form and design to be approved by the Conservator and with such brand shall brand or cause to be branded all timber treated by the plant, prior to the removal of the timber therefrom.  (2) A person shall not brand or permit or allow to be branded with a registered brand any timber other than timber treated in the plant for the preservative treatment of timber with respect to which such brand is registered by the Conservator.  MARKETING",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The owner or person in control of a plant for the preservative treatment of timber which is to be sold as LAWS OF GUYANA Timber Marketing  Cap. 67:04 9  L.R.O. 1/2012 timber.                 Restriction on export of timber.       Persons authorised to issue export certificates.  Guarantee of certificate of a senior officer or a timber marketing inspector.     Prohibition of false export certificates or timber marketing certificates.   preservative treated or to be used in the manufacture of an article to be sold as preservative treated shall register with the Conservator a brand of a form and design to be approved by the Conservator and with such brand shall brand or cause to be branded all timber treated by the plant, prior to the removal of the timber therefrom."
                },
                {
                    "representation": "(2)",
                    "description": "A person shall not brand or permit or allow to be branded with a registered brand any timber other than timber treated in the plant for the preservative treatment of timber with respect to which such brand is registered by the Conservator.  MARKETING"
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Restriction on export of timber. ",
            "context": "TIMBER MARKETING ACT under Restriction on export of timber. 8.  (1) No person shall export or enter for export any timber except under an export certificate as prescribed.  (2) No person shall export any timber under an export certificate unless each piece of timber whether within a bundle or not conforms with the provisions of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person shall export or enter for export any timber except under an export certificate as prescribed."
                },
                {
                    "representation": "(2)",
                    "description": "No person shall export any timber under an export certificate unless each piece of timber whether within a bundle or not conforms with the provisions of this Act."
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Persons authorised to issue export certificates. ",
            "context": "TIMBER MARKETING ACT under Persons authorised to issue export certificates. 9. No person other than a senior officer or a timber marketing inspector shall issue an export certificate for timber.",
            "description": "No person other than a senior officer or a timber marketing inspector shall issue an export certificate for timber."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Guarantee of certificate of a senior officer or a timber marketing inspector. ",
            "context": "TIMBER MARKETING ACT under Guarantee of certificate of a senior officer or a timber marketing inspector. 10. A senior officer or a timber marketing inspector shall have power to issue timber marketing certificates and a timber marketing certificate shall be deemed to be a guarantee that at the time of inspection the timber actually inspected by the senior officer or timber marketing inspector, as the case may be, was of the exact specification or quality shown in the certificate.",
            "description": "A senior officer or a timber marketing inspector shall have power to issue timber marketing certificates and a timber marketing certificate shall be deemed to be a guarantee that at the time of inspection the timber actually inspected by the senior officer or timber marketing inspector, as the case may be, was of the exact specification or quality shown in the certificate."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Prohibition of false export certificates or timber marketing certificates. ",
            "context": "TIMBER MARKETING ACT under Prohibition of false export certificates or timber marketing certificates. 11.  Any person who signs, issues or uses in respect of any timber any document being or purporting to be an export certificate or a timber marketing certificate under this Act knowing or having reason to believe that the document is LAWS OF GUYANA 10 Cap. 67:04 Timber Marketing   L.R.O. 1/2012 Trade names of timber.                   Restriction on the use of registered brands and authorised marks.    Powers of Conservator and other officers.                false either wholly or in any material particular is guilty of an offence.",
            "description": "Any person who signs, issues or uses in respect of any timber any document being or purporting to be an export certificate or a timber marketing certificate under this Act knowing or having reason to believe that the document is LAWS OF GUYANA 10 Cap. 67:04 Timber Marketing   L.R.O. 1/2012 Trade names of timber.                   Restriction on the use of registered brands and authorised marks.    Powers of Conservator and other officers.                false either wholly or in any material particular is guilty of an offence."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Trade names of timber. ",
            "context": "TIMBER MARKETING ACT under Trade names of timber. 12.  (1) The Conservator may, by notice published in the Gazette, assign a trade name to the timber of any species or alter the trade name of the timber of any species or alter the description of, or add or delete the trade name or description of, the timber of any species.  (2) No person shall sell any timber of any species to which a trade name has been assigned pursuant to subsection (1) except under the trade name assigned to it by the Conservator.  (3) Notwithstanding anything contained in subsection (2), timbers to which trade names have been assigned by the Conservator, may be sold as mixed or unclassified if sold and accepted as such.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "except under the trade name assigned to it by the Conservator."
                },
                {
                    "representation": "(2)",
                    "description": "No person shall sell any timber of any species to which a trade name has been assigned pursuant to subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding anything contained in subsection"
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Restriction on the use of registered brands and authorised marks.  MISCELLANEOUS  ",
            "context": "TIMBER MARKETING ACT under Restriction on the use of registered brands and authorised marks.  MISCELLANEOUS  13.  No person, other than a senior officer, or a timber marketing inspector, or an authorised timber grader, may use a registered brand or a mark which is authorised under this Act.  MISCELLANEOUS",
            "description": "No person, other than a senior officer, or a timber marketing inspector, or an authorised timber grader, may use a registered brand or a mark which is authorised under this Act.  MISCELLANEOUS"
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Powers of Conservator and other officers. ",
            "context": "TIMBER MARKETING ACT under Powers of Conservator and other officers. 14.  (1) The Conservator or any forest officer or timber marketing inspector may  (a)    where  he  has  reasonable  cause  to  believe  that an offence against this Act has been committed  (i)     enter at any reasonable time any premises or place where timber or any article is stored for sale for the purpose of inspecting the timber or article; LAWS OF GUYANA Timber Marketing  Cap. 67:04 11  L.R.O. 1/2012                                                 (ii)   inspect any timber or article being conveyed to any place; (iii)  search any person or any package, parcel, stack, conveyance, storage shed or building under the control of any person,   and may retain for as long as is necessary for the purpose of any examination, investigation, inquiry or legal proceedings any timber or article or preservative solution found by him as a result of such inspection or search,  (b)  require the production of books, documents or other records for the purpose of examination by him if he believes that  they contain or are likely to contain any information relevant  to  the  enforcement  of  this  Act  and  may  take possession of  such books, documents or records for the purpose of investigating any entries therein and may make copies thereof, or extracts therefrom;  (c)    require any person found in possession of any timber or article, or preservative solution or carrying out, or doing any work in the course of, or for the purpose of, carrying out any building operation, or manufacturing, or doing any work in the course of, or for the purpose of, manufacturing any article, or producing or using any preservative solution to furnish his name  and   address   and,  if  such  timber  or  article  or preservative  solution was acquired by him from LAWS OF GUYANA 12 Cap. 67:04 Timber Marketing   L.R.O. 1/2012                                      Power of Conservator and other officers to charge fees.  [2 of 1979]      another person, the name and address of the person from whom he obtained such timber or article or preservative solution.  (2) A forest officer or a timber marketing inspector shall produce his authorisation  (a)   to the owner or occupier of any premises or place which he enters pursuant to subsection (1);  (b)    to the person in possession or control of any timber, article,   preservative   solution,   package,   parcel,  stack, conveyance, storage shed or building,  if the owner or occupier or other person aforesaid, as the case may be, requires him to do so.   (3) The owner or occupier of any premises or place entered by a forest officer or a timber marketing inspector pursuant to subsection (1) and every person found therein shall give the forest officer or timber marketing inspector all reasonable assistance in his power and furnish him with such information as he may reasonably require.  (4) Any timber or article seized under this Act may, at the option of the forest officer or a timber marketing inspector, be kept or stored in the place where it was seized or may, at the direction of the forest officer or timber marketing inspector, be removed to any other proper place",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and every person found therein shall give the forest officer or timber marketing inspector all reasonable assistance in his power and furnish him with such information as he may reasonably require."
                },
                {
                    "representation": "(a)",
                    "description": "to the owner or occupier of any premises or place which he enters pursuant to subsection"
                },
                {
                    "representation": "(i)",
                    "description": "enter at any reasonable time any premises or place where timber or any article is stored for sale for the purpose of inspecting the timber or article; LAWS OF GUYANA Timber Marketing  Cap. 67:04 11  L.R.O. 1/2012"
                },
                {
                    "representation": "(b)",
                    "description": "to the person in possession or control of any timber, article,   preservative   solution,   package,   parcel,  stack, conveyance, storage shed or building,  if the owner or occupier or other person aforesaid, as the case may be, requires him to do so."
                },
                {
                    "representation": "(c)",
                    "description": "require any person found in possession of any timber or article, or preservative solution or carrying out, or doing any work in the course of, or for the purpose of, carrying out any building operation, or manufacturing, or doing any work in the course of, or for the purpose of, manufacturing any article, or producing or using any preservative solution to furnish his name  and   address   and,  if  such  timber  or  article  or preservative  solution was acquired by him from LAWS OF GUYANA 12 Cap. 67:04 Timber Marketing   L.R.O. 1/2012                                      Power of Conservator and other officers to charge fees.  [2 of 1979]      another person, the name and address of the person from whom he obtained such timber or article or preservative solution."
                },
                {
                    "representation": "(2)",
                    "description": "A forest officer or a timber marketing inspector shall produce his authorisation"
                },
                {
                    "representation": "(3)",
                    "description": "The owner or occupier of any premises or place entered by a forest officer or a timber marketing inspector pursuant to subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Any timber or article seized under this Act may, at the option of the forest officer or a timber marketing inspector, be kept or stored in the place where it was seized or may, at the direction of the forest officer or timber marketing inspector, be removed to any other proper place"
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Power of Conservator and other officers to charge fees. ",
            "context": "TIMBER MARKETING ACT under Power of Conservator and other officers to charge fees. 15.  (l)  It shall be lawful for the Conservator, a forest officer or a timber marketing inspector to charge such fees as may be prescribed for performing any function under this Act.  LAWS OF GUYANA Timber Marketing  Cap. 67:04 13  L.R.O. 1/2012        Return  of timber  or article.           Prosecution of offences.           Penalties under this Act not substituted  for others.   Counterfeiting and other offences.       (2) The Conservator or a forest officer or a timber marketing inspector may, in any case, decline to make an inspection, process an application, carry out a test or grade any timber or article unless the prescribed fees are paid in advance.  (3) All fees charged pursuant to this section shall be paid to the Commission.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "It shall be lawful for the Conservator, a forest officer or a timber marketing inspector to charge such fees as may be prescribed for performing any function under this Act.  LAWS OF GUYANA Timber Marketing  Cap. 67:04 13  L.R.O. 1/2012        Return  of timber  or article.           Prosecution of offences.           Penalties under this Act not substituted  for others.   Counterfeiting and other offences."
                },
                {
                    "representation": "(2)",
                    "description": "The Conservator or a forest officer or a timber marketing inspector may, in any case, decline to make an inspection, process an application, carry out a test or grade any timber or article unless the prescribed fees are paid in advance."
                },
                {
                    "representation": "(3)",
                    "description": "All fees charged pursuant to this section shall be paid to the Commission."
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Return of timber or article. ",
            "context": "TIMBER MARKETING ACT under Return of timber or article. 16.  If the Conservator or a forest officer or a timber marketing inspector acting under the provisions of this Act tests or investigates or causes to be tested or investigated any timber or article in respect of which he suspects an offence has been committed, and is satisfied that no such offence has been committed, he shall promptly return such timber or article to the person from whom it was taken, and shall pay compensation to the owner thereof if the timber or article cannot be returned to the owner without prejudice to the owner.",
            "description": "If the Conservator or a forest officer or a timber marketing inspector acting under the provisions of this Act tests or investigates or causes to be tested or investigated any timber or article in respect of which he suspects an offence has been committed, and is satisfied that no such offence has been committed, he shall promptly return such timber or article to the person from whom it was taken, and shall pay compensation to the owner thereof if the timber or article cannot be returned to the owner without prejudice to the owner."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Prosecution of offences. ",
            "context": "TIMBER MARKETING ACT under Prosecution of offences. 17.  (l)  All penalties, fines and costs in relation to this Act may be imposed, sued for, prosecuted, realised and recovered in the manner provided by the Summary Jurisdiction Acts.  (2) Any such proceedings for any offence against this Act may be instituted within eighteen months from the time when the offence was committed.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "All penalties, fines and costs in relation to this Act may be imposed, sued for, prosecuted, realised and recovered in the manner provided by the Summary Jurisdiction Acts."
                },
                {
                    "representation": "(2)",
                    "description": "Any such proceedings for any offence against this Act may be instituted within eighteen months from the time when the offence was committed."
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Penalties under this Act not substituted for others. ",
            "context": "TIMBER MARKETING ACT under Penalties under this Act not substituted for others. 18.  Nothing in this Act shall be deemed to prevent anyone from being prosecuted under any other law for an act or omission which constitutes an offence under this Act, or from being liable under that other law to any higher punishment or penalty than is provided by this Act.",
            "description": "Nothing in this Act shall be deemed to prevent anyone from being prosecuted under any other law for an act or omission which constitutes an offence under this Act, or from being liable under that other law to any higher punishment or penalty than is provided by this Act."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Counterfeiting and other offences. LAWS OF GUYANA 4 Cap. 67:04 Timber Marketing   L.R.O. 1/2012 SECTION ",
            "context": "TIMBER MARKETING ACT under Counterfeiting and other offences. LAWS OF GUYANA 4 Cap. 67:04 Timber Marketing   L.R.O. 1/2012 SECTION 19.  Any person who  (a)    counterfeits or fraudulently or LAWS OF GUYANA 14 Cap. 67:04 Timber Marketing   L.R.O. 1/2012                                  Obstruction an offence.           without lawful authority possesses or uses upon forest produce any registered brand or mark used by virtue of this Act;  (b) counterfeits, fraudulently alters, obliterates, defaces, destroys or removes any stamp, brand, mark, sign, licence, permit, certificate, document or receipt used or issued under this Act;  (c)   uses a registered brand or a mark authorised under this Act except for the purpose for which the brand or mark has been registered or authorised;  (d) fails to safeguard against the unauthorised use of any brand issued to him;  (e)    marks  any  timber  with  a  mark  so  similar  to  any authorised mark that it may be or can be mistaken therefor;  (f)      fraudulently issues any licence, permit, document or certificate,  is guilty of an offence.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "counterfeits or fraudulently or LAWS OF GUYANA 14 Cap. 67:04 Timber Marketing   L.R.O. 1/2012                                  Obstruction an offence.           without lawful authority possesses or uses upon forest produce any registered brand or mark used by virtue of this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "counterfeits, fraudulently alters, obliterates, defaces, destroys or removes any stamp, brand, mark, sign, licence, permit, certificate, document or receipt used or issued under this Act;"
                },
                {
                    "representation": "(c)",
                    "description": "uses a registered brand or a mark authorised under this Act except for the purpose for which the brand or mark has been registered or authorised;"
                },
                {
                    "representation": "(d)",
                    "description": "fails to safeguard against the unauthorised use of any brand issued to him;"
                },
                {
                    "representation": "(e)",
                    "description": "marks  any  timber  with  a  mark  so  similar  to  any authorised mark that it may be or can be mistaken therefor;"
                },
                {
                    "representation": "(f)",
                    "description": "fraudulently issues any licence, permit, document or certificate,  is guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Obstruction an offence. ",
            "context": "TIMBER MARKETING ACT under Obstruction an offence. 20.  Any person who obstructs, hinders, prevents or interferes with, any other person acting under the provisions of this Act in the exercise of any of the functions conferred on him by this Act, or who fails to afford such assistance  as he is reasonably required to render to any such person, is guilty of an offence.  LAWS OF GUYANA Timber Marketing  Cap. 67:04 15  L.R.O. 1/2012          Other offences.     Falsification of proof. [2 of 1979]",
            "description": "Any person who obstructs, hinders, prevents or interferes with, any other person acting under the provisions of this Act in the exercise of any of the functions conferred on him by this Act, or who fails to afford such assistance  as he is reasonably required to render to any such person, is guilty of an offence.  LAWS OF GUYANA Timber Marketing  Cap. 67:04 15  L.R.O. 1/2012          Other offences.     Falsification of proof. [2 of 1979]"
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Bribery prohibited. ",
            "context": "TIMBER MARKETING ACT under Bribery prohibited. 21.  (1) If any person authorised to perform any function under this Act takes a bribe, gratuity, recompense, or reward, in connection with the exercise of his functions under this Act, he is guilty of an offence.   (2) Anyone who gives or offers, or procures to be given or offered, any bribe, gratuity, recompense, or reward to, or makes any collusive agreement with, any person to induce him in any way to neglect his duty under this Act or to do, conceal, or connive at any act whereby any of the provisions of this Act may be evaded is guilty of an offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any person authorised to perform any function under this Act takes a bribe, gratuity, recompense, or reward, in connection with the exercise of his functions under this Act, he is guilty of an offence."
                },
                {
                    "representation": "(2)",
                    "description": "Anyone who gives or offers, or procures to be given or offered, any bribe, gratuity, recompense, or reward to, or makes any collusive agreement with, any person to induce him in any way to neglect his duty under this Act or to do, conceal, or connive at any act whereby any of the provisions of this Act may be evaded is guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Other offences. ",
            "context": "TIMBER MARKETING ACT under Other offences. 22.  Any person who contravenes, or fails to comply with, the provisions of section 4, 6, 7, 8, 9, 12(2) or 13 is guilty of an offence.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "or 13 is guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Falsification of proof. ",
            "context": "TIMBER MARKETING ACT under Falsification of proof. 23.  (1) In any proceedings  against  any person for any offence against this Act a document purporting to be a certificate under the seal of the Commission or the hand of the Conservator that (a)    a brand or mark used for branding or marking timber was or was not on any date or during any period specified in the certificate registered or authorised under this Act; or  (b)    a preservative treatment of timber was or was not on any date or during any period specified in the certificate an approved preservative treatment,             shall be prima facie evidence of the facts stated in such certificate.  (2) Where in any proceedings under this Act an offence is proved in regard to any portion or sample of timber or article such offence shall prima facie be deemed to have been proved with regard to the whole lot of timber or articles prohibited. Bribery  LAWS OF GUYANA 16 Cap. 67:04 Timber Marketing   L.R.O. 1/2012          Recovery of expenses. [2 of 1979]        Power to accept compensation for offences.             Civil remedy reserved.           from which that portion or sample was taken.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In any proceedings  against  any person for any offence against this Act a document purporting to be a certificate under the seal of the Commission or the hand of the Conservator that"
                },
                {
                    "representation": "(a)",
                    "description": "a brand or mark used for branding or marking timber was or was not on any date or during any period specified in the certificate registered or authorised under this Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "a preservative treatment of timber was or was not on any date or during any period specified in the certificate an approved preservative treatment,             shall be prima facie evidence of the facts stated in such certificate."
                },
                {
                    "representation": "(2)",
                    "description": "Where in any proceedings under this Act an offence is proved in regard to any portion or sample of timber or article such offence shall prima facie be deemed to have been proved with regard to the whole lot of timber or articles prohibited. Bribery  LAWS OF GUYANA 16 Cap. 67:04 Timber Marketing   L.R.O. 1/2012          Recovery of expenses. [2 of 1979]        Power to accept compensation for offences.             Civil remedy reserved.           from which that portion or sample was taken."
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Penalty. ",
            "context": "TIMBER MARKETING ACT under Penalty. 24.  (1) Any person who commits an offence against this Act is liable to a fine of sixty-five thousand dollars and to imprisonment for a term of twelve months.  (2) Where a person is convicted for an offence against this Act the court may, in addition to any penalty imposed, order the timber in respect of which the offence was committed to be forfeited to the State or where the person convicted is not the owner thereof, an additional fine equal to its value at the time of the commission of the offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who commits an offence against this Act is liable to a fine of sixty-five thousand dollars and to imprisonment for a term of twelve months."
                },
                {
                    "representation": "(2)",
                    "description": "Where a person is convicted for an offence against this Act the court may, in addition to any penalty imposed, order the timber in respect of which the offence was committed to be forfeited to the State or where the person convicted is not the owner thereof, an additional fine equal to its value at the time of the commission of the offence."
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Recovery of expenses. ",
            "context": "TIMBER MARKETING ACT under Recovery of expenses. 25.  Any person convicted of an offence against this Act in respect of any timber or article may be liable for reasonable costs, charges and expenses incurred in handling, storing, transporting, or otherwise dealing with such timber or article and any sum for which any such person is liable shall be recoverable by the Commission from him by action as a civil debt.",
            "description": "Any person convicted of an offence against this Act in respect of any timber or article may be liable for reasonable costs, charges and expenses incurred in handling, storing, transporting, or otherwise dealing with such timber or article and any sum for which any such person is liable shall be recoverable by the Commission from him by action as a civil debt."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Power to accept compensation for offences. ",
            "context": "TIMBER MARKETING ACT under Power to accept compensation for offences. 26.  Notwithstanding   any   other   provisions   of   this   Act,   the Conservator or any Assistant Conservator of Forests may, in any case he deems proper and in substitution for any proceedings, accept on behalf of the State a sum of money by way of compensation from any person reasonably suspected of a contravention of this Act not being an offence under section 19(a), (b) or (e):  Provided that such compensation shall be accepted only where the person reasonably suspected of such contravention has expressed in writing his willingness that the contravention as aforesaid shall be so dealt with.",
            "description": [
                {
                    "representation": "(b)",
                    "description": "or"
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Civil remedy reserved. ",
            "context": "TIMBER MARKETING ACT under Civil remedy reserved. 27.  Nothing contained in this Act shall prejudice the right of the State or of anyone to sue for and recover at common law or otherwise compensation for or in respect of damage or injury caused by an offence against this Act.  [6 of 1997] Penalty.  LAWS OF GUYANA Timber Marketing  Cap. 67:04 17  L.R.O. 1/2012",
            "description": "Nothing contained in this Act shall prejudice the right of the State or of anyone to sue for and recover at common law or otherwise compensation for or in respect of damage or injury caused by an offence against this Act.  [6 of 1997] Penalty.  LAWS OF GUYANA Timber Marketing  Cap. 67:04 17  L.R.O. 1/2012"
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Regulations.  __________________________  30 of 1973  CHAPTER 67:04  TIMBER MARKETING ACT  An Act to provide for the control of the sale and use of timber and for purposes connected therewith.  [29th APRIL, 1974]  Short title.   Interpretation. [2 of 1979]               ",
            "context": "TIMBER MARKETING ACT under Regulations.  __________________________  30 of 1973  CHAPTER 67:04  TIMBER MARKETING ACT  An Act to provide for the control of the sale and use of timber and for purposes connected therewith.  [29th APRIL, 1974]  Short title.   Interpretation. [2 of 1979]               28.  The Minister may make regulations generally for the purposes of this Act and, without prejudice to the generality of the foregoing, may make regulations  (a)  prescribing standards of   classification   for   forest produce;  (b)   prescribing  the  methods  for  the  determination  of moisture content of timber;  (c)    prescribing any matter or thing relating to the grading of timber;  (d)     prescribing any matter or thing relating to the drying or seasoning of timber;  (e)    requiring particulars to be furnished in respect of any preservative treatment, and the ingredients and methods thereof, the approval of any preservative treatment and the registration of brands to be used for the purposes of this Act and the form of brands so used;  (f)    prescribing the ingredients to be used and the methods of preservative treatment to be adopted for the purposes of this Act;  (g)    prescribing   any   matter   or   thing   relating   to   the preservative treatment of timber;  (h)     prohibiting or regulating the Regulations. LAWS OF GUYANA 18 Cap. 67:04 Timber Marketing   L.R.O. 1/2012                                     marketing of forest produce;   (i)      prescribing any matter or thing relating to the marketing of forest produce;  (j)    regulating the marking or branding of timber, including the registration, authorisation, possession and use of marks or brands;  (k)    relating to the registration of premises where timber is stored, seasoned, graded, preservative treated, or is stored, for the purposes of marketing;  (1)   prescribing the records, returns and other documents to be kept and furnished for the purposes of this Act;  (m)  prescribing methods for determining whether or not any timber contains starch;  (n)    prescribing the fees to be charged for any matter or thing under this Act including the registration of brands or the authorisation of marks, the making of any inspection, test or application, or for the approval of a preservative treatment;   (o)      prescribing anything which is required to be prescribed.  ________________    LAWS OF GUYANA Timber Marketing Cap. 67:04 19  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________  TIMBER MARKETING REGULATIONS  ARRANGEMENT OF REGULATIONS  REGULATIONS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "prescribing standards of   classification   for   forest produce;"
                },
                {
                    "representation": "(b)",
                    "description": "prescribing  the  methods  for  the  determination  of moisture content of timber;"
                },
                {
                    "representation": "(c)",
                    "description": "prescribing any matter or thing relating to the grading of timber;"
                },
                {
                    "representation": "(d)",
                    "description": "prescribing any matter or thing relating to the drying or seasoning of timber;"
                },
                {
                    "representation": "(e)",
                    "description": "requiring particulars to be furnished in respect of any preservative treatment, and the ingredients and methods thereof, the approval of any preservative treatment and the registration of brands to be used for the purposes of this Act and the form of brands so used;"
                },
                {
                    "representation": "(f)",
                    "description": "prescribing the ingredients to be used and the methods of preservative treatment to be adopted for the purposes of this Act;"
                },
                {
                    "representation": "(g)",
                    "description": "prescribing   any   matter   or   thing   relating   to   the preservative treatment of timber;"
                },
                {
                    "representation": "(h)",
                    "description": "prohibiting or regulating the Regulations. LAWS OF GUYANA 18 Cap. 67:04 Timber Marketing   L.R.O. 1/2012                                     marketing of forest produce;"
                },
                {
                    "representation": "(i)",
                    "description": "prescribing any matter or thing relating to the marketing of forest produce;"
                },
                {
                    "representation": "(j)",
                    "description": "regulating the marking or branding of timber, including the registration, authorisation, possession and use of marks or brands;"
                },
                {
                    "representation": "(k)",
                    "description": "relating to the registration of premises where timber is stored, seasoned, graded, preservative treated, or is stored, for the purposes of marketing;"
                },
                {
                    "representation": "(1)",
                    "description": "prescribing the records, returns and other documents to be kept and furnished for the purposes of this Act;"
                },
                {
                    "representation": "(m)",
                    "description": "prescribing methods for determining whether or not any timber contains starch;"
                },
                {
                    "representation": "(n)",
                    "description": "prescribing the fees to be charged for any matter or thing under this Act including the registration of brands or the authorisation of marks, the making of any inspection, test or application, or for the approval of a preservative treatment;"
                },
                {
                    "representation": "(o)",
                    "description": "prescribing anything which is required to be prescribed.  ________________    LAWS OF GUYANA Timber Marketing Cap. 67:04 19  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________  TIMBER MARKETING REGULATIONS  ARRANGEMENT OF REGULATIONS  REGULATIONS"
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Record of registered brands for preservation treated timber to be kept. ",
            "context": "TIMBER MARKETING ACT under Record of registered brands for preservation treated timber to be kept. 29.  The Conservator shall keep a record in such form as he may determine of all registered brands for preservative treated timber; the record shall show the date of the registration of the brand, the name of the owner of the brand, the design of the brand, and the approved preservative treatment with which the timber is to be, treated before the brand is applied to it.",
            "description": "The Conservator shall keep a record in such form as he may determine of all registered brands for preservative treated timber; the record shall show the date of the registration of the brand, the name of the owner of the brand, the design of the brand, and the approved preservative treatment with which the timber is to be, treated before the brand is applied to it."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Record of imprints of registered brands to be kept. ",
            "context": "TIMBER MARKETING ACT under Record of imprints of registered brands to be kept. 30. (1) The owner of each registered brand shall furnish the Conservator with an imprint of the approved brand.  (2) The Conservator shall retain such imprints.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The owner of each registered brand shall furnish the Conservator with an imprint of the approved brand."
                },
                {
                    "representation": "(2)",
                    "description": "The Conservator shall retain such imprints."
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Inspection of record of registered brands and imprints. ",
            "context": "TIMBER MARKETING ACT under Inspection of record of registered brands and imprints. 31.  The record of registered brands and the imprints LAWS OF GUYANA 32 Cap. 67:04 Timber Marketing [Subsidiary] Timber Marketing Regulations   L.R.O. 1/2012 record of registered brands and imprints.  Provision of facsimile of brand to forest officers or timber marketing inspectors.   Description of  preservative treated timber.                            Removal of preservative treated timber. of the registered brands may be inspected by any person upon payment of the prescribed fee.",
            "description": "The record of registered brands and the imprints LAWS OF GUYANA 32 Cap. 67:04 Timber Marketing [Subsidiary] Timber Marketing Regulations   L.R.O. 1/2012 record of registered brands and imprints.  Provision of facsimile of brand to forest officers or timber marketing inspectors.   Description of  preservative treated timber.                            Removal of preservative treated timber. of the registered brands may be inspected by any person upon payment of the prescribed fee."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Provision of facsimile of brand to forest officers or timber marketing inspectors. ",
            "context": "TIMBER MARKETING ACT under Provision of facsimile of brand to forest officers or timber marketing inspectors. 32.  The owner of a registered brand for preservative treated timber, if so requested by a forest officer or timber marketing inspector, shall provide an imprint of the brand on a piece of timber, applied to the timber in the manner that treated timber is normally branded by the owner of the brand or his agent.",
            "description": "The owner of a registered brand for preservative treated timber, if so requested by a forest officer or timber marketing inspector, shall provide an imprint of the brand on a piece of timber, applied to the timber in the manner that treated timber is normally branded by the owner of the brand or his agent."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Description of preservative treated timber. ",
            "context": "TIMBER MARKETING ACT under Description of preservative treated timber. 33.  In respect of any approval of a registered brand to be used in connection with preservative treated timber the Conservator may require that the branded timber be described and such description may include the following particulars    (a) the destructive agency for which the timber has been treated;  (b) the efficacy of the preservative treatment;  (c) the permanency or otherwise of such efficacy;  (d) whether or not the protection of such timber is maintained on re-sawing;  (e) any subsequent treatment required to ensure continued protection;  (f) any other description which the Conservator may require.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the destructive agency for which the timber has been treated;"
                },
                {
                    "representation": "(b)",
                    "description": "the efficacy of the preservative treatment;"
                },
                {
                    "representation": "(c)",
                    "description": "the permanency or otherwise of such efficacy;"
                },
                {
                    "representation": "(d)",
                    "description": "whether or not the protection of such timber is maintained on re-sawing;"
                },
                {
                    "representation": "(e)",
                    "description": "any subsequent treatment required to ensure continued protection;"
                },
                {
                    "representation": "(f)",
                    "description": "any other description which the Conservator may require."
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Removal of preservative treated timber. ",
            "context": "TIMBER MARKETING ACT under Removal of preservative treated timber. 34.  The owner or person in control of a plant for the preservative treatment of timber shall on the removal from LAWS OF GUYANA Timber Marketing Cap. 67:04 33 [Subsidiary] Timber Marketing Regulations  L.R.O. 1/2012        Application for timber marketing certificate of inspection.                                    the plant of any timber branded with a registered brand cause to be forwarded therewith a copy of the description, if any, required by the Conservator with respect to that brand.  MARKETING",
            "description": "The owner or person in control of a plant for the preservative treatment of timber shall on the removal from LAWS OF GUYANA Timber Marketing Cap. 67:04 33 [Subsidiary] Timber Marketing Regulations  L.R.O. 1/2012        Application for timber marketing certificate of inspection.                                    the plant of any timber branded with a registered brand cause to be forwarded therewith a copy of the description, if any, required by the Conservator with respect to that brand.  MARKETING"
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Application for timber marketing certificate of inspection. ",
            "context": "TIMBER MARKETING ACT under Application for timber marketing certificate of inspection. 35. (1) Application for a timber marketing certificate shall be made in writing to the Conservator and shall contain the following information   (a) the name of the producer;  (b) the address of the producer;  (c) the location of the timber;  (d) a complete description of the timber and the number of pieces;  (e) a detailed specification of the timber to be inspected;   (f)  the grade description of the timber in terms of the approved grading rule;  (g) the grade marks on the timber;  (h) the name of the authorised timber grader;  (i) the registered number of the grader;  (j) the date of grading;  (k) any other information which the Conservator may require.  (2) Every such application shall be accompanied by the prescribed fee. LAWS OF GUYANA 34 Cap. 67:04 Timber Marketing [Subsidiary] Timber Marketing Regulations   L.R.O. 1/2012  Notice of inspection required.   Labour for inspecting to be provided by owner or consignor.         Inspection of timber.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Application for a timber marketing certificate shall be made in writing to the Conservator and shall contain the following information"
                },
                {
                    "representation": "(a)",
                    "description": "the name of the producer;"
                },
                {
                    "representation": "(b)",
                    "description": "the address of the producer;"
                },
                {
                    "representation": "(c)",
                    "description": "the location of the timber;"
                },
                {
                    "representation": "(d)",
                    "description": "a complete description of the timber and the number of pieces;"
                },
                {
                    "representation": "(e)",
                    "description": "a detailed specification of the timber to be inspected;"
                },
                {
                    "representation": "(f)",
                    "description": "the grade description of the timber in terms of the approved grading rule;"
                },
                {
                    "representation": "(g)",
                    "description": "the grade marks on the timber;"
                },
                {
                    "representation": "(h)",
                    "description": "the name of the authorised timber grader;"
                },
                {
                    "representation": "(i)",
                    "description": "the registered number of the grader;"
                },
                {
                    "representation": "(j)",
                    "description": "the date of grading;"
                },
                {
                    "representation": "(k)",
                    "description": "any other information which the Conservator may require."
                },
                {
                    "representation": "(2)",
                    "description": "Every such application shall be accompanied by the prescribed fee. LAWS OF GUYANA 34 Cap. 67:04 Timber Marketing [Subsidiary] Timber Marketing Regulations   L.R.O. 1/2012  Notice of inspection required.   Labour for inspecting to be provided by owner or consignor.         Inspection of timber."
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Notice of inspection required. ",
            "context": "TIMBER MARKETING ACT under Notice of inspection required. 36.  Timber Marketing Inspectors shall be given at least forty- eight hours' notice of any inspection required.",
            "description": "Timber Marketing Inspectors shall be given at least forty- eight hours' notice of any inspection required."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Labour for inspection to be provided by owner or consignor. ",
            "context": "TIMBER MARKETING ACT under Labour for inspection to be provided by owner or consignor. 37.  When application for a timber marketing certificate in respect of any timber is made such timber shall be stacked in convenient parcels to admit of inspection piece by piece by a timber marketing  inspector at the mill of the owner or loading beach or such other convenient place as shall be agreed upon by the timber marketing inspector and the owner or consignor, and the owner or consignor shall provide all necessary labour for handling and shall bear the cost thereof.",
            "description": "When application for a timber marketing certificate in respect of any timber is made such timber shall be stacked in convenient parcels to admit of inspection piece by piece by a timber marketing  inspector at the mill of the owner or loading beach or such other convenient place as shall be agreed upon by the timber marketing inspector and the owner or consignor, and the owner or consignor shall provide all necessary labour for handling and shall bear the cost thereof."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Inspection of timber. ",
            "context": "TIMBER MARKETING ACT under Inspection of timber. 38. (1) Timber presented for inspection shall be displayed and shown in such manner as may be required by the timber marketing inspector for the purpose of facilitating its inspection by him. In any case where sufficient labour is not provided for the satisfactory handling of timber at any inspection, the timber marketing inspector may decline to inspect the timber.  (2) A timber marketing inspector has power to direct the manner and places for storing and stacking timber that is subject to inspection and to define the spaces which shall be maintained for means of access, to direct the removal of rejected or condemned timber from the parcel of timber submitted for inspection, to decline inspection of any timber which, in his opinion, does not conform with the information furnished in the application, and to defer inspection, of any timber which, in his opinion, is likely to develop defects on being exposed to weather.  (3) A senior officer may at any time inspect any timber that has been inspected or is capable of being inspected by a timber marketing inspector and may call for LAWS OF GUYANA Timber Marketing Cap. 67:04 35 [Subsidiary] Timber Marketing Regulations  L.R.O. 1/2012    No obligation to inspect timber.      Power of timber marketing inspector to call for documents.             Expiry of timber marketing certificate.  Application for export certificate.            and shall be shown any documents containing the order, contract or specification for such timber.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Timber presented for inspection shall be displayed and shown in such manner as may be required by the timber marketing inspector for the purpose of facilitating its inspection by him. In any case where sufficient labour is not provided for the satisfactory handling of timber at any inspection, the timber marketing inspector may decline to inspect the timber."
                },
                {
                    "representation": "(2)",
                    "description": "A timber marketing inspector has power to direct the manner and places for storing and stacking timber that is subject to inspection and to define the spaces which shall be maintained for means of access, to direct the removal of rejected or condemned timber from the parcel of timber submitted for inspection, to decline inspection of any timber which, in his opinion, does not conform with the information furnished in the application, and to defer inspection, of any timber which, in his opinion, is likely to develop defects on being exposed to weather."
                },
                {
                    "representation": "(3)",
                    "description": "A senior officer may at any time inspect any timber that has been inspected or is capable of being inspected by a timber marketing inspector and may call for LAWS OF GUYANA Timber Marketing Cap. 67:04 35 [Subsidiary] Timber Marketing Regulations  L.R.O. 1/2012    No obligation to inspect timber.      Power of timber marketing inspector to call for documents.             Expiry of timber marketing certificate.  Application for export certificate.            and shall be shown any documents containing the order, contract or specification for such timber."
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "No obligation to inspect timber. ",
            "context": "TIMBER MARKETING ACT under No obligation to inspect timber. 39.  Nothing in these Regulations shall impose any obligation to inspect timber or to grant a timber marketing certificate provided that in any case in which payment for inspection has been accepted the amount paid shall be refunded if the inspection is not made.",
            "description": "Nothing in these Regulations shall impose any obligation to inspect timber or to grant a timber marketing certificate provided that in any case in which payment for inspection has been accepted the amount paid shall be refunded if the inspection is not made."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Power of timber marketing inspector to call for documents. ",
            "context": "TIMBER MARKETING ACT under Power of timber marketing inspector to call for documents. 40.  When a timber marketing inspector examines any timber for the purpose of issuing a timber marketing certificate he is entitled to call for and shall be shown by the owner or consignor all documents relating to that timber which gives any information regarding the specification, quality, species and measurements required and he shall, before issuing a timber marketing certificate, check that each piece of timber has been graded by an authorised timber grader and satisfy himself that the timber he inspects and brands conforms with the requirements as to specification and quality shown on the application for a timber marketing certificate.",
            "description": "When a timber marketing inspector examines any timber for the purpose of issuing a timber marketing certificate he is entitled to call for and shall be shown by the owner or consignor all documents relating to that timber which gives any information regarding the specification, quality, species and measurements required and he shall, before issuing a timber marketing certificate, check that each piece of timber has been graded by an authorised timber grader and satisfy himself that the timber he inspects and brands conforms with the requirements as to specification and quality shown on the application for a timber marketing certificate."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Expiry of timber marketing certificate. ",
            "context": "TIMBER MARKETING ACT under Expiry of timber marketing certificate. 41.  Every timber marketing certificate expires on the sixtieth day after the date of inspection or at such earlier time as the Conservator may determine.",
            "description": "Every timber marketing certificate expires on the sixtieth day after the date of inspection or at such earlier time as the Conservator may determine."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Application for export certificate. ",
            "context": "TIMBER MARKETING ACT under Application for export certificate. 42.  Application for an export certificate shall be made in writing by the exporter of the timber to the Conservator and shall contain the following information    (a) the number of the timber marketing certificate;  (b) the name of the timber marketing inspector;  (c) the date of inspection;  LAWS OF GUYANA 36 Cap. 67:04 Timber Marketing [Subsidiary] Timber Marketing Regulations   L.R.O. 1/2012                          Issue of export certificate.       Expiry of export certificate.            (d) the result of the inspection;  (e) the name of the vessel;  (f) the port of final destination;  (g) the consignee;  (h) the owner or consignor of the timber;  (i) the marks and brands on the timber;  (j) description of the timber;  (k) the name of the authorised timber grader;  (l) any other information which the Conservator may require.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the number of the timber marketing certificate;"
                },
                {
                    "representation": "(b)",
                    "description": "the name of the timber marketing inspector;"
                },
                {
                    "representation": "(c)",
                    "description": "the date of inspection;  LAWS OF GUYANA 36 Cap. 67:04 Timber Marketing [Subsidiary] Timber Marketing Regulations   L.R.O. 1/2012                          Issue of export certificate.       Expiry of export certificate."
                },
                {
                    "representation": "(d)",
                    "description": "the result of the inspection;"
                },
                {
                    "representation": "(e)",
                    "description": "the name of the vessel;"
                },
                {
                    "representation": "(f)",
                    "description": "the port of final destination;"
                },
                {
                    "representation": "(g)",
                    "description": "the consignee;"
                },
                {
                    "representation": "(h)",
                    "description": "the owner or consignor of the timber;"
                },
                {
                    "representation": "(i)",
                    "description": "the marks and brands on the timber;"
                },
                {
                    "representation": "(j)",
                    "description": "description of the timber;"
                },
                {
                    "representation": "(k)",
                    "description": "the name of the authorised timber grader;"
                },
                {
                    "representation": "(l)",
                    "description": "any other information which the Conservator may require."
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Issue of export certificate. ",
            "context": "TIMBER MARKETING ACT under Issue of export certificate. 43.  No export certificate shall be issued unless the timber marketing certificate in respect of that timber certifies that the timber inspected complies with the grade description and specification shown on the application for a timber marketing certificate.",
            "description": "No export certificate shall be issued unless the timber marketing certificate in respect of that timber certifies that the timber inspected complies with the grade description and specification shown on the application for a timber marketing certificate."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Expiry of export certificate. ",
            "context": "TIMBER MARKETING ACT under Expiry of export certificate. 44. (1) Every export certificate expires on the same date of expiry as the timber marketing certificate for such timber and the export certificate upon expiry is not valid for use in the export of timber.   (2) The Conservator may cancel an export certificate if, subsequent to the issue thereof, the timber in his opinion has suffered any deterioration in regard to specification or quality and the export certificate is not valid for use in the export of timber.  LAWS OF GUYANA Timber Marketing Cap. 67:04 37 [Subsidiary] Timber Marketing Regulations  L.R.O. 1/2012 Records to be kept of forest produce.      Bill of lading or invoice to be delivered to Conservator.    Export of timber.         Authorisation of timber marketing inspector.      Refusal or suspension of authorisation of timber marketing inspector.  Form of marks  and brands to be approved by the Conservator. [2 of 1979]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every export certificate expires on the same date of expiry as the timber marketing certificate for such timber and the export certificate upon expiry is not valid for use in the export of timber."
                },
                {
                    "representation": "(2)",
                    "description": "The Conservator may cancel an export certificate if, subsequent to the issue thereof, the timber in his opinion has suffered any deterioration in regard to specification or quality and the export certificate is not valid for use in the export of timber.  LAWS OF GUYANA Timber Marketing Cap. 67:04 37 [Subsidiary] Timber Marketing Regulations  L.R.O. 1/2012 Records to be kept of forest produce.      Bill of lading or invoice to be delivered to Conservator.    Export of timber.         Authorisation of timber marketing inspector.      Refusal or suspension of authorisation of timber marketing inspector.  Form of marks  and brands to be approved by the Conservator. [2 of 1979]"
                }
            ]
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Records to be kept of forest produce. ",
            "context": "TIMBER MARKETING ACT under Records to be kept of forest produce. 45.  Any person who sells, offers or exposes for sale, or exports any forest produce shall keep and submit records in such form and give such particulars as the Conservator may direct and shall produce such records for inspection on the demand of any forest officer or timber marketing inspector.",
            "description": "Any person who sells, offers or exposes for sale, or exports any forest produce shall keep and submit records in such form and give such particulars as the Conservator may direct and shall produce such records for inspection on the demand of any forest officer or timber marketing inspector."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Bill of lading or invoice to be delivered to Conservator. ",
            "context": "TIMBER MARKETING ACT under Bill of lading or invoice to be delivered to Conservator. 46.  The exporter of timber shall within twenty-four hours of the departure of the vessel by which the timber was exported deliver to the Conservator a certified copy of the bill of lading and the invoice of sale in respect of the timber exported.",
            "description": "The exporter of timber shall within twenty-four hours of the departure of the vessel by which the timber was exported deliver to the Conservator a certified copy of the bill of lading and the invoice of sale in respect of the timber exported."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Export of timber. ",
            "context": "TIMBER MARKETING ACT under Export of timber. 47.  No timber shall be exported, or prepared for export, or entered or offered for export unless it has been marked and branded by an authorised timber grader, inspected by a timber marketing inspector, and in respect of which a timber marketing certificate and an export certificate have been issued and all royalties and fees owing to the State have been paid.",
            "description": "No timber shall be exported, or prepared for export, or entered or offered for export unless it has been marked and branded by an authorised timber grader, inspected by a timber marketing inspector, and in respect of which a timber marketing certificate and an export certificate have been issued and all royalties and fees owing to the State have been paid."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Authorisation of timber marketing inspector. ",
            "context": "TIMBER MARKETING ACT under Authorisation of timber marketing inspector. 48.  Where any person has been authorised by the Conservator to perform the functions of a timber marketing inspector the authorisation may be of a general nature, or may be restricted to the inspection of certain kinds or qualities of timber, or to the inspection of timber for export to specified ports or countries.",
            "description": "Where any person has been authorised by the Conservator to perform the functions of a timber marketing inspector the authorisation may be of a general nature, or may be restricted to the inspection of certain kinds or qualities of timber, or to the inspection of timber for export to specified ports or countries."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Refusal or suspension of authorisation of timber marketing inspector. ",
            "context": "TIMBER MARKETING ACT under Refusal or suspension of authorisation of timber marketing inspector. 49.  The Conservator may refuse to issue or renew any authorisation or may suspend or revoke any such authorisation on the grounds that he is not satisfied with the qualifications or experience of the  holder or applicant or with the manner in which the holder has performed his functions.",
            "description": "The Conservator may refuse to issue or renew any authorisation or may suspend or revoke any such authorisation on the grounds that he is not satisfied with the qualifications or experience of the  holder or applicant or with the manner in which the holder has performed his functions."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Form of marks and brands to be approved by the Conservator. ",
            "context": "TIMBER MARKETING ACT under Form of marks and brands to be approved by the Conservator. 50.  The marks and brands used by the officers of the Commission or by timber marketing inspectors shall be in such form as shall be approved by the Conservator.   LAWS OF GUYANA 38 Cap. 67:04 Timber Marketing [Subsidiary] Timber Marketing Regulations   L.R.O. 1/2012  Obligation to obliterate mark from resawn timber.    Fees  Schedule.   Penalty for breach of regulations.",
            "description": "The marks and brands used by the officers of the Commission or by timber marketing inspectors shall be in such form as shall be approved by the Conservator.   LAWS OF GUYANA 38 Cap. 67:04 Timber Marketing [Subsidiary] Timber Marketing Regulations   L.R.O. 1/2012  Obligation to obliterate mark from resawn timber.    Fees  Schedule.   Penalty for breach of regulations."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Obligation to obliterate mark from resawn timber. ",
            "context": "TIMBER MARKETING ACT under Obligation to obliterate mark from resawn timber. 51.  When the owner of a piece of marked timber desires to resaw it or otherwise alter its condition he shall before doing so effectively obliterate the mark so that it cannot be mistaken for an authorised mark.",
            "description": "When the owner of a piece of marked timber desires to resaw it or otherwise alter its condition he shall before doing so effectively obliterate the mark so that it cannot be mistaken for an authorised mark."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Fees. ",
            "context": "TIMBER MARKETING ACT under Fees. 52.  The fees to be prescribed for the several matters as mentioned in these Regulations shall be as set out in the Schedule.",
            "description": "The fees to be prescribed for the several matters as mentioned in these Regulations shall be as set out in the Schedule."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Penalty for breach of regulations.  Reg. 7/1974 1/1977 2/1979 TIMBER MARKETING REGULATIONS  made under section 28  Citation. ",
            "context": "TIMBER MARKETING ACT under Penalty for breach of regulations.  Reg. 7/1974 1/1977 2/1979 TIMBER MARKETING REGULATIONS  made under section 28  Citation. 53.  Any person who contravenes, or fails to comply with, regulation 4(2), 7(2), 9(2), 10, 12, 13, 14, 18, 19, 22(2), 23(1), 23(2), 24, 27, 28, 30(1), 32, 34, 38, 40, 43, 45, 46, 47, or 51, or any requirement made thereunder, is guilty of an offence.  SCHEDULE   TABLE OF FEES   $  c.",
            "description": "Any person who contravenes, or fails to comply with, regulation 4(2), 7(2), 9(2), 10, 12, 13, 14, 18, 19, 22(2), 23(1), 23(2), 24, 27, 28, 30(1), 32, 34, 38, 40, 43, 45, 46, 47, or 51, or any requirement made thereunder, is guilty of an offence.  SCHEDULE   TABLE OF FEES   $  c."
        }
    },
    {
        "act": "TIMBER MARKETING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "63.9 sq ins ...     ...     ...   .70   ,,    ,, (iv) fashioned timber the cross section of which is 24 sq. ins. and below    .02   ,,  ,, (v) sleepers of approved species   ...   .50 ,,    ,,,  ",
            "context": "TIMBER MARKETING ACT under 63.9 sq ins ...     ...     ...   .70   ,,    ,, (iv) fashioned timber the cross section of which is 24 sq. ins. and below    .02   ,,  ,, (v) sleepers of approved species   ...   .50 ,,    ,,,  63.9 sq. ins.    ...        ...    ...     .40   ,,   ,, (iv) fashioned timber the cross section of which is 24 sq inches and below  .02 ,,   ,, (v) sleepers of approved species   ...    .30 ,,   ,, Minimum charge for inspection",
            "description": [
                {
                    "representation": "(v)",
                    "description": "sleepers of approved species   ...    .30 ,,   ,, Minimum charge for inspection"
                }
            ]
        }
    }
]