[
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Short title. 1.  This Act may be cited as the Public Gardens and Agricultural Shows Act.",
            "description": "This Act may be cited as the Public Gardens and Agricultural Shows Act."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Regulations. __________________________ 1953 Ed. c. 244 _______________________________________________________ 34 of 1935 An Act to make provision for the control of public gardens and grounds and government agricultural stations and for the holding of agricultural shows.  [14th DECEMBER, 1935] Short title.    Regulations. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Regulations. __________________________ 1953 Ed. c. 244 _______________________________________________________ 34 of 1935 An Act to make provision for the control of public gardens and grounds and government agricultural stations and for the holding of agricultural shows.  [14th DECEMBER, 1935] Short title.    Regulations. 2.  The Minister may make regulations  (a) with respect to Government botanical  gardens  or grounds and Government agricultural stations and farms;  (b)    for their control and management;  (c) relating to the employment and discipline of persons employed thereon;  (d) relating to the conduct and discipline of visitors and persons resorting thereto;  (e)  with respect to the holding of agricultural shows;   (f)   generally, for the purposes of this Act.  _____________________ LAWS OF GUYANA 4 Public Gardens and Agricultural Shows Cap. 68:05 [Subsidiary] Botanical Gardens Fine Fund Regulations   L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________   Reg. 19/7/1928 26/4/1937 BOTANICAL GARDENS FINE FUND REGULATIONS  made under section 2   Citation.    All fines to be paid into the Post Office Savings Bank.     Investment of Funds.       Capital and Income Account.   Income Account.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "with respect to Government botanical  gardens  or grounds and Government agricultural stations and farms;"
                },
                {
                    "representation": "(b)",
                    "description": "for their control and management;"
                },
                {
                    "representation": "(c)",
                    "description": "relating to the employment and discipline of persons employed thereon;"
                },
                {
                    "representation": "(d)",
                    "description": "relating to the conduct and discipline of visitors and persons resorting thereto;"
                },
                {
                    "representation": "(e)",
                    "description": "with respect to the holding of agricultural shows;"
                },
                {
                    "representation": "(f)",
                    "description": "generally, for the purposes of this Act.  _____________________ LAWS OF GUYANA 4 Public Gardens and Agricultural Shows Cap. 68:05 [Subsidiary] Botanical Gardens Fine Fund Regulations   L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________   Reg. 19/7/1928 26/4/1937 BOTANICAL GARDENS FINE FUND REGULATIONS  made under section 2   Citation.    All fines to be paid into the Post Office Savings Bank.     Investment of Funds.       Capital and Income Account.   Income Account."
                }
            ]
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "The Chief Agricultural Officer may invest the Fund or any part of it in such securities as the Minister may approve, and the interest derived from such investments shall at once be deposited in the Savings Bank to the Credit of the Fund. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under The Chief Agricultural Officer may invest the Fund or any part of it in such securities as the Minister may approve, and the interest derived from such investments shall at once be deposited in the Savings Bank to the Credit of the Fund. 3. Hours of opening and closing of nursery, etc.",
            "description": "Hours of opening and closing of nursery, etc."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "There shall be two accounts, the Capital Account and the Income Account. Half of the fines levied in every year shall be carried to Capital Account.  The Income Account shall consist of all interest on capital and of half the fines levied in the preceding year, and an unexpended balance in one year may be carried forward to the next:  LAWS OF GUYANA Public gardens and Agricultural Shows Cap. 68:05 5 [Subsidiary] Botanical Gardens Fine Fund Regulations  L.R.O. 1/2012      Application of the Fund. [Reg.26/4/1937]                          Accounts to be made up not later than 31st January in each year. Provided, however, that when the balance at the end of any year exceeds the amount of fines paid during that year, an amount equal to the excess shall be carried to Capital.  ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under There shall be two accounts, the Capital Account and the Income Account. Half of the fines levied in every year shall be carried to Capital Account.  The Income Account shall consist of all interest on capital and of half the fines levied in the preceding year, and an unexpended balance in one year may be carried forward to the next:  LAWS OF GUYANA Public gardens and Agricultural Shows Cap. 68:05 5 [Subsidiary] Botanical Gardens Fine Fund Regulations  L.R.O. 1/2012      Application of the Fund. [Reg.26/4/1937]                          Accounts to be made up not later than 31st January in each year. Provided, however, that when the balance at the end of any year exceeds the amount of fines paid during that year, an amount equal to the excess shall be carried to Capital.  4. Hours of sale of plants.",
            "description": "Hours of sale of plants."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "(1) The income of the Fund may be applied as follows:  (a) for making grants for recreation rooms or grounds used exclusively by the employees;  (b) for providing books and papers for employees’ libraries;  (c) in such other manner for the benefit of the employees as the Minister may from time to time direct.  (2) Where the amount at the credit of the income account is insufficient to meet expenditure for any of the purposes mentioned in paragraph (1) the Minister may authorise expenditure from the capital account.  ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under (1) The income of the Fund may be applied as follows:  (a) for making grants for recreation rooms or grounds used exclusively by the employees;  (b) for providing books and papers for employees libraries;  (c) in such other manner for the benefit of the employees as the Minister may from time to time direct.  (2) Where the amount at the credit of the income account is insufficient to meet expenditure for any of the purposes mentioned in paragraph (1) the Minister may authorise expenditure from the capital account.  5. Gathering flowers or damaging plants, buildings, etc., prohibited.",
            "description": "Gathering flowers or damaging plants, buildings, etc., prohibited."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "An account of the receipts and payments made up to the 31st December, together with the Post Office Savings Bank book and all vouchers, shall be submitted not later than 31st January to the Director of Audit for audit. The audited statement shall then be laid before the Minister.  ____________________                        LAWS OF GUYANA 6 Public Gardens and Agricultural Show Cap. 68:05 [Subsidiary] Government Botanical Gardens Regulations   L.R.O. 1/2012     GOVERNMENT BOTANICAL GARDENS REGULATIONS  ARRANGEMENT OF REGULATIONS  REGULATION ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under An account of the receipts and payments made up to the 31st December, together with the Post Office Savings Bank book and all vouchers, shall be submitted not later than 31st January to the Director of Audit for audit. The audited statement shall then be laid before the Minister.  ____________________                        LAWS OF GUYANA 6 Public Gardens and Agricultural Show Cap. 68:05 [Subsidiary] Government Botanical Gardens Regulations   L.R.O. 1/2012     GOVERNMENT BOTANICAL GARDENS REGULATIONS  ARRANGEMENT OF REGULATIONS  REGULATION 6. Rubbish, etc., not to be deposited in Gardens.",
            "description": "Rubbish, etc., not to be deposited in Gardens."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Beds or borders not to be walked on, or seats removed. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Beds or borders not to be walked on, or seats removed. 7. Visitors shall not walk upon any bed or border or move the gardens seats.",
            "description": "Visitors shall not walk upon any bed or border or move the gardens seats."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Interference with persons and discharge of missiles prohibited. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Interference with persons and discharge of missiles prohibited. 8. No person shall annoy or interfere with any other person using or enjoying the Gardens, nor shall anyone throw or discharge any stone or other missile to the damage or danger of any person, animal or bird or to the injury of any tree, shrub or plant.",
            "description": "No person shall annoy or interfere with any other person using or enjoying the Gardens, nor shall anyone throw or discharge any stone or other missile to the damage or danger of any person, animal or bird or to the injury of any tree, shrub or plant."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Fire and fireworks prohibited; also posting of notices. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Fire and fireworks prohibited; also posting of notices. 9. No person shall make any fire or throw or set fire to any firework in the Gardens. Public addresses shall not be made in the Gardens and the posting of notices or advertisements is strictly prohibited.",
            "description": "No person shall make any fire or throw or set fire to any firework in the Gardens. Public addresses shall not be made in the Gardens and the posting of notices or advertisements is strictly prohibited."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Destruction of animals or birds prohibited. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Destruction of animals or birds prohibited. 10.30 a.m. and from noon to 4 p.m. except on Saturdays when the office will be closed to the public at 11a.m. plants or flowers will not be supplied on public holidays.",
            "description": "10.30 a.m. and from noon to 4 p.m. except on Saturdays when the office will be closed to the public at 11a.m. plants or flowers will not be supplied on public holidays."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Prohibition of games, etc., firearms not to be brought into gardens. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Prohibition of games, etc., firearms not to be brought into gardens. 11. Racing, fishing by nets, angling, shooting, sports and games are prohibited. Firearms, airguns or pistols shall not be brought into the Gardens.",
            "description": "Racing, fishing by nets, angling, shooting, sports and games are prohibited. Firearms, airguns or pistols shall not be brought into the Gardens."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Parties only allowed with permission from responsible officer. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Parties only allowed with permission from responsible officer. 12. Picnic parties or school treats may be allowed if previous permission in writing is obtained from the Superintendent of the Gardens or other responsible officer. School treats will not be allowed on Public holidays. Music will not be prohibited at picnic parties.",
            "description": "Picnic parties or school treats may be allowed if previous permission in writing is obtained from the Superintendent of the Gardens or other responsible officer. School treats will not be allowed on Public holidays. Music will not be prohibited at picnic parties."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Taking of photographs. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Taking of photographs. 13. Photographs may be taken in any part of the Gardens provided regulations 5 and 7 are not contravened.   LAWS OF GUYANA Public Gardens and Agricultural Show Cap. 68:05 9 [Subsidiary] Government Botanical Gardens Regulations  L.R.O. 1/2012 Dogs must be on leash.   Stray animals to be impounded.   Intoxicated persons not allowed in Gardens.  No act of indecency permitted.   No loitering allowed.        Vehicles to keep to  the  left.   Position of carriage, etc., when Band is playing.     Disturbance whilst Band is playing.",
            "description": "Photographs may be taken in any part of the Gardens provided regulations 5 and 7 are not contravened.   LAWS OF GUYANA Public Gardens and Agricultural Show Cap. 68:05 9 [Subsidiary] Government Botanical Gardens Regulations  L.R.O. 1/2012 Dogs must be on leash.   Stray animals to be impounded.   Intoxicated persons not allowed in Gardens.  No act of indecency permitted.   No loitering allowed.        Vehicles to keep to  the  left.   Position of carriage, etc., when Band is playing.     Disturbance whilst Band is playing."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Dogs must be on leash. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Dogs must be on leash. 14. Dogs are not allowed in the Gardens except on leash or chain.",
            "description": "Dogs are not allowed in the Gardens except on leash or chain."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Stray animals to be impounded. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Stray animals to be impounded. 15. All cattle or animals found in the Gardens are liable to be impounded.",
            "description": "All cattle or animals found in the Gardens are liable to be impounded."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Intoxicated persons not allowed in Gardens. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Intoxicated persons not allowed in Gardens. 16. Intoxicated persons are not allowed to enter or remain in the Gardens.",
            "description": "Intoxicated persons are not allowed to enter or remain in the Gardens."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "No act of indecency permitted. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under No act of indecency permitted. 17. No person shall commit any act in violation of public decency or use profane, indecent or obscene language to the annoyance of other persons using the Gardens.",
            "description": "No person shall commit any act in violation of public decency or use profane, indecent or obscene language to the annoyance of other persons using the Gardens."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "No loitering allowed. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under No loitering allowed. 18. Any person found loitering or idling in the Gardens or entering any section of the Gardens which has been declared by notice of the Chief Agricultural Officer to be closed to the public may be dealt with as a trespasser. Entrance and exit of visitors to and from the Gardens shall be by the main entrance.",
            "description": "Any person found loitering or idling in the Gardens or entering any section of the Gardens which has been declared by notice of the Chief Agricultural Officer to be closed to the public may be dealt with as a trespasser. Entrance and exit of visitors to and from the Gardens shall be by the main entrance."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Vehicles to keep to left. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Vehicles to keep to left. 19. All drivers of vehicles must keep to the left. The north gate must be used in entering and the south gate in departing from the Gardens.",
            "description": "All drivers of vehicles must keep to the left. The north gate must be used in entering and the south gate in departing from the Gardens."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Position of carriage, etc., when Band is playing. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Position of carriage, etc., when Band is playing. 20. On occasions when the Police Band plays in the Gardens, drivers of vehicles, including carriages, motor cars, and motor cycles containing persons desirous of listening to the Band must draw up in a line close to the north or to the south side of the main road facing east.",
            "description": "On occasions when the Police Band plays in the Gardens, drivers of vehicles, including carriages, motor cars, and motor cycles containing persons desirous of listening to the Band must draw up in a line close to the north or to the south side of the main road facing east."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Disturbance whilst Band is playing. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Disturbance whilst Band is playing. 21. When the Police Band plays in the Gardens persons including those in charge of motor vehicles in the neighbourhood of the bandstand shall refrain from causing such disturbances while the Band is playing as may interfere with the pleasure of other persons listening to the Band, and nurses in charge of children who may offend in this respect LAWS OF GUYANA 10 Cap. 68:05 Public Gardens and Agricultural Show [Subsidiary] Government Botanical Gardens Regulations   L.R.O. 1/2012      Heavy vehicles not allowed entrance.   Carts, etc., prohibited to use avenue without permission.   Speed of motor vehicles.         Furious driving or riding prohibited.       Closing of Gardens to motor traffic.      Closing of roads in Gardens.    shall remove them from the neighbourhood of the bandstand if so requested by the constable on duty.",
            "description": "When the Police Band plays in the Gardens persons including those in charge of motor vehicles in the neighbourhood of the bandstand shall refrain from causing such disturbances while the Band is playing as may interfere with the pleasure of other persons listening to the Band, and nurses in charge of children who may offend in this respect LAWS OF GUYANA 10 Cap. 68:05 Public Gardens and Agricultural Show [Subsidiary] Government Botanical Gardens Regulations   L.R.O. 1/2012      Heavy vehicles not allowed entrance.   Carts, etc., prohibited to use avenue without permission.   Speed of motor vehicles.         Furious driving or riding prohibited.       Closing of Gardens to motor traffic.      Closing of roads in Gardens.    shall remove them from the neighbourhood of the bandstand if so requested by the constable on duty."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Heavy vehicles not allowed entrance. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Heavy vehicles not allowed entrance. 22. Heavy wheeled vehicles are not permitted in the Gardens except on business of the Gardens.",
            "description": "Heavy wheeled vehicles are not permitted in the Gardens except on business of the Gardens."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Carts, etc., prohibited to use avenue without permission. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Carts, etc., prohibited to use avenue without permission. 23. Carts, drays, etc., are prohibited from entering by the main entrance gate, unless permission is previously obtained from a responsible officer of the Gardens.",
            "description": "Carts, drays, etc., are prohibited from entering by the main entrance gate, unless permission is previously obtained from a responsible officer of the Gardens."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Speed of motor vehicles. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Speed of motor vehicles. 24. Motor traffic on the roads of the Gardens is limited to a speed not exceeding fifteen miles per hour, and is permitted only on the main road and on the path bounding the south section of the flower garden, which terminates at the oval bed at its eastern end and at the office at its western end, and also upon the path leading from the office to the nursery.",
            "description": "Motor traffic on the roads of the Gardens is limited to a speed not exceeding fifteen miles per hour, and is permitted only on the main road and on the path bounding the south section of the flower garden, which terminates at the oval bed at its eastern end and at the office at its western end, and also upon the path leading from the office to the nursery."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Furious driving or riding prohibited. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Furious driving or riding prohibited. 25. Cyclists and visitors on horseback or in carriages or motor cars are prohibited from riding, driving or parking upon the grass. All furious, reckless or careless riding or driving is prohibited, and also the breaking, training and exercising of animals and the learning of motor car or motor cycle driving on trial runs or motor vehicles of any kind.",
            "description": "Cyclists and visitors on horseback or in carriages or motor cars are prohibited from riding, driving or parking upon the grass. All furious, reckless or careless riding or driving is prohibited, and also the breaking, training and exercising of animals and the learning of motor car or motor cycle driving on trial runs or motor vehicles of any kind."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Closing of Gardens to motor traffic. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Closing of Gardens to motor traffic. 26. The Gardens will be closed to motor traffic at any time when, in the opinion of the Chief Agricultural officer, such traffic may be injurious to the roads, trees, shrubs or plants. Notice of such closure will be prominently displayed at the entrance gate.",
            "description": "The Gardens will be closed to motor traffic at any time when, in the opinion of the Chief Agricultural officer, such traffic may be injurious to the roads, trees, shrubs or plants. Notice of such closure will be prominently displayed at the entrance gate."
        }
    },
    {
        "act": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Closing of roads in Gardens. ",
            "context": "PUBLIC GARDENS AND AGRICULTURAL SHOWS ACT under Closing of roads in Gardens. 27. Any road or path in the Gardens (other than the main road) may, by order of the Chief Agricultural Officer,  be closed either permanently or temporarily to vehicular traffic.  LAWS OF GUYANA Public Gardens and Agricultural Show Cap. 68:05 11 [Subsidiary] Government Botanical Gardens Regulations  L.R.O. 1/2012  Penalty for contravention of regulations.",
            "description": "Any road or path in the Gardens (other than the main road) may, by order of the Chief Agricultural Officer,  be closed either permanently or temporarily to vehicular traffic.  LAWS OF GUYANA Public Gardens and Agricultural Show Cap. 68:05 11 [Subsidiary] Government Botanical Gardens Regulations  L.R.O. 1/2012  Penalty for contravention of regulations."
        }
    }
]